[
  {
    "Rank": "N/A",
    "Name": "Baseball Highlights: 2045 – Grand Slam Expansion Pack",
    "ID": 248155,
    "Year": "(2017)",
    "Geek Rating": "5.565",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248155/baseball-highlights-2045-grand-slam-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This expansion includes more free players of all three types, naturals, robots and cyborgs. That add more variety of players than there will be in the year 2045. New mechanics to the base game, to give more depth to this game.&#10;&#10;This expansion includes the first 10 Expansions for Baseball Highlights: 2045&#10;&#10;Contains 130 Total Cards&#10;&#10;Breakdown:&#10;&#10;Coaches Expansion (CO) - (15 Coach Cards that add another level of strategy to the game)&#10;Rally Cap Expansion (RC) - (15 new cards for the Free Agent Deck)&#10;Naturals &amp; Magna Glove Expansion (NM) - (10 new Natural cards for the Free Agent Deck)&#10;Robot Hitters Expansion (RH) - (10 new Robot cards for the Free Agent Deck)&#10;Cyborg Pitchers Expansion (CP) - (10 new Cyborg cards for the Free Agent Deck)&#10;Errors! Expansion (ER) - (15 new cards for the Free Agent Deck)&#10;Big Fly! Expansion (BF) - (15 new cards for the Free Agent Deck)&#10;Ballparks Expansion (BP) - (10 cards that provide a new game mechanic, Home Ballpark)&#10;Home Cookin' Expansion (HC) - (15 new cards for the Free Agent Deck)&#10;Double Trouble Expansion (DT) - (15 new cards for the Free Agent Deck)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Baseball Highlights: 2045",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galatune: Cosmic Deception",
    "ID": 248159,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248159/galatune-cosmic-deception",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Cosmic Deception Expansion Pack is the first deck booster for Galatune, including 32 new action cards emphasizing traps, darkness, back-stabbing, and evil underhanded strategies. It can be mixed into your Galatune Starter Deck to customize and expand gameplay options.&#10;&#10;Cards Included:&#10;Masquerade, Savage Creed, Divine Annul, Cloneroot, Arms of Ken-daal, Grand Theft, Poetic Justice, Inhibitor, Blight, Kiss of Betrayal, Temporal Revision, Chromashift, Despair, Mega Boost, Treaty, Overload, Confiscate, Shadows of the Past, Confound, Deathwish, Infinite Power, Numbness, Twist of Fate, Pacify, Evil Plot, Magnificent Sacred Phoenix Rebirth, Borrowed Body, Edge of Ages, Manaswap, Omni, Stupid Rock.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fantasy",
      "Party Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Geoscope",
    "ID": 248161,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/248161/geoscope",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A fun and educational geography game of Ontario!&#10;&#10;Geoscope is the original geography series of games* that offer a visual representation of our world. The games are exciting to play and fun to learn on the gameboard maps.&#10;&#10;In series* 007/009, Ontario, the players get to know the province through the race along the path from the southernmost region to the northernmost area using &quot;Place&quot; cards, which tell you about the city you've landed on and advance you forwards, and &quot;Chance&quot; cards, which contain trivia about the Ontario and the board itself. Get the answer to a Chance card wrong, and you'll move backwards to the closest safe space on the board.&#10;&#10;The winner of the game is the first player to reach Polar Bear Provincial Park at Winisk.&#10;&#10;* While the publisher description indicates an intent to release a series of games, it appears that the Ontario game was the only release.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sprites: Battle Arena",
    "ID": 248166,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.95",
    "Link": "https://boardgamegeek.com/boardgame/248166/sprites-battle-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Players compete for fame in a popular, non-lethal sport, Sprites Battle Brawl. Within the walls of The Arena, contestants attack and defend against each other to show off their skills. And they do so with powerful companions called Sprites. It's the Energy of Sprites that players must harness to power and fuel all of the various tools and weapons that are used in the Arena. These tools are called Wands. Many of them have unique characteristics and effects. And while using Wands, and Sprites, successfully, the crowd of the Arena will take notice. And it is the crowd who chooses the champion. By collecting their cheers and gaining fans, the winner will be decided and declared champion. To battle in The Arena is to show who can use Sprites the best in this turn-based, free-for-all card game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imnia",
    "ID": 248168,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/248168/imnia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.4333",
    "Description": "Race to victory in a thrilling game of medieval lordship. Expand your city, recruit characters, rise in economic power and complete quests to gain prestige and increase your influence. In the end only the first to finish a wonder through prestige alone is the winner. Will that be you?&#10;&#10;In Imnia you take the role of a medieval lord who, in pursuit of power and glory, seeks to prove himself as a great ruler. To do this and be the first to finish building a wonder in your town you will expand your city by constructing new buildings, from basic ones, to advanced and unique, craft items which you will use to recruit characters, engage in land and sea trade to bring in wealth and exotic resources and finally fulfil quests. Through all of these you will first have to raise your influence to the highest level, 7, and finally transform your influence into coat-of-arms tokens to build a wonder and win.&#10;&#10;Imnia is at it's core a race to the finish embedded within a thematic economical strategy game. Each player builds through resource management and card drafting a unique asymmetrical tableau in his player area, representing the buildings and recruited characters in his town. Each such unique tableau gives players asymmetrical powers activated with a custom worker placement mechanic.&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Economic",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Cancelled Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lost Expedition: The Fountain of Youth & Other Adventures",
    "ID": 248181,
    "Year": "(2018)",
    "Geek Rating": "6.076",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248181/the-lost-expedition-the-fountain-of-youth-and-othe",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.2105",
    "Description": "The Lost Expedition: The Fountain of Youth &amp; Other Adventures expands the base game with four new, modular additions.&#10;&#10;In The Fountain of Youth &amp; Other Adventures, Francisco de Orellana and his band of conquistadors traveled deep into the Amazon and were never seen again. Centuries later, unbelievable reports of men clad in ancient armor armed with sword and arquebus have surfaced. If the rumors are true, de Orellana found the Fountain of Youth and guards it dearly...&#10;&#10;Other reports have emerged from the area of a mysterious mountain deep in the jungle, pulling planes crashing down from the sky. There are whispers, too, of a dark curse that the locals call only the Mark. For those foolhardy enough to still journey into the depths of the continent, they best not travel alone.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: The Lost Expedition",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Tully Sworn Shields",
    "ID": 248183,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248183/a-song-of-ice-and-fire-tabletop-miniatures-game-tu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The great Houses of Westeros had many other, smaller Houses that paid fealty to them. These bonds could be quite strong, reinforced by marriage. When House Stark sent out its ravens to call their Bannermen, House Tully was quick to lend their arms to the cause. In battle, the Sworn Shields would lock their shields together, side-by-side, creating a nearly-impenetrable wall, on which even cavalry charges could be halted.&#10;&#10;The A Song of Ice &amp; Fire: Tabletop Miniatures Game &ndash; Tully Sworn Shields unit box gives House Stark players a bulwark on the battlefield. Sworn Shields can utilize their Shieldwall order to negate hits to their front facing, dulling an enemy charge or subsequent attacks against them. Meanwhile, their trusty longswords will show that this unit isn&rsquo;t entirely defensive in nature. The set includes twelve miniatures in four different sculpts, along with the unit card and movement tray.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Stark Sworn Swords",
    "ID": 248184,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248184/a-song-of-ice-and-fire-tabletop-miniatures-game-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Some units can be judged on their military skills or strength, but in war, when another army is advancing, loyalty is a much more valuable asset. The sworn swords are the bedrock of the strategies of the Stark commanders. They are brave and capable to be sure, but their loyalty to the Direwolf banner can never be questioned. To a man, they would rather perish in battle, than leave one of their brothers behind.&#10;&#10;The A Song of Ice &amp; Fire: Tabletop Miniatures Game &ndash; Stark Sworn Swords unit box contains twelve miniature sworn sword figures, one sworn sword unit attachment, a movement tray, and all associated unit cards. These warriors have waited in the frozen north too long, dreaming of battle. They may not be the best equipped units in the war, but they know that shiny armor and pretty swords alone do not make a soldier.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Lannister Guardsmen",
    "ID": 248185,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248185/a-song-of-ice-and-fire-tabletop-miniatures-game-la",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Of all the Great Houses of Westeros, there is none more wealthy and ready for war than the Lannisters. Wars are fought with money, and the ability to arm troops with the finest steel and equip them with armor to keep them alive and hacking at the enemy goes a long way over the course of a battle.&#10;&#10;The A Song of Ice &amp; Fire: Tabletop Miniatures Game &ndash; Lannister Guardsmen unit boxes come with twelve Lannister guard figures, one Guard Captain unit attachment, a movement tray, and all associated unit cards. These soldiers are not the fastest, or even the strongest in the war. What they do have is an incredible level of defense, giving them the ability to wear their opponents down. Wars are won by those with the will to continue fighting.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Lannister Crossbowmen",
    "ID": 248186,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248186/a-song-of-ice-and-fire-tabletop-miniatures-game-la",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "When it comes to training soldiers, crossbowmen require a lot less work than average. The real cost comes in the production of the crossbow, itself. Technological advances aren't cheap, and keeping weapons in working order during war is no easy task. Still, a family with resources like the Lannisters can afford to keep this ranged killing machine armed and ready for battle.&#10;&#10;The A Song of Ice &amp; Fire: Tabletop Miniatures Game &ndash; Lannister Crossbowmen unit box contains twelve miniature figures in four different sculpts, one unit card, and one movement tray. This unit of deadeye soldiers takes advantage of the technology available to a family of means. At close or long range, their bolts can pierce even thick armor. However, a wise commander will keep them away from melee charges, if possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Bolton Cutthroats",
    "ID": 248187,
    "Year": "(2018)",
    "Geek Rating": "5.534",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248187/a-song-of-ice-and-fire-tabletop-miniatures-game-bo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "On a battlefield where the fighting is done up close and personal, a reputation for vicious brutality can be just as effective a weapon as any blade or bow. The Bolton cutthroats have simple armor and only a spiked mace at hand, but they are coldly efficient at cutting down enemies with much more elaborate armaments.&#10;&#10;The A Song of Ice &amp; Fire: Tabletop Miniatures Game &ndash; Bolton Cutthroats unit box contains twelve different Bolton cutthroat miniatures in four different sculpts, one Dreadfort Captain unit attachment, a movement tray, and all of the associated unit cards. The cutthroats specialize in driving fear into their opponents, and with the vicious trait, they'll be able to force their enemies to fail panic tests on a regular basis. It's one thing to read about war in books; it's quite another when you're standing across the field from men who kill for sport!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Stalingrad: Battlegrounds",
    "ID": 248189,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248189/heroes-of-stalingrad-battlegrounds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Expand the war to the industrial sectors of Stalingrad with the ammunition factory (on 2 terrain boards), 2 new heroes, and 2 new platoons for each army, roads, buildings and more!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Contents of the Kickstarter Edition:&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Russian Units&#10;     Rifle Battalion, 270th Rifle Regiment, 10th NKVD Divisio (Russian Platoon)&#10;     Shturmovye Gruppy, Stalingrad Academy of Street Fighting (Russian Platoon with elite troops)&#10;     Papa Koulikov (Russian Hero)&#10;     Sasha and the Beasts, 270th Rifle Regiment, 10th NKVD Division (Russian Heroic Platoon) - Kickstarter Exclusive&#10;     2 Aircraft (LAGG-3, YAK-78) - Kickstarter Exclusive&#10;     Vasily Zaytsev, Sniper (Russian Hero) - Kickstarter Exclusive&#10;     Extra units and options (T60 Scout Tank, Sharpshooters, RPG40 Grenades, Concealed, Sprinter, Hardboiled, Overwatch, Initiative, &hellip;)&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;German Units&#10;     Panzergrenadiere, III. Battalion, Pzgr-Reg 26, 24. Pzr-Div. (German Platoon)&#10;     Aufkl&auml;rungsabteilung 40, 24. Panzer-Division (German Platoon with elite troops)&#10;     David Kintz (German Hero)&#10;     Die Geisterabteilung, The Ghostly Recons (German Heroic Platoon) - Kickstarter Exclusive&#10;     2 Aircraft (STUKA, MESSERSCHMITT) - Kickstarter Exclusive&#10;     Major K&ouml;nig, Sniper (German Hero) - Kickstarter Exclusive&#10;     Extra units and options (Artillery Spotter, Stug III, Overwatch, &hellip;)&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Terrain&#10;     Terrain Tiles (4 Double-sided Road/Terrain Tiles)&#10;     Working Class District (4 Small Houses)&#10;     The Factory (2 Double-sided Terrain Boards)&#10;     The Factory Mini Campaign (3 linked scenarios)&#10;     Heroes of Stalingrad: Battleground Set #5 &#226;&#128;&#147; The Sewers (4 punch boards, available separately)&#10;     Battlegrounds Storage Box (Terrain Board Storage) - Kickstarter Exclusive&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mendelius",
    "ID": 248190,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/248190/mendelius",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mendelius is a card game for which one or more Mendelius decks are needed (a deck for every two players). The goal is to be the first player to make different combinations of cards, or crossings. Mendelius is an educational game that presents the genetic basis of the Mendelian inheritance.&#10;&#10;A game of Mendelius is played in seven rounds. In each round you have to perform several predetermined crossingss whose difficulty increases as the game progresses, as in other card games such as Gin Rummy. The winner of the round discounts 10 points, while the other players are assigned a score corresponding to the sum of the value of the cards that have been left in their hands at the end of the round. The winner is the player with the lowest score at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wet Blanket",
    "ID": 248192,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/248192/wet-blanket",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's time to party!&#10;...NOT!&#10;&#10;This is a game where you try to make people leave a party and go to your own instead!&#10;Implement a series of cards designed to make everyone have a terrible time at the current party.  Whoever collects the most party guests wins!&#10;&#10;Game Objective:  Each player is a wet blanket that wants to break up a party by causing socially awkward situations.  The person with the most people in their personal party by the time the main party is emptied or ended wins the game.&#10;&#10;Start out with 8 guests in the middle of the table, which represents the current party.  Each player is dealt 4 cards, on their turn a player plays a card then draws back up to 4.&#10;&#10;Multiple card types include:&#10;Party Guest&#10;Disaster&#10;Event&#10;Food/Music&#10;Veto&#10;Super Veto&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wet Blanket: Soggy Biscuit",
    "ID": 248193,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248193/wet-blanket-soggy-biscuit",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The parties just got worse!&#10;&#10;This expansion deck to Wet Blanket comes with 54 additional cards that will ensure that no one will ever party ever again!  Unless they're at your party of course.&#10;&#10;This time you will use your knowledge of people's professions and allergies to make your own party the only one people will ever talk about!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Silas Marsh Promo Cards",
    "ID": 248199,
    "Year": "(2018)",
    "Geek Rating": "5.667",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248199/arkham-horror-the-card-game-silas-marsh-promo-card",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a set of four cards to add Silas Marsh to Arkham Horror: The Card Game. They were included with copies of the novella The Deep Gate.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – Books & Replacement Cards",
      "Game: Arkham Horror TCG – The Innsmouth Conspiracy",
      "Promotional: Cards",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Fleet Troopers Unit Expansion",
    "ID": 248201,
    "Year": "(2018)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248201/star-wars-legion-fleet-troopers-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "With the Fleet Troopers Unit Expansion, you can bring those soldiers' dedication and readiness for battle to your games of Star Wars: Legion. This expansion immediately opens up the options available to your Rebel armies with seven unpainted, easily assembled fleet trooper miniatures. An assortment of upgrade cards lets you customize your fleet troopers to match the battles you expect to face. After all, whether you're battling in the tight corridors of a starship or on a more open battlefield, your fleet troopers can make the difference in your fights.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Just 1 More Cat",
    "ID": 248202,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/248202/just-1-more-cat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "This is a cat-themed card game with a lot of luck and a lot of directed spite.  It has two decks -- one with action effects and one with cat photos, each with a cute description and a point value.  Players draw and use actions to collect cats worth the most points.&#10;&#10;From the back of the box:&#10;&#10;Just 1 More Cat is an all ages card and dice game where the champion of the game adopts the most cast.  Players adopt cats from the cat herd, then trade, steal, and adopt more (you guessed it) cats.&#10;&#10;Watch out for cat fights and Catmaggedon.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Legacy: The Rising – Earth vs Wind",
    "ID": 248204,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.75",
    "Link": "https://boardgamegeek.com/boardgame/248204/dark-legacy-the-rising-earth-vs-wind",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to world of Dark Legacy. A world ruled by the ruthless battle mage by the name of the Kaiser. The planet of Titan is at war. The Kaiser is bringing the world to its knees. This is a war where anything is possible and anyone can become a legend. It is here where your journey begins.&#10;&#10;Dark Legacy is a unique strategy game that mixes the best elements of campaign-style adventure games and tactical customizable card games and wraps them all up into an in-depth sci-fi/fantasy story. In Dark Legacy, players are no longer bystanders of the battle, they get to be part of it as a war general within one of six different factions. With the unique and various weapons, armor, and relics, that a player can equip themselves with, players can become whomever they imagine themselves to be.&#10;&#10;In Dark Legacy, it is the players objective to destroy their opponents and their armies, by building a deck of magic spells that no one can withstand, rolling the d20 in their favor and strategically summoning their army to be the strongest. Just like in a real battle you will have to anticipate the probability of the unexpected. Don't make choices too hastily for they may be the demise of your army and yourself.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Legacy: The Rising – Chaos vs Tech",
    "ID": 248205,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/248205/dark-legacy-the-rising-chaos-vs-tech",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to world of Dark Legacy. A world ruled by the ruthless battle mage by the name of the Kaiser. The planet of Titan is at war. The Kaiser is bringing the world to its knees. This is a war where anything is possible and anyone can become a legend. It is here where your journey begins.&#10;&#10;Dark Legacy is a unique strategy game that mixes the best elements of campaign-style adventure games and tactical customizable card games and wraps them all up into an in-depth sci-fi/fantasy story. In Dark Legacy, players are no longer bystanders of the battle, they get to be part of it as a war general within one of six different factions. With the unique and various weapons, armor, and relics, that a player can equip themselves with, players can become whomever they imagine themselves to be.&#10;&#10;In Dark Legacy, it is the players objective to destroy their opponents and their armies, by building a deck of magic spells that no one can withstand, rolling the d20 in their favor and strategically summoning their army to be the strongest. Just like in a real battle you will have to anticipate the probability of the unexpected. Don't make choices too hastily for they may be the demise of your army and yourself.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Legacy: The Rising – Darkness vs Divine",
    "ID": 248206,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/248206/dark-legacy-the-rising-darkness-vs-divine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to world of Dark Legacy. A world ruled by the ruthless battle mage by the name of the Kaiser. The planet of Titan is at war. The Kaiser is bringing the world to its knees. This is a war where anything is possible and anyone can become a legend. It is here where your journey begins.&#10;&#10;Dark Legacy is a unique strategy game that mixes the best elements of campaign-style adventure games and tactical customizable card games and wraps them all up into an in-depth sci-fi/fantasy story. In Dark Legacy, players are no longer bystanders of the battle, they get to be part of it as a war general within one of six different factions. With the unique and various weapons, armor, and relics, that a player can equip themselves with, players can become whomever they imagine themselves to be.&#10;&#10;In Dark Legacy, it is the players objective to destroy their opponents and their armies, by building a deck of magic spells that no one can withstand, rolling the d20 in their favor and strategically summoning their army to be the strongest. Just like in a real battle you will have to anticipate the probability of the unexpected. Don't make choices too hastily for they may be the demise of your army and yourself.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Machinations: A Game of Devious Schemes",
    "ID": 248207,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/248207/machinations-a-game-of-devious-schemes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Machinations is a competitive tabletop game where players take the role of a soothsayer, zombie, superhero and more in order to complete their own agendas. While roaming the board, players discover new locations that may help them on their mission or reveal an obstacle that they must face. The board changes according to which combinations of characters are in the game for a unique experience every game. During a special phase called covert operations, players get to secretly perform their special abilities in order to get one step closer to winning the game.&#10;&#10;Do you have what it takes to save the day from the alien invasion? Will you find the path to the buried treasure? Keep your identity hidden and get ahead by sabotaging other opponents. Just be careful or you might get sucked into the black hole or encounter the raging robot. Will you be the first to fulfill your Machination?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Exploration",
      "Pirates",
      "Science Fiction",
      "Spies / Secret Agents",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SpaceCiv",
    "ID": 248209,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/248209/spaceciv",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The humans cannot live on Earth. The nuclear war has created new a new species,who,with their special powers,have taken over whole earth without any difficulty.&#10;&#10;So you, along with the other survivors have shifted to a new planet in a far away galaxy. And you are their leader. Can you successfully create a civilization? Probably, and then, probably not.&#10;&#10;Each turn a new disaster will occur upon your civilization and you have to use your military and resources to protect your civilization.&#10;SpaceCiv is a solo PnP game. In this game, you cannot win.At the end of the game, you will be given Victory Points based on  your surviving buildings.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stock Holding"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stones Break Bones: The Perfect Mix of Strategy & Luck",
    "ID": 248232,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/248232/stones-break-bones-the-perfect-mix-of-strategy-and",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Stones Break Bones is a card game with just one simple goal - to gain exactly 25 points, no more no less. The gameplay is just as simple, pick up cards from the main pile and add up the points on them, but be sure to avoid stones! Those pesky cards force you to discard your whole hand to the discard pile. Boosters, on the other hand, make for a great surprise to your opponent. Play them at the beginning of your turn to throw off your opponents and get an advantage over the gameplay.&#10;&#10;The design of the cards is slick, with hand-drawn icons on each card. Unlike many other popular card games, Stones Break Bones is pocket size (1.75in x 2.5in) - perfect for parties and road trips!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Petty Fiefs",
    "ID": 248244,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/248244/petty-fiefs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Minor princes pit bands of vassals and fickle mercenaries against one another in a struggle to possess the largest and most valuable tracts of land. Later, the princes build and upgrade castles to secure control of their expanding realms. The player whose weaker prince has the strongest, most valuable fiefdom wins.&#10;&#10;Petty Fiefs is a game for the piecepack played in two phases:&#10;Lay of the Land, where players lay out the tiles to make the starting provinces and places the princes and warlord into them;&#10;and Contention, where players fight to gain control of the provinces by moving their princes, placing vassals, bidding for control of the warlord, placing mercenaries etc. and then secure control of their provinces by building and upgrading castles.&#10;&#10;The game ends when there are no uncontrolled provinces and players total up the values of the provinces for each of their princes and the player whose lowest scoring prince has the highest score wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Memory",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tacticon",
    "ID": 248245,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248245/tacticon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A strategy game which aims to be an abstraction of contemporary society in the same way that Chess is an abstraction of feudalism. Each player has ten pieces: a man, woman, and child (people); a wheel, column and bullet (tools); a shield; and three pragmas. People and pragmas cannot attack people, and the child cannot attack tools. Shields cannot be attacked at all except from behind.&#10;&#10;The object of the game is to score points by attacking the opponent's people and pragmas, or by occupying special spots on the board known as &quot;origons&quot;. The game ends immediately if one player occupies all four origons, or if one player has lost two of their three people. Otherwise the game continues until a predetermined score is reached.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MINOPOLY",
    "ID": 248246,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/248246/minopoly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "The player who can &ldquo;see&rdquo; the most buildings from his side of the board when the game ends is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Pattern Recognition",
      "Push Your Luck"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diesta: A Dice Fiesta",
    "ID": 248248,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/248248/diesta-a-dice-fiesta",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Diesta is a game of minigames: strategic, physical, deceptive, creative, and mind-bending.&#10;&#10;You draw a minigame card, play that minigame, win some Diesta cards, and use those cards' special abilities to power-up, sabotage, cooperate, and compete with your friends!&#10;&#10;The winner is the player with the most cards at the end of the game. Get ready to have fun, get to know each other, and enjoy the mayhem of Diesta!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Toronto (Ontario, Canada)",
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Contract Conquest",
    "ID": 248252,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248252/contract-conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Summary:&#10;In Contract Conquest, you take the role of a wealthy real estate mogul who has decided to build a tower. Unfortunately for you, you are not the only one building towers, and other real estate moguls will do everything in their power to stop you. Can you battle the odds, the elements, and worst of all, the other players to come out on top with the tallest tower?&#10;&#10;Game play:&#10;Contract Conquest is a card based tower building game for 2 or more players which can take as little as 30 minutes and can be expanded on to increase the play time up to 2 hours.  Players take turns building rooms in their tower, while playing cards to decimate their opponent's tower and improve their own. All players have to watch out for the disaster cards which can be devastating to all players.&#10;&#10;Goal:&#10;Be the player with the most Construction Points (CP) when any player completes the top floor of their tower.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice (Second Edition): Legends",
    "ID": 248253,
    "Year": "(2018)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248253/d-day-dice-second-edition-legends",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "10 Legendary Units (and their special equipment) that you can play in place of the Nations included in D-Day Dice.&#10;&#10;This deck of 60 Cards (10 Poker and 50 Small) includes 10 Legendary Units (and their unique items and specialists).&#10;&#10;These units can be used instead of the standard Units in any of the expansions of the core game.&#10;&#10;Legendary Units include:&#10;&#10;    Royal 22e Regiment&#10;    Polish 1st Armoured Division&#10;    Royal Warwickshire Regiment&#10;    92nd Infantry Division (Buffalo Soldiers)&#10;    9e Compagnie du R_giment du Tchad (La Nueve)&#10;    Brazilian Expeditionary Force (FEB)&#10;    French Foreign Legion&#10;    45th Infantry Division (Thunderbird)&#10;    1st Belgian Infantry Brigade (Brigade Piron)&#10;    No.10 (Inter-Allied) Commando&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice (Second Edition): Spoils of War",
    "ID": 248254,
    "Year": "(2018)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248254/d-day-dice-second-edition-spoils-of-war",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An expansion including 10 Special Missions, 3 War Stories and 46 Servicemen, as well as 2 Awards, 4 Vehicles and 10 War Heroes and a Legendary Unit which includes 2 Legendary Specialists, 3 Legendary Items, and the Legendary RWB Table for the unit.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice (Second Edition): Gott Mit Uns",
    "ID": 248255,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248255/d-day-dice-second-edition-gott-mit-uns",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Gott Mit Uns Mini Expansion is a mini-expansion for D-Day Dice (Second Edition): Atlantikwall, containing a 66 cards that can be played on their own or added to their respective original decks, including a rules card, 30 Battle Conditions, 4 German Items, 3 German Specialists, 22 Decorations, and 6 cards of a new Reserve specialist, Radio Operator (2 stars) for French, Canadian, UK, USA, SHAEF, and Polish forces.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice (Second Edition): Overlord",
    "ID": 248256,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248256/d-day-dice-second-edition-overlord",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This expansion includes the full campaign rules, a variant Battle Map of GOLD Beach (with one bunker), Juno Beach II, a token sheet, plus the necessary components to add 2 players to your campaigns: 2 sets of RWB dice, 2 sets of all new Specialists including resource cards (Greece and Norway) and 2 unique Unit Markers, and a full set of Awards, Items and Vehicles. Also included are 4 new and exclusive Awards.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treadheads",
    "ID": 248258,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/248258/treadheads",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Treadheads is a new and unique game system that covers Second World War and future combined-arms tactical combat. TH will integrate armor, infantry, artillery and air support for miniatures and hex-based board gaming. The unit level is individual vehicles &amp; aircraft with squads &amp; teams for infantry. Each player will command up to a reinforced combined arms company, confronting the same challenges and fortunes of war as real tank commanders and infantry squad leaders in combat with the enemy.&#10;&#10;They will advance to contact, identify and react to threats, engage targets, and then adapt their own battle plans as necessary. TH encourages the use the tactics and strategies, including those taken directly from the real manuals, and features weapons platforms that perform with a high degree of detail &amp; accuracy.&#10;&#10;What sets this game apart from other games at this scale &amp; subject? Treadheads centers around the concept of &ldquo;Time in Action&rdquo; as a way to simulate the interactive and simultaneous actions of units in a historical 1:1 engagement. This timing synchronizes movement and firing commands and eliminates additional rules and traditional Sequence of Play for initiative determination, orders phase, opportunity fire and over-watch, while allowing simultaneous movement &amp; target engagement.&#10;&#10;TH and the OODA Decision Loop: The principle of the Decision Loop (Observe, Orient, Decide, Act) was developed by USAF Colonel John Boyd. By mastering this process and getting &quot;inside&quot; the cycle, disrupting an opponent's thinking processes, and forcing him to commit to a plan before he's ready, this offers opportunities and pressures for him to make mistakes. That timing aspect of acting before your opponent is what allows you to seize the initiative and exploit it.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rank Card Game",
    "ID": 248267,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/248267/rank-card-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Rank is a fast-paced shedding card game, which means you try to get rid of all your cards before the other players and obtain the highest rank. In Rank, players utilize numbered cards, special cards, and strategy to out think their opponents and play all their cards first.&#10;&#10;The most important thing to remember is to not get stuck with only low cards towards the end, or you&rsquo;re going to lose!  The first player to get rid of all their cards becomes the King.  Each time a player becomes/stays the King, they receive 2 Royal tokens.  If you end the hand as the Queen, you receive 1 Royal token.  Get 5 Royal tokens and you are the winner!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Mercenaries Expansion Pack #1",
    "ID": 248268,
    "Year": "(2018)",
    "Geek Rating": "5.719",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248268/heroes-of-land-air-and-sea-mercenaries-expansion-p",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "An expansion consisting of mercenary miniatures and their cards. The expansion was initially released as a KickStarter exclusive to backers of the 2017 campaign, but Gamelyn Games has stated that they may also be available for direct sale from their website or at conventions.&#10;&#10;The expansion contains:&#10;&#10;     4 Miniatures (Gamelyn the Warlord, Jowls the Minotaur, Gnocke the Hill Giant, and Betula the Treant)&#10;     4 Mercenary cards&#10;     1 Rule card&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Heroes of Land, Air & Sea",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Mercenaries Expansion Pack #2",
    "ID": 248269,
    "Year": "(2018)",
    "Geek Rating": "5.697",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248269/heroes-of-land-air-and-sea-mercenaries-expansion-p",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "An expansion consisting of mercenary miniatures and their cards. The expansion was initially released as a KickStarter exclusive to backers of the 2017 campaign, but Gamelyn Games has stated that they may also be available for direct sale from their website or at conventions.&#10;&#10;The expansion contains:&#10;&#10;     2 Miniatures (Mechmaster Cyd the Harvester, Baaledor the Demon Lord)&#10;     2 Mercenary cards&#10;     1 Rule card&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Heroes of Land, Air & Sea",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: Snow Storm",
    "ID": 248270,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248270/malifaux-snow-storm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "At the time of the Event, the Tyrant December made a desperate gamble to take control of His Vessel, Rasputina. This attempt failed when she redirected His power to one of the Silent Ones, a woman named Snow. The Tyrant's power manifested in the form of a massive wendigo bound to Snow, which later was named Storm.&#10;&#10;At first, the relationship between the two was fractured and hostile. Neither the wendigo nor the Silent One wanted this symbiotic relationship, but Fate is rarely inclined to offer a true choice. As time has moved on, they have developed a respect for each other, moving from animosity to the kinship of pack siblings.&#10;&#10;They no longer interact much with the Cult, preferring their own company. While they answer to Rasputina, it is a strained relationship compared to the rest of the Silent Ones. Storm's nature has driven Snow more towards independence, and she is more willful as a result. For now, the two are joined with the Cult's cause.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Siege Engines Mini-Expansion",
    "ID": 248271,
    "Year": "(2018)",
    "Geek Rating": "5.641",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248271/heroes-of-land-air-and-sea-siege-engines-mini-expa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "An expansion consisting of six siege engines and their cards. The expansion was initially released as a KickStarter exclusive to backers of the 2017 campaign, but Gamelyn Games has stated that they may also be available for direct sale from their website or at conventions.&#10;&#10;The expansion contains:&#10;&#10;     6 Siege engine constructs (3 types)&#10;     6 Siege engine cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Heroes of Land, Air & Sea",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Nomads Mini-Expansion",
    "ID": 248273,
    "Year": "(2018)",
    "Geek Rating": "5.683",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248273/heroes-of-land-air-and-sea-nomads-mini-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "An expansion consisting of &quot;troll&quot; nomad miniatures and their cards. The expansion was initially released as a KickStarter exclusive to backers of the 2017 campaign, but Gamelyn Games has stated that they may also be available for direct sale from their website or at conventions.&#10;&#10;The expansion contains:&#10;&#10;     10 Nomad miniatures&#10;     1 Nomad mercenary card&#10;     6 Nomad spell cards&#10;     1 Rulesheet&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Heroes of Land, Air & Sea",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: Beacon of Knowledge – Sandeep Box Set",
    "ID": 248274,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248274/malifaux-beacon-of-knowledge-sandeep-box-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sandeep Desai was born in Guild-occupied India. He was one of the many orphans of his city, and he was taken in and raised by a temple. He devoured books on the arcane and soon proved to be a powerful user of magic in his own right, but his peaceful life of learning came to a violent halt the day that the Guild arrested his master for undermining their authority. Sandeep took up his Master&rsquo;s cursed Gada that day and unleashed the fury of Banasuva for the first time.&#10;&#10;Sandeep was personally asked to come to Malifaux by Viktor Ramos in order to help train a new generation of Arcanists in the ways of magic. He holds his classes in secret, instilling in his students a respect for the arcane which he wishes he had on that fateful day back in India. He is an excellent teacher, and Ramos has been pleased with the progress of his students.&#10;&#10;The locations of his classes frequently move, staying one step ahead of the Guild. In quiet moments of reflection and meditation, Sandeep often regrets the need for violence and wishes for a peaceful, quiet environment where his students could grow and prosper. He knows the tyranny and cruelty of the Guild all too well, and constant vigilance prevents him from dwelling on his own dark past.&#10;&#10;Sandeep&rsquo;s box set contains six models, including Sandeep himself. Kudra, Sandeep&rsquo;s loyal student, is his right-hand-woman, and she defends her teacher with arcane skill and physical prowess. Sandeep can summon his Totem, Banasuva, to present a large, flaming threat for his opponent. Finally, the Poison Gamin are versatile Minions which Sandeep is also capable of summoning.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Just Borrowin'",
    "ID": 248298,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/248298/just-borrowin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Just Borrowin&rsquo;, you take on the role of a family of tiny people who live under the floorboards, in the walls and in the nooks and crannies of a nice big house of rich and forgetful humans. Each night, you venture out to &ldquo;borrow&rdquo; items to make your tiny house bigger, better and nicer to live in. But beware of fellow tiny people, who are also trying to furnish their homes, and won&rsquo;t hesitate to scuffle with you for the items they want.&#10;&#10;What&rsquo;s more, you have to look out for the cat, the ferocious pet of the humans, whose keen senses know when there&rsquo;s a scuffle among the tiny people. Avoid the cat at all costs, or you&rsquo;ll be cat food. Survive the scuffles and the feline wrath, and you&rsquo;ll return with the materials to decorate your home. You can even assemble borrowed items to create more elaborate furniture. If you accomplish your goals for a dream home, you&rsquo;ll be the envy of all tiny people.&#10;&#10;This is a card-based game where 3-5 players start of with just a an empty room card. Their ideal dream home is dictated by goal cards drawn at the start of each game. Each turn, item cards are presented and all players simultaneously place their meeples on the items they want to grab. If two or more players go after the same item card, a scuffle breaks out. Scuffles are resolved with dice rolls but if the difference exceeds two, the cat will hear and disrupt the scuffle. Everyone flees and no one gets the item.&#10;&#10;Players decorate their room card with the item cards. There are also Assembly cards where players are required to get two or more specified item cards to build into the Assembly. Assemblies score more and give action bonuses. Players may also trade items with each other, expand their tiny house by adding room cards. Play ends when there are no more item cards to grab. Then points are added. Item cards, Assembly Cards and Goal cards are scored and totalled.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: The Void Pack",
    "ID": 248304,
    "Year": "(2020)",
    "Geek Rating": "5.577",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248304/planet-apocalypse-the-void-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion to Planet Apocalypse contains:&#10;&#10;&#10;     3 Demon figures&#10;     2 Lord figures&#10;     2 Hero miniatures&#10;&#10;&#10;Maps:&#10;&#10;     2 Maps (Launch Pad + Moon Base)&#10;&#10;&#10;Sheets:&#10;&#10;     2 Hero Sheets&#10;     3 Demon Sheets&#10;     2 Lord Sheets&#10;&#10;&#10;Cards:&#10;- 10 Gift cards &#10;- 2 Legion Cards (Pandemonium, Styx)&#10;- 3 Region Cards (Space, USA, Texas)&#10;- 42 Trooper Cards (8x Nasa, 8x Cosmonaut, 4x Nacy Seal, 4x Texas Ranger, 4x US Marines, 6x Evangelicals, 8x Gang)&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes the miniatures compatible with Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: The Dragon Pack",
    "ID": 248306,
    "Year": "(2020)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248306/planet-apocalypse-the-dragon-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion to Planet Apocalypse contains:&#10;&#10;&#10;     3 Demon figures (Elemental, Cendiary and Nuckelavee)&#10;     2 Lord figures (Chthon &amp; Stroma)&#10;     2 Hero miniatures (Victor &amp; Bernice)&#10;&#10;&#10;Maps:&#10;&#10;     2 Maps (Dragon Back &amp; Dragon Guts)&#10;&#10;&#10;Sheets:&#10;&#10;     2 Hero Sheets&#10;     3 Demon Sheets&#10;     2 Lord Sheets&#10;&#10;&#10;Cards:&#10;&#10;     10 Gift cards &#10;     2 Legion Cards (Tartarus, Cocytus)&#10;     26 Trooper Cards (6x Mounties, 4x SAS, 4x British Army, 6x Constabulary, 6x Federales)&#10;&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes the miniatures compatible with Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: The Pack of the Pit",
    "ID": 248308,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248308/planet-apocalypse-the-pack-of-the-pit",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion to Planet Apocalypse contains:&#10;&#10;&#10;     3 Demon figures (Gadarene, Raparee &amp; Hortator)&#10;     2 Lord figures (Orobas &amp; Humbaba)&#10;     2 Hero miniatures (Penrod &amp; Amelia)&#10;&#10;&#10;Maps:&#10;&#10;     2 Maps (Washington Mall &amp; St. Peter's)&#10;&#10;&#10;Sheets:&#10;&#10;     2 Hero Sheets&#10;     3 Demon Sheets&#10;     2 Lord Sheets&#10;&#10;&#10;Cards:&#10;&#10;     10 Gift cards &#10;     2 Legion Cards (Gehenna &amp; Hades)&#10;     3x Region Cards (France, Germany &amp; Russia)&#10;     26 Trooper Cards (4x KSK, 4x Bundeswehr, 6x Polizei, 2x BMP, 4x Spetsnaz, 4x Foreign Legion, 4x Paras))&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: Lord Jabootu",
    "ID": 248309,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248309/planet-apocalypse-lord-jabootu",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Jabootu, a new Demon Lord &ndash; the evil spirit of terrible movies and television!&quot;&#10;&#10;This expansion contains a new Lord figure to switch up your game.&#10;&#10;Contains:&#10;&#10;     1 Lord figure (Lord Jabootu)&#10;     1 Lord Sheet&#10;&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes this miniature compatible with Cthulhu Wars.&#10;&#10;For Cthulhu Wars it is also a Independent Great Old One with the following powers:&#10;&#10;Deadly Tedium (Pre-Battle): If Jabootu is in play, the enemy rolls 1 less combat die in any battle against you.&#10;&#10;Spellbook - (Criticism) Requirement: Jabootu is in a battle declared by another player.&#10;Criticism (Post-Battle): From now on, if Jabootu is in a battle, the enemy receives 1 less Kill result (minimum of 0).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: Lady Scylla",
    "ID": 248310,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248310/planet-apocalypse-lady-scylla",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&quot;Scylla, a new Demon Lady with six heads, which must be destroyed separately.&quot;&#10;&#10;This expansion contains a new Lord figure to switch up your game.&#10;&#10;Contains:&#10;&#10;     1 Lord figure (Lady Scylla)&#10;     1 Lord Sheet&#10;     6 Deadhead Markers&#10;&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes this miniature compatible with Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: Lord Pulgasaur",
    "ID": 248311,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248311/planet-apocalypse-lord-pulgasaur",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Pulgasaur, a new Demon Lord who grows in stages as you battle him.&quot;&#10;&#10;This expansion contains a new Lord figure to switch up your game.&#10;&#10;Contains:&#10;&#10;     1 Lord figure (Lord Pulgasaur)&#10;     1 Lord Sheet&#10;&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes this miniature compatible with Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: Lord Asmod",
    "ID": 248312,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248312/planet-apocalypse-lord-asmod",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Asmod, a new Demon Lord who takes over and controls individual heroes.&quot;&#10;&#10;This expansion contains a new Lord figure to switch up your game.&#10;&#10;Contains:&#10;&#10;     1 Lord figure (Lord Asmod)&#10;     1 Lord Sheet&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: Lord Procrustes",
    "ID": 248313,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248313/planet-apocalypse-lord-procrustes",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Procrustes, a new Demon Lord of complete evil and destruction!&quot;&#10;&#10;This expansion contains a new Lord figure to switch up your game.&#10;&#10;Contains:&#10;&#10;     1 Lord figure (Lord Procrustes)&#10;     1 Lord Sheet&#10;&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes this miniature compatible with Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cats are Scientists",
    "ID": 248319,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/248319/cats-are-scientists",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "All throughout history, cats have theorized the idea of gravity. Now, cats from all over the world are testing the principles of gravity by knocking objects off of tables and recording the outcome. It is up to you to successfully conduct enough experiments to formulate enough evidence to prove the Law of Gravity. The cat who can successfully complete this task first will forever go down in history as the cat who discovered gravity!&#10;The idea of the game is to collect 6 or more science points to be deemed the &quot;Greatest Science Cat of All Time!&quot; In order to conduct an experiment, you must knock a card off of the table using your Scientific Method. You then apply the rule on the card to the game and MUST follow it to the best of your ability. If you fail to follow a rule in play and another player calls you out on it, you must return a card back into the pile. See who can follow the most laws of science by stacking up more and more rules!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Occupation: Researcher / Scientist",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Physics",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup: Torch",
    "ID": 248320,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248320/battlegroup-torch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "EGYPT, 1942... After defeat at the Battle of Gazala, the British 8th Army has been chased back through the western deserts, fighting a rearguard action to hold the line near a railway halt called El Alamein.  Here, the tide of the desert war would turn decisively in the British&rsquo;s favour. At El Alamein Rommel&rsquo;s weary army was repeatedly defeated and forced into a very long retreat to save itself. Meanwhile, American and British troops land on the shores of Morocco and Algeria in Operation Torch, with the plan to cut-off the Germans by capturing Tunisia. A hard seven-month campaign would follow in the final struggle to capture North Africa.&#10;&#10;&bull; BACKGROUND A general overview of the later North Africa campaign, from Gazala, through three battles at El Alamein to Operation Torch and the Allies&rsquo; attack into Tunisia. With British, American and French forces of 1st Army in the north and 8th Army pursuing Rommel&rsquo;s Panzer Armee Afrika to the Mareth Line, and then beyond, in the south. This book covers the desert fighting from May 1942 to May 1943 and the Axis&rsquo; ultimate surrender in Tunisia.&#10;&#10;&bull; ARMY LISTS Nine army lists designed to be played with the character of the principal combatants for North Africa: the veteran Deutsche Afrikakorps for 1942 and Defenders of Tunisia for 1943, Italian armoured and infantry divisions to face British (and Commonwealth) armoured and infantry divisions. Also, for Tunisia, the first combat operations for the US 1st Armoured Division and US infantry divisions, as well as ex-Vichy French &lsquo;March&rsquo; divisions, now turned against their former Axis allies.&#10;&#10;&bull; SPECIAL RULES New special rules to adapt the core Battlegroup rules to the later North African battlefields. Recreating the character of desert fighting, with its dusty conditions, reliance on tank warfare and mobile formations, and the wearing effects of the harsh conditions. Also rules for the colder, muddy, difficult hill-country of northern Tunisia, a very different type of battlefield, all helping to create games with the distinctive feel for the end of the &lsquo;desert&rsquo; war.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: Lord Great Cthulhu",
    "ID": 248321,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248321/planet-apocalypse-lord-great-cthulhu",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;The Great Cthulhu himself has come, summoned by the powers of hell itself! Also comes with 20 sanity tokens. When you battle Great Cthulhu, madness makes it difficult for heroes to decide when to retreat!&quot;&#10;&#10;This expansion contains a new Lord figure to switch up your game.&#10;&#10;Contains:&#10;- 1 Lord figure (Lord Great Cthulhu)&#10;- 1 Lord Sheet&#10;- 20 sanity tokens&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet Apocalypse: The Power Pack",
    "ID": 248322,
    "Year": "(2020)",
    "Geek Rating": "5.564",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248322/planet-apocalypse-the-power-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The box containing all the Stretch Goals from the campaign:&#10;&#10;Maps:&#10;&#10;     Purgatory&#10;     Final Battle&#10;&#10;&#10;Heroes:&#10;&#10;     Doc Hunter&#10;     Cissy Salem&#10;&#10;&#10;Fourth Circle Demons:&#10;&#10;     Bellatrix&#10;     Tardigrade&#10;     Philter&#10;&#10;&#10;Lords:&#10;&#10;     Lord Geryon&#10;     Argus&#10;&#10;&#10;Cards:&#10;&#10;     2 Legion cards (Annwn and Sheol)&#10;     10 Gift cards (2x Rapid Fire, 3x Sergeant, 2x Registered Nurse, 3x Spear of the Spirit)&#10;     Region: Japan&#10;     Region: Israel&#10;     Region: Australia&#10;     30+ Trooper cards&#10;&#10;&#10;A Crossover from Planet Apocalypse officially published by Petersen Games makes the miniatures compatible with Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rival Realms: Far Frontiers Expansion",
    "ID": 248344,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248344/rival-realms-far-frontiers-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Fantastiqa Rival Realms: Far Frontiers Expansion adds powerful Relics to Rival Realms.&#10;&#10;Components:&#10;2 - Player Aid Cards&#10;2 - Enchantment Cards&#10;2 - Quest Cards&#10;14 - Relic Tokens&#10;1 - Instructions&#10;&#10;Relics are chosen at random and placed in the 4 corners of your Realm. You must explore the corner regions of your Realm to claim the Relics!&#10;&#10;Fantastiqa Rival Realms is a standalone game for two players, and the Final Frontiers expansion is a separate addition for the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: The E•G•G",
      "Setting: Fantastiqa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Compendium: The Overlord – Tome I (fan expansion for Conan)",
    "ID": 248345,
    "Year": "(2017)",
    "Geek Rating": "5.551",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248345/compendium-the-overlord-tome-i-fan-expansion-for-c",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A collection of fan-designed scenarios available through the-overlord.com&#10;&#10;Eighteen scenarios, the last three forming a mini-campaign.&#10;&#10;40 pages&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fan Expansion",
      "Fantasy",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Compendium: The Overlord – Tome II (fan expansion for Conan)",
    "ID": 248346,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248346/compendium-the-overlord-tome-ii-fan-expansion-for",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A collection of fan-designed scenarios available through the-overlord.com&#10;&#10;Twelve scenarios, ten of which form a campaign. Additionally, five articles:&#10;&#10;&#10;     How to Make a Monster: Thog (title in English in the original), by Stephane N'Guyen&#10;     La Part de l'h&ocirc;te (short story), by Not Quite Dead&#10;     Guide de peinture : Thog, by Martin Grandbarbe&#10;     THS : du mode aventure au mode versus (game design), by Fred Henry&#10;     Thog (short story), by Pallantides&#10;&#10;&#10;52 pages&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fan Expansion",
      "Fantasy",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ancient World Multi Game System",
    "ID": 248362,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/248362/ancient-world-multi-game-system",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Like streaming music and films for endless entertainment, you can now choose from a growing number of games in the Multi Game System. Each component in this compact system is carefully crafted to play in a wide variety of games, at home or away.&#10;&#10;For centuries, playing cards have been used, to play many popular games. Today, quality wood, bronze or printed chip components are used interchangeably to play lots of games. The main components are square tiles, with colors and symbols on both sides. You can play more games, with more players, when you possess more tiles.&#10;&#10;When Multi Game System books are released, you can extend your game collection. When new Multi Game System books are released you can expand your game collection. The style or type of games is growing and many games get updated with alternative play or expansions. They are created by casual and prolific designers from the USA, UK and Germany, plus a few classics designed in Ancient Egypt or the Roman Empire.&#10;&#10;Build up your game library, step by step, with additional components designed for play with upcoming books. Keep your home clean and the environment green, with these compact and enduring pieces.&#10;&#10;The games take you back to the lives of warriors, fishermen and other heroes of the Ancient World. They are easy to learn in a few minutes and can be played in 10 to 30 minutes or more These social abstract games, encourage players to interact in widely differing ways, from fear-driven collaboration, collusion, trickery and bluffing and deceit, and of course, competition. Enjoy adventure in the Ancient World and create your own story.&#10;&#10;Chess, Latrunculi, and traditional Seega are strategic battles between two minds with nothing is left to chance and everything is open in plain sight on the battle field. The greatest mind will prevail through skillful use of his forces. Words are not spoken and only detract from victory. The real world has chance and luck, secrecy and concealment which makes Journey Stones and King&rsquo;s Ransom so much fun. More than two are usually involved in real life, so most of the social abstract games allow four or more to play. The rich relationships between many players, with shifting allegiances or when facing a common challenge are memorable. In set to play for Stella, Inuit, ILIOS or Assyrians, &ldquo;may keep them hidden from other players&rdquo;, means you may work together with some players and show your tiles, build trust and enhance cooperation! It&rsquo;s not enough to use your strategic skill and not open your mouth! Assyrians and Dream Lands rely solely on persuasion and verbal skills.&#10;&#10;As you see how the components are used, you may be inspired to add to the library and create your own games, limited only by your creativity.&#10;&#10;The tiles can be put together in different combinations to give the components needed to play these 25 games.&#10;&#10;MGS&#10;&#10;Ziggurats                                    &#10;Journey Stones&#10;Rays&#10;Silk Roads&#10;Numidia                                    &#10;Melos&#10;Latrunculi                                  &#10;Seega&#10;Kush                                        &#10;Stella&#10;Cheetah                                     &#10;King's Ransom&#10;Inuit&#10;&#10;PREMIUM MGS&#10;&#10;Tekel&#10;Tholos                                      &#10;Capere&#10;Agros&#10;&#10;DELUXE MGS&#10;&#10;Lost&#10;Floodwaters&#10;Assyrians&#10;Dark Death&#10;ILIOS                                       &#10;Raetia&#10;&#10;SUPER DELUXE MGS&#10;&#10;Dream Lands&#10;Summons&#10;&#10;Some of the games such a Kush and Tholos are available in the system with the enhancements and expansions. Some of the classic public domain games such as Seega &amp; Latrunculi have been updated or expanded for today's players. In the same way, we show you how to play (and even improve) the modern card game King&rsquo;s Ransom with the MGS tiles.&#10;&#10;It is a GAME DESIGN KIT with many styles of tiles, dice and disks for you to expand, design and develop your own games. Dream Lands is more interesting with these extra tiles and Assyrians can now be played with up to 20 players! We are designing new games and expansions which use the designer kit tiles. Take a look at how the components have been used in the 26 games and you will be inspired to design yourself.&#10;&#10;You will be surprised how well the components allow you to play so many dice, card, or tile games. Checkers a simple game with the rules readily available online, and even Chess can be played with the MGS tiles. As you successfully implement more complicated games your confidence and ambition will grow.&#10;&#10;The tiles can be put together in different combinations to give the components needed to play your own game designs. Game designers should get this kit and test their own games. We are open to publish your game in the next rule books, if it uses these components.&#10;&#10;Versions &amp; Extras:&#10;&#10;MGS&#10;&#10;4 Player 14 Games       80 Square Tiles    Sets A &amp; B&#10;&#10;PREMIUM MGS&#10;&#10;4 Player 18 Games      120 Square Tiles    Sets A, B &amp; C&#10;&#10;DELUXE MGS&#10;&#10;5 Player 24 Games      160 Squarer Tiles   Sets A, B, C &amp; D&#10;&#10;SUPER DELUXE MGS&#10;&#10;6 Player 26 Games       40 Square Tiles    Sets A, B, C, D &amp; E&#10;&#10;GAME DESIGNER KIT GDK   40 Square Tiles    Expansion Set F&#10;&#10;TREASURE CHEST&#10;&#10;8 x 8 Board &amp; Storage&#10;&#10;CHESSMEN&#10;&#10;16 Black &amp; 16 White Wood Chess Pieces&#10;&#10;ILIOS &amp; Capere are also available from Playford Games as standalone games. Capere has cards and marble pieces instead of tiles!&#10;&#10;PRINTED CHIP MGS&#10;&#10;A mass market printed chip version was released at the Essen Speieltage in October 2019. Either a base set with set A &amp; B or deluxe set with A,B, C &amp; D. These allow players to experience the system at a lower cost.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Bluffing",
      "Dice",
      "Educational",
      "Game System",
      "Memory",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Region: Mediterranean Sea",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Matemaatika on lihtne",
    "ID": 248363,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248363/matemaatika-on-lihtne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Math is simple.&#10;&#10;Educational board game to learn mathematics.&#10;10x10 grid game board has numbers 1-100. Roll the dice with &quot;+&quot; and &quot;-&quot; or other mathematical symbols and move forward or backward accordingly. Who reaches on square &quot;100&quot; first is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Altiplano: Sunny Days",
    "ID": 248378,
    "Year": "(2018)",
    "Geek Rating": "5.670",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248378/altiplano-sunny-days",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "This mini expansion came with Spielbox 01/18.&#10;&#10;It adds three new boats, three new houses, one order and one mission.&#10;&#10;Boats (3):&#10;&#10;    3 coins&#10;    1 corn&#10;    1 food and 1 cart&#10;&#10;&#10;Houses (3):&#10;&#10;    +1 point per 2 food&#10;    +1 point per corn&#10;    +1 point per 4 coins&#10;&#10;&#10;Orders (1):&#10;&#10;    1 corn, 1 stone, 1 ore: +11 points and 1 corn&#10;&#10;&#10;Missions (1):&#10;&#10;    +9 points if you have the least food of all players (or tied for the least)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Altiplano",
      "Magazine: Spielbox",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Land of Confusion Volume 2: The Battle for Luneburg Heath",
    "ID": 248382,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/248382/land-of-confusion-volume-2-the-battle-for-luneburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "If the &ldquo;balloon had gone up&rdquo; in Cold War Europe during the 1980s an offensive by the Warsaw Pact and Soviet forces across the North German Plain in West Germany would occur. The central sector of the NATO front here was held by the British Army of the Rhine (BAOR) supported by West German forces.  The terrain along the frontier with East Germany was dominated by the Luneberg Heath, an area marked by swamps, rivers and forested terrain that favored the defenders. Once through here, however, the terrain opened up to flat land that stretched to the Dutch and Belgian borders. A breakthrough here by the Communist forces would also certainly lead to a collapse of any NATO defense of West Germany, and a likely defeat by the forces of the Free World.&#10;&#10;Can you do as well or better than your historical counterparts? Learn and enjoy!&#10;&#10;Each copy of Land of Confusion volume 2: The Battle for Luneburg Heath is composed of the following:&#10;&#10;&bull;    Two (one east, one west) 11 by 17 inch map sections.&#10;&bull;    112 un-mounted, double sided units.&#10;&bull;    One Players&rsquo; Aid Sheet.&#10;&bull;    Eight pages of rules.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Series: Land of Confusion (Paul Rohrbaugh)",
      "Series: Standard Deck Activation System (High Flying Dice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Einmal haut's hin",
    "ID": 248388,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248388/einmal-hauts-hin",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2 or 4 players play the soccer game. All other players are betting on the outcome of the game, using the Toto-slip.&#10;&#10;The pawns are placed on the spaces marked with an &quot;A&quot;. Movement is only forward and is determined by the roll of a die. No pawn may land on a red space. A goal is achieved by entering the opposite goal with a pawn. If a pawn gets on a space that is occupied by an opposite pawn, the opposite pawn is taken from the board. It may reenter the game on an &quot;A&quot;-space by the roll of a 6. If a 6 isn't used to bring back a pawn, it can be used to move a pawn and roll again.&#10;&#10;The game ends, when there is no pawn left on the playing field. The team with the most pawns in the opposite goal wins the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Frost: All That Burns",
    "ID": 248389,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248389/chronicles-of-frost-all-that-burns",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Steeped in the lore of Mistfall and Heart of the Mists, Chronicles of Frost: All That Burns introduces a new villain, a new hero, and a new mode of play: the cooperative campaign!&#10;&#10;With 110 new cards, All That Burns allows you to play a string of five scenarios, unlock new abilities for your heroes, and face one of the iconic villains of Aestemyr: Sigraed the Mistflame. Face off against a potent flamecaster mage driven insane by her lust for revenge, then corrupted and reforged into a living weapon by the ravenous Mists. Foil her plans to set the world ablaze, desperately fight to loosen her grip on Valskyrr, and finally stand against her in battle as legendary heroes of the land.&#10;&#10;Once brought down and redeemed, Sigraed is also a playable hero in All That Burns. Beat the cooperative campaign to add Sigraed to your hero roster, or simply play her from the start. After all, the Mists corrupt all, and their twisting power has made adventurers face shadows of their former comrades &mdash; or even twisted copies of themselves.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Setting: Mistfall"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reise durch die Alpen",
    "ID": 248390,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248390/reise-durch-die-alpen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at M&uuml;nchen. Movement is determined by one or two dice. On some spaces events hinder or benefit the players. The first player to arrive at space 102 (Rheinfall) wins the game.&#10;&#10;The game was published about 1912.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Austria",
      "Country: Germany",
      "Country: Switzerland",
      "Mountains: The Alps"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lustige Fahrt ins Schlaue",
    "ID": 248399,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248399/lustige-fahrt-ins-schlaue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1. Lustige Fahrt ins Schlaue&#10;Each player gets 10 game token and a car to place on the starting-space. A quiz-card is placed on each grey space and a event-card on each red space. The movement of the cars is determined by a die. If a car lands on a pace neighbouring an event-card, the player has to follow the instructions printed on the card. If a car lands on a space besides a quiz-card the player has to answer the question on the card. If the answer is correct, he collects the card. All used cards are imediatly replaced by new ones.&#10;&#10;The first player to reach the finish space receives 6 game token, the second gets 3 token. The game ends, when the second player reaches the finsh. All token and quiz-cards count for 1 point each. The player with the most points wins the game.&#10;&#10;2. Quiz-Karussell (backside of the game board)&#10;&#10;a) 6er-Karussell: The quiz master takes 40 quiz-cards and 10 event-cards from the deck and places 1 card on each colored space. The player rolls a die and has to answer the question on the quiz-card or follow the instruction on the event-card beside the rolled number. The player may chose betweent two permissible cards because there are two spaces for each number. The game ends, when all 50 cards have been used. Points are awarded for token and collected quiz-cards same as in the game &quot;Lustige Fahrt ins Schlaue&quot;&#10;&#10;b) 12er-Karussell: In this game the player rolls a die (1-6) and can't chose between two cards. If he don't knows the answer to a quiz-card he has to pay a token and roll a second time. The second result is added to the first one to determine a second card. If he can't answer the question on the second card, there is no penality involved and his turn ends.&#10;&#10;Many of the quiz- and event-cards are traffic related.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Journey to the Overland (2nd Edition)",
    "ID": 248403,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/248403/journey-to-the-overland-2nd-edition",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The King is old. The kingdom is divided and the great Wizard Morcai is mustering an army atop Fire Castle. From every town in the land the call goes out for heroes to take up the quest for the Five Weapons of Power. Ancient artifacts of immense power capable of giving their wielder the power to be...king! You must heed this call but your quest will not be easy. You must leave your home with only a small supply of modest provisions and brave the Overland's dangers as you seek news and information of the Five Weapons of Power. Along the way you will brave harsh weather, get lost in unfamiliar terrain, encounter powerful and sometimes hostile strangers, enter new towns, visit great castles, make loyal friends and do deeds that will make you a legend. And only if you survive all that will you be worthy to vie for one of the Five Weapons of Power.&#10;&#10;Journey To The Overland is a solo tabletop role playing game where you assume the role of a lone traveler journeying throughout the Overland in search of Five Weapons of Power. Play begins in your hometown which will be determined by the race you choose for your character &ndash; human, dwarf, elf or native Overlander. From there you will determine your character starting characteristics, starting equipment and first daily action. Each day you must select a daily action that will either involve traveling, resting, working, training or visiting towns and castles to obtain news and information with the ultimate goal being to track down one of the five legendary weapons with the power to make you King!&#10;&#10;In this revised 2nd Edition of Journey To The Overland the core rulebook has been completely reorganized for easier reference.  The rules themselves have been expanded to include all new content for Kings Harbor (News &amp; Information, Tavern, Audience with the Harbormaster); new taverns, an expanded supply and equipment table, new distinct News and Information for each town or castle; optional Encumbrance rules to replace the seldom used 'weight' rules; new jobs; a new race (Halflings), a new section on 'Feats', new NPCs, an expanded Ocean Encounter Table, revised rules for falling unconscious and new audience tables for Audiences with King Overlord and the King Thorond of Dwarfhaven.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fang den Hut: Das Kartenspiel",
    "ID": 248417,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/248417/fang-den-hut-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Fang den Hut: Das Kartenspiel is a card game version of Trap the Cap. Players can either claim a stack or play a card. A card can be played on a stack if it is the same number or if it shares a color with the top card and is higher. A stack can be claimed if it is a player's turn and his card is on top of stack. After all cards have been played, points are scored based on the number of cards players have claimed. The player with the most points wins.&#10;____________&#10;This is not a separately sold game . These 33 cards are an addition to the Classic edition of Fang den Hut!. They only were included in this special 2005 version !&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Infinity: JSA Sectorial Army Box",
    "ID": 248423,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgame/248423/infinity-jsa-sectorial-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "There was a moment when the proud Japanese, who had been humiliated and treated like second-class citizens by the StateEmpire for far too long, rose up against their oppressors and claimed their freedom. The Japanese Uprising was a brief but terribly intense and savage conflict for which the Japanese paid a high price in blood for their victory but finally managed to tear away from Yu Jing. After the Uprising, the Japanese Secessionist Army, or JSA, has been reformulated based on the figure of the servo-powered samurais, as natural leaders both in spirit and in combat. However, the JSA maintains its nature of being primarily an assault force, because the Bushido doctrine requires no less.&#10;&#10;A box with 9 new and incredible miniatures belonging to JSA, a Japan completely independent of Yu Jing, part of the Non-Aligned Armies (NA2). It includes an introductory manual, scenery, dice... everything you need to start with Infinity or expand your collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infinity: Uprising",
    "ID": 248424,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248424/infinity-uprising",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a new expansion book that will mark a before and after in the history of the Infinity Universe. Through the long-awaited JSA and Mercs, the Infinity background goes forward in a way unexpected for many. The Japanese Uprising and their schism from Yu Jing bring forth the Non-Aligned Armies (NA2), a new faction that encompasses JSA, plus StarCo, the Ikari Company, and the Druze Bayram Security, the new Mercenary Companies. Also, Infinity Uprising contains all the Dire Foes, with new material that reveals how their stories are linked and contributed to the Japanese Uprising. After Infinity Uprising, the Infinity Universe will never be the same!&#10;&#10;This is a new book for Infinity that provides all the details about the new Non-Aligned Armies (NA2), including the mercenary companies StarCo, the Ikari Company, and the Druze Bayram Security. It also contains first-hand information regarding the Japanese Uprising and the fate of the JSA.&#10;&#10;In this book, you will also find the background of all the Dire Foes and their seven new, ready-to-play scenarios, in normal or narrative mode and adapted to the ITS format, and the Sectorial Army Charts of the new JSA and the new mercenary companies.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Four Tribes: Library Edition",
    "ID": 248425,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/248425/four-tribes-library-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "A bloody war between two mighty kingdoms has reached an impasse. Each ruler now turns to the northern tribes in an attempt to form an alliance, and turn the tides. Will you be able to capture the favor of the Four Tribes?&#10;&#10;In Four Tribes, you and one other player will be placing cards, according to the rules, to either side of a row of six village cards. Most of these cards you are placing represent provisions that each village is lacking. Your goal is to appease the elder of each village more than your opponent by giving them higher ranked goods.&#10;&#10;In addition to provisions, there are a host of special cards that you may employ that might be defensive in nature, or be a devastating blow to your opponent. Hand-management and timing is the key!&#10;&#10;Four Tribes is a game of strategy and tactics that is balanced with a bit of luck. Each player draws from their own deck of cards, but each player has the same deck, so while you may draw on the weak-side early on, you will know that powerful cards are coming up that you can capitalize on.&#10;&#10;Four Tribes can be setup, played, and put away in about 30 minutes, making it a great lunchtime or filler game. I specifically designed this game to be a game that I can play with my wife and since then have heard from dozens of couples who play Four Tribes regularly.&#10;&#10;This newest edition takes everything that was loved about the original version, that was very successful on KickStarter, and boils it down and redevelops it into something that feels much like the original, but is new at the same time.&#10;&#10;Contents&#10;&#10;28 Card Orange Army Deck 28 Card Purple Army Deck 6 Double-sided Standard Village Cards 6 Double-sided Winter Village Cards 6 Fire Expansion Cards 6 Flood Expansion Cards 3 Longhouse Cards 1 Blizzard Token 12 Village Elder Pawns 42 Wooden Houses (10 each of Blue, Green, Red, &amp; Yellow, and 2 Black) 1 drawstring bag Instruction Booklet&#10;&#10;",
    "Categories": [
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plunderous",
    "ID": 248431,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/248431/plunderous",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "You are a Privateer in an alternate history Steampunk world, sailing the seas of New Caribbean for wealth and fame. The Royal family, no longer interested in directly governing, have decided to appoint a Governor. Through piracy, pillaging and politics will you amass Loyalists and take your place as leader of New Caribbean.&#10;&#10;Plunderous is a game of area control, resource management, hand building, dice manipulation and negotiation. Each round you must strategically assemble a unique Crew to carry out your orders, navigate and explore the islands, manipulate resources and politics, parley with other Privateers, complete personal Patron requests and defend and conquer Ports to acquire resources, influence, rewards and Loyalists. The Privateer with the most Loyalists at the end of the game will be appointed the first Governor of New Caribbean by the Royal family.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Miniatures",
      "Negotiation",
      "Pirates"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: 4X",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Heroes of Black Reach – Cassius and Kragott Promo",
    "ID": 248444,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248444/warhammer-40000-heroes-of-black-reach-cassius-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This promo was only available through purchasing the Feb 2018 issue of White Dwarf magazine.&#10;&#10;This promo includes the tiles required to add two new characters:&#10;- Cassius: Master of Sanctity (Space Marines - Ultramarines)&#10;- Kragott: Wannabe Boss (Orks)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Courtier: Power Promo Cards",
    "ID": 248447,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248447/courtier-power-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Text says:&#10;&#10;Flexible&#10;Discard your private petition. Draw a new petition from the deck.&#10;&#10;Play an influence card&#10;&#10;2 copies of this card were included inside AEG's version of Patronize&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Renaissance",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Tempest Shared World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mercante: Shipment & Fleeting Promo Cards",
    "ID": 248448,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248448/mercante-shipment-and-fleeting-promo-cards",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Both cards were included inside AEG's version of Patronize&#10;&#10;Shipment: &#10;Auction the top card of the shipment deck without looking at it&#10;&#10;Fleeting: &#10;Severin &amp; Odette&#10;Each player with an agent assigned to Skulduggery loses two crowns. Remove all ages from Skullduggery and place them in the unassigned agents area&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Setting: Tempest Shared World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "No Thumbs Challenge",
    "ID": 248454,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/248454/no-thumbs-challenge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "No Thumbs Challenge is the hilarious game that calls for fast-moving teamwork creative thinking and maximum dexterity as you and your team members try to execute simple tasks without the use of your thumbs! Using thumb straps, players &ldquo;attach&rdquo; their thumbs to their palms and then try to perform tasks like opening a water bottle, applying lip balm, or tying a tie.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mexican Standoff: The Black Scorpion Promo Card",
    "ID": 248456,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248456/mexican-standoff-the-black-scorpion-promo-card",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "JEFE ESCORPI&Oacute;N ALFREDO is the wicked wraith of the infamous bandit JEFE ESCORPI&Oacute;N NEGRO appearing in the base game of Mexican Standoff. Due to his unpredictable and testy personality only the bravest dare to enter into an alliance with him.&#10;&#10;Instead of shuffling into the deck, put the promo card on the table within easy reach. Before playing the first card of the round the player who was dealt Jefe Escorpi&oacute;n Negro of the base game may replace Jefe Escorpi&oacute;n Negro with Jefe Escorpi&oacute;n Alfredo (the one with the black background).&#10;&#10;The promo card has two special features:&#10;&#10;-    After losing a duel in which the promo card was played as a base card the player may retrieve the promo card and put it back into his hand by discarding one card from his hand. The promo card may not be retrieved if the player has no cards left to discard.&#10;-    The player who won the card of Jefe Escorpi&oacute;n Alfredo with a trick, scores 25 bonus points. In case the player who got the card originally cannot keep it by taking a trick, i.e. another player takes it, the original owner of the card gets -25 points.&#10;&#10;After each round replace the promo card with the card of Jefe Escorpi&oacute;n Negro of the base game, put the promo card back on the table and reshuffle the deck to start a new round.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Push Your Luck",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tjugo vita kossor",
    "ID": 248458,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/248458/tjugo-vita-kossor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tjugo vita kossor (&quot;Twenty White Cows&quot;) or, formally, F&auml;bodsspelet Tjugo vita kossor (&quot;The Chalet Game of Twenty White Cows&quot;)is a fairly simple roll-and-move game wherein the players try to catch as many white cows as possible. There is different ways to go between the start and the goal and on some spots things will happen - delivered in rhymes - that means additional or fewer cows. Artist were famous Swedish designer Bertil Almqvist (he is also probably the designer of the game).&#10;&#10;The publication year is an approximation, estimated on biographic, historic and artistic grounds.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sverige-loppet",
    "ID": 248460,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248460/sverige-loppet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sverige-loppet is a bicycle racing game played in segments (or heats) from Haparanda in northern Sweden to Ystad in the south, via Stockholm and Huskvarna and a few other places. There is also penalty rounds in the form of diversions. During the race things will happen, and they are delivered in rhymes. Winner is calculated on somewhat complicated mathematical grounds. It must be considered modern for its age.&#10;&#10;The game actually has a real life original race as inspiration, from which it also borrowed its name, Sverigeloppet. (Note that Aristospel calls the game Sverige-loppet (with an hyphen) while in real life (see Community Wiki section) the name was Sverigeloppet (in one word). Both means &quot;The Sweden Race&quot;.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bland Blommor och Blad",
    "ID": 248461,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248461/bland-blommor-och-blad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bland Blommor och Blad (&quot;Among Flowers and Leafs&quot;) is an educational game that via dice rolls and set collecting intends to teach the latin names of domestic Swedish flowers. Collecting flowers and learning their names was a compulsory school subject (and considered very important) on the national curriculum in Sweden up to about the 1960's.&#10;&#10;This fact, and also that the name of the artist - I-L Biltman - appears on the box makes it fairly safe to date the game to about 1955.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pussla i kapp",
    "ID": 248462,
    "Year": "(1945)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248462/pussla-i-kapp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pussla i kapp (&quot;Jigsaw Puzzle Contest&quot;) is a very simple game from Swedish publisher Aristospel, but the idea was probably not theirs originally. The idea is to be first to complete your puzzle. There is four different motifs to choose from.&#10;&#10;From the simple components (only paper) and some of the puzzle motifs and the make of the Aristospel logotype it is safe to assume that this is a war era game.&#10;&#10;The persons on the lid might very well be real life persons, but they have not been identified.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silhouette: Das Würfel",
    "ID": 248466,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248466/silhouette-das-wurfel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Another branch in the Silhouette-Family of Games. This time the cards are substituted with dice, which shows different silhouettes on their faces.&#10;Six Variants to play with them. Common denominator is that you try to come up with a word that combine sthe images of two dice thrown.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La zingara",
    "ID": 248467,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/248467/la-zingara",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "This board-game is inspired to the famous Italian tv-show, which aired in the '90s.&#10;&#10;It's a simple quiz game about traditional Italian proverbs.&#10;&#10;Italian slogan: &#10;&laquo; Io so chi sei, e se tu vuoi, ti dico che destino avrai, buona sorte o guai.&#10;Luna Nera s&igrave; o no lo vedremo fra un po' con le carte che la Zingara ti fa &raquo;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Koncern",
    "ID": 248471,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/248471/koncern",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Koncern (&quot;Company Group&quot;) or, formally, Aktiespelet Koncern (&quot;The Company Group Stock Game&quot;) was Aristospel's contribution to the financial games of Sweden in the period 1950 to 2010. Alga held the licence for Monopol and also published their own Finans. From Lemeco came Kapital and K&#195;&#164;rnan would eventually publish B&#195;&#182;rsspelet/Aktiespelet while Olsen decided to publish Yuppie. A similar game was Marketing from Tre Ringar and also Invest from Harlekin. And this is not the definitive list! All in all, a self-respecting Swedish games publisher needed a financial game.&#10;&#10;Koncern is the usual Monopoly-like game were players move around by dice rolls and buys and sells stocks and bonds etc. The publishing year is an estimate made on company historic grounds (the companies that features in the game, that is).&#10;&#10;An interesting feature is that the companies in this game were to an high degree part of the Handelsbanken sphere of influence, while competitor Lemeco's contemporary game Kapital connected to the sphere of S-E-Banken.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Auktionsspelet",
    "ID": 248474,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248474/auktionsspelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Auktionsspelet (&quot;The Auction Game&quot;) from Swedish publisher Aristospel is a WWII era game in which the players is given some money and then participates in an auction.&#10;&#10;The winner is the player with the most numbers of complete sets of bought items. The auction items is a deck of cards. The game also includes rules, money and a small, very handsome, auctioneer's gavel. All in a small box, that together with the old Aristospel logotype and the absence of expensive or complicated components, makes it fairly easy to date the game to the war years.&#10;&#10;Designer and artist is, sadly, not known.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Saxtorpsloppet",
    "ID": 248481,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248481/saxtorpsloppet",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Saxtorpsloppet (&quot;The Saxtorp Race&quot;) is a motorcycle racing and betting game from Swedish publisher Alga. It is one of Alga's first games ever.&#10;&#10;It has an unusual mechanic since one person handles all six motorcycles and an infinite number of participants can take part and place bets. (It is also possible to be only sex players, each with one motorcycle and in that case it is a normal racing game.)&#10;&#10;The game consists of six small wooden motorcycles (with drivers), each mounted on a small sheet of carton, some playing card-size pieces to lay out as the track, and the rules. The track pieces have numbers on both sides, 1 to 6 in different random orders.&#10;&#10;When playing the track pieces is laid out in a straight fashion in a random order (which makes the number of possible tracks very high) and one playing piece (motorcycle) is choosen to start. That piece will, when placed on the side of the first track piece, point towards one of the sex numbers (digits) and that motorcycle is then moved along the first. Now the second motorcycle will point towards a number, and so a third motorcycle is moved forward (pointing to a number). And so it goes on.&#10;&#10;Eventually one of the already moved motorcycles will be moved a track piece ahead and point to another number on that track piece. In a few moves' time all six motorcycles will be engaged in the race, &quot;promoting&quot; another (or ocassionally itself) to further pieces on the track. Winner is the playing piece (motorcycle) that reaches the last track piece first. The track pieces are double-sided so the race takes place along 24 track sections.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Sports: Motorcycle Racing",
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Leatherneck I",
    "ID": 248487,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/248487/ats-leatherneck-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first in a three module suite for use with the Advanced Tobruk System, depicting small-unit actions in the Pacific Theater during WWII.&#10;&#10;Leatherneck I contains three 11 x 16&quot; non-historic geomorphic maps as well as two new map overlays.  All of the combat and special counters needed for play are included (one is expected to already have ATS system markers) on five half-sized countersheets.  Finally, there are eight new scenarios, all of which employ the provided maps and counters, as well as two sheets of AFV Cards.&#10;&#10;Gamers must also own the ATS System Rules and playaids to make use of these products.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Extra Buildings",
    "ID": 248491,
    "Year": "(2018)",
    "Geek Rating": "5.857",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248491/architects-of-the-west-kingdom-extra-buildings",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.4167",
    "Description": "These 3 additional cards were a free promo for the 2018 Kickstarter campaign as part of the Architects of the West Kingdom 2018 Promo.&#10;&#10;Museum - Gain 1 Virtue at the end of the game for every 2 Buildings you have constructed.&#10;&#10;Graveyard - Immediately discard 1 of your hired Apprentices.&#10;&#10;Crane - Immediately place another Worker in the Guildhall to either construct another Building or advance work on the Cathedral.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Extra Apprentices",
    "ID": 248492,
    "Year": "(2018)",
    "Geek Rating": "5.863",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248492/architects-of-the-west-kingdom-extra-apprentices",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.4615",
    "Description": "3 additional cards released during the 2018 Kickstarter as part of the Architects of the West Kingdom 2018 Promo.&#10;&#10;Peddler - Gain 2 Silver on each Black Market Reset.&#10;&#10;Overseer - Always treat the King's Storehouse as if you had 1 additional Worker there.&#10;&#10;Enforcer - Gain 1 Gold when sending all captured Workers to Prison.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Extra Player Boards",
    "ID": 248493,
    "Year": "(2018)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248493/architects-of-the-west-kingdom-extra-player-boards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.4375",
    "Description": "5 additional player boards released during the 2018 Kickstarter as part of the Architects of the West Kingdom 2018 Promo.&#10;&#10;Lothaire - Pay 1 less Wood or Stone when advancing work on the Cathedral or constructing a Building.&#10;&#10;Clovis - Gain 1 Building card anytime you construct a Building.&#10;&#10;Bertha - Gain 2 additional Silver when sending all captured Workers to Prison.&#10;&#10;Fara - You may release 1 of your imprisoned Worker during each Black Market Reset.&#10;&#10;Hugo - You may spend 2 Silver at any time to avoid taking a Debt.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiders of the North Sea: Outsiders",
    "ID": 248494,
    "Year": "(2018)",
    "Geek Rating": "5.714",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248494/raiders-of-the-north-sea-outsiders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "3",
    "Description": "3 new cards released during the 2018 Kickstarter for Architects of the West Kingdom.&#10;&#10;These 3 cards feature characters from Architects that can be added into Raiders of the North Sea. Outsider cards introduce a new crew mechanism: Once hired, players may activate the play ability of an Outsider card at the Town Hall, rather than playing a card from their hand. Doing so does not require them to discard the Outsider from their crew.&#10;&#10;Swindler - Gain 1 Gold or 3 Silver&#10;Trickster - Draw 1 Card and play 1 Card&#10;Squire - Gain 1 Armour&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The North Sea Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sussed!",
    "ID": 248502,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/248502/sussed",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "80",
    "Weight": "1",
    "Description": "Sussed! is a personality quiz game.&#10;&#10;Your aim is to score the most points by answering questions about other players' likes and dislikes, reactions to things, wishes and opinions. To start, all you need is something for each player to write with. It only takes a few minutes to learn.&#10;&#10;Players take it in turns to read a question on their card and the three possible answers out loud. They then secretly choose the answer that best suits them and other players attempt to guess which they chose for points.&#10;&#10;The winner is the player with the most points after everyone has asked all 5 questions on their cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Sussed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Talisman (Revised 4th Edition): The Lost Realms",
    "ID": 248506,
    "Year": "(2018)",
    "Geek Rating": "5.595",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248506/talisman-revised-4th-edition-the-lost-realms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Talisman (Revised 4th Edition): The Lost Realms combines the two small expansions The Nether Realm and The Deep Realms in one set.&#10;&#10;Journey through the realm of Talisman on your quest for the Crown of Command but beware the fiery Pyrochanter, fearsome Titan Wraith, and other Nether Deck enemies that seek to thwart your plans in The Nether Realm expansion. The Nether Realm &mdash; designed by Jon New, the man behind the Talisman-dedicated fansite Talisman Island - offers three new alternative endings for Talisman, along with new Nether cards. Fate also plays a part in this expansion, helping against some of the larger foes found in the Nether deck, but it could also prove to be your downfall.&#10;&#10;Talisman: The Deep Realms allows you to travel between the Dungeon and the City regions by venturing into the dark, dank, and haunted passages that connect them. You can cross through the two corpse-filled and rat-infested Deep Realms by means of a perilous bridge or venture even deeper into an ancient system of tunnels inhabited by rats, feral pets, and much worse monsters. In the gloomy and perilous Deep Realms you will certainly encounter tremendous danger, but you may also find tantalizing wealth &mdash; or even a Talisman.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Talisman",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enclose",
    "ID": 248507,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/248507/enclose",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Enclose is played on a 19by19 toroidal Go board with Go stones. If a player encloses an area with their stones they capture all the enemy stones in that area. Players may not place their stones onto intersections on area that is enclosed by their opponent. In order for a stone formation to enclose area, the stone formation must be able to have imagined a string with the shape of a polygon connecting the centers of all of its stones so that each center is connected by the string to exactly two other centers of adjacent enclosing formation stones, and that string must divide the toroid into exactly two regions so that it is not possible to move from one region to the other without going through the string. Of these two regions of the toroid that are divided by the string, the one that is enclosed is the one which has a combined value of the measures of the angles of its side (its side being at all points adjacent to the string), that is smaller than that of the other region. Players may pass their turn without placing a stone, if both players pass this way consecutively, the game ends, and the winner is the player who has the most empty intersections enclosed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AFFLICTION: Salem 1692 – Tactics Card Add-on Pack",
    "ID": 248514,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248514/affliction-salem-1692-tactics-card-add-on-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This Kickstarter bonus pack of eight cards (plus one rule card) gives players the option to purchase colonist enhancements.&#10;&#10;The eight cards are shuffled and two are turned face up. A player may send a messenger to assign a tactic card to a colonist.&#10;&#10;Cards include such traits as Opposition, Rumors, Political Maneuvering, Petition, Rousing Speech, and Pardon from the Governor.&#10;&#10;They were initially added to Kickstarter copies of the base game in a separate package. They are still handed out by the publisher at conventions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Political"
    ],
    "Mechanics": [
      "Simulation",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panic Mode!",
    "ID": 248516,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/248516/panic-mode",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Panic Mode! is a cooperative Disaster Recovery card game for up to 8 players. In 25 minutes your doors will open for business, your website will start to hit peak hours, newspapers will be published, blogs will be posted and it will be another day. The problem is your systems are down!&#10;&#10;The Mainframe, Morale and Customer Satisfaction tracking cards start at zero. You and your team must work together to recover all three to their safe zones by playing cards. Cards will either increment or decrement one or more tracking cards, and cards may align with your assigned role to have an additional effect.&#10;&#10;If players can get all tracking cards to their safe zones in 25 minutes, they win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mage Knight: Ultimate Edition",
    "ID": 248562,
    "Year": "(2018)",
    "Geek Rating": "7.960",
    "Avg Rating": "8.86",
    "Link": "https://boardgamegeek.com/boardgame/248562/mage-knight-ultimate-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "4.6592",
    "Description": "Combining elements of RPGs, deck-building, and traditional board games, the Mage Knight Board Game puts you in control of one of seven powerful Mage Knights as you explore (and conquer) a corner of the Mage Knight universe under the control of the Atlantean Empire. Build your army, fill your deck with powerful spells and actions, explore caves and dungeons, and eventually conquer powerful cities controlled by this once-great faction! In competitive scenarios, opposing players may be powerful allies, but only one will be able to claim the land as their own. In cooperative scenarios, the players win or lose as a group. Solo rules are also included.&#10;&#10;Mage Knight: Ultimate Edition contains the base game; The Lost Legion, Shades of Tezla, and Krang Character expansions; comprehensive integrated rules text; five new cards; and miniatures with alternate paint jobs.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Role Playing",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Clix",
      "Components: Miniatures",
      "Players: Games with Solitaire Rules",
      "Setting: Mage Knight",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Basketball Duel",
    "ID": 248565,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/248565/basketball-duel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Basketball Duel is a fast card game for 1/2/4 players that simulates a basketball game. Players attack and defend in turns and following basketball possession rules. It is an action/reaction game, with bluffing, hand management and luck.&#10;&#10;Cards are divided in two parts, an attack action and a defensive action. The basic layer of the game is using colors, each attack has a color and defensive cards cancel one or more colors. But there is much more to it, you are able to move to different positions, some cards have effects when or when not canceled. Most basketball elements are simulated too: rebounds, fast breaks, interceptions, fouls, bad shots, dunks, blocks...&#10;&#10;Each round feels different with all the possible combinations and players have few important decisions to take in each turn that can change completely the result of each round.&#10;&#10;Basketball Duel thread for contest&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Contests: 54-Card Game Design",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinosaur Island: Totally Liquid",
    "ID": 248591,
    "Year": "(2018)",
    "Geek Rating": "6.684",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248591/dinosaur-island-totally-liquid",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.4211",
    "Description": "Dinosaur Island: Totally Liquid adds components needed to play Dinosaur Island with up to five players, in addition to adding water dinosaurs to the base game, new parkboard extensions, executive worker meeples that give unique worker abilities to each player, a blueprints module that rewards players when they build certain park layouts, PR events that create hidden scoring opportunities, and more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Game: Dinosaur Island/Dinosaur World",
      "Islands: Fictional",
      "Players: Expansions Changing Player Count",
      "Players: Games with Solitaire Rules",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eldenia",
    "ID": 248593,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/248593/eldenia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "You are Eldenia's hero and adventurer. They prepare to go on adventure by polishing swords and purchasing items in the village. If you're ready, let's go hunting monsters!&#10;&#10;In order to gain more fame, you will compete fiercely with the adventurers you join. Sometimes it helps and sometimes it is a stumbling block. Let's be a stronger warrior and defeat the dragon!&#10;&#10;In World of Eldenia, each player starts with level 1 first. As you level up your experience(=Power) by defeating a small monster like a rabbit, you can become a more powerful hero. However, you may lose points because of the injuries you suffer from defeating monsters. Do not forget to treat!&#10;&#10;New adventurers and heroes may be needed to play more games. For more fun, Eldenia is a constant adventurer.&#10;&#10;&mdash;description from the designer Yun Young-jin.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "End of the Trail: Outlaw Mini-Expansion",
    "ID": 248599,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/248599/end-of-the-trail-outlaw-mini-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A mini-expansion consisting of an additional face card, the Outlaw, an Outlaw meeple, and four new, optional Joker cards.&#10;&#10;As face cards, Outlaws rank above 10 and below Jack.  When an Outlaw is played while Prospecting, players place the Outlaw meeple on any tile or, if already in play, move the Outlaw to a new tile. At game end, the tile containing the Outlaw meeple scores only half its value in gold.&#10;&#10;Each Outlaw card features an illustration based on historic outlaws of the California Gold Rush, chosen by backers of the Kickstarter Project.  These include: Joaquin Murrieta, Eleanor Dumont, Black Bart, and Jack Powers.  Illustrations for the Jokers were likewise selected by backers and include depictions of a card shark and a town drunk.&#10;&#10;The mini expansion is packaged separately from the base game and will be available to non-Kickstarter backers.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Modular Board",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  }
]