[
  {
    "Rank": "24601",
    "Name": "4th Dimension",
    "ID": 675,
    "Year": "(1977)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/675/4th-dimension",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "4th Dimension is a very spacey-looking game with a small circular board divided into sectors each track of which has twice as many spaces as the one closer to the center. Each player get 6 warriors, 3 rangers, 2 guardians, and one time lord. Guardians can capture warriors and rangers; rangers can capture warriors; the time lord can capture rangers and guardians; but the lowly warriors are the only ones who can capture the time lord and win the game. Captures are made by moving next to rather than on top of enemy pieces. Each piece can move only one space at a time but they can also &quot;warp&quot; by leaving the board and leaving a 4-D marker behind. The piece can then stay in the warp zone for up to three turns or warp back onto the board up to two spaces away from the 4-D marker. This game has an inconveniently small gameboard and plastic pieces that look like little futuristic chairs.&#10;&#10;The game was first published in Games &amp; Puzzles magazine. The designers produced it as a standalone game later the same year, and it was later licensed by TSR.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Rock-Paper-Scissors",
      "Static Capture"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "24602",
    "Name": "Scene It? Nick",
    "ID": 25986,
    "Year": "(2006)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/25986/scene-it-nick",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Totally Nick Trivia Game from the makers of Scene It?: The DVD Movie Game. DVD trivia game featuring questions about Nickelodeon tv shows. The Game board can be folded to make a shorter game. Included a part mode that does not require a remote control.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Brands: Television (TV) Networks",
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "24603",
    "Name": "The Hobbit: An Unexpected Journey",
    "ID": 131530,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/131530/the-hobbit-an-unexpected-journey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.375",
    "Description": "Bilbo Baggins lives in the quaint village of Hobbiton, but today his comfort has been shattered by the arrival of 13 Dwarves. They have convinced Bilbo to embark on a most unexpected journey &ndash; but first Gandalf, along with the Dwarves Dwalin, Kili and Fili, must find the other ten Dwarves who are lost in the Hobbit holes of Hobbiton.&#10;&#10;In The Hobbit: An Unexpected Journey, the players first build the game out of LEGO bricks, then they take turns rolling a special six-sided die. If a player rolls 1-3, he moves his figure the number of spaces rolled and uses a torch to lift a piece out of the Hobbit hole on which he landed. Hopefully the bottom of the piece shows a Dwarf. If so, the player keeps the Dwarf and play passes to the left. If a player finds a Hobbit instead, he lifts a piece out of any other Hobbit hole on the board in an attempt to locate another Hobbit; if the player finds a match, he keeps the pair of Hobbits and is rewarded with the opportunity to peek at the bottom of a piece from any other Hobbit hole.&#10;&#10;Instead of a Hobbit or Dwarf, some pieces feature a picture of breakfast. Matching two breakfasts allows a player to take a Dwarf piece already obtained by an opponent and return it to the Hobbit hole of his choice. The last possibility when revealing a piece is to find a picture of a rune. Matching two runes allows a player to select another Hobbit hole of his choice; if he finds a Dwarf in this location, he keeps it and play passes to the left. The custom die also features a picture of a map on one side. Rolling the map allows a player to move to any Hobbit hole on the board.&#10;&#10;After all ten Dwarves have been found, the player with the most Dwarves wins. The game comes with variant rules, including one that shifts the location of Hobbit holes by swinging portions of the board into different configurations. Another variant requires players to find Thorin, the leader of the Dwarves, last. Another places Bilbo in one of the Hobbit holes.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: LEGO Games"
    ]
  },
  {
    "Rank": "24604",
    "Name": "Leonardo",
    "ID": 9174,
    "Year": "(1988)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/9174/leonardo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "In the essential structure it reminds one strongly of MONOPOLY. The author team Donadoni/da Vinci inserted another whole set of details which make LEONARDO its own game.  At the beginning, each player secretly decides to which of the two groups of aristocracy (the Pope-faithful Guelfen and/or the emperor-faithful Ghibellinen) he would like to belong.  On some spaces event cards are drawn, and those give one group or the other a financial boost.&#10;&#10;There is a variant. It offers opportunity to the players to unite in guilds.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Historical Figures: Leonardo da Vinci"
    ]
  },
  {
    "Rank": "24605",
    "Name": "Youtopia: The World of Imagination",
    "ID": 201047,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/201047/youtopia-the-world-of-imagination",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Youtopia is a fantastic world where using your creativity and imagination you have to solve missions narrating a tale completely created by yourself.&#10;&#10;Each player chooses a planet card and pick 6 card out of the item cards. In the first round the older player will be the master.In the following rounds the player who has won the last quest shall be the master.The master picks a card out of the mission cards deck and reads it to the other players. The master cannot try to solve that quest, he has just the role of moderator,anyway, he can try to hinder the other players with his cards.&#10;From when the missioni s read, the player at the mster&rsquo;left has 20 seconds to being is own tale. When a player end his tale , the next player at his left has 5 second to begin his tale.&#10;&#10;You shall build your own tale  playing your item cards (min 2, max 6), place them  once a time uncovered in front of you and tell the piece of the story concerning that specific item. Players can use their cards to hinder the narrator's tale at  every moment, but the narrator can rebut, in is turn, with further cards. When the last player has finished to tell his story, a winner must be declared. The player who receives most consensus wins the mission and gains 1 point. If players are not able to choose a clean winner, the master shall proceed to do it. The winner shall discard the un-played cards and will receive a further point for each of them.All players pick out from the item cards deck as many card as they need in order to have 6 cards again in their hands.&#10;The player who first obtains 10 points wins the game.&#10;&#10;Special moves.&#10;When you tell the story, you can decide to keep just one of your played cards covered and you can pretend that the hidden item is something else, but if a player doesn't believe in the contend of the hidden card, he can ask to check it. If he find out that you were cheating, he will gain 1 point and you will lose the quest, if the item is really what you declared, you will earn 1 point and the other player  shall not ask to check your hidden card anymore.&#10;&#10;In your planet card there are two icons, representing two kinds of  item cards, if you play two item cards matching with the planet cards icons in a single story, you will earn 1 point. You can do it only during your turn, but not in the first round.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "24606",
    "Name": "The Tower of Balance",
    "ID": 26827,
    "Year": "(2006)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/26827/the-tower-of-balance",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "This is a short dexterity game, played with a half-globe and six different pieces (cubes and cylinders) in six different colors. The game is about building a tower from the colored pieces on top of the half globe, which forms a wobbly surface.&#10;&#10;Each turn, a player rolls the die to see which piece he has to stack onto the tower. The player who makes the tower collapse, loses the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "24607",
    "Name": "Gladiatori",
    "ID": 118567,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/118567/gladiatori",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.6842",
    "Description": "During the Roman Empire, gladiator combat was the most popular form of entertainment. Fighters from all parts of the Empire were included in the shows, including female gladiators, wealthy Roman citizens and in some cases, even aristocrats. Now the time has come for you to gain the immortal glory of the Arena. Fight for your honor, for fame, and for your life!&#10;&#10;Gladiatori is a card-driven game in which each player assumes the role of a gladiator in the Ancient Roman Empire. Action selection drives figure movement on the board. Combat cards give energy to the character actions and are used as hit points. Characters are customizable, and each player has to choose his deck composition, character skills, and participate in the auctions for Arena items. At the end, the winner will be determined by victory points &ndash; or simply by being the only one left alive!&#10;&#10;This is not the usual fast, face-to-face combat game in which you attack opponents with a roll of dice. It contains many strategic and tactical aspects, and no luck factors (other than in the solo game). Customization of characters makes the combat always different: Your gladiator may be strong against some opponents and weak against others. Let's start finding your way to win!&#10;&#10;Gladiatori Deluxe is a limited edition version of the game that includes eight metal miniatures &mdash; four gladiators and four animals (dog, wolf, bear, lion) &mdash; and a revised 2.0 English-language rulebook with the other languages being available online.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "24608",
    "Name": "I Would Fight The Dragon...",
    "ID": 254341,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/254341/i-would-fight-the-dragon",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "You want to fight a dragon? Let's think about this a moment...&#10;&#10;Setting aside the fact that it has a large mouth full of nasty, sharp, pointy teeth, it outweighs you by about four tons, it flies, and it breathes fire. And you're going to pick up a sharp, pointy stick and wrap yourself in metal skin like some kind of TV dinner waiting to be cooked? Of course you aren't! But the king commands it, and all the other knights are watching, so you have to do something!&#10;&#10;I Would Fight The Dragon... is a fun, fast-paced game of bluffing and bluster. Show no fear, make your excuses, and foist gear onto the other knights to help them on their way. One brave soul will be facing the dragon today. Don't let it be you!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "24609",
    "Name": "Monopoly: Cthulhu",
    "ID": 189833,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/189833/monopoly-cthulhu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Set foot for Miskatonic University, and battle it out with other Cthulhu occultists to find out who truly is the Great Old One among you.&#10;&#10;Monopoly: Cthulhu features fun Cthulhu and H.P. Lovecraftian style imagery, plus game tokens straight from the Cthulhu mythos!&#10;&#10;The winner of Monopoly: Cthulhu shall be deemed most like the Great Old One and the most fit to inherit his mantle. Whether you win or not, you lose and become one of Cthulhu's mindless zombies. Hooray!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "24610",
    "Name": "Silicon Valley Startups",
    "ID": 267884,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/267884/silicon-valley-startups",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In the party game Silicon Valley Startups, you receive an absurd startup company by luck of the draw, then need to get creative to secure funding.&#10;&#10;To get your company, draw a company name card that gives you guidelines to follow when creating that name, then draw a target user card and an industry card. Create a product in that industry for that user that would be created by your company, then start pitching the investor to secure backing over other business dreamer wannabes. Watch out, though, because to reflect the reality of high-pressure situations in venture capitalist pitches, the investor might pull a &quot;Hot Trend&quot; card, forcing players to pivot and explain how drones factor into their business plan...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "24611",
    "Name": "Oink!",
    "ID": 153624,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/153624/oink",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Oink! challenges players to make lightning-fast strikes when two similar animals appear on the table &mdash; but in addition to striking the table, they need to make the proper animal noise faster than anyone else, and whoever does so claims all of the available cards. Watch out, though, as the naughty pig intrudes again and again between other animals with a loud &quot;Oink!&quot;&#10;&#10;In more detail, shuffle the ninety cards and deal them equally face-down to all players, who then takes turns drawing one card and playing it on top of a central pot. Should an animal be added to the pile while it's already the top card, players race to strike the table while woofing, baaing or otherwise making the sound of the animal depicted. Should the top two cards sum to 7, however, players must strike the table and &quot;Oink!&quot; at the same time. While the numbers on most animals range from 0-6, the pig has special rules, with a 7 on each card; thus, whenever a pig is placed on the pile, everyone must race to slap and oink as quickly as possible! Whenever a player correctly slaps the pile, she places the cards aside in a score pile; if incorrect, she must add a card from her deck to the discard pile (or scratch her head while making monkey noises, as the players prefer).&#10;&#10;When all players run out of cards &mdash; or when at least one player is out and someone has claimed the pile &mdash; the game ends. Players then compare the height of their score piles to see who's claimed the most cards and won.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "24612",
    "Name": "Scrabble Dice",
    "ID": 15090,
    "Year": "(1989)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/15090/scrabble-dice",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5556",
    "Description": "A cross between Scrabble and Yahtzee.  The game has 7 dice (16 in some other versions) with letters (and blank or square symbol for wild char). Carefully place your lettered dices to make high-scoring words in 1 minute turn. The game includes a dice shaker, a 1 min sand-timer and also a score pad (depending on the game version).  &#10;Each player has 12 turns to score words into either the crossword section or the dice section on their scorepads. The crossword section works similarly to a traditional Scrabble board, so words must interlock and can score double and triple word and letter scores.  The dice section features entries for 2 to 7 letter words with fixed scores for each.  Bonus points can be achieved by getting a high total in the crossword section.&#10;Some game versions with 16 dices, scorepad is not provided and there is no limits in lenght for word arrangement.&#10;&#10;A 1-minute sand-timer is provided to limit each player's turn.&#10;&#10;Scrabble Dice is a word dice game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building",
      "Spelling"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: Letter Cubes / Word Dice",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "24613",
    "Name": "Dad's Army",
    "ID": 13106,
    "Year": "(1974)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/13106/dads-army",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "Spin-off of the popular 1970s British sitcom. Get the members of your platoon to certain places on the board.&#10;&#10;The board itself shows Walmington-on-Sea, which has been occupied by Nazi troops. Players roll a die to collect bombs and landmines before swiping swastika markers off the board and replacing them with British flags to reclaim territory.&#10;&#10;The aim is to get members of the platoon, including Captain Mainwaring, Sergeant Wilson and Corporal Jones, to a safe location while watching out for the enemy.&#10;&#10;The instructions say: &quot;In war you've not only the Jerry to contend with, but Dad's Army too - and we're not sure which of them is worse!&quot;&#10;&#10;The game was produced by Denys Fisher in the mid-1970s, at the height of the show's popularity. A retro version waas published in 2021 with new box artwork - perhaps significantly, removing the swastikas which were depicted on the original.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24614",
    "Name": "The Quest of the Philosopher's Stone",
    "ID": 1636,
    "Year": "(1986)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/1636/the-quest-of-the-philosophers-stone",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "A unique game that combines strategy with puzzle solving.  Players or teams move their pawn around the board trying to gain two wisdom cards for each of the four territories.  Wisdom cards are earned by correctly answering brain teaser questions from the Book of Challenges.  Wisdom cards, in turn, allow a player to obtain an alphabetical clue for that territory.  The four alphabetical clues, correctly unscrambled, form a word related to the medieval theme of the game.  The first player to correctly decipher the word wins the game.  The board also contains areas to help the players move around the board and/or interfere with the progress of their opponents.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24615",
    "Name": "Ninja Catfoot and the Covert Action",
    "ID": 311457,
    "Year": "(2020)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/311457/ninja-catfoot-and-the-covert-action",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Move slowly, but quickly!?&#10;&#10;It's time for a big ninja catfoot mission to recover the stolen scrolls! But look out for the guards. If you make any big movements, even just for a moment, you'll quickly be caught. You must cautiously, carefully, and quietly carry out the scrolls...! But don't take too long! Your rivals are also trying to complete this mission. It's a race to get most scrolls! You attach a smart phone to your arm in this new type of action game. The accelerometer will detect your movement.&#10;&#10;In Ninja Catfoot and the Covert Action each player put his smartphone on his arm with the furnished tools. They will all compete at the same time to take the more pawn possible, the quickest they can. They should go to the URL catfoot.ninja with their phone where they will access the app necessary to play the game. The movement sensor on their phone will provide them not to go too fast or they will need to stop taking pawns for some time.&#10;&#10;The player who takes the more scrolls wins the round. The first player to win three rounds wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "24616",
    "Name": "Night of the Ill-Tempered Squirrel",
    "ID": 1812,
    "Year": "(2000)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/1812/night-of-the-ill-tempered-squirrel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Night of the Ill-Tempered Squirrel is a non-collectible card game for 3-6 players.  Each player takes the part of a bad director attempting to make the worst B monster movie possible.  Movies are filmed by playing cards representing the seven main elements of a motion picture: Movie Title, Actor, Plot, Monster, Special Effects, Set Location, and Finale.  Each movie element card is rated in the industry standard &quot;star&quot; system where 1 star is very, very bad and 5 stars is Oscar quality.  Cards can be played either on yourself or your opponents, but there is one major hitch: every movie element is played face down and you can't look at any of them after they are in play, including the cards that you yourself played! Additional special cards add hilarity to hijinks.  Making a bad movie has never been so hard!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "24617",
    "Name": "Pointing Fingers",
    "ID": 160502,
    "Year": "(2013)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/160502/pointing-fingers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Who's done what? You'll find out in the hilarious game of Pointing Fingers! You'll also find out how well you know your family and friends in this fast-paced question-and-answer game. Each person reads a question from one of the cards, then everyone else selects how often they've done it on their Truth Meters. Then you point out who you think has done it the most with your funny Foam Finger! If you're right, you score. Don't miss out on the big laughs and hilarious discoveries of the Pointing Fingers game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "24618",
    "Name": "Franky: Rock'n Vegas",
    "ID": 286781,
    "Year": "(2019)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/286781/franky-rockn-vegas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1.6",
    "Description": "Franky: Rock'n Vegas merges two concepts from pop culture that may or may not have been merged previously.&#10;&#10;Franky (the Monster formerly known as Frankenstein) makes Las Vegas uncertain! At the gaming tables he throws new monster friends and then gets rocked!&#10;&#10;Two to six crazy scientists, ages 8 and up, use their special Franky dice to roll their own army of Frankys: You need a head and a body to form a whole Franky and give it life with an extra dice of lightning. Through certain combinations with the additional eight-sided and ten-sided dice you can also collect numerous points in other ways.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Characters: Frankenstein",
      "Cities: Las Vegas (Nevada, USA)",
      "Components: Dice with Icons",
      "Creatures: Monsters",
      "Crowdfunding: Spieleschmiede",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "24619",
    "Name": "Koffer packen",
    "ID": 17580,
    "Year": "(1967)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/17580/koffer-packen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Translated from the German box:&#10;&#10;Pack your suitcase... and don't forget anything while you're at it.&#10;&#10;I pack in my suitcase - a toothbrush, my alarm clock and my Teddy. But watch out! Funny things that I can't pack pop up again and again.&#10;&#10;A memory and observation game for 2-6 children from 5 to 10 years old.&#10;&#10;Contents rules and 36 tiles.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Note this is not your traditional match the pair style of memory game.&#10;&#10;Players must name an item to pack into their suitcase that was not the last tile turned over.&#10;&#10;If a player finds one of the funny things that does not belong in their suitcase they must name, in order, all the items they have packed in their suitcase. If they can't, they lose an item.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "24620",
    "Name": "Flippin' Frogs",
    "ID": 33646,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/33646/flippin-frogs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher: Players must use the Lily Pad Launchers to spring their frogs toward the rotating tree to see who stays and who falls.  Whoever has the most frogs left in the tree wins that round. Includes 24 frogs, 4 launchers, base, tree trunk with tree top and 4 tree limbs and instruction sheet. Requires 3 &quot;AA&quot; batteries.&#10;&#10;The flexible, rubbery plastic frogs are shaped to hang easily from the tree branches, but when the branches pop up, these little amphibian friends tend to go flying.&#10;&#10;The brown tree trunk and blue game base are made with a sturdy, durable plastic. The green branches are made lighter for extra spring when the frogs land -- and when time is up. The lily pad-shaped catapults work really well -- so well, in fact, they'll fly too if you don't hold them down with a finger.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: 3-Dimensional (3D)",
      "Series: To Go! games (Mattel)"
    ]
  },
  {
    "Rank": "24621",
    "Name": "Karten Kniffel",
    "ID": 153168,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/153168/karten-kniffel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "As might be obvious from the title, Karten Kniffel recreates Kniffel (a.k.a. Yahtzee) as a card game. The goal of the game remains the same: Create valuable combinations shown on the scoring sheet and collect more points than everyone else to win.&#10;&#10;The deck consists of 108 cards, with the numbers 1-6 each appearing 18 times. Each player starts with a hand of five cards. On a turn, a player has two choices:&#10;&#10;&#10;     Discard 0-5 cards from your hand, then draw that many cards plus one from the deck. You can't have more than ten cards in hand.&#10;     Play five cards from hand, record your points on the score sheet, then refill your hand to five cards.&#10;&#10;&#10;In more detail, to score, you lay down five cards and score for one of the combinations on the score sheet: number of 1s, 2s, etc.; three- or four-of-a-kind; full house; small or large straight; Kniffel; etc. Write the score in the left-hand box of the appropriate line. You also lose 2 points for each other card in your hand, so note these penalty points in the right-hand box.&#10;&#10;As soon as one player scores in all of the lines on his score sheet, players complete the round so that everyone has the same number of turns, then they tally their scores and subtract their penalties. Whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Paper-and-Pencil",
      "Score-and-Reset Game",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Series: Kniffel (Schmidt Spiele)",
      "Traditional Dice Games: Yacht",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "24622",
    "Name": "Snapshot",
    "ID": 4129,
    "Year": "(1989)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/4129/snapshot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Players / Teams try to identify what is shown in the black and white pictures that are revealed one section at a time.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "24623",
    "Name": "Mini Funny Bunny",
    "ID": 12057,
    "Year": "(2004)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/12057/mini-funny-bunny",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "&quot;Two exciting games of discovery, memory and quick reactions await you! Remember the colors beneath the bunnies' feet and move with lightning speed to collect the most carrot cards!&quot;&#10;&#10;A children's game where players try to find the rabbit with the colored bottom they need to fill in their cards.  Ages 4 - 8.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Characters: Funny Bunny",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "24624",
    "Name": "Warhammer Warriors: Kal Jerico",
    "ID": 4634,
    "Year": "(1999)",
    "Geek Rating": "5.494",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/4634/warhammer-warriors-kal-jerico",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "A Warhammer version of Lost Worlds based on Games Workshop's 40,000 setting. Each player uses a battle book and chooses a page number for a maneuver for their turn. These are revealed simultaneously and cross-referenced. A chart then shows you which page to turn to see  the results of the maneuvers. Players usually end up wounded or in a better position to strike a killing blow.&#10;&#10;Warhammer Warriors is slightly more stream-lined than Lost Worlds and plays faster. Warhammer Warriors does not have &quot;behind you&quot; maneuvers and there is a lot more shooting/ranged combat. All characters have a Deathblow maneuver which speed up games if you're in a good position.&#10;&#10;Kal Jerico is number #1 in the series.&#10;&#10;",
    "Categories": [
      "Book",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games",
      "Series: Warhammer Warriors Battle Books (Games Workshop)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "24625",
    "Name": "Teams of Enemies",
    "ID": 6840,
    "Year": "(2000)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/6840/teams-of-enemies",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.625",
    "Description": "&quot;the fun, watch-your-back trivia game&quot;&#10;&#10;A trivia game in which players form two teams, but players scores are tracked individually -- because the players are able to switch teams throughout the game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "24626",
    "Name": "Give or Take",
    "ID": 198549,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/198549/give-or-take",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Collect a matched set of three pieces by taking from a central pile, or putting pieces back, based on the roll of a custom die.&#10;&#10;A Fast, Simple press-your-luck game for 2 to 10 players.&#10;&#10;Included in Pyramid Arcade, and also as a PDF on the publisher's website.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "24627",
    "Name": "Orcz",
    "ID": 958,
    "Year": "(2000)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/958/orcz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7778",
    "Description": "The dark lord Llovar has commanded all the orcs of the Broken Plain to march against the alliance of elves, dwarves, and men.  As the chief of an orc tribe, you must marshal your forces of wolfriders, archers, grunts, champions, and shamans and lead them to war on the four battlefields of Mennara.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "24628",
    "Name": "Tintenherz",
    "ID": 27712,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/27712/tintenherz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "Together against the Shadow!&#10;To free the world of the feared Shadow and his sinister master Capricorn must the players find the proper words.This is done by answering various questions such as &quot;Name a bird!&quot;&#10;However, only letters visible on the board may be used in the answer. Everybody will immediately try to find a suitable word. When enough words have been found will Meggie, the heroine of the story, move towards goal; if not will Capricorn move forwards. Only if Meggie manage to reach goal first will the gamers win the game!&#10;&#10;The game is based upon the highly succesful children's book &quot;Inkheart&quot; by Cornelia Funke. The novel is about the power of the word, and game designer Klaus Teuber of &quot;Settlers of Catan&quot; fame have captured the enthralling and tantalizing atmosphere of the struggle of young Meggy and her father Moe on one side against the evil Capricorn and his henchmen on the other.&#10;&#10;Moe has the fantastic ability to read characters out of a story and into life. By this he brought Capricorn, the super-villain, into our world, who strifes to get all of his evil henchmen out of his book to help him with his bad deeds. But for this, he requires Moes services...&#10;&#10;The trilogy has captivated children all over the world, and a major movie was released in March 2008.&#10;So hopefully will we soon see an English language edition of this game.&#10;&#10;This is a game in the Kosmos line of literature-based games.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Inkworld",
      "Components: 5 x 5 Grids",
      "Series: Literature (Kosmos)"
    ]
  },
  {
    "Rank": "24629",
    "Name": "Double-Play Baseball",
    "ID": 9594,
    "Year": "(1979)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/9594/double-play-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Double-Play Baseball follows all the rules for playing professional baseball.  The game is played in nine innings.  The nine dice represent the batting team.  The single white and black pitcher die represent the fielding team.  Use the score board and pegs to keep track of each inning and game score.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Sports Dice Games (Lakeside)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "24630",
    "Name": "Fuldrigger",
    "ID": 18499,
    "Year": "(1985)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/18499/fuldrigger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.9231",
    "Description": "Translated from the game box:&#10;&#10;An exciting strategy game about sea trade and trade wars, where the goal is to make money by buying and selling goods, and using those money to buy more ships and fortresses.&#10;&#10;For 2-4 players, Ages 7 and up.&#10;&#10;Contents (as stated one the box, which is not the actual contents, please see wiki below):&#10;Game board, rulebook, 3 dice (D6), 108 commodity counters. 24 ships, 24 fortresses, 28 chance cards, play money.&#10;&#10;Awards&#10;&#10;1987 &#195;&#133;rets Familiespil, Family Game of the Year Denmark&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "24631",
    "Name": "Knowing Me Knowing You",
    "ID": 15806,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/15806/knowing-me-knowing-you",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3",
    "Description": "A game based on guessing what your friends really think about you and your opinions.&#10;&#10;Knowing me, knowing you (ah-haa)&#10;There is nothing we can do&#10;Knowing me, knowing you (ah-haa)&#10;We just have to face it, this time were through&#10;(this time were through, this time were through&#10;This time were through, were really through)&#10;Breaking up is never easy, I know but I have to go&#10;(I have to go this time&#10;I have to go, this time I know)&#10;Knowing me, knowing you&#10;Its the best I can do&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24632",
    "Name": "Star Wars: Galaxy Rebellion",
    "ID": 183532,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/183532/star-wars-galaxy-rebellion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Star Wars: Galaxy Rebellion is a press-your-luck dice-rolling game with a Star Wars theme.&#10;&#10;As Han, Luke, Leia, or Chewbacca, you must help the rebellion to victory. Battle across various planets up to the second Death Star.&#10;&#10;On your turn, you roll the custom dice, try to cover at least two symbols on the current planet, and try to earn victory points and/or allies by covering full rows. Your character and many allies will help you. However, if you fail to cover at least one or two symbols, the Sith will cost you dice. Upon completing the planet, move to the next planet until you destroy the Death Star.&#10;&#10;Whoever now has the most victory points is declared the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Kill Steal",
      "Push Your Luck",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "24633",
    "Name": "Titanic: Der Mythos",
    "ID": 857,
    "Year": "(1998)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/857/titanic-der-mythos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0625",
    "Description": "Into the boats, Titanic is sinking. Card game based on the disaster, released when the big movie came out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "24634",
    "Name": "LEGO Frog Rush",
    "ID": 89931,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/89931/lego-frog-rush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Time to play leap frog, and get your army of frogs home safely and away from the hungry stork!&#10;&#10;In Frog Rush players need to get their five frogs across the pond and to their home base. On a turn, you roll the die, then take one of three actions depending on the roll:&#10;&#10;&bull; Move one frog 1-3 spaces.&#10;&bull; Leap one frog over an adjacent frog to an empty space, repeating the leaps if you want to and can.&#10;&bull; Move the stork onto a frog that hasn't reached the safety of home, and remove the frog from the game. Dinner!&#10;&#10;The game ends when all of one player's frogs are home safely or in the stork's belly. Each frog at home scores 1-3 points depending on its location, and the player with the most points wins.&#10;&#10;Variants include splitting movement across several frogs and racing towards a common home area shared by all players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "24635",
    "Name": "Final Boss: The card game",
    "ID": 197788,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/197788/final-boss-the-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Final Boss, players compete against each other to be the one who defeats the Final Boss. Kill monsters to collect power-ups and destroy your competitors!&#10;&#10;Final Boss features 2 basic decks: Enemies and Drops with hilarious video game references and frenzy &quot;take that&quot; mechanics.&#10;&#10;Each turn, players draw drops to power up themselves, and send enemies against the other players.&#10;When in combat, players will play their drop cards to win their combat. BUT WAIT! The other players can interfere in the battle to try to force their rival's death, so be very careful on which cards you play or you'll end up dead.&#10;&#10;Oh, and do not forget: a Final Boss can appear and turn the tides of a game at any moment!&#10;&#10;",
    "Categories": [
      "Humor",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "24636",
    "Name": "Sand Castles",
    "ID": 7912,
    "Year": "(1991)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/7912/sand-castles",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;A gentle game about helping each other to build Sand Castles by the Beach. It's a quiet beautiful day with water lapping at the shore. But a wind begins to stir and some large Waves move slowly toward our Castles. Can we finish all three of them before those big Waves wash in? Let's gather some sand, share our pails and shovels, and work hard together. This way, we have a much better chance of finishing. But, oh, oh.... The Waves are getting closer and closer. Should we make a big Sand Wall to protect the castle? Or take a chance and keep building the castle up? Decisions, decisions. All in all, an exciting game of strategy that gets us thinking.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "24637",
    "Name": "Ninja vs Robot",
    "ID": 95021,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/95021/ninja-vs-robot",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Ninja vs Robot is a fast playing solo game for ages 7+. Player takes on a role of a ninja who is the only to witness the coming of the invader, the robots. The robots will do anything to destroy the castle. It is up to you now to race to the castle to alarm the king for the coming of the robots. Player will battle with all kinds of robots to reach the castle, so until you reach the castle, winning a battle does not mean you win the game.&#10;&#10;The game uses a simple rules to let player to be easily immerse into the Robot invading twisted oriental world. Player will attack using a unique dice mechanic that will enable player to make combos to destroy an army of robots. The game also uses a Ninja Point system that lets player to change the battle into their own style.&#10;&#10;All you need to play&#10;&#10;&#10;     1 A4 paper to print the game.&#10;     2 six sided dice&#10;&#10;&#10;You can download the game for FREE in the file/download section below.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Ninjas",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "24638",
    "Name": "Christmas Trivia Game",
    "ID": 174335,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/174335/christmas-trivia-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the box:&#10;&quot;Christmas 'Tis the season!  What better time to engage in a game of Christmas Trivia than when the family's gathered together for the holidays?  Learn all about Yuletide lore through the centuries, from the Three Kings to King Wenceslas, St. Nicholas to Sinterklaas, Ebenezer Scrooge to Frosty the Snowman.  Categories test your knowledge of carols, movies, the North Pole, traditions and stocking stuffers.&quot;&#10;&#10;In Christmas Trivia Game, each player tries to correctly answer two questions in each of five categories (or one of each, for a quicker game).  Each player chooses a category, and the player to the right draws a card and asks the question in that category.  Correct answers are recorded on a piece of paper.  The card is then replaced at the bottom of the card stack.  Play continues until one player has answered the designated number of questions.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "24639",
    "Name": "White Eagle Eastward",
    "ID": 11528,
    "Year": "(1992)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/11528/white-eagle-eastward",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "2.45",
    "Description": "&quot;White Eagle Eastward&quot; simulates the &quot;War in the Borderlands&quot; of 1920. What began as an extension of the Russian Civil War in 1919 became a full scale conflict between two modem nations. Poland, free once again, defends its independence by striking deep into the heart of its old nemesis, Russia. The Red Army, still deeply involved in its Civil War, drives to reconquer the Tsar's old possessions and push the Red Banner of Communism into Western Europe. The tactics and weapons of this war formed a strange blend of old and new. For the last time, a great European battle could end with the sound of trumpets and a charge of horsemen. Yet the tank, the airplane, the machinegun and the railroad all played their role as well.&#10;&#10;The Russo-Polish war provided both a final glimpse of the 19th century and an early look at the strategies of World War Two. This game simulates the Russo-Polish war of 1920 at the operational/strategic level. It uses simple rules, with numerous options for greater realism and/or play balance.&#10;&#10;Published in Strategy and Tactics magazine issue #156&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Poland",
      "History: Polish-Soviet War (1919-1921)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24640",
    "Name": "Schleck und weg!!",
    "ID": 3298,
    "Year": "(2002)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/3298/schleck-und-weg",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This game is intended for children Ages 4 and up.  In turn, each player rolls the die and pulls their bear to the ring on the board of the corresponding color.  The player hopes to pull other player's honey drops and playing pieces (bear) into the hole in the middle of the board.  Pulling another bear into the hole scores the player whose turn it was honey drops.  This is a simple roll and move game.  Not much here for adults, but kids will enjoy playing it.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "24641",
    "Name": "Stormvault",
    "ID": 283075,
    "Year": "(2019)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/283075/stormvault",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Stormvault is a cooperative game of exploration and adventure in which mighty Stormcast Eternals heroes search for lost artefacts and battle the fearsome champions of Chaos. Questing throughout the Mortal Realms, you must work together to locate the scattered relics known as Gateway Shards - the only means of unlocking the mysterious Whispering Keep and rescue the arcane treasures stored within. But time is short, and peril lurks in every shadow - you must not fail.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "24642",
    "Name": "Hoppla Lama",
    "ID": 8247,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/8247/hoppla-lama",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The volcano spits fire! Courageous Indios get moving with their llamas. They want to draw as close as possible to the crater to see if their village is in danger. With great delicacy, they persuade their llamas to move closer and closer to the crater's rim. Beware, however: whoever gets too close to the crater, starts over again from the beginning!&#10;&#10;A winner of the 2003 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Animals: Llamas",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "24643",
    "Name": "The Game of Life: 50th Special Anniversary Edition",
    "ID": 146473,
    "Year": "(2010)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/146473/the-game-of-life-50th-special-anniversary-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2",
    "Description": "Game description from the publisher:&#10;&#10;Will you have lots of kids and keep your steady job? Or risk it all on the path to fame and riches? Set your car pawn on the path and give the spinner a turn to see how it all turns out for you in The Game of Life: 50th Special Anniversary Edition!&#10;&#10;With all kinds of pitfalls and windfalls lying in your path, there's no telling who the winner will be, but collect your play money and head toward &quot;retirement&quot; to see whether you get to live out your days in luxury and win. In this edition, five special coins add to the action and bring big rewards if you've got them at the end. Life is an adventure, and so is this game!&#10;&#10;Where will your choices take you?&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Game of Life"
    ]
  },
  {
    "Rank": "24644",
    "Name": "The Open Road",
    "ID": 229165,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/229165/the-open-road",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The Open Road is the first bicycle touring board game. It simulates all aspects of cross-country travel with two tires on the ground. Precious energy and money determine your strategy as you make your way along America. With so many coast-to-coast route combinations, and a myriad of variables to help or hinder your success, each game is a new journey.&#10;&#10;The options you have are endless: stay in a hotel for a guaranteed night of solid sleep, or crash for free in your tent; try your luck riding in a peloton of weekend warriors for a few miles, or head to the local watering hole to rest your weary body. The choice is yours.&#10;&#10;Sit back, relax, and enjoy the adventure of riding on The Open Road.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Sports",
      "Travel"
    ],
    "Mechanics": [
      "Action Queue",
      "Point to Point Movement",
      "Race",
      "Simulation"
    ],
    "Families": [
      "Sports: Bicycling / Cycling",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "24645",
    "Name": "Drago Mago",
    "ID": 7837,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/7837/drago-mago",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Prisoner in the Dwarve's maze, the Dragon says: &quot;I'll give my treasure to the one who will give me freedom again!&quot;&#10;Find the hidden keys using Strength, Diplomacy, and Magic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Rock-Paper-Scissors",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "24646",
    "Name": "8-28",
    "ID": 181616,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/181616/8-28",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "8-28 is a press your luck card game. At the start of the game, each player gets one card they look at, then place face down in front of them. The cards have values ranging from 1 to 11. During the course of the game, the players may draw one random additional card per round to place face up in front of them. As long as any player still wants cards, gems are added to a pile. The round ends only when no one wants to take any more cards. Then, all cards are revealed and the two players whose cards are closest to a total of 8 and 28 respectively, without going over, share the gems among them.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "24647",
    "Name": "ElfQuest Adventure Game",
    "ID": 140988,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/140988/elfquest-adventure-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Elfquest's World of Two Moons is calling! Gather your elf tribe together as your very survival is at stake. Life can be difficult, even brutal, as you deal with fearful and violent humans, treacherous and manipulative trolls, and all manner of strange creatures and harsh environments.&#10;&#10;It is time to embark on an epic journey of discovery to seek and find long-hidden answers about your mythical elfin ancestors, the High Ones. Each player selects a character, gathers up their attending items, skills and allies and joins their tribe-mates to complete tasks, events and quests.&#10;&#10;There are a limited number of seasons during which you need to complete each scenario card. If you fail to do so, every member of your tribe loses resources (cards, tokens and cubes). If ever a character runs out of cubes, they are killed and removed from the game.&#10;&#10;Each scenario in ElfQuest Adventure Game pulls directly from 35+ years of Richard &amp; Wendy Pini's epic saga of comics and graphic novels. Sometimes your tribe will have to fight humans, negotiate with new elf tribes, travel across snow-laden mountains, mate to increase your tribe's numbers, hunt and harvest to keep everyone fed or craft new items to help in your journey.&#10;&#10;This cooperative game for 1-4 players delivers all the wonder, passion, danger, compassion and betrayal of the original best-selling series. It features the breathtaking artwork of Wendy Pini interwoven with the imaginative game design of Layman Kingsford. You will stretch your gaming and social skills as you interact with the extraordinary realm of Elfquest as you've never seen it before!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Comic Book / Strip",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24648",
    "Name": "Food Fight",
    "ID": 2193,
    "Year": "(1980)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/2193/food-fight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "This game first appeared in the The Dragon magazine issue #44 and was also released as part of the The Best of Dragon Magazine Games boxed set. Food Fight is a quite detailed, &quot;wargame representation&quot; of a school cafeteria food fight.&#10;&#10;The players control a student each with an action point allowance and an appearance rating which determine how much food he can absorb before being out. Characters that are better at attacking generally also have a lower threshold for absorbing damage. There are also 6 staff members who try to apprehend the students.&#10;&#10;The game also has details for multiple types of foods with various ratings for each projectile's: range, slipperiness (used when they land on the floor), to-hit values and damage numbers. All results are determined with a simple d6 roll and you can even send an entire tray flying with or without food and cafeteria tables may be flipped over for even more mayhem.&#10;&#10;The advanced game adds a lot to the game. The combat chart lists 30 food types each with 3 different attack modes and 7 ratings for each. There is an accuracy modification chart included. The &quot;last man&quot; standing wins.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Movement Points",
      "Paper-and-Pencil",
      "Square Grid"
    ],
    "Families": [
      "Magazine: Dragon",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24649",
    "Name": "Worldwide Tennis",
    "ID": 309886,
    "Year": "(2020)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/309886/worldwide-tennis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "1.7",
    "Description": "Worldwide Tennis is a card game that puts you directly in the thick of a tennis match. Each card represents a stroke (serve, drop short, lob, volley, smash...). On your turn, choose a card to play according to your position on the court and the level of risk you want to take. If you take a risky move, throwing a dice will be required to validate your stroke ! Like in real tennis, you win the point if you make a winner or if your opponent hits the ball out.&#10;&#10;Only a wise management of your hand will lead you to victory!&#10;&#10;Features : 2 difficulty levels, adaptable duration (minimum 15'), a solo mode and 4 different surfaces with their specific gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "24650",
    "Name": "My First Triominos",
    "ID": 81263,
    "Year": null,
    "Geek Rating": "5.494",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/81263/my-first-triominos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;My first Triominos&quot; (or &quot;Triominos Junior&quot;) is the children version of Triominos.&#10;Easy to learn for children and with colorful play tokens and pennylike counters it is fun to play.&#10;&#10;Aim of the game:&#10;Win as many reward counters as possible by placing the right Triominos next to each other.&#10;&#10;Setup:&#10;Give a rack to each player (included in the game)&#10;Place all the Triominos in a pile (called the stock) with the numbers facing down.&#10;Every player picks 5 Triominos and puts them onto their rack.&#10;Every player gets 4 reward counters.&#10;A random Triominos is picked out of the pot and placed open on the table. (If it's a joker, put it back in the stock and take another one.)&#10;Select a player who begins the game (youngest....oldest).&#10;The rest is playing clockwise.&#10;&#10;Gameplay:&#10;On his turn the player tries to fit one of his Triominos to the ones already on the table. A Triominos fits if it is placed so at least one side is completely in contact with another, and all sides that stick together must match in color and figure.&#10;If you succeed in this, you will be rewarded with a counter. If you can not, then you must pay a reward count and draw another Triominos.&#10;Your turn is then over, and it passes on to the next player.&#10;&#10;Game end:&#10;When a player places his last Triominos or the stock is emptied. The player with the most counters win.&#10;&#10;Joker:&#10;(Using the joker is not advisable for the first playthroughs.)&#10;The joker counts as any figure or color and can be used anywhere a normal correct Triominos could be placed.&#10;You can replace a joker on the table, with another Triominos that fits the position. If you do so, you can add the joker to your rack, but will not earn a rewardtoken.&#10;&#10;2nd level of play (aged 6 and upwards), to become more familiar with counting points:&#10;In this version of the rules, you play without the reward counters.&#10;&#10;The only differences to the above rules are, that drawing Triominos does not cost you points, and points are counted as the total value of the figures on the Triominos you have placed. The score is then tracked throughout the game. The player with the highest score wins.&#10;&#10;References:&#10;The only place I have been able to find a digital copy of the game was here: https://www.gebruikershandleiding.com/Goliath-triominos-my-first-junior/preview-handleiding-496755.html?page=0002 - here you can also see graphics of legal placements of your Trimonos.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Triangular Dominoes",
      "Game: Tri-Ominos",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "24651",
    "Name": "Cosmic Pioneers",
    "ID": 198513,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/198513/cosmic-pioneers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tired of living on the radioactive, overpopulated mess that is the planet Earth? Become a starship captain with Genesis Corp! Get a ship and travel to new system Tau Ceti, where eleven planets orbit within the habitable Goldilocks Zone: not too hot, not too cold. We have built a Jumpgate that can teleport ships, goods and people.  We have also built an orbiting city called the Waystation at the Jumpgate&rsquo;s exit point. Everything is ready and nothing can go wrong!&#10;&#10;Cosmic Pioneers is a Sci-fi board game for 2 to 4 players. It is an area control game where players try to control planets vs the other players and of course vs aliens. Each player starts with a ship and a different commander (with a unique ability). By upgrading the ship players try to control as more as possible planets using Colonists. However the planets are already habitable by aliens that wish not share their home planet.&#10;&#10;The winner of the game is the one who will have most victory points at the end of the game. Explore the new system, colonize its planets, upgrade your ship, and exterminate your opponents!&#10;&#10;What makes this game unique is the board setup drafting mechanism. Every time you setup the board (Hexes) the Tau Ceti system will be different along with the possible dangers that players will encounter.&#10;&#10;Step 1: Select one out of 10 scenarios&#10;&#10;Step 2: Select 2 out of 5 Aliens&#10;&#10;Step 3: Arrange the 11 planets randomly on the board&#10;&#10;7.9 BILLION Game Combinations !!!&#10;&#10;Are you ready, Captain?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24652",
    "Name": "The Brady Bunch Party Game",
    "ID": 256540,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/256540/the-brady-bunch-party-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "The Brady kids are at it again, and Alice is on the hunt for a troublemaker! Will the siblings stick together, or will they help Alice solve this family mystery?&#10;&#10;In The Brady Bunch Party Game, one player takes on the role of Alice, and the other players are the Brady kids. Everyone gets in on the mischief-making as they try to fool Alice or snitch on their sibling. You'll be humming along to The Brady Bunch theme as you snoop and scheme with your favorite TV family.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24653",
    "Name": "Tyle",
    "ID": 283762,
    "Year": "(2019)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/283762/tyle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A brilliant test of lateral thinking! Players battle it out to move from one corner of the grid to another by rotating, flipping and sliding Tyles to link up the path and create a route to victory.&#10;&#10;Be warned! Your opponents can sabotage you by moving the Tyles to cut off your route. Will you be able to find a winning strategy first?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24654",
    "Name": "Käse Würfeln",
    "ID": 146151,
    "Year": "(2013)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/146151/kase-wurfeln",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "The player mice in K&auml;se W&uuml;rfeln want to stack cheese as high as they can. Why? Why don't they just eat the cheese? That's not the issue here &ndash; let the mice do what they want!&#10;&#10;On a turn, a player rolls eight six-sided dice up to four times, keeping dice between rolls if desired. After finishing, she claims a number card if she's rolled that number on that many dice; e.g., if she's rolled a 4 on four dice, she claims the 4 card. After claiming a card, she either starts a new stack with that card as its base or places that card on top of another card she already has &ndash; but only if that card is lower than the top card of the stack.&#10;&#10;If a player takes a 1 card, she can place it either glass case side up on top of a stack &ndash; closing that stack (since nothing can be placed on a 1) and protecting it from being stolen &ndash; or mouse side up; a mouse side-up 1 can later be placed on a stack, and a player can have only two of these cards. When a player closes a stack with four, five or six cards, she takes a bonus card from the table, with earlier claimed bonus cards being worth more points.&#10;&#10;If a player can't take any cards, she takes a gift card, which she can spend on a later turn to rotate a die to show a particular face. A player can hold only one gift card.&#10;&#10;When three of the number stacks are empty, the game ends immediately. The player with the most stacks claims a 12-point bonus card, then players tally their points. Each closed stack is worth the product of the largest number in the stack and the number of cards in the stack; each open stack is worth the sum of the cards in the stack. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Mice",
      "Food & Drink: Cheese",
      "Series: AMIGO dice games in box"
    ]
  },
  {
    "Rank": "24655",
    "Name": "Shit!",
    "ID": 653,
    "Year": "(1996)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/653/shit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "It is a game where everyone simultaneously plays a unique number face down card a la Take 5 (6 Nimmt).&#10;&#10;There are 5 suits arranged in a circular pattern. The idea is you score the points based on the first person to hit their number traveling clockwise after the current number, e.g. if the colors are Green, Blue, Red, Yellow, Orange, Green, Blue, etc. and the current target card is Orange 6, then the first number after orange 6 wins a number of points equal to the interval. For example, orange 7 would win 1 point, but if it were not there and Green 1 were next closest, it would win 5 points. If the next closest card were orange 5 (unlikely but possible), it would score 49 points.&#10;&#10;Each player also always has in hand a Shit! card which cannot score, but playing it is the only way to get another card in hand. Strategy comes from watching when people play cards and how many they have left. Time it right and you can play while everyone else is drawing for monster points.&#10;&#10;It's a fun 20 minutes. The rules are in English.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "24656",
    "Name": "Monopoly: Zapped Edition",
    "ID": 134326,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/134326/monopoly-zapped-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Monopoly: Zapped Edition updates the classic game by combining the attributes a board-game with the technology of an iPad/Phone/Pod Application.   The APP is free and is quick and easy to download from the APP store.  The basic mechanics of Monopoly are here, but with an updated look and no hard currency.  Players use the app to buy and auction property, transfer money, pull Chance/Community Chest cards and take part in mini-games as play evolves.  Each player has their own touch-banking cards which track their balances and allow for electronic transaction on your device.&#10;&#10;Game Board comes with Rubber Pads, 6 tokens, 28 Property cards, 32 green houses, 12 red hotels, 2 dice, 4 Monopoly Touch-banking cards and instructions.&#10;&#10;Note:  An internet connection/iTunes account are required to download the app but not for game-play.  App is in English language only.&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "24657",
    "Name": "Los Viajes del Capitán Foucault",
    "ID": 180746,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/180746/los-viajes-del-capitan-foucault",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "9",
    "Play Time": "36",
    "Weight": "1.6667",
    "Description": "Los Viajes del Capit&aacute;n Foucault is a social deduction game in real time for 3 to 6 players about a group of alien philosophers from another dimension that travel in time to our past in order to &quot;fix&quot; us.&#10;&#10;Debate, philosophical pondering meet with a whimsical theme and ludicrous reasoning and roleplaying. Each player will have a philosopher and a Personal Agenda, but there will be ways in which everyone can lose, or win, or some, or two, or only one... No two games will be the same. The philosophers have advanced abilities both thematically and mechanically inspired by actual concepts by actual thinkers from history.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Educational",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "24658",
    "Name": "Sorcerer King",
    "ID": 2404,
    "Year": "(1985)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/2404/sorcerer-king",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.75",
    "Description": "Wizards, warriors, elves, dwarves, orcs and goblins battle for supremacy in Partas, the lost capital of the Sorcerer Kings.&#10;&#10;From the back of the Second Edition box:&#10;&#10;In this classic fantasy board game, players battle it out with each other and hoardes of chaos creatures for control of Partas, and then to crown their nominee in the ancient throne room of the Sorcerer Kings. Now in its second edition, completely revised with expanded rules and more spells , Sorcerer King is a game where planning and battle strategy are more important than luck, or the inclination to slay everything that moves. A brilliantly effective combat system consisting of magic, missile and melee phases, coupled with naturalistic movement, character advancement and a climactic ending will give any lover of fantasy and strategy a game to remember.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "24659",
    "Name": "Ballast",
    "ID": 3233,
    "Year": "(1998)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/3233/ballast",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A variation of the game &quot;Pick Up Sticks&quot;. Wooden cylinders are loaded into a circular Plexiglas frame and then removed one at a time by the players. If no cylinders move other than the one the player is trying to remove, the player keeps the piece (which is worth points). If another piece moves, however, the player must return the piece to the top of the pile and play proceeds to the next person. First player to reach a predetermined score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "24660",
    "Name": "Star Wars Fluxx",
    "ID": 246986,
    "Year": "(2017)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/246986/star-wars-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game. There are many editions, themed siblings, and promo cards available.&#10;&#10;In Star Wars Fluxx, you will find yourself in the thick of battles for a distant galaxy. Draw a card, play a card, shoot from the Death Star, and use the Force. But remember that the rules can change at any time and then, by joining the Emperor, you will save the Rebel Alliance from defeat.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "24661",
    "Name": "XXung",
    "ID": 389734,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/389734/xxung",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A game for everyday people. Unfortunately, I am finding players often do not know the full rules of the game when I play them online at BGA. There are two ways to win the game. It is not just a 5 in a row game.&#10;&#10;RULES:&#10;1. The first player starts the game by placing one piece anywhere on the board.&#10;2. Players take turns placing a piece horizontally or vertically in line with the last placed piece in the game. There must not be intervening pieces of either color between the last placed piece and the newly placed piece. &#10;3. A player wins in one of two ways: by placing five pieces consecutively in a row horizontally, vertically or diagonally, or forcing the opponent into a position where he is unable to place a piece on the board. (blocking them in with intervening pieces).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "24662",
    "Name": "Vector 3: Tactical Space Combat in Three Dimensions",
    "ID": 4353,
    "Year": "(1979)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/4353/vector-3-tactical-space-combat-in-three-dimensions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Two-player SF wargame positing a space war in the &quot;Gilgamesh Cluster&quot; between the &quot;humano-cetacean civilization&quot; and the &quot;Xandri-Bratcom Coalition.&quot; The war is fought with modular Vector 3 ships that can carry an assortment of pods: lasers, torpedo launchers, defensive-screen generators, and tractor/pressor beams. Ship movement is Newtonian and three-dimensional: (X,Y) and (X,Z) position charts are used to track where the ships are at any given time.  Players spend ship points to buy ship components and technology points to buy improved technologies; victory points are earned for destroying pods and ships and for being the last player to have ships in play. When all of one player's ships have been destroyed or warped out, the player with the highest victory point total wins.&#10;&#10;Four scenarios are suggested with differing allowed technologies and different numbers of starting ship and technology points. The approximate playing time is a guess; it will depend on the chosen scenario.&#10;&#10;This is Space Capsule #4, the fourth in SPI's series of science fiction microgames.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Capsule (SPI)"
    ]
  },
  {
    "Rank": "24663",
    "Name": "Auf die Birne",
    "ID": 91664,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/91664/auf-die-birne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "Auf die Birne is a counting, memory and reaction game played with a deck of 60 windfall cards &ndash; each showing some combination of apple, pear and grubs &ndash; and 20 harvest cards.&#10;&#10;In one of the two games included, players shuffle all 80 cards, then deal equal amounts of cards to each player. One at a time, players take turns revealing a card from their deck and adding it to a face-up pile. Whenever a harvest card appears &ndash; which will show either apples, pears or grubs &ndash; players race to grab numbered tokens in the center of the table. Each player with a token then says how many of the depicted item are shown on the cards in the central pile. Whoever is correct (or closest) wins the harvest card. The stack is cleared, then the game continues. Whoever collects the most harvest cards wins.&#10;&#10;In the second game, each player has two harvest cards face-up before him and a deck of windfall cards. Now players are trying to slap the deck when any of the three items appears at least 11 times in the pile. If the slapper is correct, he wins a harvest card; if not, he loses one of those in front of him. Again, the player with the most harvest cards wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "24664",
    "Name": "DiceBot MegaFun",
    "ID": 216647,
    "Year": "(2017)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/216647/dicebot-megafun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;In the future, robots battle it out to the amusement of humans, and in DiceBot MegaFun players are the robots who must reach into the junkyard to grab dice displaying various parts and place them on their robot sheet. Each player places six parts dice onto their sheet: five in the body area and one in the head.&#10;&#10;Then players simultaneously choose weapon cards to play, which require the parts retrieved from the junkyard. Each weapon card has a cost in parts to pay as well as speed, direction of fire and damage, and an occasional special text ability. Some weapon cards include uzis, lasers, rifles, bombs, jammers, viruses, blue shells, shields, etc. Be the first robot to win three combats!&#10;&#10;For advanced play, each player is given a special ability activated by kill points, which are acquired by dealing the final blows to robots in combat.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Dice",
      "Fighting",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "24665",
    "Name": "Stand & Die: The Battle of Borodino, 1941",
    "ID": 3016,
    "Year": "(1991)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/3016/stand-and-die-the-battle-of-borodino-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3",
    "Description": "Wargame of the WW2 Battle of Borodino; the fight between German and Russian forces.  Game uses 2 hex grid map boards and contains 650 counter pieces along with a 48 page manual.  German forces are small yet powerful while the Russian defenders are weak yet numerous over the Germans.  The game can be played with Basic Rules for beginners or it can be played with Advanced Rules for veterans.  Game can be played by the given 3 scenarios or the entire given campaign.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Borodino (Russia)",
      "Country: Russia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24666",
    "Name": "Burger Battle",
    "ID": 5530,
    "Year": "(1990)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/5530/burger-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Ketchup, mustard, pickles, peppers, mushrooms, onions, lettuce, tomato, bacon, cheese! Keep piling on the ingredients in Burger Battle as you pass the burger around the table. When you can't resist any longer, put a top on it and make it your burger &mdash; but don't wait too long or someone else will grab it first.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Food & Drink: Burgers",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24667",
    "Name": "Flame War",
    "ID": 124589,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/124589/flame-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "In the card game Flame War, each player takes the role of a forum admin. Starting threads, posting, flaming, maybe some trolling, and perhaps even bringing up a certain pony that might in fact be little and belong to someone you know...&#10;&#10;Flame War is a fun and clever game about running a forum. Every card in the game represents a post made by a forum member, often directed at another member. Some are informational, some are random, and some are downright mean. The internet is a scary place for folks who like to read what other people write. Closing down threads scores you points, and the player who scores the most points when the game ends wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "24668",
    "Name": "James Bond Secret Agent 007 Game",
    "ID": 5616,
    "Year": "(1964)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/5616/james-bond-secret-agent-007-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Each player has three 'agents' who must &quot;spy&quot; at a location indicated by one of the cards in their three-card hand (cards are replaced once played).&#10;&#10;Points are scored according to a clock on the game board... one o'clock only scores 1 point, 12 o'clock scores 12 points.  The hour hand advances one hour for each agent moved during a turn.&#10;&#10;If your score is between 13 and 63, agents may &quot;rendezvous&quot;, (when more than one agent is at a location when it scores, it will double or triple the points scored).&#10;&#10;The first player to 100 points is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Books: James Bond",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "24669",
    "Name": "Penny Dreadfuls of Victorian London",
    "ID": 379821,
    "Year": "(2023)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/379821/penny-dreadfuls-of-victorian-london",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Penny Dreadfuls were short illustrated periodicals, very popular in the United Kingdom in the second half of the nineteenth century. &#10;They were very cheap booklets, costing just one copper penny and offering short stories with vivid and popular themes narrated with an emphatic and sensationalist style. &#10;Despite the low cultural value, Penny Dreadfuls gave birth to a genre that has constantly evolved to this day.&#10;&#10;In Penny Dreadfuls of Victorian London: Sensational Tales of Terror, 1 to 5 players will share bizarre and frightening tales masterfully narrated by our authors, set in gloomy Victorian London in the late 19th century, infamous for the mysterious serial murders in the neighborhoods of Whitechapel and Whitehall.&#10;&#10;In each Sensational Tale, specific Characters living in an ordinary Victorian world are suddenly embroiled in shocking events that catapult them out of reality and natural conventions. By joining them, players face a bizarre scenario, investigating, making deductions and choices,&#10;facing trials leading to unpleasant consequences or handsome rewards.&#10;&#10;Each game has a variable number of turns with different possible outcomes, ranging from miserable failure to utter and satisfying success, all depending on how the players interpret the story, sharing the fate of their Stars.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: London (England, UK)",
      "Components: Map (City Scale)",
      "Country: United Kingdom",
      "Historical Figures: Various"
    ]
  },
  {
    "Rank": "24670",
    "Name": "Kage",
    "ID": 6426,
    "Year": "(1986)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/6426/kage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "The surround and conquer strategy game.&#10;&#10;The object of Kage is to cage your opponent's bird, that is, to surround your opponent's bird with a continuous enclosing border made of bars while preventing your opponent from doing the same to your bird.&#10;&#10;On your turn you may move your bird or place a bar on a line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Series: Master Moves (TSR)"
    ]
  },
  {
    "Rank": "24671",
    "Name": "Tell Me Without Telling Me",
    "ID": 354214,
    "Year": "(2021)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/354214/tell-me-without-telling-me",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Introducing Tell Me Without Telling Me, the viral trend now an adult party game! Prepare for laughs as you try to get your team to guess the word on the card without breaking 1 of 3 rules:&#10;&#10;     Show Don&rsquo;t Tell - no words allowed, let your body do the talking &#10;     One Syllable: only words with a single syllable. This would work, but this *wouldn&rsquo;t* work&#10;     Freestyle: Any words are fair game, just not what&rsquo;s on the card. Whether it's a Person, Place, Trait, Thing, or NSFW, you&rsquo;ll have to think quick about how to &quot;tell&quot; your team before the time runs out! This game is for teens and adults ages 18 and up, and we advise playing with family and coworkers at your own risk. Grab your favorite people and play #TellMeGame ASAP.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Semi-Cooperative Game",
      "Targeted Clues"
    ],
    "Families": []
  },
  {
    "Rank": "24672",
    "Name": "Crocodile",
    "ID": 107549,
    "Year": "(2010)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/107549/crocodile",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game is a tabletop version of &quot;Crocodile&quot;, a very famous Russian party game. In Crocodile, players have to explain words using only movements and gestures. The game includes a number of additional rules and tasks that add twists to the basic game of Crocodile and make it even more fun to play.&#10;&#10;The gameplay is simple. Players are divided into teams, and then each team will take turns: one player has one minute to explain as many words as possible while the other team members try to guess them quickly to gain more points. Words will be worth more or less points depending on their difficulty, as they could be anything from ordinary objects to entire phrases.&#10;&#10;In addition, the team can use special cards that can change the entire course of the game. These &quot;U-cards&quot; can be played before the player begins explaining words, and include abilities such as:&#10;- &quot;First letter&quot;: You are allowed to say the first letter of the word;&#10;- &quot;Additional minute&quot;: You are given one additional minute to explain;&#10;- &quot;Replace a player&quot;: You can change the player who is going to explain the words - this lets competing teams gain an advantage by preventing good players from participating. &#10;- &quot;With closed eyes&quot;  - Have you ever tried to explain something without seeing others?&#10;- &quot;Robbery&quot;: You can guess the word of another team and steal their points&#10;&#10;The game contains 200 cards with words.  Each card has 10 tasks, so the game comes with 2,000 words and phrases.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "24673",
    "Name": "Tank Command",
    "ID": 11138,
    "Year": "(1975)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/11138/tank-command",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The board is a large plastic base with a movable center slide and movement markers printed on the base.  Each of the players 4 tanks fit into notches on the sliding base.  The land mines (pegs that move up and down through the base) are activated by pulling a lanyard that runs under the base and behind your command bunker.  Shells numbered 1 through 10 are hidden in your command bunker with higher numbered shells having more firepower.  Players simultaneously select one of their ten shells then both players lower the bunker to reveal the value of the fired shell.  The player with the higher value shell totals the value of both shells and moves the slide that number of spaces towards his opponent.  If the shells are of the same value, both are discarded and the tanks are not moved.  If the opponents tanks are moved back over the land mines, the player that had the higher total can pull on the lanyard.  If the opponents tank is moved, it is destroyed and is out of the game.  Both of the fired shells are then removed from the game.  The game is played in two rounds but tanks destroyed in the first round are not replaced for the second round.  The winner is the player with the most tanks on the battlefield after two rounds.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "24674",
    "Name": "Bim Bum Bam",
    "ID": 161261,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/161261/bim-bum-bam",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Are you tired of games ending in a tie &mdash; or even being forced to lose in a tie because game designers have no imagination? Do you want fun new ways of choosing the first player in a game? The finely illustrated Bim Bum Bam will transform your ties and give you a way to choose the first player in every game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24675",
    "Name": "Bridgerton: The High Society Game",
    "ID": 394286,
    "Year": "(2023)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/394286/bridgerton-the-high-society-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "It's the first social of the season, the most important time in a young aristocrat's life.&#10;&#10;Bridgerton: The High Society Game brings to life the social scene from the hit Netflix series of the same name.  In the game, you attend balls, dance with eligible prospects, and vie with others for the affections of suitors based on their prestige, desirability, and love &ndash; all with the ultimate goal of an auspicious marriage proposal.&#10;&#10;You have only eight balls to secure your future, but don't be hasty as every prospect has hidden traits that affect their desirability and prestige. If you are determined, you can find the best match and marry someone you truly love. Of course it certainly won't hurt your chances if one of your competitors is caught in a bit of scandal...&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games",
      "TV Shows: Bridgerton"
    ]
  },
  {
    "Rank": "24676",
    "Name": "Holiday",
    "ID": 30880,
    "Year": "(1985)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/30880/holiday",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In this game you can travel through Europe. The goal of the game is to travel with all your 3 people to the 4 randomly chosen countries (different for each player) and return to the starting country, Hungary.&#10;You can travel by car, airplane or ship and you can earn money by gambling, working, playing detective or collecting sets of several kinds of building tokens (bank, museum, etc).&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "24677",
    "Name": "Cavemen Playing With Fire",
    "ID": 124393,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/124393/cavemen-playing-with-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "After their latest journey through time, the Odynauts have landed in the Stone Age. In this world, they are confronted with cavemen who revere fire above all else. Because not all cavemen have yet discovered how to make fire, some try to steal it from the others. The Odynauts see a challenging game in all of this, but being their usual selves think it would be more fun to put out an opponent's fire rather than to steal it. Can you navigate safely through enemy caves? Can your cavemen outwit their stronger opponents or overpower their weaker ones? Can you be the first to put out an opponent's fire?&#10;&#10;Cavemen Playing With Fire is a strategic two-player card game. The goal is to be the first player to put out one of her opponent's three fires, which in game terms means taking one of the opponent's three fire cards.&#10;&#10;To play the game, each player receives an identical deck of 25 cave, fire, and caveman cards. Players use the cave cards to create a playing field on the table with three fire cards for each player at each end. In turns, players place cards and take action. They walk and fight among their own caves and those of the enemy to try to reach one of the enemy's fire cards. The cavemen cards are ranked, and some have special abilities. Lost cards can return to the drawing deck, but to do so a player must lose certain cards first. Losing these is tricky, though.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Prehistoric"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Memory",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Odynauts"
    ]
  },
  {
    "Rank": "24678",
    "Name": "Faktoria",
    "ID": 292225,
    "Year": "(2019)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/292225/faktoria",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Faktoria is a medieval city-building game, mixing the strategic and economic styles. The gameplay is revolving around two main mechanism: Spending coins in an alternative auction system to get resources (wood, stone, iron, gold). Then choosing what to build from your resources: Buildings to produce more resources (only wood or stone), or buildings to get victory points. The game lasts 5 rounds. The player with the most victory points at the end wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Constrained Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "24679",
    "Name": "Fits",
    "ID": 10565,
    "Year": "(1999)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/10565/fits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Fits it's all about speed. Every player gets a board which he needs to fill with colored tiles (Small and large triangles and squares in 4 colors). The die defines which tile to pick from the tile holder and the player needs to place this piece on his/her board. But the piece can't touch other pieces of the same color.&#10;&#10;The fun part is that the die can't lay still for more than five seconds. So after one minute you have lots of pieces on and besides your board and are pretty stressed to make it all fit on the board. The first player who can make it all fit on his board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "24680",
    "Name": "Monopoly: Ghostbusters edition",
    "ID": 224132,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/224132/monopoly-ghostbusters-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "There's something strange in your neighborhood! save the world from paranormal activity by subduing the vapors, entities and slimers at famous new York locations from the original Ghostbusters movie. Improve your locations with custom sculpted Ghost traps and storage units to hold the spooks at bay. No job is too big, no fee is too big in this custom edition of Monopoly! ages 8+ players 2-6.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Movies: Ghostbusters"
    ]
  },
  {
    "Rank": "24681",
    "Name": "Hi-Spot",
    "ID": 4083,
    "Year": "(1969)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/4083/hi-spot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "A game for 2-4, where players place tiles of clear plastic with dots on them on a playing board with nine positions. Each turn the player can place a tile in a clear position, or over the stacked tiles in an filled position provided that the dots on the tile do not overlap those on the tiles already played. Once all 9 possible dots are placed in each position the stacked tiles are removed for reuse and the position is cleared for new tile placements. Points are awarded to the player after each turn based on the number of dots in the position that the tile was placed. The first player to score 200 points wins the game.&#10;&#10;Identical in materials but different in rules is Topminos.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "24682",
    "Name": "Czech Pub",
    "ID": 129851,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/129851/czech-pub",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Welcome to the Czech pub!&#10;&#10;Enjoy the pleasant environment of this classic Czech pub and assume the role of a local drunkard. Drink your fill, and in the meantime while you are waiting for your order, steal some beer from other guests or tell them a spicy story.&#10;&#10;In Czech Pub your goal is to drink as much alcohol as you can to score points &ndash; by playing cards, mind you, not drinking real alcohol &ndash; while also managing your drunkenness as it can limit your possibilities and may even get you thrown out of the pub. Cheers!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Country: Czech Republic",
      "Food & Drink: Beer",
      "Food & Drink: Liquor / Cocktails",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "24683",
    "Name": "Joe Connaissant",
    "ID": 182238,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/182238/joe-connaissant",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Joe Connaissant is a trivia game where the more you know, the more you score points. Each team has 2 minutes to anwser the most question possible. The less clues you get, the more point you gain. Each time you pass a card, you lose one point though.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24684",
    "Name": "Battle of Buena Vista",
    "ID": 10257,
    "Year": "(1996)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/10257/battle-of-buena-vista",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Buena Vista is a simulation of the 23 February 1847 battle between Zachary Taylor's American Army of Occupation and Santa Anna's Army of North Mexico. Santa Anna hoped to defeat Taylor's force before returning south to stop Winfield Scott's invasion of central Mexico. this game only covers the second day of the battle (the decisive period of this conflict).&#10;&#10;The colorful map shows six types of terrain found around Buena Vista Hacienda as it existed in 1847.&#10;&#10;124 counters, of which 16 are double-sized, one 22&quot;x34&quot; mapsheet, 7 pages of rules. This game is of low complexity and can be played by two people in about 3 hours.&#10;&#10;Game scale:&#10;hex scale =  100 yards per hex side to side &#10;time = one hour per game turn &#10;strength = infantry &amp; cavalry units of between 50 and 350 men each, double sized Mexican brigades representing 1,000-1,250 men. Artillery units at 2-6 cannon.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Mexico",
      "History: Mexican – American War",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24685",
    "Name": "Purrfect Match",
    "ID": 396426,
    "Year": "(2023)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/396426/purrfect-match",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Are you ready to make your Purrfect Match?&#10;&#10;Your brand new cat cafe is about to open, and you have almost everything in place... but you need more cats!&#10;&#10;You know that to attract the most patrons, you&rsquo;ll need not just the best cats, but also the widest variety of cats. There are lots of new cat cafes around town, so you&rsquo;ll have to go head-to-head with the other cat cafe owners to make sure you end up with all the cats you need!&#10;&#10;Gather your cats, attract patrons, and don&rsquo;t be afraid to engage in a little feline mischief... after all, it&rsquo;s all for the greater good of helping the patrons of your cat cafe find their Purrfect Match!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "24686",
    "Name": "Whad'Ya Know?",
    "ID": 7552,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/7552/whadya-know",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Whad'Ya Know?: The &quot;Not Much&quot; Knowledge Party Game&#10;&#10;Humorous trivia game based on the public radio quiz show Whad'Ya Know?, hosted by Michael Feldman. Works somewhat like Apples to Apples in that a different person reads a card each round, which the other players respond to. The reader (who puts a Michael Feldman bobblehead in front of them) cannot score that round. The outrageous questions are multiple choice (A,B or C) and are based on general knowledge and opinion polls.&#10;&#10;Gameplay&#10;Players to either side of the reader are the 2 contestants; the rest are the audience. Audience members choose and reveal their answers and then try to convince both contestants to vote for their answer. (They'll get points for their persuasive powers, even if it's the wrong answer.) After discussion and debating, the contestants vote for their answers and scoring chips are awarded.&#10;&#10;Scoring&#10;Anyone with the right answer to the question gets a chip. If both contestants choose the correct answer, they and everyone else with the right answer get an extra bonus chip. If both contestants choose wrong, they get no chips, but any audience member who chose the same wrong answer as both contestants gets a chip for successfully influencing them. The bobblehead is passed to the left and the new reader asks the next question. Play proceeds until someone wins the required number of chips (10-16, depending on the number of players).&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24687",
    "Name": "Ballons",
    "ID": 13490,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/13490/ballons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Five Balloons is a card game for 2-4 players aged 3 and over. Players are dealt cards with colored balloons on them, certain of these are caused to pop by event cards that are drawn from a face-down deck. Each event card affects a specific color of balloon. The goal of the game is to be the last one with one or more balloons intact.&#10;&#10;There is no reading required for the game, and because there is no strategy to gameplay, a preschooler has just as much chance of winning as an adult.&#10;&#10;From the publisher:&#10;It's never nice to lose something you like.  But every parent knows how important it is for kids to learn to cope with such situations.&#10;In this game, each child has five balloons, one or the other of which will burst or get lost every now and then.  But don't worry: some cards have dear Mom on them, who can usually help.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24688",
    "Name": "Redneck Life",
    "ID": 13488,
    "Year": "(2004)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/13488/redneck-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Hop in your race car, roll the dice and begin your redneck life! Hold down a job that requires a shirt with a name patch, collect paychecks, and maybe even marry yer cuzn.&#10;&#10;Redneck Life is a boardgame that takes you on a winding journey through the swamp, across the river, through the mudbog and cornfield, around the lake, through the woods, and finally arriving at the green grasses of the family reunion! Designed by rednecks, for rednecks...so hop in your race car, roll the dice and begin the journey!!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24689",
    "Name": "The Jam",
    "ID": 103828,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/103828/the-jam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Ahh, jam, a favorite treat from childhood! A bright sunny day &ndash; scarlet strawberries, sweet-scented raspberries, tasty apples, still warm pink scum, the humming of bees... Or a winter evening &ndash; cold outside, warm inside, a burning lamp, tea is ready &ndash; all that's left to choose is cherry or peach? Gooseberry or currant? Why not open a few jars and taste some of each. Of and it would be lovely to bake some pies with jam...&#10;&#10;Now you can not only eat jam, you can play The Jam. In this game you need to make all sorts of jam and bake pies. At the start of the game each player has a hand of four cards and a task sheet; the sheet shows different combinations of jam and pies that you need to make to earn extra points at the end of the game. Players receive points by completing tasks, and also for each jam they make and each pie they bake. The one who has the most points at the end of the game wins.&#10;&#10;All cards in the game can be used as either an Ingredient (the image at the bottom of the card) or a Recipe (jam, pies or fruit salad &ndash; the upper part of the card). At the beginning of the game the top eight cards are placed on the table face up, forming the Basket with Ingredients, fruits and berries.&#10;&#10;How do we make jam? A player plays a jam Recipe from his hand, then places the necessary Ingredient on top of it, which he takes from the Basket (&quot;Raspberry jam&quot; from the hand + Raspberry from the Basket and so on). Fruit salad and pies are made a similar way, only to make a pie you need to use a completed jam Recipe (by yourself or one you received from trade) instead of taking it from the Basket.&#10;&#10;The game is turn-based, and each player's turn has a few phases:&#10;&#10;&#10;     Draw a card &ndash; take the top card from the deck.&#10;     Trade &ndash; players can trade Recipes they made with other players.&#10;     Play a card &ndash; you can make jam, bake pies, make a fruit salad; you can use one of the special rules; finally you can play a card as an Ingredient and place it in the Basket.&#10;     Discard &ndash; you must discard Ingredients used to make a Recipe on your previous turn. &#10;&#10;&#10;The game has a few special cards with special features:&#10;&#10;&#10;     &quot;The Bear&quot; goes to the player with the most baked pies and awards him 10 points &ndash; but eats one of the pies.&#10;     &quot;Karlsman&quot; goes to the player who can offer him the most jam; he grants 7 points but eats the jam.&#10;     &quot;Cone jam&quot; can be made using any Ingredient, and can then be used to make any pie.&#10;&#10;&#10;The game ends once all the cards are used, including cards in the players' hands. Points are counted to see who the winner is. Different players complete the tasks on their task sheets differently: Some try to make &quot;Winter jam&quot; or bake &quot;Pies for granny&quot;, while others collect &quot;Favorite fruit&quot;. At the end of the game it becomes clear who made the correct choices that led to sweet victory!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24690",
    "Name": "Gisborne: Die ersten Kartographen",
    "ID": 34277,
    "Year": "(2008)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/34277/gisborne-die-ersten-kartographen",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5882",
    "Description": "Players play the part of a group of explorers who have landed on the eastern coast of New Zealand and must journey through the unknown country to the western shore.  The landscape is revealed as the players make progress.  Players are rewarded for spearheading discoveries, but also run the risk of hitting obstacles such as hungry wolves!&#10;&#10;Overall, this game is described by the designer as &ldquo;a very well-themed family game with a fair amount of luck.&rdquo;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "24691",
    "Name": "Murdero",
    "ID": 30335,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/30335/murdero",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Murdero is a fixed deck collectible card game with a Murder Mystery theme. The aim of the game is to complete sets of case cards to solve murders. There are 45 case cards numbered 1 to 5 and 15 action cards in the deck. Action cards alter the gameplay mechanics. Additional decks can be added, and players are encouraged to design their own deck builds by adding or removing case and action cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "24692",
    "Name": "Drecksause",
    "ID": 161553,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/161553/drecksause",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "On your marks, get set, MUUUUUUUUUD!&#10;&#10;In Drecksause, a 3D implementation of the card game Drecksau, players try to shove their spherical &quot;hog&quot; as quickly and as messily as they can through the meadow, with only the jerkiest of players earning points down the stretch. Beware of the cleansing water holes as you roll, and stick to the beautifully pure mud baths...&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "24693",
    "Name": "Cephalopod",
    "ID": 22790,
    "Year": "(2006)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/22790/cephalopod",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4545",
    "Description": "Cephalopod is a dice game that includes no chance.  The dice comprise the playing pieces.  The goal is to fill a board of various sizes with as many of your dice as possible.  This is complicated by a capturing mechanic that keeps the board in constant flux.  The game ends when the board has been completely filled.  As with most Mark Steere games, draws and ties are not possible.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Number",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boiteajeux",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24694",
    "Name": "Black Sheep and White Sheep",
    "ID": 153780,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/153780/black-sheep-and-white-sheep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "&ldquo;Meeeeh!&rdquo; Sheep are marching in a sunny day. A herd of black sheep and a herd of&#10; white sheep meet each other on the bridge from different ends. Unfortunately, &#10; the bridge was too narrow for them to pass by each other. Can you get over the &#10; bridge before your fellow sheep player does?&#10;&#10;Rules&#10;1.Each player alternatively takes turns to move his/her sheep.&#10;&#10;2.Only one sheep can be moved in a turn (unless they are stacked).&#10;&#10;3.The first player to move all his/her sheep across the bridge wins the game.&#10;(See below for the detailed movement rules)&#10;&#10;Game Set Up&#10;1.Each player chooses a color and takes all 5 sheep meeples.&#10;- If playing with coins, please use coins of two different sizes.&#10;&#10;2.Each player takes a side as his/her starting position (either 1 or 2) &#10;  and places all his/her sheep on the starting position.&#10;(The first player who moves all his/her sheep to the other end of the bridge wins the game)&#10;&#10;3.Each player tosses all his/her sheep (or coins) to determine their status in the game.&#10;-Standing sheep; Sleeping sheep&#10;-If using coins, differentiate them with heads and tails.&#10;&#10;Movement rules&#10;1.If there is no other sheep in front of you sheep, you may advance the sheep one space.&#10;&#10;2.If there is at least one sheep (of any color) of the same status in front of your sheep, &#10;  your sheep may jump over the sheep. You may jump over several sheep of the same status &#10;  if they occupy consecutive space.&#10;&#10;3.If there is at least one sheep (of any color) of different status in front of your sheep,&#10;  your sheep may stack on top of the sheep.&#10;&#10;4.You may move any one of your sheep within a stack, and all sheep in the stack must be moved together.&#10;&#10;-Example A: When moving the black sleeping sheep, it may jump over the other black sleeping &#10; sheep in front of it. And all other sheep in the same stack together will jump together.&#10;&#10;-Example B: When moving the white sleeping sheep, it may only advance one space. And all &#10; other sheep in the same stack will advance together.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Miniatures",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "24695",
    "Name": "Knuckling Knights",
    "ID": 11760,
    "Year": "(2004)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/11760/knuckling-knights",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0435",
    "Description": "From the publisher...&#10;&#10;Everyone is talking about it all over the country! At the castle of King Benjamin, the bravest knights are taking part in the grandest tournament of all times. There is rumbling and thumping in every corner of the castle. One by one, the knights are thrown inside the castle. The die is thrown and whoever rolls the right symbol may open the door of the castle. The knights tumble out and some may fall into the deep pits, forcing this player's turn to end. Who will have the most knights at the end of the game?&#10;&#10;Ages 4 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Drop Tower",
      "Components: Game Box Used In Play",
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "24696",
    "Name": "UNO: Avengers",
    "ID": 178364,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/178364/uno-avengers",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Unite with Earth's Mightiest heroes in this Avengers edition of Uno Game!&#10;&#10;Fight the foes no single hero could withstand with the special Avengers Assemble card!&#10;&#10;And remember to yell &quot;Uno!&quot; before you play your last card and the battle is won!&#10;&#10;Contents: 112 cards, instructions. includes 4 special Avengers Assemble cards with a special rule:&#10;&#10;Whenever evil dares to show its face, the Avengers assemble to defeat it! When another player plays a Draw 2 or a Draw 4 card on you, you may use this card to block it! This card is also a wild card, so you choose the color that resumes play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: UNO",
      "Theme: Superheroes",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "24697",
    "Name": "Falklands Showdown: The 1982 Anglo-Argentine War",
    "ID": 74310,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/74310/falklands-showdown-the-1982-anglo-argentine-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.2857",
    "Description": "Falklands Showdown: The 1982 Anglo-Argentine War, designed by Philip Sharp, is an intermediate complexity two-player strategic and operational wargame of the conflict that took place between Argentina and the United Kingdom in 1982. It begins with Argentina in control of the Falkland Islands and UK forces approaching to try to retake them.&#10;&#10;Aircraft counters represent four aircraft of one particular type. Ground-unit counters represent infantry battalions (500 to 600 men), artillery battalions (12 to 18 guns with crews), armored reconnaissance squadrons (eight to 12 vehicles and their crews), a heavy machinegun company (120 men with heavy machineguns), and special forces teams (25 to 50 men). Ship and submarine counters each represent one vessel.&#10;&#10;Each turn represents between one to three days, depending on the current operational tempo. Each inch on the Tactical Area Map equals five miles. Each inch on the Strategic Sea Area Map equals 100 miles. The game uses an adaptation of the system originally created for our Red Dragon Rising game.&#10;&#10;Special rules cover such things as: Operation Black Buck, decisive leadership, Exocet missiles, stealth aircraft, reinforcements, off-map areas, naval transport, airbase limits, submarine operations, strategic airlift, rebasing, ship repair, special forces raids, the Total Exclusion Zone, aerial interception, cross-decking, naval surface actions, ground assault, heliborne movement, the Argentine mainland, protected targets, entrenchments, mountain combat, severe weather, and much more. The turn sequence is as follows.&#10;&#10;I. UK Operations Phase&#10;II. AR Operations Phase&#10;III. UK Submarine Phase&#10;IV. AR Submarine Phase&#10;V. Random Event Phase&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: Argentina",
      "History: Falklands War",
      "Islands: Falklands (UK)",
      "Magazine: Strategy & Tactics",
      "Series: Red Dragon Rising System"
    ]
  },
  {
    "Rank": "24698",
    "Name": "Der Maulwurf und sein Versteck-Spiel",
    "ID": 60710,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/60710/der-maulwurf-und-sein-versteck-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Ravensburger children's game. It is memory based game in which one card with animal is put into hole in game box and players try to find a match with a second card they pull from the deck. Two special cards allow for rotating the box where the game is played, thus making it more difficult to remember where the cards are, or switching the places of two cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Moles",
      "Components: 3-Dimensional (3D)",
      "Series: Mini (Ravensburger)",
      "TV Shows: The Mole"
    ]
  },
  {
    "Rank": "24699",
    "Name": "Teenage Mutant Ninja Turtles Game",
    "ID": 9049,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/9049/teenage-mutant-ninja-turtles-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1765",
    "Description": "From the box:&#10;&#10;&quot;Time to apply some Turtle Whacks!&#10;&#10;&quot;In the heart of the city, a towering skyscraper houses the evil SHREDDER, finalizing his plans to take over the world. Four Teenage Mutant Ninja Turtles know they must find a way into the skyscraper in order to battle the vicious SHREDDER and stop his plans. But as they make their way through the sewers and along the city streets, they encounter SHREDDER'S henchmen trying to stop them. A ride on the subway can help the Turtles get closer to their goal. A side trip to Baxter Stockman's lab will slow them down. Which Turtle will make it past their enemies and defeat THE SHREDDER? Will it be you?&quot;&#10;&#10;There are two sets of rules for the game. The basic game is a simple roll-and-move affair for kids, but the advanced game is much better, and plays somewhat like a stripped-down Buffy the Vampire Slayer.&#10;&#10;",
    "Categories": [
      "Animals",
      "Comic Book / Strip",
      "Dice",
      "Exploration",
      "Fighting",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Turtles",
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "24700",
    "Name": "ChiZo RISING",
    "ID": 19040,
    "Year": "(2005)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/19040/chizo-rising",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1111",
    "Description": "ChiZo RISING is a 2, 3 or 4 player game this is a new concept in collectible gaming that enlists the 12 Mighty Creatures of the Chinese Zodiac. The game uses high-quality square tiles, rather than paper cards, and features striking art and a unique play mechanic not found in other games.&#10;&#10;Each Starter Set Includes:&#10;21 Creature Tiles, in one of four 3-Creature configurations&#10;11 Special Effects Tiles&#10;2 ChiZo RISING Booster Packs containing 8 random tiles each&#10;1 ChiZo RISING Player Handbook&#10;&#10;Starter Sets include everything needed to challenge other ChiZo RISING Players, and begin the quest to build the ultimate ChiZo RISING Tile Stack.&#10;&#10;Each Booster Pack Includes:&#10;8 Random Tiles (5 Common, 2 Uncommon and 1 Rare)&#10;&#10;Booster Packs are optional but are recommended to enhance the challenge of game play, adding further depth and excitement to the game.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Token Games"
    ]
  }
]