[
  {
    "Rank": "3501",
    "Name": "Herbaceous Sprouts",
    "ID": 244099,
    "Year": "(2019)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/244099/herbaceous-sprouts",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8438",
    "Description": "A FLAVORFUL DICE GAME&#10;Everyone has a green thumb when playing Herbaceous Sprouts. Unwind while enjoying this beautiful and thoughtful game of collecting seeds, using tools, and growing sprouts in the community garden. Gather your seeds and tools from the shed, but don&rsquo;t take too long or your friend might become the Head Gardener first.&#10;&#10;OBJECTIVE&#10;Become the Head Gardener by collecting herb and flower seeds and using your garden tools to plant in the community garden and scoring the most points. Each round, gardeners take turns collecting herb and flower seeds (represented by dice) which they place and save in their wheelbarrow, as well as tools (represented by cards) which they use to plant sprouts. Players can plant quickly for low point spots, or push their luck saving their seeds for premier spots in the garden.&#10;&#10;GAMEPLAY&#10;Herbaceous Sprouts is played over a series of rounds, each with a different Lead Gardener. When the last Tool Cards are used, the game ends the final score is tallied.&#10;&#10;Each round has three phases:&#10;&#10;     Phase 1: Preparing the Tool Shed&#10;     Phase 2: Picking and Planting Seeds&#10;     Phase 3: Clean Up&#10;&#10;&#10;PHASE 1: Preparing the Tool Shed&#10;This phase is performed by the Lead Gardener of the current round. They set up the Tool Cards and Seed Dice for the round.&#10;&#10;PHASE 2: Picking and Planting Seeds&#10;In this phase, all players take turns picking resources from the shed and planting in the community garden. Starting with the Lead Gardener and moving clockwise, each player takes a turn. &#10;Each player performs the following steps, in this order:&#10;&#10;&#10;    A. Take a Tool Card &amp; Seed Dice from the Tool Shed&#10;    B. Add Seeds to the Wheelbarrow&#10;    C. Perform Special Actions&#10;    D. Plant Herb and Flower Seeds&#10;&#10;&#10;PHASE 3: Clean Up&#10;Players set up for the next round, or proceed to End Game scoring.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Game: Herbaceous",
      "Mechanism: Dice Drafting",
      "Players: Games with Solitaire Rules",
      "Theme: Flowers",
      "Theme: Gardening",
      "Theme: Nature",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "3502",
    "Name": "Minigolf Designer",
    "ID": 298562,
    "Year": "(2020)",
    "Geek Rating": "5.924",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/298562/minigolf-designer",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Minigolf Designer is a competitive free form puzzle board game for 1 to 5 players that plays in 60 to 90 minutes (around 20 minutes per players).&#10;&#10;In Minigolf Designer, players will compete to collect tiles representing sections of minigolf holes, and arrange them the way they want to form a 9 hole miniature golf course. However, in the end the players will gain more or less victory points depending on certain aspects of their minigolf, and also depending on the number of people drawn on their minigolf.&#10;&#10;Tiles are proposed to the players ordered from the least to the most valuable tile (depending on the number of victory points that the tile provides), but this order becomes also the player's next turn order.&#10;&#10;The game is simple and plays fast, as players do only one thing during their turn: pick a tile and place it on their minigolf design. After placing around 40 tiles, their minigolf is complete and players can score them to declare the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;---&#10;&#10;Microbadge available: &#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "3503",
    "Name": "Karvi",
    "ID": 399806,
    "Year": "(2023)",
    "Geek Rating": "5.924",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/399806/karvi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.381",
    "Description": "As a Jarl, you travel the northern seas to achieve immortal glory. Under the sails of your own ship, which is built like a karve (Karvi), you&lsquo;ll lead a crew, trade with foreign cultures and plunder other lands.&#10;&#10;Strengthen the skills of your crew by upgrading your ship and hiring stronger warriors. Whether you wish to establish new trade routes to secure rare goods or battle distant settlements to plunder their riches, your path to glory is yours to choose. But make sure to remember to stock up on beer and bread, so you have enough supplies to outmaneuver the competing clans.&#10;&#10;Successful planning will make you renowned throughout the lands, and secure your place in Norse legend as a fearless Jarl.&#10;&#10;&mdash;description from the publisher&#10;&#10;Als Jarl bereist du die n&ouml;rdlichen Meere, um unsterblichen Ruhm zu erlangen. Unter dem Segel deines eigenen Schiffs in der Bauart einer Karve (Karvi) f&uuml;hrst du eine Crew an, handelst mit fremden Kulturen und pl&uuml;nderst L&auml;ndereien.&#10;&#10;Verst&auml;rke die F&auml;higkeiten deiner Besatzung, indem du dein Schiff ausbaust und immer st&auml;rkere Kriegerinnen anheuerst. Ob du neue Handelsrouten etablierst, um dir seltene Handelsg&uuml;ter zu sichern oder ob du gegen ferne Siedlungen in den Kampf ziehst und ihre Reicht&uuml;mer pl&uuml;nderst, entscheidest du. Doch denke auch daran, dich mit gen&uuml;gend Vorr&auml;ten an Bier und Brot&#10;einzudecken, um die konkurrierenden Clans auszustechen.&#10;&#10;Nur wenn du erfolgreich taktierst, wird man deinen Namen schlie&szlig;lich an gen&uuml;gend Orten kennen, um als Jarl in die nordischen Legenden einzugehen.&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Track Movement",
      "Turn Order: Time Track",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Games with expansions that add solo play",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "3504",
    "Name": "Big Shot",
    "ID": 1125,
    "Year": "(2001)",
    "Geek Rating": "5.923",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/1125/big-shot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9783",
    "Description": "Big Shot is an auction game in which a set of colored cubes is put up for auction each round based on a random die roll. Whoever wins the bid, places those cubes in areas on the game board. Once an area has seven cubes in it, that area is locked and no more cubes can be added. Whoever has the majority of cubes in that area owns it &mdash; except that ties for majority are disregarded, so in a spread of 3/3/1 cubes, the player with only one cube owns that area!&#10;&#10;Players have a limited amount of money with which to bid. They can take one loan each turn, but the first loan gives them only $9 more, while the second loan gives them $8 and the third $7. At the end of the game, the player must repay $10 for each loan taken, with that money coming from the value of the property they now own.&#10;&#10;At the end of the game, players tally the value of what they own (with some properties being doubled in value if the player owns that region's doubler as well as areas within that region), then repay all loans. Whoever has the most money wins!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Loans"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3505",
    "Name": "Wilmot's Warehouse",
    "ID": 424975,
    "Year": "(2024)",
    "Geek Rating": "5.923",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/424975/wilmots-warehouse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0833",
    "Description": "In Wilmot's Warehouse, your team will work co-operatively to organize the warehouse, using memory, imagination, and silly stories you make up.&#10;&#10;Draw product tiles from the stack, discuss what they look like, and place them somewhere you'll remember. After you place each tile, you flip it over and can't look at it again until the end of the game, so your team has to remember where you've placed previous tiles as you decide where to place new ones.&#10;&#10;At the end of the game, in a five-minute rush, your team has to match all 35 face-down tiles with customer cards. Consult your performance review to see how well you did!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Memory",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "3506",
    "Name": "Hibachi",
    "ID": 313718,
    "Year": "(2021)",
    "Geek Rating": "5.923",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/313718/hibachi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "Throw the egg! Grab the pepper! Being a teppanyaki chef over a hot hibachi grill sure looks entertaining &mdash; but could you be one?&#10;&#10;In Hibachi, players are Japanese teppanyaki chefs who must use their hibachi grill to please hungry customers. To do this, players take turns each round throwing discs (poker chips) onto the board. Where the chips land determines which ingredients the chefs can buy or sell and which special actions they might be able to take. One at a time, the locations on the board are resolved as the chips are turned over to show their hidden values.&#10;&#10;You must collect the correct ingredients to cook the required dishes, and if you're the first to complete three orders from customers, you win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Auction: Dexterity",
      "Auction: Sealed Bid",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3507",
    "Name": "Illiterati",
    "ID": 348602,
    "Year": "(2023)",
    "Geek Rating": "5.923",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/348602/illiterati",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0667",
    "Description": "The Illiterati are an evil secret organization that has taken over the world. Your job as a member of the League of Librarians is to save the world's books &mdash; one word at a time.&#10;&#10;Illiterati is a real-time, co-operative word game in which players work together to form words and bind books. Each player starts the game with five letter tiles and a red torched book that shows a condition that player must achieve to restore that book, e.g. using 8+ tiles with at least 3 green symbols, create words that are all animals. A library of three random tiles is placed in the center of the table. The game takes place in three-minute rounds, and before the round begins each player draw seven letter tiles from the draw bag.&#10;&#10;Once the countdown begins, players can talk and trade letters as much as they want with one another and the library to try to achieve their goal. Once time ends, if the library contains too many letters &mdash; and this threshold is based on your difficulty level &mdash; then you trigger a burn event. Flip all of these letters face down, then remove one of them from the game, then discard excess letters to the discard bag. If you burn too many letters, you lose the game. If you didn't burn any letters and you've completed your goal, flip your red book face down and draw a blue waterlogged book to give yourself a new goal.&#10;&#10;At the end of the round, draw an illiterati villain card and resolve its effect. If you've drawn this villain previously &mdash; and the deck contains five copies of five villains &mdash; then all of the previous effects from this villain also resolve in a chain attack from newest to oldest. Villain attacks often strip letters from words, which means you'll need to create new words with what's left during the next round to avoid burning another letter.&#10;&#10;Once all players have completed two books &mdash; or three or four depending on your difficulty level &mdash; draw one more book, the Final Chapter, with all players needing to complete this challenge in the same round, e.g., using 12+ tiles, create words in which all of your vowels are the same color. If all players meet this goal during the same round, you win; if even one person fails, another villain attacks, then you draw new tiles to start another round. You can discard and redraw up to seven tiles at the start of a round, but you must draw a second illiterati villain card that round &mdash; and if the villain deck runs out, you lose.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Simultaneous Action Selection",
      "Spelling",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "3508",
    "Name": "12 Days",
    "ID": 130899,
    "Year": "(2011)",
    "Geek Rating": "5.923",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/130899/12-days",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2059",
    "Description": "The holiday-themed 12 Days takes the familiar &quot;Twelve Days of Christmas&quot; song and twists it into a quick-playing card game. Over twelve rounds, players try to re-gift unpopular cards while keeping cards that are strong enough to win the day, while also keeping a careful eye for bonus scoring at the end of the game.&#10;&#10;The gift deck consists of eighty cards: one partridge in a pear tree, two turtle doves, and so on up to twelve drummers drumming, as well as one card each for Mr. and Mrs. Claus. Shuffle this deck, then deal each player twelve cards. Each round a new holiday card is up for grabs, with the cards ranked from 1 to 12 and being worth 1-12 points. In a round, a player:&#10;&#10;&#10;     Gifts a present to the player to his left,&#10;     Opens presents and tries to win the day with the best present, and&#10;     Buys a new gift to refill his hand.&#10;&#10;&#10;More specifically, all players simultaneously pass one face-down gift card to their left-hand neighbor. Then everyone chooses one gift card in hand and reveals them simultaneously. Whoever plays the lowest gift card wins that round's holiday card; in the event of a tie for lowest, with the Clauses counting as zero, then the next lowest card wins. Each player then draws one card to bring their hand back to twelve cards.&#10;&#10;After twelve rounds, players score points for each holiday card they've collected. In addition, whoever holds the most gift cards for each rank scores as many points as that rank, with all tied players scoring in the event of a tie. Whoever has the most points wins. Happy holidays!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "3509",
    "Name": "Kavango",
    "ID": 387515,
    "Year": "(2024)",
    "Geek Rating": "5.923",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/387515/kavango",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.2727",
    "Description": "Travel to the vast wildernesses of Southern Africa and step into the role of a Conservation Expert. Embark on a re-wilding journey as you transform your own unique landscape into a thriving nature reserve. Over three fast-paced rounds of simultaneous turns and card drafting, you will build a flourishing ecosystem. As you grow your nature reserve, you must complete research tasks to earn money to invest in protection and provide a haven for vulnerable and endangered animals. As the game progresses, your choices become harder and your strategy more complex as you aim to build the highest scoring nature reserve.&#10;Created by Matt and Zara, while working on conservation in Botswana, Kavango is deeply thematic and is thoughtfully designed to be a modern and realistic view of conservation in southern Africa. With 160 unique species cards, 45 research cards, 10 conservation experts and 5 landscape boards, there is huge variability to reflect the incredible biodiversity of Kavango.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: South Africa",
      "Crowdfunding: Kickstarter",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "3510",
    "Name": "Phoenix New Horizon",
    "ID": 419704,
    "Year": "(2024)",
    "Geek Rating": "5.923",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/419704/phoenix-new-horizon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.28",
    "Description": "In the year 2021, after years of seclusion underground, humanity emerges onto the surface, propelled by the development of groundbreaking new technology. Decades of catastrophic fallout from a nuclear disaster during the Cold War have laid waste to the known world, compelling civilization to seek shelter beneath the earth. The pressing task now is the construction of regenerators, which will generate new habitats to facilitate the resurgence of life and the reclamation of the Earth. A world brimming with hope awaits aboveground.&#10;&#10;Phoenix New Horizon is a Euro-style board game in which players assume control of a team of commandos tasked with the mission of recolonizing Earth. Throughout the game's four rounds, players accumulate victory points by constructing regenerators and buildings, bolstering the planet's population, and achieving diverse objectives that vary between playthroughs.&#10;&#10;Players must adeptly allocate their commandos to various actions throughout the game while also specializing them to enable more potent abilities at the expenses of versatility. Fulfilling missions assigned by the governing authorities yields additional actions on a player's turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "End Game Bonuses",
      "Income",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "3511",
    "Name": "The Enchanted Tower",
    "ID": 130792,
    "Year": "(2012)",
    "Geek Rating": "5.923",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/130792/the-enchanted-tower",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.1429",
    "Description": "Ack, the princess has been captured once again by an evil sorcerer! She should really stop hanging about in places where she can be captured so easily. Well, that's neither here nor there for now &ndash; let's get out there and free her from the enchanted tower.&#10;&#10;In Der verzauberte Turm, one player plays the sorcerer and at the start of the game he hides a key under one of 16 spaces on the game board. The other players collectively take the part of Robin, who tries to find the key before the sorcerer can reach it. No matter who finds the key first, though, that player gets to try the key in one of the six locks on the tower; if he chooses the right one, the princess jumps free of the tower and that player wins. If not, the sorcerer hides the key once again, and everyone moves back to their starting locations.&#10;&#10;The sorcerer starts the game on a supplementary movement board that takes him eight spaces to cover, giving Robin time to search various locations first for the key. (Robin and the sorceror are apparently magnetized, and when the character passes over the key location, the key will &quot;clack&quot; to its underside.) How do the pieces move? Each turn the sorcerer rolls a symbol die that shows which character moves first that turn; the Robin players take turns rolling a number die, which has values for both Robin and the sorcerer. Thus, they jockey back and forth to reach a location that only the sorcerer knows. Will the princess find freedom once again, at least for a little while?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Components: Magnets"
    ]
  },
  {
    "Rank": "3512",
    "Name": "Amul",
    "ID": 260710,
    "Year": "(2019)",
    "Geek Rating": "5.922",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/260710/amul",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1111",
    "Description": "The city of Amul was one of the largest centers of international trade in ancient times and an important transit point on the Great Silk Road.  The prosperity of this splendid city of merchants peaked after Arabian conquest in the 10th century and it was destroyed by the Mongols in 1220.&#10;&#10;Amul, originally announced as Silk Road, is a card game of bustling bazaars for up to eight aspiring merchants. In Amul, each player is a striving merchant, competing for wealth and success.  The creative card drafting mechanism caters to swift and simultaneous gameplay, keeping all players constantly engaged.&#10;&#10;Draft cards from the market to collect goods and valuables, hire guards, assemble caravans, and make contracts with traders.  Manage your hand effectively as only certain cards can be played to the table for scoring, while others must be in your hand for optimal end game scoring.&#10;&#10;Amul features fast and engaging gameplay, as well as beautiful artwork.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Turn Order: Progressive",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Theme: Silk Road"
    ]
  },
  {
    "Rank": "3513",
    "Name": "Steam Up: A Feast of Dim Sum",
    "ID": 307561,
    "Year": "(2023)",
    "Geek Rating": "5.922",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/307561/steam-up-a-feast-of-dim-sum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.6098",
    "Description": "Once upon a time in the Far East, deep in the mountains of a mythical land, there was a world-renowned Dim Sum restaurant by the name of Steam Up.&#10;&#10;It was the first restaurant of its kind to achieve the three Gold Ingot status. According to the Gold Ingot Guide, Steam Up was best known for its top 5 most popular Dim Sum: juicy shrimp dumpling, tender meat dumpling, soft and fluffy BBQ meat bun, flavorful sticky rice, and exotic phoenix claw. These heavenly tastes drew food enthusiasts and gourmets from all over the world!&#10;&#10;Come join us on a feast of Dim Sum. You are invited!&#10;&#10;&#10;Steam Up: A Feast of Dim Sum is a competitive 2-5 player light-medium weight Dim Sum set collection and action management game offering a delicious cultural experience.&#10;&#10;At the beginning of the game, steamers, filled with different types of Dim Sum, are stacked and placed on a Turntable. Each player takes turns performing 2 different actions each round. Actions include gaining and spending food tokens to purchase Dim Sum in Steamers within their Feast Zone. Players may also play Fortune cards to benefit themselves or affect their opponents. Starting the 2nd round, a Fate card is revealed each round to trigger an event that may affect all players.&#10;&#10;The game ends when a specific number of Steamers is purchased or the Fate deck is emptied. Final scoring is then calculated. The player with the most Hearty Points wins and leaves the table with the fullest stomach!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Contests: Fastaval Design Competition",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3514",
    "Name": "The Manhattan Project: Chain Reaction",
    "ID": 177249,
    "Year": "(2016)",
    "Geek Rating": "5.922",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/177249/the-manhattan-project-chain-reaction",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.8491",
    "Description": "The world is again threatened with war! As the War Minister of your small nation, you have been tasked with confronting aggression by developing atomic bombs for your country. Your spies have stolen the needed technology, but you need to acquire the materials and personnel to get the job done before your rival nations do. Once someone has built 10 megatons of bombs, the final round will finish, and the player with the most bombs will win, their nation&rsquo;s survival assured!&#10;&#10;To do this, you will be playing cards representing the training and use of teams of laborers, scientists, and engineers to complete various plans, until you have assembled enough bombs to win!&#10;&#10;Stand alone game based on the popular &quot;Manhattan Project&quot; board game by Minion Games, this is a simpler card-only game using dual-purpose cards in a quick and exciting race to completion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Game: The Manhattan Project",
      "Players: Games with Solitaire Rules",
      "Theme: Physics",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "3515",
    "Name": "Gnome Hollow",
    "ID": 332885,
    "Year": "(2024)",
    "Geek Rating": "5.922",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/332885/gnome-hollow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2917",
    "Description": "Since the beginning of time, gnomes have been the humble caretakers of nature. In secret, they emerge from their underground homes to maintain meticulous rings of mushrooms known to the human folk as &quot;fairy rings&quot;. But the work must be done quickly because as soon as a mushroom path is finished, the mushrooms are ready for picking. Who will be the cleverest gnome and harvest the most mushrooms by the end of the season?&#10;&#10;Gnome Hollow is a spatial, tile-placement, worker-placement game in which you grow a tabletop garden of mushrooms and flowers. Every piece is a hand-painted watercolor that captures the whimsical feel of gnomes and nature. Turns are deceptively simple: Players place tiles into the garden, and move a gnome to take a single action on their turn. Come to Gnome Hollow and experience a peaceful garden, the thrill of competing to harvest buckets of mushrooms, and the reward of gathering in all your shiny treasures!&#10;&#10;&middot; Immerse yourself in Gnome Hollow, a captivating fun strategy game where players cultivate a vibrant garden of mushrooms and flowers using strategic tile and worker placement mechanics.&#10;&#10;&#10;&middot; Harvest valuable mushrooms by completing intricate rings, select rewarding bonuses, and sell your mushrooms at the market for the shiniest treasures for points in the hollow.&#10;&#10;&#10;&middot; Enjoy automatic score calculation on player boards, ensuring smooth game play and allowing you to focus on strategic decisions and garden development.&#10;&#10;&#10;&middot; MAGNETIC BOARDS - Gnome Hollow features magnetic player boards, breathtaking components, and an advanced variant for added depth and replayability.&#10;&#10;&#10;&middot; STUNNING ARTWORK - Designed by Ammon Anderson, Gnome Hollow features stunning art and intuitive game play, perfect for both new and experienced board game enthusiasts.&#10;&#10;&#10;&middot; EASY TO LEARN &amp; FUN TO MASTER - With simple rules, strategic depth, and engaging mechanics, Gnome Hollow is ideal for 2-4 players seeking a delightful gaming experience.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Farming"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Pieces as Map",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Components: Magnets",
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Board Game Arena",
      "Theme: Gardening",
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "3516",
    "Name": "Roll for Adventure",
    "ID": 255683,
    "Year": "(2018)",
    "Geek Rating": "5.922",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/255683/roll-for-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0312",
    "Description": "The old kingdom is in danger. Enemy armies are attacking from all directions thanks to the Dark Lord, who seeks to bring eternal darkness across the land.&#10;&#10;The only chance the players have in Roll for Adventure is to band forces to collect the fabled power stones to complete the magical amulet. If they succeed, they'll save the empire and win the game. However, should even one area fall under the control of the Dark Lord, the players lose the game immediately.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "3517",
    "Name": "Thief's Market",
    "ID": 182351,
    "Year": "(2016)",
    "Geek Rating": "5.921",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/182351/thiefs-market",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.9318",
    "Description": "You are all thieves! Each round in Thief's Market you roll the loot dice and split them up, then use your earnings to buy devious plans, henchmen, and finery in order to become the most notorious thief of all!&#10;&#10;When the display of available cards to purchase can't be refilled, the game ends. Players with the most henchmen and gold score bonus points, then the player with the most notoriety in cards, tokens, and bonuses wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Hidden Victory Points",
      "I Cut, You Choose",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3518",
    "Name": "Starship Samurai",
    "ID": 245357,
    "Year": "(2018)",
    "Geek Rating": "5.921",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/245357/starship-samurai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5217",
    "Description": "Across the far reaches of the Lotus Galaxy, a civil war is waged by massive machines piloted by skilled warriors. Take your place as daimyo of one of the major clans and fight for your right to the title of Galactic Emperor in Starship Samurai, an epic new game of warring clans for two to four players.&#10;&#10;In this war, you must use diplomacy to bring honor to your clan, earn the support of the lesser clans, and cement your claim to the throne. But when negotiation is not enough, you can launch massive fleets or deploy the most fearsome weapons the galaxy has ever known &mdash; the terrifying Samurai Mechs &mdash; to crush your enemies and seize key locations. Exert your influence and bring order out of chaos!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "3519",
    "Name": "Ukraine '43: The Soviet Summer Offensive Against Army Group South",
    "ID": 3263,
    "Year": "(2000)",
    "Geek Rating": "5.921",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/3263/ukraine-43-the-soviet-summer-offensive-against-arm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5593",
    "Description": "On August 3rd, 1943, less than two weeks after the Kursk offensive, the Soviets launched a massive offensive near Kharkov that ripped open the German line. The ensuing battle began their summer offensive that would take them across the Ukraine to the Dnieper River.&#10;During August the two sides were equally matched and a tremendous war of attrition raged from Kharkov to the Sea of Azov with neither side willing to give ground. In September, bled white by the never-ending Soviet attacks, the German army retreated in haste to the safety of the Dnieper River. In October, the battle raged along the length of the Dnieper and for the Perekop Peninsula, the only land exit to the German 17th Army in the Crimea. During this three month period German reinforcements poured in from every sector, but it was never enough. Three Soviet Tank Armies and four Soviet Fronts ground through nineteen panzer and panzergrenadier divisions. German and Soviet losses were staggering. Kiev, the capital of the Ukraine, fell on November 6th.&#10;&#10;&#10;[1st edition]&#10;&#10;Ukraine '43 attempts to simulate this important campaign in a moderately complex game. The design uses the conventional move-fight-exploit sequence of play and the popular Zone of Control Bond rules. Soviet tank armies and German panzer corps spearhead constant attacks and counterattacks. With both sides able to attack, the game becomes a tense battle of skill and nerves.&#10; Game Features:&#10;&#10;        German Panzer Corps/Russian Tank Army capabilities&#10;        Soviet massed artillery&#10;        German tactical proficiency&#10;        German Tiger tanks&#10;        Soviet sappers&#10;        air power&#10;        differing capabilities for Marshal Zhukov and General Manstein&#10;        Zone of Control Bonds &#10;&#10;&#10;COMPONENTS (1st edition)&#10;&#10;    280 1/2&quot; full-color counters&#10;    One One 22x29&quot; full-color mapsheet and one 5x29&quot; full-color mapsheet which form a 26.75 x 29&rdquo; map&#10;    32-page Rule Book&#10;    2 full-color 11x17 Player Aid Cards&#10;    1 8.5x11 Sequence of Play Card (w/ Historical Setup on the reverse side!)&#10;    Three 6-sided dice &#10;&#10;&#10;&#10;&#10;[2nd Edition]The 2nd Edition has been re-designed to play much faster using the system used in France '40 and Normandy '44. Players familiar with those games will find the new Ukraine '43 very easy to learn. All the components will be upgraded -- the counters will go from half-inch to 9/16  size, the map will be enlarged so the hexes can accommodate the larger counters, and each scenario will now come with a setup card to facilitate setting up the game.&#10;&#10;NEW FEATURES:&#10;&#10;        Larger units&#10;        Larger hexes&#10;        Additional Sturmgesch&uuml;tz brigades and Tiger Tank battalions in the order of battle.&#10;        All Panzer and Panzergrenadier divisions, Soviet Tank and Mechanized Corps now have a 3rd step (remnant unit).&#10;        Simple, classic igo-ugo system.&#10;&#10;&#10;OLD FEATURES THAT HAVE BEEN RETAINED:&#226;&#128;&#168; &#10;&#10;        Russian Tank Army and Shock Army capabilities&#226;&#128;&#168;&#10;        Soviet massed artillery&#226;&#128;&#168;&#10;        German Tiger tanks&#10;        &#226;&#128;&#168;air power&#10;        differing capabilities for Marshal Zhukov and General Manstein&#10;        Zone of Control Bonds&#10;&#10;&#10;COMPONENTS (2nd edition)&#10;&#10;     9/16&quot; full-color counters (one and a half counter sheets)&#10;&#10;&#10;&#226;&#128;&#168;* Two full-color mapsheets which together form a 36.5&quot; x 34&quot; map&#10;&#10;     28-page Rule Book&#226;&#128;&#168;&#10;     5 full-color Player Aid Cards&#226;&#128;&#168; (2 Combat result/Terrain effect chart, 3 At Start/Reinforcement cards)&#10;     Two 6-sided dice &#10;&#10;&#10;&#10;&#10;TIME SCALE     5 days per turn&#10;MAP SCALE     10 miles per hex&#10;UNIT SCALE     Primarily divisional.&#10;NUMBER OF PLAYERS     One or twoDESIGNER: Mark Simonitch&#10;DEVELOPER: Tony Curtis&#10;MAP ART: Mark Simonitch&#10;COUNTER ART: Mark Simonitch&#10;&#10;(source: GMT website and user's description)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: Soviet Union",
      "Country: Ukraine",
      "Series: ZOC Bond System"
    ]
  },
  {
    "Rank": "3520",
    "Name": "Topoum",
    "ID": 188314,
    "Year": "(2016)",
    "Geek Rating": "5.921",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/188314/topoum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4643",
    "Description": "1916, Europe: The Great War has ravaged the land. Only one fertile ground remains and it is strongly disputed...by moles?&#10;&#10;In Topoum, you control an army of moles that are fighting for control of a piece of fertile land in the middle of the Great War. The moles are well known for their blindness and, for this reason, you'll earn badges (points) if you can form uninterrupted lines of sight between your soldiers.&#10;&#10;Topoum features several different types of cards of four categories: combat, movement, expansion and special. Each game is different because you build the playing deck with seven types of cards (+110.000 combinations!).&#10;&#10;Each player has a private hand with two cards and there is a public row of five cards available for all the players on the board. This is the structure of the turn:&#10;&#10;&#10;     Choose between &quot;Enter the Battle with a Mole&quot; (playing one card is mandatory) or &quot;Move Moles in the Battlefield&quot; (playing a card is optional for each mole).&#10;    Score the lines of sight between your moles.&#10;    Refill the cards in your hand and the public row.&#10;&#10;&#10;When the &quot;Peace&quot; card (hidden at the bottom part of the deck) is drawn, the game ends. The players now score extra badges for majorities and sets of the categories of the cards they used during the battle.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Moles",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "3521",
    "Name": "All Bridges Burning: Red Revolt and White Guard in Finland, 1917-1918",
    "ID": 242520,
    "Year": "(2020)",
    "Geek Rating": "5.921",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/242520/all-bridges-burning-red-revolt-and-white-guard-in",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.6429",
    "Description": "The year is 1917. Russia&rsquo;s Tsar Nicholas II has abdicated and Russia slides toward an ever deepening internal crisis. On the western edge of the vast Russian Empire, the uncertainty in Russia is giving rise to a power vacuum in the semi-autonomous Grand Duchy of Finland. For many across the Finnish political spectrum, the turmoil in Russia looks like an opportunity to fulfill the dream of Finnish national independence. Yet the competing factions are unable to agree on a common political vision for the country. By January 1918, a bloody civil war will have broken out in Finland.&#10;&#10;All Bridges Burning recreates the political and military affairs of the Finnish civil war in a new COIN System volume for three players. The Reds seek to stage a working class revolt and then hold onto their gains, while the White Senate forces seek to reassert control. A third, non-violent Social Democratic faction fights for the survival of moderate leftism and political reform. All three factions must keep the national sentiment conciliatory enough for a post-conflict settlement and national independence. In addition, the non-player powers of Germany and Russia offer military assistance to the Senate and the Reds, respectively. Excessive foreign involvement, however, could quash the dream of Finnish independence and prompt a collective loss of all three player factions. Historical events, asymmetrical action menus, as well as extensive historical design notes familiarize the players with the historical period.&#10;&#10;A unique sequence of play for three factions poses players &ndash;whether veteran or new to the COIN Series&ndash; fresh challenges in selecting from the asymmetric commands and special activities. The Reds will find themselves needing to split time and resources between competing tasks of solidifying the Red revolt by creating working organs of civilian administration on the one hand, and fighting an increasingly desperate war against a far more powerful enemy on the other. The White Senate faction, in contrast, has a more traditional war to fight. The Senate will want to enhance their military performance by capabilities such as armored trains, cannons, as well as the Finnish, German-trained 27th Jaeger Battalion. Meanwhile the Social Democrats will be focused on building and maintaining underground networks of information, distributing news across the fronts, and advancing a stagnating political process while fending off retributions from the two warring factions.&#10;&#10;A simple but effective card-driven non-player system enables the game to be played solitaire as well as in a two-player mode. The structure of the sequence of play, the character of the commands and special activities in the game, the smaller number of players, and compact size combine to enable All Bridges Burning to play fast. The solitaire system has been designed to preserve that speed and fluidity of play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Finland",
      "Digital Implementations: VASSAL",
      "History: Finnish Civil War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: COIN (GMT)"
    ]
  },
  {
    "Rank": "3522",
    "Name": "Sequoia",
    "ID": 305986,
    "Year": "(2020)",
    "Geek Rating": "5.921",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/305986/sequoia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3043",
    "Description": "In Sequoia you are trying to grow the tallest trees in 11 different forests. After your 10 turns, if you have the tallest tree, then you get the victory points from that forest. Second place gets a small consolation prize.&#10;&#10;Each turn, you get to grow two of your trees. Which trees you choose will determine if you win or lose. Do you keep fighting in a forest with competition, or start growing your tree somewhere else? You'll have to wrestle with the dice to grow the tree you want.&#10;&#10;Sequoia is a game of choosing your battles.&#10;&#10;&mdash;description from the publisher&#10;&#10;The dice will always give you choices, but they will be hard choices.&#10;&#10;Ties in each forest are decided by extra tie-breaker rounds that can lead to epic finishes.&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Small Box Big Game (Allplay)",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "3523",
    "Name": "Tales of the Arabian Nights",
    "ID": 788,
    "Year": "(1985)",
    "Geek Rating": "5.921",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/788/tales-of-the-arabian-nights",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4198",
    "Description": "&#10;&#10;&#10;    &#10;        This entry is for the West End Games version and other printings.  For the 2009 Z-Man Games version, go to Tales of the Arabian Nights&#10;&#10;    &#10;&#10;&#10;Tales of the Arabian Nights is actually several games in one.&#10;&#10;In the standard game, the players are characters living in the 1001 Nights universe, wandering about the map and having adventures. These adventures are designed in a sort of paragraph system, with the player to your left reading what happens to you and exposing the choices you have - choices that then lead to other paragraphs or outcomes. The characters evolve during their adventures, acquiring skills of various degrees of advancement to open up new options and various &quot;statuses&quot; (such as married, despondent, cursed, etc) which also affect play.  The object is to become rich and come back to Baghdad.&#10;&#10;Other variants of the standard game include the Quest game, which forces you to roam the map looking for quests to fulfill.  There's also a Merchant game, where your adventures give you arrow tokens which are used on a little separate board to simulate the progress of your caravans.&#10;&#10;The German edition, Geschichten aus 1001 Nacht, was published in 2000 and contained a revised Book of Tales along with some extra adventures.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Arabian",
      "Fantasy"
    ],
    "Mechanics": [
      "Narrative Choice / Paragraph",
      "Point to Point Movement",
      "Storytelling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Aladdin",
      "Mythology: Arabian",
      "Players: Games with Solitaire Rules",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "3524",
    "Name": "Carson City: The Card Game",
    "ID": 248117,
    "Year": "(2018)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/248117/carson-city-the-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2143",
    "Description": "In Carson City: The Card Game, each player is in charge of developing a city. You and your opponents try to choose the most lucrative parcels of land and buildings, then place these parcels and buildings wisely so as to make your city as prosperous as possible. You can also win the support and gain the help of the most influential people in the city. Do not ignore your opponents as they will try to make the best moves in your stead, with a blind bidding mechanism determining who goes first in each round.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Carson City (Nevada, USA)",
      "Digital Implementations: Yucata",
      "Mechanism: Partially overlapping cards",
      "Players: Games with Solitaire Rules",
      "Series: Master Print Pocket (Quined)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "3525",
    "Name": "King of Tokyo: Duel",
    "ID": 422484,
    "Year": "(2024)",
    "Geek Rating": "5.920",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/422484/king-of-tokyo-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1935",
    "Description": "As night falls on Tokyo, two massive silhouettes rise from the smoke snaking up from destroyed skyscrapers. There can be only one who will be crowned King of Tokyo, either by annihilating their rival or by inspiring terror and awe from the crowds.&#10;&#10;King of Tokyo Duel is a two-player tug-of-war dice game in the King of Tokyo line. Choose your uniquely-powered monster and roll new dice to draw the fame and destruction tokens toward you...or smash your rival with new special power cards to become the ultimate King of Tokyo!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Track Movement",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Cities: Tokyo (Japan)",
      "Components: Dice with Icons",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Game Park",
      "Game: King of Tokyo",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "3526",
    "Name": "Unbroken",
    "ID": 225885,
    "Year": "(2018)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/225885/unbroken",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.84",
    "Description": "Description from the publisher:&#10;&#10;Not all adventures end well. Some groups meet their untimely demise at the hands of monsters all too soon, and Unbroken is a story of one such ill-advised expedition.&#10;&#10;You, the player, take on the role of the sole survivor of that failed adventure. Finding yourself in hostile territory, weak and wounded, you will need to gather your wits and strength, craft weapons from scraps found around you, and attempt to tackle progressively more challenging monsters on your way out of this forsaken place.&#10;&#10;Unbroken is a solo card game that is quick to set up and play but one that will produce a tense challenging experience.&#10;&#10;You will collect resources representing your character's abilities and will need to ensure that you invest in a right mix of resources to both keep yourself alive during your travels and also prepare for the gruesome monsters that wait in the dark. There are several options at your disposal - brute force, trickery, clever use of skills.&#10;&#10;Customize your character and use your limited resources wisely - only the craftiest and the most resilient survivors will make it out alive.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Move Through Deck",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3527",
    "Name": "Splito",
    "ID": 359878,
    "Year": "(2022)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/359878/splito",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2414",
    "Description": "Splito is a fun and fast card game for 3 to 8 players! Based on a draft principle, at each turn put a card between you and your neighbor on the left... or on the right! Help each other to complete the objectives but be the smartest to be the only one to win.&#10;&#10;Each player receives 13 cards at the beginning of the game, and at the end of each turn, each player chooses a card (Objective or Value) from their hand and decides to place it between themselves and their neighbor on the left or right.&#10;&#10;At the end of the 13 rounds, each player checks the Objectives in each zone between the players, and the two common Objectives, revealed at the beginning of the game, are also attributed to the zones that have fulfilled the conditions.&#10;&#10;The score of each player is calculated by multiplying the points obtained in the area on their left by the points in the area on their right. Throughout the game, it is therefore necessary to balance this double alliance in order to score as well as possible on both sides and emerge as the sole winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Neighbor Scope",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3528",
    "Name": "Rum & Pirates",
    "ID": 19948,
    "Year": "(2006)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/19948/rum-and-pirates",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "1.9391",
    "Description": "Rum and Pirates is a relatively simple movement and collection game, known in German as Um Ru(h)m und Ehre (For Rum/Renown and Honor). The game was designed by Stefan Feld and is for 2-5 players ages 9 and up and plays in 60-75 minutes. On the Alea complexity scale of 1 (simple) to 10 (difficult), this game rates a 2. (Editor's Note: That is the same complexity as Chinatown, Wyatt Earp, and Edel, Stein & Reich)&#10;&#10;The players take on the roles of freebooters who, back in their pirates' hideout, spend their time with all kinds of competitions - drinking, fighting, etc. All players move the main playing figure, the captain, through the alleys of the village, with the goal of gaining as much rum and reknown as possible. The end of each of the five rounds is also marked by a highly variable fight to claim the best sleeping spaces on board the ship (bed or board?). The game is a mixture of tactics, strategy, and luck. The die plays an important role in the game, but you still get the feeling of being at the mercy of fate only rarely.&#10;&#10;The game contains 76 plastic pirate figures, 9 game board pieces that ensure the board is always different, about 200 tiles, and 1 die.&#10;&#10;-description adapted from the Gamewire Essen Preview.&#10;&#10;This game is #10 in the Alea big box series.&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Components: Player Screens",
      "Series: Alea Big Box",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "3529",
    "Name": "Age of Napoleon",
    "ID": 8490,
    "Year": "(2003)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/8490/age-of-napoleon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1658",
    "Description": "Age of Napoleon is a two-player game for the Napoleonic times, an era of military conquests and diplomatic rivalries. One player represents France and its allies, the other the Coalition led by Britain. The game contains two shorter scenarios starting in 1809 and 1813. Events are represented by cards.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3530",
    "Name": "Master Labyrinth",
    "ID": 437,
    "Year": "(1991)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/437/master-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7745",
    "Description": "This earlier Master Labyrinth is very different than the 2007 dragon-themed Master Labyrinth.&#10;&#10;Part of the Ravensburger Labyrinth Games series, this game is based on the simpler, original Labyrinth game. It is played on a board with maze tiles (straight, L, and T shaped corridors) randomly arranged on it.  Players are represented on the board by little wizard pawns.  Players are wizards-in-training, and they are charged with exploring the maze and finding all the ingredients (numbered chips) needed to become a Wizard.  The trick is that chips must be claimed in numerical order.  Perhaps the most novel aspect of this game is that players mutate the maze by sliding a tile onto the board from the side, which hopefully will enable them to travel to the next ingredient.  Once all twenty-one items have been claimed, the highest total score wins, but each player also holds a secret recipe worth bonus points if they were able to capture three specific ingredients.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Map Deformation",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Game: Labyrinth",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "3531",
    "Name": "Quartermaster General WW2: 2nd Edition",
    "ID": 331979,
    "Year": "(2020)",
    "Geek Rating": "5.920",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/331979/quartermaster-general-ww2-2nd-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.625",
    "Description": "Quartermaster General is a card-driven game that puts players in command of the major powers of the Second World War. In the game, supply is crucial to keep your armies and navies fighting; destroy your enemies' supply lines and their forces will surrender! You control one or more countries on either the Axis or Allied team and try to score as many victory points (VPs) for your team as you can through the use of cards or by occupying the starred supply spaces. Each major power has a unique set of cards with which to marshal its forces of army and navy pieces on a map. After twenty rounds  the team with the most VPs wins.&#10;&#10;From the publisher,&#10;&quot;WW2 Quartermaster General Second Edition completely revamps the award-winning title originally released in 2014 by micro-publisher Griggling Games.&quot;&#10;&#10;Major rule changes from the first edition:&#10;&#10;     Win condition: You cannot win by occupying territory, you now win by being ahead by 30 points or by having the most points after 20 rounds.&#10;     Card texts are rules in this game, and many card texts have changed significantly. An additional four cards (rules) have been added.&#10;     Some map areas have new borders, altering the map and strategic situation.&#10;     Discard and deck depletion rules are changed and now incur VP loss. &#10;     The new Resource Allocation rule allow players to search the draw deck, fundamentally changing the tactics of the game.&#10;     The United States faction have additional map units.&#10;&#10;&#10;Other changes to the second version according to the publisher:&#10;&#10;     The play balance has been fixed to ensure both teams now have an equal chance at victory. &#10;     Updated rules to ensure smoother game play and avoid early knockouts due to economic warfare.&#10;     Cards have been edited, changed, or completely replaced. &#10;     The card balance has been altered, so that players will find some of the worst cards have been up-powered, and the decks changed to ensure that no specific cards seem necessary for victory.&#10;     More cards will are added to the mix&#10;     One more United States Navy piece to help them pursue a war in both the Atlantic and Pacific.&#10;&#10;&#10;Quartermaster General WW2, released in 2019, is a second edition of the game revised to improve its ease of play, clarity, and play balance.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Tabletopia",
      "Game: Quartermaster",
      "Region: The World",
      "War Level of Command: Strategic"
    ]
  },
  {
    "Rank": "3532",
    "Name": "A Little Wordy",
    "ID": 335869,
    "Year": "(2021)",
    "Geek Rating": "5.920",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/335869/a-little-wordy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "From the award-winning, best-selling creators of Exploding Kittens and Throw Throw Burrito, A Little Wordy is a fresh and ridiculously clever take on the genre of tile-based word-unscrambling games.&#10;&#10;Here&rsquo;s how it works: You&rsquo;re each given a pile of letters. Rearrange your letters until you come up with a word. Be sneaky and choose a word that your opponent won&rsquo;t easily guess.&#10;&#10;Write it down, keep it a secret. Rescramble your tiles, pass them to your opponent. The goal is to examine your opponent&rsquo;s tiles and try to figure out their word. You do this with Clue Cards. These tell you things such as: what&rsquo;s the first letter, how long&rsquo;s the word, or what does it rhyme with? You win by using as FEW of these clue cards as possible to figure out what word your opponent wrote down.&#10;&#10;It&rsquo;s thoughtful, strategic, highly-replayable, and built specifically for two players. It&rsquo;s not a game about having the mightiest vocabulary - it&rsquo;s a game about making clever choices.&#10;&#10;The longest, most complicated word isn&rsquo;t always the best choice. Sometimes, picking a smaller, common word is better because your brainiac opponent will overthink things and blaze right past it. Trying to figure out your opponent&rsquo;s secret word can be both hilarious and (delightfully) maddening. A Little Wordy levels the playing field against veteran word wizards.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Questions and Answers",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "3533",
    "Name": "Senji",
    "ID": 33107,
    "Year": "(2008)",
    "Geek Rating": "5.919",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/33107/senji",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9597",
    "Description": "Senji lets you don the armor of a chief of a Japanese clan in medieval Japan.&#10;&#10;Your goal is obvious: to become the daimyo whose honor imposes respect over all the other clans. To achieve your goals and to gain honor, you will have to overcome your adversaries in terrifying bloody battles, by holding in respect the other clans grace, honoring hostages or alliances.&#10;&#10;Every turn of the game is divided into three phases:&#10;&#10;&#10;     Diplomatic Phase, where you will be able to exchange military advantages (which make it possible to decrease the randomness of the engagements), to trade and acquire hostages (thanks to whom you will be able to pressure  your adversaries at the time of the engagements).&#10;     Order Phase, where you will place orders on the territories which you occupy. There are three types of orders:  movement, production and raising troops.&#10;     Action Phase, where the honor is of utmost importance. The player with the most honor hosts the Emperor.&#10;&#10;&#10;And that enables him to choose in which order the territories and corresponding orders will be processed.&#10;&#10;You may well imagine, that combats are frequent. One player then rolls 9 dice (whose faces are decorated with the symbols of each clan) whose results are then modified by the  bonus acquired during the diplomatic phase. Only the attacker (and only when victorious obviously) can acquire Prestige (points of honor) due to the engagements. This honor is proportional to the troops vanquished at the time of the conflict. The more deaths there are, the more honor there is!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Order Counters",
      "Set Collection",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Components: Sand Timers",
      "Country: Japan"
    ]
  },
  {
    "Rank": "3534",
    "Name": "Nanga Parbat",
    "ID": 300305,
    "Year": "(2021)",
    "Geek Rating": "5.919",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/300305/nanga-parbat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8214",
    "Description": "The Sherpa people are known for their exquisite mountaineering skills and often use that knowledge to be effective guides to explorers on mountaineering expeditions. In Nanga Parbat, you are a member of the Sherpa community that is establishing base camps on Nanga Parbat for foreign explorers. While there, you will also trap animals for food and clothing.&#10;&#10;In this two-player game, players take turns placing hikers on the mountain where they can capture animals and build base camps. Five times during the game, a player may either trade in their animals or build a base camp for victory points.&#10;&#10;On a turn, a player must place their hiker in the region containing the guide, who then moves based on the placement of the hiker, thereby forcing the opponent to place their hiker in a new region. However, players may spend their captured animals to perform special actions.&#10;&#10;After 15 turns for each player, the game ends and the player with the most points wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Meeples (Animal) / Animeeples",
      "Country: Pakistan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Mountain: Himalayas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3535",
    "Name": "Archon: Glory & Machination",
    "ID": 139033,
    "Year": "(2013)",
    "Geek Rating": "5.919",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/139033/archon-glory-and-machination",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1818",
    "Description": "The land of Cardis has been ruled for many years by King Rhodrig. Cardis is a rich and powerful kingdom controlling all neighboring provinces, which provide valuable resources. All this wealth attracts warlords and raiding parties who more than often launch attacks against the kingdom. So far Cardis has stood against such attacks but with heavy casualties. Thanks to the support of wealthy Archons, the kingdom gets rebuilt so that Science and Arts can flourish once again. At the same time new soldiers are recruited and the army prepares for the inevitable moment when the kingdom will need to be defended once again.&#10;&#10;In Archon: Glory &amp; Machination, players are powerful Archons who support Cardis in order to win King's favor. Players use their influence on their Courtiers and on various figures of authority (Magisters).&#10;&#10;Each game consists of three Seasons. For each of these Seasons, the King issues different demands that players must fulfill in order to score Victory Points. Each season consists of 3 rounds during which players use a card-driven worker placement mechanism to perform various actions that will allow them to gather resources and income, recruit soldiers and, rebuild the city, and acquire scoring cards (Science &amp; Arts). They will also have the chance to train Elite Warriors to assist in the city's defense. After nine rounds, the game ends and the player with the most Victory Points wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3536",
    "Name": "Mystery Rummy: Jekyll & Hyde",
    "ID": 1265,
    "Year": "(2001)",
    "Geek Rating": "5.919",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/1265/mystery-rummy-jekyll-and-hyde",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.531",
    "Description": "It's still rummy at heart, with multiple suits of 5 cards each, with the twist being that the suits are designated J for Jekyll, H for Hyde, or J/H for suits that count as both Jekyll and Hyde. The unique mechanism in this version of MR is that there is a two sided card (the 'identity card') on the table next to the draw deck, which has Jekyll on one side, and Hyde on the other. At the start of the game, Dr. Jekyll is showing, but this can change if a &quot;potion&quot; card is played (one of the three gavel cards, cards you can only play one of on your turn). You then flip the identity card over, and draw 2 cards from the draw deck. This is important, because you can only play melds whose suit matches the identity that is currently showing.&#10;&#10;The identity card is important in scoring as well, because any melds that match the identity card when scoring count double, and during scoring if all your meld suits match the current identity card, you shut the other player out! This makes for a tense endgame, especially if you're trying to go for a shutout, because there is a card 'transformation that can change the value of your or an opponents meld from one suit to another.&#10;&#10;Add in one more gavel card type ('work in lab') which lets you draw three cards from the draw deck and keep one, or the top of the discard pile, but only if the card you take matches the identity currently showing. The round ends when one player goes out, and scoring then occurs. Cards in your hand count as negative points.&#10;&#10;This is #3 in the Mystery Rummy series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Books: Dr. Jekyll and Mr. Hyde",
      "Books: Mystery Novels",
      "Card Games: Draw and Discard",
      "Players: Two-Player Only Games",
      "Series: Mystery Rummy",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "3537",
    "Name": "The Pillars of the Earth: Builders Duel",
    "ID": 40831,
    "Year": "(2009)",
    "Geek Rating": "5.918",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/40831/the-pillars-of-the-earth-builders-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1776",
    "Description": "One player tries to erect a cathedral, while the other is in charge of building a fortress, an element that also seems to be part of the book; the one who succeeds first in erecting his building has won the game.&#10;&#10;Each of the two buildings consists of three sections/cards; each of those sections requires a different combination of materials. Action cards enable players to get to construction materials; other action cards upgrade these materials, such as iron into bells, sand into cement, or wool into cloth.&#10;&#10;(From the Nuremberg preview at Gamepack.nl.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Authors: Ken Follett",
      "Occupation: Builder",
      "Players: Two-Player Only Games",
      "Series: Literature (Kosmos)",
      "Series: The Pillars of the Earth (Kosmos)",
      "Series: Two-player games (Kosmos)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "3538",
    "Name": "Shadows of Kilforth: A Fantasy Quest Game",
    "ID": 238916,
    "Year": "(2019)",
    "Geek Rating": "5.918",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/238916/shadows-of-kilforth-a-fantasy-quest-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "Shadows of Kilforth is the sequel and stand-alone expansion to Gloom of Kilforth: A Fantasy Quest Game.  It is a game of high fantasy with a gothic edge, where 1-4 players, working individually or together, assume the roles of heroes on a journey through a dark world of magic and peril. They will visit strange places, meet stranger people and defeat powerful enemies in their mission to discover mysterious artefacts and mystical spells. Each player follows their hero&rsquo;s tale, an epic saga from modest beginnings through to a climactic battle that will decide the fate of the world...&#10;&#10;&mdash;description from the publisher&#10;&#10;This project was known earlier as 'Touch of Death: A Fantasy Quest Game'.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Setting: Kilforth"
    ]
  },
  {
    "Rank": "3539",
    "Name": "Space Hulk (Second Edition)",
    "ID": 63091,
    "Year": "(1996)",
    "Geek Rating": "5.918",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/63091/space-hulk-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6857",
    "Description": "Space Hulk is a game of tactical combat between Imperial Space Marines and alien creatures known as Genestealers.  The combat takes place on derelict, alien infested space vessels know as space hulks.&#10;&#10;Combat is action point driven and resolved through the use of dice.  The marines have a finite number of figures to use in combat against endless hoards of Genestealers.  The object is to accomplish given missions within their parameters or die trying.&#10;&#10;There were significant differences between the 1st edition and this one.  The first being that this version or revision was by Dean Bass and Chris Colston and based on the original game by Richard Halliwell and Paul Murphy.  The most significant difference in this version was the removal of the sand timer and thus the requirement for the marines to accomplish their turn in a limited real-time period. Also the rules of the 2nd edition did not allow the player of the Space Marines to perform actions by using command points in the turn of the Genestealer player.  Another change was the addition of combat specific dice to resolve weapons fire and a special die to resolve gun jams.  A few other minor changes were made to the rules and board graphics as well.&#10;&#10;This version contains the initial six missions found in the first edition and adds an additional 12 missions which were different than those in the 1st edition of the Deathwing and Genestealer expansions.&#10;&#10;Digitally redeveloped into Alien Assault&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Space Hulk",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "3540",
    "Name": "The Goonies: Never Say Die",
    "ID": 339031,
    "Year": "(2021)",
    "Geek Rating": "5.918",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/339031/the-goonies-never-say-die",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.3889",
    "Description": "It's our time, down here.&#10;&#10;Embark on a perilous adventure full of dangerous booby traps and treacherous treasure-filled caverns! In The Goonies: Never Say Die, one player is the Goondocks Master, controlling fearsome foes from the outlaw family, the Fratellis, to the legendary pirate, One-Eyed Willie. The other players take on the role of the Goonies &mdash; Mikey, Mouth, Chunk, Data, and Sloth &mdash; and attempt to overcome cryptic puzzles and deadly challenges with teamwork, strategy, and Data's clever contraptions! Will the Goonies discover the legendary riches that will save their homes, or will they follow the fate of Chester Copperpot...and never see the light of day?&#10;&#10;The game features nine adventures so that players can immerse themselves in the 1980s movie as well as brand new stories, and it includes eight sculpted miniatures of Mikey, Mouth, Chunk, Data, Sloth, the Giant Octopus, the Fratellis, and even One-Eyed Willie himself.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Movies: The Goonies",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "3541",
    "Name": "Unlock!: Escape Adventures – The Elite",
    "ID": 224316,
    "Year": "(2017)",
    "Geek Rating": "5.918",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/224316/unlock-escape-adventures-the-elite",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "The Elite is a twenty-card mini adventure for Unlock!, the card-driven escape room game from Space Cowboys! At the beginning of the adventure, you and your friends find yourself locked in a hotel room with a mystery. You&rsquo;ll need all of your wits and your logic if you&rsquo;re going to escape before time runs out.&#10;&#10;The Elite can either be accessed via print and play files on the Unlock! website (you can link to this page in the weblinks section), or via a produced version.&#10;&#10;It also requires a free companion app to play. The link to this app can also be found in the weblinks section.&#10;&#10;Link to the print-and-play files: https://print-and-play.asmodee.fun/unlock/&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Free PnP during 2019-2020 COVID-19 Pandemic (Asmodee)",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "3542",
    "Name": "Salerno '43",
    "ID": 313073,
    "Year": "(2022)",
    "Geek Rating": "5.917",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/313073/salerno-43",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "3.3939",
    "Description": "Salerno &lsquo;43: The Allied Invasion of Italy, September 1943 is a regiment/brigade-level game on the Allied invasion of mainland Italy in September 1943. Two British and two American divisions land in the Bay of Salerno defended by the full strength 16th Panzer Division, which is soon reinforced by five other German mechanized divisions. For 8 days the survival of the beachhead is in doubt, and emergency measures are taken to reinforce the beachhead with the 82nd Airborne Division. With their counter-attack stopped and the British Eighth Army approaching from the south, the Germans withdraw their left flank to avoid being trapped. However, their right flank stubbornly holds back the British from pushing north to Naples.&#10;&#10;Salerno &rsquo;43 uses the exact same map, unit, and time scales as Normandy &rsquo;44, providing an excellent way to compare these two invasions. Salerno &rsquo;43 uses a modified Normandy '44 game system. With a smaller size, the game is easier to learn and play than its predecessor.&#10;&#10;Salerno &rsquo;43 includes two scenarios: an 8-turn Invasion Scenario and a 24-turn Campaign Game. In the Campaign Game, the Allies must exit the north map edge by the end of September 1943. The Germans must delay the Allies to give time for the construction of the Gustav Line further north. The 8-turn scenario can be finished in an afternoon.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 2.3 miles / 3.8 kilometers&#10;Units: Battalion to Brigade (mostly Regiments)&#10;&#10;Game Inventory:&#10;One 22x25.5&quot; full color map&#10;One dual-side printed countersheet of 192 9/16&quot; counters (includes 6 blank counters)&#10;One 32-page rulebook&#10;Two 4 page Player Aid Charts&#10;Two Set-up Charts&#10;One 6-sided die&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2 to 6 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Salerno (Italy)",
      "Country: Germany",
      "Country: Italy",
      "Country: USA",
      "History: World War II (Italy)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: ZOC Bond System"
    ]
  },
  {
    "Rank": "3543",
    "Name": "A Brief History of the World",
    "ID": 46007,
    "Year": "(2009)",
    "Geek Rating": "5.917",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/46007/a-brief-history-of-the-world",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.8602",
    "Description": "A Brief History Of The World is just that: a sweeping ride through the history of mankind in the space of just a few hours. The game features fifty of the mightiest Empires ever known, from the dawn of Civilisation through to the Twentieth Century - Egypt, Assyria, Persia, Greece and Imperial Rome, the Huns and Mongols, the Arabs and the Ottoman Turks, the dynasties of China and kingdoms of India, Incas and Aztecs, Portugal and Spain, France, Britain, and Germany. Can you take on the mantle of Alexander or Caesar, Genghis Khan or Napoleon? Can you write your name into the pages of history and lead your Empires to victory?&#10;&#10;Components include:&#10;&#10;Giant Map Board&#10;180 plastic playing pieces&#10;130 card counters&#10; - 32 Area Values&#10;    * 5 x Epoch 1&#10;    * 2 x Epoch 2&#10;    * 6 x Epoch 3&#10;    * 4 x Epoch 4&#10;    * 4 x Epoch 5&#10;    * 11 x Epoch 6&#10; - 30 City/Capitals&#10; - 20 Monuments (4 types x 5)&#10; - 20 Forts&#10; - 18 Bonus tokens (1's, 2's 3's - 6 of each)&#10; - 6 Gold Markers (1 in each player colour)&#10; - 4 Fleets&#10;42 Empire cards (6 epochs, 7 cards per epoch) &#10;54 Event cards (6 epochs, 7 cards per epoch, plus 12 initial events)&#10;6 Epoch maps&#10;6 Six sided dice&#10;4 Plastic Stands&#10;1 Epoch chart&#10;1 Array&#10;&#10;This is a significantly revised version of History of the World.&#10;&#10;Re-implements:&#10;&#10;     History of the World&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Ancient",
      "Civilization",
      "Medieval",
      "Napoleonic",
      "Pike and Shot",
      "Post-Napoleonic",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Catch the Leader",
      "Dice Rolling",
      "Open Drafting",
      "Turn Order: Role Order",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Global Scale)"
    ]
  },
  {
    "Rank": "3544",
    "Name": "Flames of War: The World War II Miniatures Game",
    "ID": 11168,
    "Year": "(2002)",
    "Geek Rating": "5.917",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/11168/flames-of-war-the-world-war-ii-miniatures-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2957",
    "Description": "Flames of War is a World War II tabletop game where you use armies represented by painted miniature tanks, soldiers, artillery, and aircraft against another similar opponent's force.&#10;&#10;To begin all you need is the Flames of War book/rules and a starting force of miniatures depending on what type of army you want to collect.&#10;&#10;The game uses 15mm scale (around 1:100) miniatures, allowing miniatures from other manufacturers to be used.  The game aspires to provide  a good balance between playability and simulation and has a typical game running under 2 hours.&#10;&#10;The Second Edition Rulebook launched in August 2006, took a lot of advice from the players and integrated a lot of the FAQ material previously written to cover First Edition.&#10;&#10;Flames of War current rulebook range&#10;&#10;Introduced by:&#10;&#10;&#10;    Flames of War: Open Fire&#10;    Flames of War: Achtung!&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Flames of War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3545",
    "Name": "Cyberpunk 2077: Gangs of Night City",
    "ID": 352138,
    "Year": "(2023)",
    "Geek Rating": "5.917",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/352138/cyberpunk-2077-gangs-of-night-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.9048",
    "Description": "Cyberpunk 2077: Gangs of Night City is a big box strategy game with miniatures in which gangs fight for control of a city, with the city also being a living part of the game.&#10;&#10;1 to 4 players take on the role of ruthless gangs vying for control of the underground in the glittering hellhole that is Night City. Clash with other Gangs in the meat or on the Net, as your enterprising band of toughs seeks to gain dominance over the criminal underworld that rules the streets. Only the boldest will be remembered, and your Street Cred will pave your way to the top.&#10;&#10;In Single Player mode, you are pitted against an opposing Gang and an Edgerunner (Johnny or either V's) in a free-for-all for Night City. Similar to the multiplayer mode, the faction with the most Street Cred wins.&#10;&#10;In the game, players assume the role of a gang leader, with you organizing your gang members to take power in the city. Your actions affect not only your game and your opponents but the city itself. Each gang has different attributes and goals, giving each player a different gaming experience.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Theme: Cyberpunk",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3546",
    "Name": "Escape the Room: Secret of Dr. Gravely's Retreat",
    "ID": 199493,
    "Year": "(2016)",
    "Geek Rating": "5.917",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/199493/escape-the-room-secret-of-dr-gravelys-retreat",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8235",
    "Description": "What are &ldquo;Escape the Room&rdquo; games?&#10;&#10;Escape the Room games began as digital adventures and quickly turned into real-life events all around the world where players are locked in a room and must uncover clues and hidden objects to escape. ThinkFun&rsquo;s version of Escape the Room allows you to bring all the excitement of these experiences into your very own home!&#10;&#10;The Mystery:&#10;The year is 1913 and you are the lucky winner of a free stay at Foxcrest Retreat, where the famed Dr. Gravely has improved upon the latest in spa treatments and relaxation for those of high social standing. You take a long all-expense-paid train ride to the retreat. Upon your arrival, however, you and your fellow guests may find the &quot;health retreat&quot; is not what it seems...&#10;&#10;The Objective:&#10;Work with your guests to discover the dark secret of Dr. Gravely's retreat by finding clues and solving puzzles. But be careful...in the story, the doors have shut and locked behind you. Will you and your guests discover the secret and escape the room before time runs out?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape the Room (ThinkFun)"
    ]
  },
  {
    "Rank": "3547",
    "Name": "Black Friday",
    "ID": 39242,
    "Year": "(2010)",
    "Geek Rating": "5.917",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/39242/black-friday",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "55",
    "Play Time": "55",
    "Weight": "2.8333",
    "Description": "Schwarzer Freitag is a stock trading game with a built-in bubble to explode. The players are buying shares on a growing stock market, but at one time in the game the prices will crash. The players try to find out the right time to sell their shares and buy gold and silver (these are the victory points), before the market crashes.&#10;&#10;The actions of all players change the probability of the crash. When they start selling, the probability of the crash will get higher. If they only buy shares then the crash will come later.&#10;&#10;To win the game, you have to have a close look at what the others do to be in the position to sell the highest share at the right time, to get the most money. But the silver/gold price will rise too, and you can also win by buying silver/gold early in the game.&#10;&#10;This game is the first game in the Freitag-Projekt:&#10;&#10;Freitag(Friday)  is a game project started on Friday 24th of October in Essen. I, Friedemann Friese, will work on that project for the next Five years on every Friday. I will work Five, Fifteen,... minutes (In German twenty-five, thirty-five,.. starts with an F, too) up to Fifteen hours on that project, but only Fridays.&#10;&#10;The game will be published in Five years on the Friday of Spiel '13 in Essen. It will not be shown on Wednesday or Thursday.&#10;&#10;I have a blog (by now only in German) on my website, where I show my work on that project.&#10;&#10;By now I really don't know what will happen, but I have a lot of time......&#10;&#10;Now it happened that the first game is ready and I found a company for publishing (the company is very interested, but it is not totally sure by now)&#10;&#10;I will add the new second game to the database.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Components: 15 x 17 Grids",
      "Digital Implementations: Yucata",
      "Series: Freitag-Project (Friedemann Friese)",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "3548",
    "Name": "Die Siedler von Nürnberg",
    "ID": 189,
    "Year": "(1999)",
    "Geek Rating": "5.916",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/189/die-siedler-von-nurnberg",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7792",
    "Description": "Based on the well-known Settlers of Catan, this stand-alone game published in commemoration of the anniversary of the founding of the city of N&uuml;rnberg gives players some new twists to the familiar experience.  Unlike standard Settlers, the game layout is not modular.  Instead the board features a split map, half of which has the goods-producing hexes of a conventional Settlers game where settlements will be built and the other half showing a closeup of N&uuml;rnberg where &quot;workshops&quot; will be built (in lieu of promoting settlements to cities as in the original Settlers).  The players also get currency for manufactured goods which in turn they spend on walls and towers to surround the city, which earn prestige points which ultimately count toward victory points.  Probably the most interesting other detail is that instead of rolling dice, a special deck of cards is used to reveal the production number -- and possibly an event -- at the beginning of each player's turn.&#10;&#10;Belongs to the Catan Series.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Trading"
    ],
    "Families": [
      "Cities: Nuremberg (Bavaria, Germany)",
      "Game: Catan"
    ]
  },
  {
    "Rank": "3549",
    "Name": "Dandelions",
    "ID": 347883,
    "Year": "(2022)",
    "Geek Rating": "5.916",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/347883/dandelions",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3636",
    "Description": "Transform into a dandelion, and float through clear blue skies on a pleasant breeze in this dice-rolling, area-majority game with a little direct-competition edge. Your quest is to find the best spots for your seeds to grow across a variety of vibrant, beautiful, and cozy gardens.&#10;&#10;In Dandelions, players roll a group of dice, then choose one to move to a beautiful garden. Along the way, you can harness the power of the wind with three special actions &mdash; float, puff, and gust &mdash; to get the most points. The game ends after all the dice are used, and whoever receives the most victory points as combined from two different scoring methods wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "King of the Hill",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Crowdfunding: Kickstarter",
      "Series: Small Box Big Game (Allplay)",
      "Theme: Flowers",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "3550",
    "Name": "Go Cuckoo!",
    "ID": 192547,
    "Year": "(2016)",
    "Geek Rating": "5.916",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/192547/go-cuckoo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "On your turn in Zum Kuckuck!, you take one standing stick and put it on the nest. If both ends of the stick have the same color, you may choose to lay an egg on it. Otherwise, you take another stick whose top color is the same as the hiding color of the previous one, up to three sticks. After laying an egg or putting the third stick with different colors, your turn ends. There are penalties for a stick touching the ground or eggs falling from the nest.&#10;&#10;The first person to lay all of their eggs can then put the cuckoo on the nest and win the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "3551",
    "Name": "Pocket Mars",
    "ID": 223779,
    "Year": "(2017)",
    "Geek Rating": "5.916",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/223779/pocket-mars",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.3239",
    "Description": "For a long time now, Earth hasn't been a perfect place to live. You are one of the architects sent to Mars. Your objective is to set up an infrastructure for the first colonists who would arrive on the red planet and start a new chapter for mankind.&#10;&#10;Pocket Mars is a fast paced and wildly dynamic card game but don't let the short playthrough time fool you. It's a heavy weight filler! A compressed and easy to understand set of rules, combined with cards that you can play in more than one way is what makes this game great! Fifteen minutes is all it takes for you and your friends to set out on an exciting adventure in space!&#10;&#10;In the world of big games about Mars everybody should have one that fits in their pocket.&#10;&#10;Your goal is to place as many colonists as you can in the buildings of your Mars settlement. To do so, you will need to choose carefully how and when to play your cards.&#10;&#10;The way you trigger actions on your cards is the heart of the game. Everything depends on where you play them from, which is the game's main strategic element. You could play a project card straight from your hand and trigger its effect instantly or turn it into a module and play it from your preparation zone. This will let you add it to one of the five buildings in your settlement, trigger an action sequence and transport your colonists to Mars &ndash; a sure way to put a spanner in the works of your competition.&#10;Each card's set of various actions combined with the buildings' unique properties leaves you with a number of small but substantial decisions:&#10;&#10;&minus; Where to put your card.&#10;&minus; Where to play your card from.&#10;&minus; What action sequence will give you the most possibilities within a given turn.&#10;&#10;What's more, anyone can activate an action from a module placed in one of the buildings by another player and share its effects.&#10;&#10;Pocket Mars may be a small game but Micha&#197;&#130; Jagodzi&#197;&#132;ski sure stuffed it with a lot of options that will have an impact on the survival of our civilization! :)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: Tabletopia",
      "Space: Mars"
    ]
  },
  {
    "Rank": "3552",
    "Name": "Star Trek: Five-Year Mission",
    "ID": 178613,
    "Year": "(2015)",
    "Geek Rating": "5.916",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/178613/star-trek-five-year-mission",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "Star Trek: Five-Year Mission is a cooperative dice placement game for 3-7 players who take the roles of crew members of either the USS Enterprise (from the original Star Trek series) or the USS Enterprise-D (from Star Trek: The Next Generation). Each crew member has a different ability and the crew&rsquo;s abilities differ for each crew.&#10;&#10;In these roles, players try to cooperatively solve a series of blue (easy), yellow (medium) and red (difficult) alerts to score points, attempting one of 6 different difficulty levels to win before failing five such alerts, or the Enterprise being destroyed. Players must deal with injuries which lock dice out of play, ship damage that can force players to attempt harder alerts, urgent events that must be completed in 3 minutes, the prime directive, as well as yellow and red alerts that force additional alerts cards to come into play pushing you closer to failing.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Timer",
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Pattern Building",
      "Re-rolling and Locking",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Sand Timers",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "3553",
    "Name": "13 Clues",
    "ID": 208766,
    "Year": "(2016)",
    "Geek Rating": "5.916",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/208766/13-clues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9032",
    "Description": "The city of London has been shaken by heinous crimes, and Scotland Yard is groping in the dark. 13 Clues, set at the end of the 19th century, puts players in the shoes of the detectives, each trying to solve their own mystery. Each player sees the clues &mdash; person + location + weapon &mdash; for the other players but not their own. They investigate by asking questions, by consulting the secret informant, and by making accusations in order to collect clues and rule out suspects. The goal of the game is to identify which of the 13 clues match their case before the others do!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3554",
    "Name": "InBetween",
    "ID": 230342,
    "Year": "(2017)",
    "Geek Rating": "5.915",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/230342/inbetween",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "InBetween is a game for two players, competing against each other to either protect or devour the inhabitants of Upsideville in a tug-of-war between the Human and Creature dimensions.&#10;&#10;During a game of InBetween, the Creature player is trying to devour the inhabitants of Upsideville by drawing them ever deeper into its home dimension, while the Town player is trying to increase the safety of the inhabitants in the Human dimension until they are secured from the Creature&rsquo;s depredations. Players take turns playing cards and using abilities that will draw the Characters further into their dimension. At the same time they are trying to increase their Awareness of their opponent so as to enhance a powerful one-time ability that may affect the game&rsquo;s outcome. There are several routes to victory in InBetween; a player can win by drawing enough Characters into their dimension, or by increasing their Awareness to its highest level.&#10;&#10;The fate of Upsideville is in the hands of the players. Will the Town and its people be able to win and walk peacefully once again around? Or will the darkness triumph, and the horrifying creature will walk freely between the alleys?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Take That",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3555",
    "Name": "Pyramids",
    "ID": 213492,
    "Year": "(2017)",
    "Geek Rating": "5.915",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/213492/pyramids",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8462",
    "Description": "Which Egyptian dynasty will be the most glorious? Pray to the Gods to construct edifices in their honor and ensure your dynasty has a millennia-long posterity.&#10;&#10;Pyramids is a game for 2 to 5 players that sends you back in time to Ancient Egypt. Your necropolis &mdash; a place of eternal sleep, luxury, and glory &mdash; will be made up of pyramids, obelisks, and tombs. Select the best combination of stones in the quarry, optimize their layout, and make your necropolis the most famous in all of Egypt!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids"
    ]
  },
  {
    "Rank": "3556",
    "Name": "The Blood of an Englishman",
    "ID": 206504,
    "Year": "(2016)",
    "Geek Rating": "5.915",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/206504/the-blood-of-an-englishman",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8261",
    "Description": "&quot;Fee Fi Fo Fum! I smell the blood of an Englishman!&quot; roared the giant as he crashed through the vines. Jack, with one arm around his precious stolen harp and the other grasping the beanstalk, felt the rush of danger. Will he make it to the bottom in time to chop down the leafy ladder, or will the giant successfully catch the thieving beggar?&#10;&#10;In The Blood of an Englishman, players take on the role of either Jack or the Giant. The Giant must maneuver the Fee Fi Fo and Fum cards while Jack tries to create three beanstalks to steal the bag of gold, the Golden Goose, and the Singing Harp. Each player has different available actions and must carefully arrange the cards to achieve their goal. Are you brave enough to face your fate?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Pattern Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3557",
    "Name": "Tales & Games: The Three Little Pigs",
    "ID": 135649,
    "Year": "(2013)",
    "Geek Rating": "5.915",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/135649/tales-and-games-the-three-little-pigs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1884",
    "Description": "As a little pig, your dearest wish is to build a strong and beautiful house in which you can spend your long winter evenings. But you won&rsquo;t need trowels nor scaffoldings, as only dice will allow you to construct your dream home. Beware the wolf prowling around, whose only thought is to literally blow down your comfy house!&#10;&#10;The Three Little Pigs is an easy and fun dice game for the whole family.  On your turn, roll the special pink dice up to three times and try to generate symbols to trade for doors, windows, and roofs made of straw, wood, and brick.  The more beautiful and voluminous your house is, the more points you will earn at the end of the game.  If you generate two wolf symbols, take a huff and puff and blow someone's house down!&#10;&#10;This original game comes in a box decorated to look like a storybook and includes an illustrated version of the famous tale of the Three Little Pigs.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Animals: Pigs",
      "Animals: Wolves",
      "Containers: Book-like",
      "Folk Tales & Fairy Tales: Three Little Pigs",
      "Series: Tales & Games (Purple Brain Creations)"
    ]
  },
  {
    "Rank": "3558",
    "Name": "SpaceShipped",
    "ID": 283792,
    "Year": "(2019)",
    "Geek Rating": "5.915",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/283792/spaceshipped",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.871",
    "Description": "You are an interplanetary trader, flying a second-hand ship, trying to make some cash. A wealthy merchant offered you a lucrative deal. Prove yourself by getting some rare crystals and she'll put you in charge of her trading fleet &mdash; one of the biggest in the quadrant. You'll need to get them before your enemy gets them first. What are you waiting for? Get shipping!&#10;&#10;SpaceShipped &mdash; A solo space trading game of buying and selling resources, upgrading your ship, crew, and equipment, dealing with pirates, and making deals. A card game with over 30 random events, 4 types of ship, 4 sets of crew members, and 8 different pieces of equipment to install, all using only 18 cards packed neatly in a little wallet.&#10;&#10;Your goal: Make enough money through your buying and selling of resources to be able to afford two very expensive exotic stones (three, if you're really daring). At the same time you're trying to do it, pirates are working hard to collect them as well. If they get to them first, or if your ship takes enough damage, you lose.&#10;&#10;As if the pressure from the pirates wasn't enough, on each turn, you'll pilot your ship to different planets, experiencing random encounters, solar winds, and violent attacks. Spend too much time repairing your ship and the pirates will steal the crystals first, but don't repair your ship enough and it will likely be destroyed by these attacks. Hire the right crew, buy the right ship, fit your ship with the right equipment, and you just might make it out of the galaxy alive.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;Released in the July 2019 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Game: SpaceShipped",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "3559",
    "Name": "Murder Mystery Party Case Files: Fire in Adlerstein",
    "ID": 261145,
    "Year": "(2018)",
    "Geek Rating": "5.915",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/261145/murder-mystery-party-case-files-fire-in-adlerstein",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.3529",
    "Description": "The game is a detective game where you get set of evidences and need to decide who is the criminal. You get set physical objects in combination with digital parts and use them for investigation. At the end of the process players need to enter the name of the criminal and it will be validated if it's correct. It's also possible to get hints which will help finding the right solution.&#10;Game can played in a cooperative mode as well as in a competition mode - players can split into teams and compete who is finding the criminal first.&#10;&#10;The game is designed as a realistic criminal case and requires investigations similar to those carried out by the Criminal Police in real life.&#10;&#10;&mdash;description from the designer&#10;&#10;In unserem Spiel werden Sie als echter Detektiv t&auml;tig sein, um den Fall eines verd&auml;chtigen Brands zu untersuchen, der in der Stadt Adlerstein stattfand und zum Tod eines B&uuml;rgers f&uuml;hrte.&#10;Wegen Brandstiftung mit fatalen Folgen wird ein Journalist angeklagt. Er sammelte zahlreiche Beweise mit dem Ziel, seine Unschuld zu beweisen.&#10;Sie m&uuml;ssen ermitteln, ob er die Wahrheit sagt, und den wahren Verbrecher finden.&#10;&#10;Das Spiel ist als realistischer Kriminalfall ausgedacht und erfordert Untersuchungen &auml;hnlich denen, die von der Kriminalpolizei im wirklichen Leben durchgef&uuml;hrt werden.&#10;&#10;&mdash;description from the designer (German)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Misc: Limited Replayability",
      "Series: Detective Stories (iDventure)",
      "Series: Krimi-Puzzle (FX Schmidt)",
      "Series: Murder Mystery Party Case Files (University Games)"
    ]
  },
  {
    "Rank": "3560",
    "Name": "Hippocrates",
    "ID": 327971,
    "Year": "(2022)",
    "Geek Rating": "5.915",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/327971/hippocrates",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.9423",
    "Description": "Travel back to Greece in 370 BCE on the island of Kos. Hippocrates has just passed away and that leads to a lot of doubt regarding the durability of his medical activities. As one of his successors, you lead a team of doctors with the goal of perpetuating the treatment of patients in the temple of Asclepios, later known as the first hospital in history. Be the right successor of Hippocrates and increase your reputation, so that patients from all around the Mediterranean will come with the hope of receiving the best treatment ever.&#10;&#10;The game lasts four rounds, with each round divided into five phases:&#10;&#10;1. Kalosorisma &mdash; Each player welcomes up to three patients in their hospital. You need to select your patients carefully as all patients need urgent help, and some may be easier to treat than others, but make sure to help the most in need or you will lose reputation as a doctor.&#10;2. Pliromi &mdash; You have to remunerate your doctors or risk their departure.&#10;3. Stratologisi &mdash; In this phase, players try to hire new doctors and purchase medicine kits. If a player obtains both, they receive a bonus.&#10;4. Therapeia &mdash; Now is the time to treat patients. Players have to carefully puzzle and link the right patients to the right doctors to maximize their assets.&#10;5. Exis &mdash; Players count victory and reputation points, and prepare the board for the next round.&#10;&#10;Hippocrates combines auction bidding, tile placement, resource management, and more to create an exciting mix that will challenge each player to best manage their patients and try to become Hippocrates' worthy successor.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medical"
    ],
    "Mechanics": [
      "Contracts",
      "Income",
      "Market",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Claim Action",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Occupation: Medic / Doctor / Nurses",
      "Ancient: Greece",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3561",
    "Name": "Pairs",
    "ID": 152237,
    "Year": "(2014)",
    "Geek Rating": "5.915",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/152237/pairs",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1346",
    "Description": "Pairs is the name of the game, and pairs of cards are what players want to avoid.&#10;&#10;The game uses a 55-card deck that contains one 1, two 2s, three 3s, and so on up to ten 10s. At the start of the game, shuffle the deck, then remove five cards from play unseen. Deal one card face-up to each player.&#10;&#10;Whoever has the lowest card is the first active player. She decides whether to &quot;hit&quot; &mdash; that is, be dealt another card &mdash; or forfeit the round. If she hits and is dealt a card that doesn't match a card she already has in front of her, then the next player clockwise becomes the active player; if the card does match, then the round ends, she keeps one of these matching cards as penalty points, then everyone else discards their cards and a new round begins with each player being dealt a card.&#10;&#10;If the active player forfeits, the round ends and she takes the lowest-valued card visible on the table as penalty points, then a new round begins. Penalty cards remain set aside, even if the deck is shuffled to continue play. If a player acquires more penalty points than the predetermined threshold, then the game ends and this player loses. (Alternatively, players can use coins to track scores between games, with the loser paying everyone one coin, paying her score in coins to the player with the lowest score, etc.)&#10;&#10;There are many versions of Pairs from Cheapass Games. The base game play is identical, but the artwork (and artist) vary across the versions. Some include special game rules relevant to the theme of the deck. In general, you can find new/experimental/user-submitted rules at the Cheapass website, and many non-English versions of Pairs also include rules for additional games to play with this deck.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Score-and-Reset Game",
      "Single Loser Game"
    ],
    "Families": [
      "Books: The Kingkiller Chronicle",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "History: American Old West (Wild West)",
      "Series: Pairs Game System (Cheapass Games)",
      "Theme: Art style – Art Nouveau",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3562",
    "Name": "Shipyard (Second Edition)",
    "ID": 393179,
    "Year": "(2023)",
    "Geek Rating": "5.914",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/393179/shipyard-second-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "3.3",
    "Description": "We&rsquo;re in 19th century, sea transport is more and more important. Both corporations and naval forces require newer and newer ships. Try to put yourself in the role of their manufacturers. Hire employees, buy accessories, get favour of evaluating committees. Don&rsquo;t forget to rent a canal and you can heave anchor.&#10;&#10;Players take turns, beginning with a randomly selected player and continuing around the table clockwise. On their turn, they will choose one of the available actions from the Action Track. The action will get the player something they need to help build their ships. On the player's next turn, they will move that Action Card ahead of all the others and choose a different action.&#10;&#10;If a player completes a ship on their turn (ships consists of little cards depicting bows, sterns, and (preferably several) middle pieces with several options to add equipment or crew), it is taken out for a shakedown cruise in a canal, during which they may score points for speed, crew, equipment, or safety.&#10;&#10;As players take their turns, the line of Action Cards will advance around the Action Track. When the lead Action Card reaches the Starting Space again, the countdown marker moves down one space, and play continues.&#10;&#10;The game ends when the countdown marker reaches the finish space. (It can also end early if the players run out of Ship Cards.) Bonus points are scored for Government Contracts, and the player with the most points wins.&#10;&#10;The game lasts about 30 minutes per player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Nautical"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Modular Board",
      "Open Drafting",
      "Rondel",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Triqqy"
    ]
  },
  {
    "Rank": "3563",
    "Name": "Dancing Eggs",
    "ID": 8924,
    "Year": "(2003)",
    "Geek Rating": "5.914",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/8924/dancing-eggs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0482",
    "Description": "This is a game that comes in a real egg-box. There are nine yellow plastic eggs and one yellow wooden egg (worth 2 points, the others are worth 1 point) and two dice, one red and one white. Although it is, in fact, a children's game, it is great fun when played by adults as well.&#10;&#10;The object of the game is to accumulate the most points. First a player rolls the red die. Depending on the result of the die roll, players can:  attempt to be the first to take an egg from the box (or steal from someone else if there are none left in the box); drop an egg on the table and then compete to catch it; or even get up and run around the table to try to be the first back to their seat. When a player successfully wins an egg, he or she then rolls the white die, which indicates the location of the egg; between your cheek and your shoulder, your chin and the breast, between your knees, etc. When the first person drops an egg, the game ends and the one having the most points wins the game.&#10;&#10;Ages 5 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "3564",
    "Name": "Doctor Who: Time of the Daleks",
    "ID": 186995,
    "Year": "(2017)",
    "Geek Rating": "5.914",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/186995/doctor-who-time-of-the-daleks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4138",
    "Description": "&quot;Exterminate!&quot; They muttered about their sacred hatred, the Oncoming Storm. Their creator had a plan, a plan to make the Daleks great again. A plan to turn all their defeats into victories. A plan to remove the one variable that has always interfered with the master plan. The Doctor must be erased from time itself!&#10;&#10;Ever wanted to be the Doctor? Travel in time and space, meet companions and have adventures? In Doctor Who: Time of the Daleks you do just that, with every player picking a Doctor and trying to thwart the Daleks' master plan of erasing the Doctor from history. Do you have what it takes to fill a Time Lord's Shoes? Join us on an adventure in space and time with a game that is bigger on the inside...&#10;&#10;Doctor Who: Time of the Daleks is a semi-cooperative board game that puts players in the roles of their favorite Doctor, pulled from various timelines to stop the Daleks: Either one player/doctor wins, or the Daleks win and all the players/doctors lose.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Game: Doctor Who – Time of the Daleks",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "3565",
    "Name": "Lignum",
    "ID": 174155,
    "Year": "(2015)",
    "Geek Rating": "5.914",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/174155/lignum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.8095",
    "Description": "Lignum is a game about the logging industry in the 19th century. As a woodcutter, your task is to prevail against your competitors and collect the most money after two years. Lignum (Latin for &quot;wood&quot;) is a game for lovers of complex strategy games. After cutting and transporting your wood, don't think your job is finished. You'll still have to optimize your entire processing chain - and have fun doing it!&#10;&#10;Each of the eight rounds always begins with the cutting of trees. If your supply lines are set up and the timber has been approved for felling, then the players claim an area using secretly selected cards. Since each of the areas contain differing amounts of food and wood, players must learn to recognize and adapt to their opponent's strategies because if two players are both in the same area, they must share the resources. Players continue to move along their supply route, using the marketplace to trade tools and food as well as recruit workers.&#10;&#10;The players have to decide how their wood will be transported to their lumberyards (by raft, by foot, or in the winter by sled), if the wood should be dried or be processed immediately, and when the wood should be sold. The player must also think about new acquisitions (such as saws, sleds and pasture land) and fulfill orders to sell the wood. Because in the end, this business is all about money, and whoever can make the most wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Queue",
      "Worker Placement"
    ],
    "Families": [
      "Contests: Edition Läufer",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "3566",
    "Name": "Aliens",
    "ID": 1770,
    "Year": "(1989)",
    "Geek Rating": "5.914",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/1770/aliens",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2319",
    "Description": "Aliens allows players to recreate three key battle scenarios from the 1986 science fiction/horror film.  The scenarios include &quot;The Reactor Room&quot; (nine marines vs. the aliens in their lair), &quot;Operations and Air Ducts&quot; (the surviving marines face an alien assault and pursuit), and &quot;Ripley vs. The Queen&quot; (Ripley uses a powerloader in her final battle with the Alien Queen).  Includes a 17&quot; x 34&quot; game map, character cards, and counters, all featuring photos from the movie.&#10;&#10;Marines can have very short life spans in this game, especially if they don't work together. Game play is fast and intense - does a good job of creating the sense of urgency felt when watching the movie. Missions can be made more brutal with optional rules - plus some rule variants add to some fun &quot;what if&quot; scenarios. Add the Aliens Expansion and you can virtually re-write the entire movie script!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: VASSAL",
      "Mechanism: Campaign Games",
      "Movies: Alien / Aliens",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3567",
    "Name": "Don't L.L.A.M.A. Dice",
    "ID": 325853,
    "Year": "(2021)",
    "Geek Rating": "5.914",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/325853/dont-llama-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "With the right roll of the dice in LAMA Dice, you can rid yourself of number cards &mdash; but you'll need to quit at the right time before you possibly bomb out and collect a lot of minus points. You can possibly ditch these points later, but you'll need the perfect number roll or triple llama luck.&#10;&#10;In more detail, the game lasts a number of rounds, and at the start of each round you lay out the seven &quot;black-backed&quot; cards that show a llama and the numbers 1-6 in a &quot;llama row&quot;. You're dealt six cards from the deck &mdash; which consists of llama cards and cards numbered 1-6 &mdash; and you lay those cards in front of you. On a turn, you roll the three dice or quit the round; if you roll the dice, then:&#10;&#10;&#10;    If one or more of the dice match the cards in front of you, you can discard one card for each matching die.&#10;    If you roll three llamas, you can discard one point token that you've collected.&#10;    If none of the dice match cards in your row, then you must take one of the llama row cards that does match and add it to your display.&#10;    If none of the dice match either cards in your row or cards in the llama row, then you must take all remaining cards in the llama row, ending the round.&#10;&#10;&#10;If you quit the round, you turn your remaining cards face down and skip any subsequent turns. The round ends when the llama row is empty, when someone discards their final card, or when all players have quit. (When all but one player have quit, the final player can keep taking turns as long as they like, but if none of the dice match cards in their row, then they automatically bust and take all cards in the llama row.) You then look at the cards remaining in front of you and collect points: 10 points if you have one or more llama cards, and points equal to the card value, with each number card counting only once. If you discarded all of your cards, you can discard a previously collected point token. (Tokens are worth either 1 or 10 points, and you can always swap ten 1s for a 10 token.)&#10;&#10;You play multiple rounds until one player has collected 40 or more points, at which time the player with the fewest points wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Llamas",
      "Components: Dice with Icons",
      "Game: L.L.A.M.A.",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "3568",
    "Name": "Fading Glory",
    "ID": 96749,
    "Year": "(2012)",
    "Geek Rating": "5.914",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/96749/fading-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5846",
    "Description": "(from GMT webpage:)&#10;&#10;Napoleonic 20 Multi-Pack, Volume I&#10;&#10;Fading Glory is the second game (No Retreat - The Russian Front Deluxe Edition is the first) we (GMT Games) are producing as part of our strategic friendship/partnership with Victory Point Games, and the first game we are producing from their popular Napoleonic 20 series. The idea for this and future volumes is that we will take multiple existing games from the VPG Napeoleonic 20 series, add an as-yet-unpublished game to the mix, and create a GMT boxed game with 3-4 games in the box, using larger (3/4&quot;) counters and GMT production.&#10;&#10;The Napoleonic 20 game system from Victory Point Games features lower-level wargame complexity on maps where, generally, 20 pieces or fewer are in play at one time (total, for both sides).  This creates tense, dramatic and fast-playing situations on the board where higher echelon troop formations (generally corps) vie for position and dominance. Subscribers to C3i have recently enjoyed Jena 20, a game in this series which features eight pages of Standard rules and one-to-two pages of exclusive rules per title.&#10; Veteran game designer Joe Miranda, with developers Alan Emrich and Lance McMillan, have created and refined a highly popular game series that is growing all the time. (Based on Joe's series rules, Alan, Lance, and Steve Carey have each designed one of the games in this multi-pack - in addition to Joe's Waterloo game.) A hallmark feature is the use of narrative random event cards that help &ldquo;tell the stories&rdquo; unique to each battle and small campaign. This &ldquo;friction of war&rdquo; element, combined with the operational-level maneuvers, combat, and even lulls, provide players a fun exercise in the Napoleonic parry-and-thrust of grand battles as armies close to bayonet-point to see which will break first.&#10;&#10;This edition includes the latest version (3.0) of the Standard series rules.&#10; Morale plays an vital role, as both sides can &lsquo;spend&rsquo; this resource to force march their units, help rally stragglers, or commit reserves to a key attack or defense. But look out&hellip; when a side&rsquo;s morale is reduced to zero, it has lost the game!&#10;&#10;Included in this Multi-Pack are:&#10;&#10;&#10;    Salamanca 20 (Wellington vs. Marmont, 1812)&#10;    Smolensk 20 (Napoleon vs. Barclay de Tolly in the near-battle to decide the Russian Campaign, 1812)&#10;    Borodino 20 (Napoleon vs. Kutusov before Moscow, 1812)&#10;    Waterloo 20 (Napoleon vs. Blucher and Wellington, 1815) &#10;&#10;&#10;Game Components:&#10;&#10;&#10;    Four 17&rdquo; x 22&rdquo; mounted  maps (2 boards, backprinted)&#10;    117  3/4&quot;  Counters (thick, with Rounded corners, like No Retreat)&#10;    48 Event cards (12 for each game)&#10;    One 8-page Standard Rules booklet&#10;    4 Exclusive Rules sheets&#10;    One Player&rsquo;s Aid mat&#10;    Two Player Aid charts&#10;    2 six-sided Dice&#10;&#10;&#10;DESIGN: Joe Miranda&#10;DEVELOPER: Alan Emrich &amp; Lance McMillan&#10;ART DIRECTOR: Rodger B. MacGowan&#10;COUNTER ART: Tim Allen &amp; Richard Starke&#10;MAP ART: Knut Gr&uuml;nitz&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "3569",
    "Name": "Adventure Games: The Grand Hotel Abaddon",
    "ID": 295949,
    "Year": "(2020)",
    "Geek Rating": "5.914",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/295949/adventure-games-the-grand-hotel-abaddon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "1.7333",
    "Description": "Explore places, combine items, and experience stories in Adventure Games, a series of cooperative games from German publisher KOSMOS. In each of these titles, players are presented with a mysterious story that they must unravel over the course of play. Working together, players explore common areas, talk to people, look for clues, and combine various items to reveal the secret of the story. Depending on what decisions the players make, the course of history changes and there is no going back!&#10;&#10;Unlike the EXIT: The Game series, titles in this series focus on the telling and discovery of the story with no time pressure. That said, many different paths can be experienced during play, with more than one correct resolution to the story waiting to be discovered. Each title consists of three chapters, each taking about 75 minutes to play. Nothing is destroyed, so the games can be played multiple times.&#10;&#10;In Adventure Games: Grand Hotel Abaddon, you want to discover what strange events are happening in the old building, slipping into your role on the team to follow tracks and decide how the adventure game should proceed.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Misc: Limited Replayability",
      "Misc: LongPack Games",
      "Series: Adventure Games (Kosmos)"
    ]
  },
  {
    "Rank": "3570",
    "Name": "Streetcar",
    "ID": 1597,
    "Year": "(1995)",
    "Geek Rating": "5.914",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/1597/streetcar",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0621",
    "Description": "Given a a secret set of stations and trolley line, players use tiles to build a common network of track.  They attempt to build a path that travels from one terminal to the other while passing the required stations.  After all their connections are made, a player may begin to race their trolley through the network. The first player to race their trolley from one terminal to the other and visit all their required stations wins.&#10;&#10;The game was originally published as Linie 1 by Goldsieber.  In 1996, it was published by Mayfair as Streetcar with different end-game rules and artwork.  Later, it was published by Olsen in Sweden as San Francisco, again with different artwork.  Some versions, e.g. the Finnish one, seem to accommodate 2-6 players.&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Point to Point Movement",
      "Race",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Munich (Bavaria, Germany)",
      "Cities: New Orleans (Louisiana, USA)",
      "Cities: San Francisco (California, USA)",
      "Components: 12 x 12 Grids"
    ]
  },
  {
    "Rank": "3571",
    "Name": "Roll Through the Ages: The Iron Age",
    "ID": 150926,
    "Year": "(2014)",
    "Geek Rating": "5.913",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/150926/roll-through-the-ages-the-iron-age",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.2414",
    "Description": "Roll Through the Ages: The Iron Age, a sequel to the highly-awarded Roll Through the Ages: The Bronze Age, lets you build an Iron Age civilization in under an hour! Do you build provinces, raise armies, and conquer barbarians or build ports and ships to gain trade goods? Explore the strategies of Greece, Phoenicia, and Rome as you erect monuments, fend off disasters, and strive to feed your people.&#10;&#10;Roll Through the Ages: The Iron Age gives players different ways to build their empires: the Trade and Naval strategies of the Phoenicians, the conquests of Alexander the Great, and the engineering prowess and gradual absorption of new provinces by the Roman Republic.&#10;&#10;Grab those dice &mdash; including the Fate die &mdash; and prepare to build the greatest empire as you continue to roll through the ages!&#10;&#10;Roll Through the Ages: The Iron Age games that include the Mediterranean Expansion have their own game entry at Roll Through the Ages: The Iron Age with Mediterranean Expansion.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Bookshelf (Gryphon Games)",
      "Series: Roll Through the Ages (Matt Leacock)"
    ]
  },
  {
    "Rank": "3572",
    "Name": "Dungeon Roll",
    "ID": 138788,
    "Year": "(2013)",
    "Geek Rating": "5.913",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/138788/dungeon-roll",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3326",
    "Description": "The Dungeon lies before you; you&rsquo;ve assembled your party of hearty adventurers and have a few tricks up your sleeve. How far will you go to seek glory and fame? Will you risk losing everything?&#10;&#10;In Dungeon Roll the player's goal is to collect the most experience points by defeating monsters, battling the dragon, and amassing treasure. Each player selects a Hero avatar, such as a Mercenary, Half-Goblin, or Enchantress, which provides them with unique powers. Then players take turns being the Adventurer, who boldly enters the dungeon seeking glory.&#10;&#10;The Adventurer assembles their party by rolling seven Party Dice, while another player serves as the Dungeon Lord and rolls a number of Dungeon Dice based on how far the Adventurer has progressed through the dungeon. The Adventurer uses Champion, Fighter, Cleric, Mage, Thief, and Scroll faces on the Party Dice to defeat monsters such as oozes and skeletons, to claim treasure inside chests, and to revive downed companions with potions. The Adventurer claims treasure by taking a token at random from inside the treasure chest-shaped game box.&#10;&#10;All this fighting in the dungeon is certain to attract the attention of the boss: The Dragon!&#10;&#10;When three or more Dragon faces appear on the Dungeon Dice, the Adventurer must battle the Dragon. Defeating the dragon is a team effort, requiring three different companion types. After three rounds, the players add up their experience points and retire to the inn to celebrate their exploits and to plan their next foray into the next deadly dungeon!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Containers: Treasure Chests",
      "Containers: Unique Shape",
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Game: Dungeon Roll",
      "Players: Games with Solitaire Rules",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "3573",
    "Name": "Hotshots",
    "ID": 218050,
    "Year": "(2017)",
    "Geek Rating": "5.913",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/218050/hotshots",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "In the cooperative, press-your-luck game Hotshots, crews of 1 to 4 players take on the roles of wildfire fighters &mdash; crew boss, spotter, swamper, and sawyer &mdash; with special abilities, then roll dice on burning terrain tiles to match the combinations shown on those tiles. The more faces they roll, the better they fight the fire. Players can choose to cut firebreaks, which protect tiles from embers blown by wind gusts, or push their luck to reduce flames and possibly even generate reward tokens. If players bust and fail to match at least three of the six symbols on the tile, the fire grows. Another option is to maneuver vehicles &mdash; air tanker, helicopter, and brush rig &mdash; to save the forest.&#10;&#10;Flame tokens are added at the end of each player's turn by the draw of a fire card, which can bring about light or strong wind gusts, increase the strength of the flames on certain tiles, and start fires. Too many flame tokens will cause a tile to scorch and be lost. Losing a terrain tile could also affect the game play. Some tiles are tied to crewmembers' special abilities, while others help the firefighters, and still others cause the fire to spread in unique ways. If eight tiles scorch or the fire camp scorches, the game is over and the forest is lost &mdash; but if the intrepid crew can extinguish the fire, the team wins together.&#10;&#10;The press-your-luck mechanism with ratcheting rewards creates tension, and the variety of ways to fight the fire makes for interesting choices. The modular tile layout and fire cards bring high replayability to the game, and the acrylic flame tokens provide an enticing table presence.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "3574",
    "Name": "Museum: Pictura",
    "ID": 301019,
    "Year": "(2022)",
    "Geek Rating": "5.913",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/301019/museum-pictura",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.64",
    "Description": "Museum: Pictura is a standalone set collection game for 2-4 players by Olivier Melison and Eric Dubus, in which you take on the role of an aspiring curator in an art museum.&#10;&#10;Set in the roaring 20&rsquo;s, the game is gorgeously illustrated in art deco style by French artist Lo&iuml;c Muzy, while the 180 paintings featured in the game have been individually brought to life by Ekaterina Varlamov.&#10;&#10;Your goal is to create collections of some of History&rsquo;s most iconic works of art. To do so, you will be acquiring Painting cards and exhibiting them into your Museum, represented by your player board, to create Collections. These Collection can be based either on the painting&rsquo;s Period (ranging from the Renaissance period all the way to Impressionism), or its Domain (Historical, Landscape, Mythological&hellip;). The Collections you create will earn you Prestige points, and the player with the most Prestige at the end of the game wins.&#10;&#10;During play, you will have to deal with the changing trends of the art world, acquiring and exhibiting Paintings depending on what is currently in highest demand. Exhibiting Paintings of the types that are currently in fashion will gain you additional points!&#10;&#10;As your Collections grow, you will be able to open them briefly to the public with a Temporary Exhibition, which allows you to immediately score that Collection&rsquo;s value and obtain special bonuses for the rest of the game. But beware, your visitors will quickly grow tired of seeing the same types of Collection again and again, so timing your exhibitions correctly is essential!&#10;&#10;Museum: Pictura brings exciting new mechanisms and strategies to the table, while maintaining a strong family connection to its predecessor.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Decades: The 1920's",
      "Digital Implementations: Tabletopia",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Theme: Art",
      "Theme: Art style – Art Deco",
      "Theme: Fine Art and Art Museums",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "3575",
    "Name": "Marvel Dice Throne: Black Widow v. Doctor Strange",
    "ID": 360152,
    "Year": "(2022)",
    "Geek Rating": "5.913",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/360152/marvel-dice-throne-black-widow-v-doctor-strange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "In Marvel Dice Throne , you become one of eight of Marvel's most famous heroes, including Black Panther, Captain Marvel, Black Widow, Scarlet Witch, Loki, Thor, Doctor Strange, and Miles Morales Spider-man! Every Marvel Dice Throne hero was painstakingly designed and balanced to provide the most thematic experience possible, allowing you to truly embody your favorite heroes like no other game. Featuring all-new mechanisms and asymmetrical designs, these are our most innovative and exciting heroes yet.&#10;&#10;Marvel Dice Throne is a heart-pumping, fast-playing game of skilled card play and dice manipulation supporting multiple modes of play, including 1v1, 2v2, 3v3, 2v2v2, or free-for-all.&#10;&#10;Attack your opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).&#10;&#10;All 8 heroes are compatible with the entire Dice Throne ecosystem&#10;Use upgrade cards to improve your hero abilities as the game progresses&#10;Play action cards strategically to manipulate dice and surprise your foe&#10;Features a deluxe, highly functional, Battle Chest storage system&#10;Each hero in the Battle Chest has their own beautiful set of custom swirl dice&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Game Trayz Inside",
      "Game: Dice Throne",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "3576",
    "Name": "Undaunted 2200: Callisto",
    "ID": 401978,
    "Year": "(2024)",
    "Geek Rating": "5.913",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/401978/undaunted-2200-callisto",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Jovian Moon Base - Callisto, 22nd Century AD: Tensions have arisen between the conglomerate of Earth's leading corporations that funded the base and the mining collective tasked with operating it. Protests have erupted, strikes been called, and contracts broken. Private security forces have been hired, industrial mining vehicles repurposed for combat, and long-disused military mechs reawoken. The battle for Callisto is about to begin: It's time to choose your side.&#10;&#10;Undaunted 2200: Callisto is a standalone game in the Undaunted series that adapts the core gameplay of previous games to a new science-fiction setting. Play across an illustrated map in two-player, four-player, and solo game modes. Navigate the barren lunar landscape, maneuver to seize dominant high-ground positions, and utilize your formidable mechs to gain control of Callisto and its precious resources.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Undaunted (Osprey Games)",
      "Space: Jupiter"
    ]
  },
  {
    "Rank": "3577",
    "Name": "Hokkaido",
    "ID": 260332,
    "Year": "(2018)",
    "Geek Rating": "5.913",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/260332/hokkaido",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.1212",
    "Description": "After establishing themselves in Honshu, the Lords and Ladies head north to Hokkaido. Beholding Hokkaido&rsquo;s mountainous landscape, they see that expansion on this land will prove to be a greater challenge than before.&#10;&#10;Hokkaido is the second map-building card game in the Nippon series, bringing new ideas and mechanisms to the first design Honshu. A game of Hokkaido consists of twelve rounds, each divided into two separate phases. Each player must expand their personal map to maximize their scoring possibilities.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Layering",
      "Map Addition",
      "Melding and Splaying"
    ],
    "Families": [
      "Country: Japan",
      "Islands: Hokkaido (Japan)",
      "Mechanism: Partially overlapping cards",
      "Series: Small box (Lautapelit.fi)"
    ]
  },
  {
    "Rank": "3578",
    "Name": "De Bellis Antiquitatis: Quick Play Wargame Rules with Army Lists for Ancient and Medieval Battles",
    "ID": 299,
    "Year": "(1990)",
    "Geek Rating": "5.913",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/299/de-bellis-antiquitatis-quick-play-wargame-rules-wi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "2.802",
    "Description": "A flexible, fast-playing set of miniatures rules. An army consists of 12 units (called &quot;elements&quot;), classified as Blades, Warband, Knights and so forth. The rules are very simple (and can actually fit on one sheet of paper) but nevertheless pretty effective.&#10;&#10;The Fantasy version is Hordes of the Things, and the De Bellis Multitudinis: Wargames Rules for Ancient and Medieval Battles &#226;&#128;&#147; 3000 BC to 1500 AD rules add more detail and significantly increase army size.&#10;&#10;De Bellis Renationis extends the time period through the end of the Renaissance (1700 AD) and Horse, Foot and Guns covers the period from 1701 to 1915.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Ancient: Sparta",
      "Components: Miniature agnostic",
      "Game: DBx",
      "History: Hundred Years Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3579",
    "Name": "TIME Stories Revolution: The Hadal Project",
    "ID": 287742,
    "Year": "(2020)",
    "Geek Rating": "5.913",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/287742/time-stories-revolution-the-hadal-project",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5714",
    "Description": "In TIME Stories Revolution: The Hadal Project, a standalone scenario in the &quot;blue cycle&quot; of TIME Stories, you and your fellow agents journey to the year 2099.&#10;&#10;Rediscover the TIME Stories universe with TIME Stories Revolution, a new cycle of missions. The rules have changed but the Agency's commitment to preserving humanity and the space-time continuum hasn't.&#10;&#10;As all the TIME Stories Revolution scenarios, The Hadal Project is a complete, standalone game.&#10;The scenarios can be played in any order.&#10;&#10;2099 NT: While a terrifying virus is devastating the world's population, a scientific base immersed in an oceanic abyss makes a strange discovery that could decide the future of humanity. Conduct an in-depth investigation and crack the secret of the HADAL project.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: T.I.M.E Stories / TIME Stories",
      "Game: TIME Stories Revolution – Blue Cycle",
      "Misc: Limited Replayability",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3580",
    "Name": "Ausonia",
    "ID": 302469,
    "Year": "(2021)",
    "Geek Rating": "5.913",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/302469/ausonia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4167",
    "Description": "In a magically altered 17th century, the Italian lands that survived the Witchplague are now called Ausonia, and powerful houses rule over them. Every player impersonates the leader of such a family and, with the help of supporters and magical gemstones, tries to become the next ruler of the city-states.&#10;&#10;In Ausonia, players impersonate powerful House Leaders who aim to increase their influence across the lands. During their journey on becoming the most influential noble, they enhance their starter decks by purchasing and playing more and more powerful cards and collecting valuable gems as the fuel of the innovative resource system that also provides an arc to the game. Any player can go from zero to hero by improving their deck and creating crafty combinations that result in an exciting endgame.&#10;&#10;&#10;    Several different keywords make sure that the players have great control over their deck and they can manipulate the game-flow. &#10;    The Raise mechanics provides a great possibility to use your weak and unwanted cards to your advantage.&#10;    Nobody can interfere with your round! This way, you can create powerful multiple-card combinations undisturbed.&#10;    Challenging and thrilling Solo mode included.&#10;    Two expansions are instantly available making the game more vivid.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Renaissance"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Cities: Milan (Lombardy, Italy)",
      "Cities: Venice (Veneto, Italy)",
      "Country: Italy",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3581",
    "Name": "Astra",
    "ID": 369270,
    "Year": "(2022)",
    "Geek Rating": "5.912",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/369270/astra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.1277",
    "Description": "You and your fellow players are eager and curious astronomers, determined to explore and understand the constellations of the mysterious night sky. You are willing to assist each other and share your discoveries, but in the end, only one of you will become famous enough to be remembered throughout history.&#10;&#10;Astra is a clever mix of tactics and strategy, with a streamlined and intuitive rule set that makes it easy to pick up and quick to play. A game of Astra consists of continuous player turns until a certain number of Constellation cards are taken, when, after an endgame scoring, the player with the most Fame points wins.&#10;&#10;On your player turn, you may choose to either Observe or Rest.&#10;&#10;The Observe action allows you to spend Stardust to discover stars on the Constellation cards using your dry erase marker. You may only mark stars in a straight continuous line, but you may spend Telescope tokens to start new observations. As soon as you mark the last star in a Constellation, you take the card from the Night Sky, granting you a powerful reusable ability for the rest of the game. But other players also benefit from the discovery: based on how many stars they marked, they may choose one of the card&rsquo;s instant benefits (Boons) at the time it is discovered.&#10;&#10;The Rest action allows you to not only refill your Stardust up to your capacity, but also to reactivate all of your card abilities that match the currently active Sphere. Your card abilities are very powerful and strategy-enabling, so a well-timed Rest action can give you a huge advantage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Kill Steal",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Digital Implementations: Board Game Arena",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "3582",
    "Name": "Sabotage",
    "ID": 252854,
    "Year": "(2019)",
    "Geek Rating": "5.912",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/252854/sabotage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8824",
    "Description": "Sabotage is a game of team stealth tactics. Two teams compete, with spies trying to save the world and the villains trying to stop them. Spies must be clever and quiet, while the villains must deduce and hunt.&#10;&#10;The game is played on a 4x4 grid. Both teams have their own copy of the map, separated by a divider. Four dice are rolled each round, and all players program their moves simultaneously by spending those dice. The villains execute their programmed moves first, followed by the spies. When spies take a move action, they must announce some information about their location to the villains, who use this to deduce and track the spies. Both sides have the ability to unlock new tools and get access to more dice each round.&#10;&#10;To win, the spies must hack eight times before the villains hit them five times with their weapons.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hidden Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3583",
    "Name": "Piñata",
    "ID": 141791,
    "Year": "(2013)",
    "Geek Rating": "5.912",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/141791/pinata",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4857",
    "Description": "In Pi&ntilde;ata, the players compete to collect the colored candy inside the pi&ntilde;atas. Playing pieces that might otherwise be &quot;cubes&quot; are instead wooden markers with a bow-tie shape that mimics the shape of wrapped candies, coming in five different colors. When a player has collected enough candy of a given color, he earns the medal card for that color, and the first player to earn three medal cards wins!&#10;&#10;The players play their cards next to several mats on the table. Players usually play their cards on their side of the mats, but they may sometimes play on their opponent's side, a move that can ruin their opponent's plans.&#10;&#10;Pi&ntilde;ata reimplements Balloon Cup &ndash; while adopting the designer's initial theme for the game &ndash; with the most significant rule changes being the addition of wild cards, the removal of a three-for-one token exchange, and a revision of the card values (but not the card count within each color). For more details, see this thread.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3584",
    "Name": "Catch Phrase!",
    "ID": 2582,
    "Year": "(1994)",
    "Geek Rating": "5.912",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/2582/catch-phrase",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Quick, rattle off as many clues until somebody on your team yells the word or phrase you want to hear.  Get as physical as you want.  Gesture. Say anything you want.  Just keep talking.  And keep passing.  'Cause if the buzzer goes off while you're holding the disk, the other guys get the point in CATCH PHRASE... the fast-passing, fast-talking game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hot Potato"
    ],
    "Families": [
      "Game: Catch Phrase"
    ]
  },
  {
    "Rank": "3585",
    "Name": "Dungeon Command: Tyranny of Goblins",
    "ID": 124968,
    "Year": "(2012)",
    "Geek Rating": "5.912",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/124968/dungeon-command-tyranny-of-goblins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "Dungeon Command: Tyranny of Goblins is a card-driven skirmish game played on modular interlocking map tiles that uses order cards, creature cards and miniatures. The object of the game is to have the highest remaining Morale when an opposing warband's Morale has been reduced to 0 or below, or if a player ends his or her turn with no creatures on the battlefield.&#10;&#10;As a player, you take on the role of a commander, sending a warband to battle the forces arrayed against you. You recruit troops and deploy them on the battlefield. You issue orders to those creatures, outfit them with spells and equipment, and direct their tactics to break the morale of your enemies and drive them from the field.&#10;&#10;Dungeon Command: Tyranny of Goblins includes twelve miniatures, such as a horned devil, a troll, a bugbear, hobgoblins, and goblins. While each Dungeon Command faction is meant to be played by a single player, quick-start rules allow two players to engage in a shortened version of the game using only one box. Dungeon Command is designed for two players, although up to four can play with a few adjustments explained under the advanced rules.&#10;&#10;Integrates with:&#10;&#10;    Dungeon Command: Blood of Gruumsh&#10;    Dungeon Command: Curse of Undeath&#10;    Dungeon Command: Sting of Lolth&#10;    Dungeon Command: Tyranny of Goblins&#10;    Dungeon Command: Heart of Cormyr&#10;&#10;&#10;Can also integrate with:&#10;&#10;    Dungeons & Dragons: Castle Ravenloft Board Game&#10;    Dungeons & Dragons: The Legend of Drizzt Board Game&#10;    Dungeons & Dragons: Wrath of Ashardalon Board Game&#10;    Dungeons & Dragons: Temple of Elemental Evil Board Game&#10;    Dungeons & Dragons: Tomb of Annihilation Board Game&#10;    Dungeons & Dragons: Waterdeep &#226;&#128;&#147; Dungeon of the Mad Mage Board Game&#10;    Dungeons & Dragons: Ghosts of Saltmarsh Board Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Goblins",
      "Digital Implementations: VASSAL",
      "Game: Dungeon Command",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "3586",
    "Name": "Risk: Star Wars – Original Trilogy Edition",
    "ID": 22551,
    "Year": "(2006)",
    "Geek Rating": "5.912",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/22551/risk-star-wars-original-trilogy-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1143",
    "Description": "2 to 5 players    &#10; ages 10 and up&#10;&#10;There are 3 factions in the game, each with its own victory conditions.&#10;&#10;&bull;    The Rebellion must find and destroy the Emperor, who will be hiding at one of his Imperial Bases.   &#10;&bull;    The Empire must eliminate all Rebel forces.  &#10;&bull;    The Hutts must take control of 10 out of the 13 resource planets.&#10;&#10;Players choose to play as the Rebels, Empire, or Hutts and battle for domination of the Galaxy.  The Empire can use the Death Star to terrorize all and the Rebels can grow in the Force as the game goes on by attacking Imperial Bases.  Heroes and villains like Luke, Han, Darth Vader, and Boba Fett come into play on the many faction cards that can be played throughout the game. Each faction can enhance their attack with ships.&#10;&#10;The game includes 2 Death Stars and enough sculpted pieces representing the Rebels, Empire, and Hutt factions for 5 players.  The Risk game play has been updated and enhanced with cards, ships, and The Force to represent the Star Wars Original Trilogy.&#10;&#10;Re-implemented by:&#10;&#10;    Risk: Mass Effect &#226;&#128;&#147; Galaxy at War Edition&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Risk (Official)",
      "Movies: Star Wars",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "3587",
    "Name": "Risk: Game of Thrones",
    "ID": 179719,
    "Year": "(2015)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/179719/risk-game-of-thrones",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.7424",
    "Description": "Description from the publisher:&#10;&#10;Risk: Game of Thrones, based on the epic HBO series, features two ways to play, including factions of noble Houses vying for control of Westeros during the time of The War of the Five Kings, as well as Daenerys Targaryen's rise to power in Essos.&#10;&#10;War and chaos have descended upon the realms of Men. In Westeros, the death of Robert Baratheon has created a power vacuum with rival Houses competing for control of The Iron Throne. Meanwhile, in Essos, Daenerys Targaryen is building an army to contest the rule of the Ghiscari slavers, before returning to reclaim The Iron Throne. There are 3 different ways to play RISK Game of Thrones:&#10;&#10;1. SKIRMISH&#10;Basic version designed as an introduction to RISK Game of Thrones game play. Once you are comfortable, move on to Dominion.&#10;&#10;2. DOMINION&#10;Advanced version of RISK Game of Thrones including Objectives, Characters, and Maester cards, offering more in-depth strategic action.&#10;&#10;3. WORLD AT WAR&#10;Play with both maps and up to seven players using either the Skirmish or Dominion rules.&#10;&#10;RISK Game of Thrones includes two game board maps and seven House armies. Westeros map is for 3-5 player game and Essos map is for 2 player game. There is a deck of territory cards for each map, and these function in a similar way to the original RISK gameplay. When playing Dominion rules, the character cards can grant special abilities to your House, the maester cards can grant tactical advantages during deployment and battles, and objective cards create goals and strategies for earning Victory Points.&#10;&#10;Skirmish rules are most similar to the original RISK rules. There are minor thematic variations to suit the new map. The winner is determined by which player controls the most territories, castles and ports when the end game card is revealed.&#10;&#10;Dominion rules add the additional mechanics and cards described above. Instead of simply trying to control the most territories, castles, and ports you are now trying to achieve specific Objectives to earn Victory Points, furthering your efforts to consolidate power and establish dominion over the rival Houses. Objectives are worth from 1 to 4 Victory Points, based on the difficulty to achieve them. The first player to earn 10 Victory Points while also controlling their Seat of Power wins the game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: A Song of Ice and Fire",
      "Game: Risk (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "3588",
    "Name": "Urbion",
    "ID": 94389,
    "Year": "(2012)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/94389/urbion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8281",
    "Description": "For eons, Incubi (bad, negative dreams) and Sognae (happy, positive dreams) have dwelled in Equilibrion, opposed but complementary. As the king of this City, you must establish and maintain the delicate balance between those dreams: place them in the various districts, harness their power, and beware of the Chaos &ndash; fearsome entities that thrive on discord and hatred.&#10;&#10;Urbion is a solo/cooperative card game: You (and your partner) must work (together) against the game and claim all the cards from the City deck before the Dream deck runs out! Victory is achieved by balancing the twelve City cards: when the sum of all Dream cards played next to a City card is equal to zero, you may claim it. In order to prevail, you must play your Dream cards skillfully or discard them at the right moment to trigger helpful effects. And you will have to dodge the penalties of the Chaos cards...&#10;&#10;Two expansions are included with the basic game:&#10;&#10;     &quot;Arch-Squares and Metas&quot; introduces more City cards, and a new type of Dream: the double-sided (positive and negative) Metas. &#10;     &quot;The Books of Powers&quot; gives more effects from which to choose when discarding a Dream card at the cost of starting the game with fewer Dream cards.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Move Through Deck",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Setting: Oniverse"
    ]
  },
  {
    "Rank": "3589",
    "Name": "Qwirkle Cubes",
    "ID": 39813,
    "Year": "(2009)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/39813/qwirkle-cubes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5811",
    "Description": "Qwirkle Cubes is a sequel of sorts to Qwirkle with the goal of the game being the same as before: Create rows and columns in which the tokens all match either in color or symbol in order to score points. Each time you add tokens to the playing area, you score points equal to the rows/columns that you create or add to. Close out a row by playing the sixth token in it, and you score six bonus points in addition to whatever else you score for the turn.&#10;&#10;In Qwirkle, the pieces have a colored symbol on one face and are otherwise blank, but in Qwirkle Cubes the tokens have six faces in the same color, with each face having a different one of the six symbols. On a turn, you:&#10;&#10;&#10;    Roll as many cubes from your hand as you want.&#10;    Play cubes from your hand to build color lines and symbol lines.&#10;    Draw and roll replacement cubes.&#10;&#10;&#10;All the cubes are visible, so players can better judge their opponents' future moves &ndash; notwithstanding their rolls, mind you. The game continues until no more cubes remain in the reserve pool and one player has placed all of her cubes. This player scores a six point bonus, then the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Color",
      "Components: Dice with Icons",
      "Containers: Cubes",
      "Containers: Drawstring Bag",
      "Game: Qwirkle",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "3590",
    "Name": "Chimera",
    "ID": 156373,
    "Year": "(2014)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/156373/chimera",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "Chimera is a three-player card game of two against one similar to climbing- and shedding-based card games like Tichu, The Great Dalmuti, Big Two, and Dou Dizhu (Fight the Landlord).&#10;&#10;Each hand, one player is designated Chimera and the other two players team up as Chimera Hunters to defeat the Chimera. Players compete for points in several hands of play by playing sequential pairs, trips, straights and other card combinations, and whoever has scored the most points once the designated point score has been reached wins. Chimera is normally played to 400 points, although longer or shorter games can be played.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Ladder Climbing",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Players: Three Players Only Games",
      "Series: Deluxe card game (Z-Man / Filosofia)"
    ]
  },
  {
    "Rank": "3591",
    "Name": "Vault Wars",
    "ID": 169704,
    "Year": "(2015)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/169704/vault-wars",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0976",
    "Description": "Many heroes go forth to battle, but some never return; leaving behind their prized possessions. You'll be part of the bidding war for the vaults they left behind to gain valuable items -- each providing Gold, Victory Points or new abilities. Outbid your opponents, equip artifacts to gain new abilities and find the gear your up-and-coming heroes are looking for to be victorious in Vault Wars.&#10;&#10;Players will take turns as an Auction Master, leading a cut-throat bidding war to selling off Vaults full of items to the other players.&#10;&#10;&#10;     Each Vault provides a unique experience, introducing new ways for the players to bid.&#10;     No player quite knows everything that's in a Vault, and there's lots of junk to fool your opponents into bidding on.&#10;     Between auctions, players may sell off their items to gain Gold, or save them for Victory Points -- paying storage fees to keep them around.&#10;     Collect gems for massive Victory Points, Weapons to gain lots of Gold, or rare Artifacts to gain powerful abilities.&#10;     Each player has up-and-coming heroes who are looking specific items, giving out bonus victory points (but try to keep that a secret from your opponents).&#10;&#10;&#10;The player with the most victory points after all the auctions will be the winner!&#10;&#10;Vault Wars is a bidding and bluffing game for 3-5 player that plays in less than an hour.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3592",
    "Name": "King of 12",
    "ID": 302917,
    "Year": "(2020)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/302917/king-of-12",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3571",
    "Description": "You want to become the new ruler of the Kingdom of 12. To do so, you use your magical orb. But to channel its power you will need the help of different characters throughout the kingdom.&#10;&#10;In King of 12, each player uses the same set of seven character cards. Each round, players choose one of these and reveal them simultaneously.&#10;&#10;If two or more players chose the same card, these cards cancel. Otherwise the card effects are resolved. They affect each players magical orb - a d12.&#10;&#10;After all cards are resolved, the values of the dice are compared. If two players have the same value on their die, they cancel. The remaining player with the highest value on their die wins the round and gets two points. The second most also gets one point. But in some cases the smallest value may win...&#10;&#10;When only one card is left, players compare their points. Players with the same amount of points cancel each other, then the player with the most points wins the round. This player puts one of their cards aside and another round is played until one player wins a second round. This player wins the game.&#10;&#10;A nice and highly interactive game of bluffing, mind reading and tactics. Easy to learn and fun to play.&#10;&#10;Up to four games can be combined to play with up to 16 players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Dice Rolling",
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Series: Kingdom of 12"
    ]
  },
  {
    "Rank": "3593",
    "Name": "Union Stockyards",
    "ID": 343927,
    "Year": "(2023)",
    "Geek Rating": "5.911",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/343927/union-stockyards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5161",
    "Description": "Union Stockyards is a mid-weight economic euro game with unique features:&#10;&#10;     A supply/demand driven market that is central to game play, not a sidebar. &#10;     Low randomness -- market changes due to player decisions.&#10;     A worker-placement game where your workers may go on strike.&#10;     Extensively-researched historical theme about one of the great industrial wonders of U.S. Gilded Age.&#10;&#10;&#10;Opening in 1865, the Union Stockyards became Chicago&rsquo;s largest industry and one of the city&rsquo;s top tourist attractions with a half million visitors annually in the early 1900&rsquo;s. From the Civil War through the 1920&rsquo;s, more meat was processed here than anywhere in the world. During its height, 40,000 mostly immigrant workers labored in &ldquo;the busiest square mile on earth&rdquo;, where over one million livestock passed monthly, supplying 80% of all U.S. meat. There were over 2,300 livestock pens and 130 miles of railroad within the &ldquo;yards&rdquo;.&#10;&#10;You play one the &ldquo;Big Five&rdquo; meat packers, developing technologies to use every part of the animal while battling labor unions and manipulating the market to your advantage. Union Stockyards is played over six years (rounds), each beginning with an historical event affecting game conditions or adding an additional action. You select your actions through worker placement; however, if you don&rsquo;t pay your workers enough, they may go on &ldquo;strike&rdquo;. You earn cash based on your profit margins when you slaughter cattle, hogs, or sheep. Your profit margin is your meat value minus the livestock cost. The livestock cost is the same for all players, but your meat values will differ due to your engine-building decisions of constructing buildings, establishing branch houses in eastern cities, and improving your brand reputation. At the end of each year, livestock costs (cattle, hogs, sheep) will be adjusted up or down depending on the demand that you created. Sometimes you may choose to slaughter certain livestock just to manipulate the market in your favor. Whichever packer accumulates the most wealth wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "End Game Bonuses",
      "Events",
      "Grid Coverage",
      "Market",
      "Turn Order: Claim Action",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Industrial Revolution",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3594",
    "Name": "Ladies & Gentlemen",
    "ID": 124380,
    "Year": "(2013)",
    "Geek Rating": "5.911",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/124380/ladies-and-gentlemen",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0909",
    "Description": "The unusual and asymmetric game Ladies &amp; Gentlemen brings players into the world of glamour. In teams of two &ndash; one playing a man, the other a woman &ndash; the players try to pull together the best-looking and most famous couple who will attend the big ball. The gentleman's duty is to make as much money as possible, which the lady will then spend on jewelry, clothes, and exclusive accessories. Each team has its own action cards to carry out its tasks, and the more that the players embody their characters &ndash; flirtatious, fashion-obsessed ladies, and rich, arrogant, pretentious gentlemen &ndash; the more fun and explosive the game will be!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Post-Napoleonic",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "3595",
    "Name": "G.E.V.",
    "ID": 5205,
    "Year": "(1978)",
    "Geek Rating": "5.911",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/5205/gev",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2574",
    "Description": "Microgame #8 in the Metagaming Microgames series, the original release of G.E.V.  A follow-up to Ogre.  Units from Ogre are carried over, with expanded rules for terrain.  A larger map and more ambitious game.&#10;&#10;Second base game of the Game: Ogre / G.E.V..&#10;&#10;Note: Ogre and G.E.V. were later reissued separately and then repackaged together as Ogre / G.E.V. by Steve Jackson Games. The Steve Jackson GEV edition has a different countermix to the original editions.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Ogre / G.E.V.",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MicroGame (Metagaming)",
      "Series: Pocket Box (Steve Jackson Games)"
    ]
  },
  {
    "Rank": "3596",
    "Name": "Clank! Legacy 2: Acquisitions Incorporated – Darkest Magic",
    "ID": 383010,
    "Year": "(2024)",
    "Geek Rating": "5.910",
    "Avg Rating": "9.10",
    "Link": "https://boardgamegeek.com/boardgame/383010/clank-legacy-2-acquisitions-incorporated-darkest-m",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.625",
    "Description": "CLANK! Legacy returns with an epic sequel &mdash; Clank! Legacy 2: Acquisitions Incorporated - Darkest Magic Play co-operatively and competitively in the world of Penny Arcade's Acquisitions Incorporated!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Legacy Game",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Mechanism: Legacy"
    ]
  },
  {
    "Rank": "3597",
    "Name": "Goldland",
    "ID": 3139,
    "Year": "(2002)",
    "Geek Rating": "5.910",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3139/goldland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.3841",
    "Description": "Each player has a backpack with room for 12 tools, provisions, trading goods, or treasures.  The number of squares you can move on a turn is the number of empty spaces in your backpack, so the lighter you travel, the faster.&#10;&#10;In the beginning, only 13 tiles (two legs of a 7x7 square) are on the table, and everybody starts in the corner with three fish (provisions) and two pearl necklaces (trading goods).  One thing to do on your turn is &quot;explore,&quot; adding a randomly drawn tile next to the one where your pawn currently stands.  The board gradually fills in to the point where the tile at the opposite corner from the start is drawn, and this tile is designated the site of the lost temple and pays bonuses for everyone who reaches it.  The sooner you get there, the better the bonuses.&#10;&#10;About half the squares are free to enter and let you obtain other items for your backpack.  If you're already carrying a fishing pole, for example, in some squares you'll be able to pick up more fish.  The other half are &quot;adventure&quot; tiles that require the expenditure of backpack items in order to gain entry.  You might have to spend two rifles, for example, to enter a wildcat tile; then you place a &quot;camp&quot; marker and can enter that tile for free in the future.  A lot of the game involves going back and forth to tiles where you can assemble the necessary items to work your way through the adventure tiles to the lost temple.&#10;&#10;Goldland appeals to puzzle-solvers and has a fun atmosphere of exploring the wilderness in search of El Dorado.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "3598",
    "Name": "Attila",
    "ID": 827,
    "Year": "(2000)",
    "Geek Rating": "5.910",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/827/attila",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5533",
    "Description": "In 375 A.D., Attila's mounted Huns overran Europe causing the Germanic tribes in their path to flee and penetrate the outer provinces of the declining Roman empire. In Attila, the players influence the migrations of the Germanic tribes to the Roman empire. The winner is the player who has exerted the best influence on the most successful of the tribes.&#10;&#10;Players have a hand of cards which correspond to the invading tribes. A turn consists firstly of playing a card and placing the matching tribal marker onto an area of the board, expanding from their start areas, then secondly either repeating this or increasing their influence in that tribe. If a province now contains 5 tribal markers in total, war breaks out between the tribes. The basic strength of each tribe is the number of markers there, but each player can add matching cards from their hand to boost this. The weakest tribe is eliminated (or rather, all tribes with the lowest total), leaving the province at peace and with no possibility of further tribal markers being added. Scoring occurs four times during the game at the end of each century; the first century ends after one war, the second after a further two and so on. The player with the most influence in each tribe scores 1 point for each tribe marker, the player in second place scores one point per area the tribe is in (thus if there is only one tribal marker of one sort in each area both 1st and 2nd will score the same). The influence a player gains increases in each century, so large swings in control are possible.&#10;&#10;Players are thus aiming to expand tribes in which they have the most influence (and conversely, are gaining influence in the tribes they expand) whilst at the same time trying to manipulate the timing and provinces where wars happen with a view to protecting their own favoured tribes and eliminating others. Gameplay is therefore not just about playing out as many of 'your' tribes as you can as you will need matching cards to defend with, and in any case may simply not have the right cards in hand. And sometimes you will want to provoke a conflict, for example by adding a tribe you don't have much influence in to finish an area where one of your favoured tribes is strong.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Stock Holding"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "3599",
    "Name": "World at War: Eisenbach Gap",
    "ID": 25729,
    "Year": "(2007)",
    "Geek Rating": "5.910",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/25729/world-at-war-eisenbach-gap",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5847",
    "Description": "It's the summer of 1985 and Soviet tanks stream into West Germany. Thinly spread NATO forces strive to delay the red hordes until reinforcements arrive, and the world watches anxiously, dreading the nuclear weapons held in each super power's arsenal. Welcome to the dark world of Mark H. Walker's Award Winning World at War series.&#10;&#10;A platoon level simulation that stresses command, control, and war's unpredictable nature, World At War is an engaging, tactical action game.&#10;&#10;The rules cover self-propelled mortars, thin-skinned vehicles, support weapons, ranged combat, opportunity fire, ATGM depletion, assault and overrun combat. Better still, World at War is not just a game, but also a game system. Learn Eisenbach Gap, and you can play any of the follow-on modules.&#10;&#10;Reimplemented by Eisenbach Gap Deluxe which also includes Death of the 1st Panzer.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: World at War (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "3600",
    "Name": "Spooky Stairs",
    "ID": 12346,
    "Year": "(2003)",
    "Geek Rating": "5.910",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/12346/spooky-stairs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.0956",
    "Description": "Things gets quite spooky on the &quot;Spirit Stairs&quot;. There's a race in the old castle ruin, and the most courageous have the edge. The ghost lives at the top of the stairs. Being completely quiet, a few brave children dart up the stairs- everyone wants to be first to scare the ghost with a &quot;BOOOO! &rdquo;But the ghost knows this age-old game and tries to transform the players into ghosts - one after the other one!&#10;&#10;Every turn players roll an enchanted die to see how fast they climb the stairs, if a player rolls a &quot;ghost&quot;, he may place a ghost piece over another player's pawn. A magic magnetic field connects the two and the pawn disappears! Now the players must remember for the remainder of the game under which ghost their own figure is. If all players are transformed and another &quot;ghost&quot; rolled, two ghosts may be exchanged. Whoever can make it to the top of the stairs amidst the chaos wins.&#10;&#10;Ages 4 and up&#10;&#10;Expanded by:&#10;&#10;     Geistertreppe: Flaschengeist 5 &amp; 6 Player expansion&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Magnets",
      "Creatures: Ghosts",
      "Series: Drei Magier ghost games"
    ]
  }
]