[
  {
    "Rank": "N/A",
    "Name": "The Auction",
    "ID": 23124,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23124/the-auction",
    "Min Players": "12",
    "Max Players": "40",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;The Auction - can you unmask the murderer?&#10;&#10;For 12 to 40 guests!&#10;&#10;At &quot;The Auction&quot; you will play a character in a fascinating plot of mystery, double-dealing, bribery, blackmail and intrigue. You will not just be watching, you will be completely involved in the wheeling and dealing. Can you outbid the opposition, keep your dark secret quiet and unmask the murderer? There is only one way to find out!&#10; A week before &quot;The Auction&quot; all of the guests attending will receive the front page of &quot;Yesterday's News&quot; - the antique dealers' magazine. This explains the background to the auction, the unfortunate death of Baroness Audry Von Munchen and the relics found on her last archaeological expedition. There will also be a copy of the guest list with a brief description of everyone attending the auction, including the character you have been given. This might be a lord, lady, the butler, a priest or even a spy!&#10;&#10;On the day of the event the guests will be met by you, acting as the solicitor of the late baroness. When everyone has arrived you call the gathering to order, welcome the guests and introduce Inspector Clu d'Eau. As the events start to unravel, everybody opens their own personal envelopes of information and finds out what they have been up to.&#10;&#10;The guests are soon the suspects as they start questioning, bribing and blackmailing each other. Towards the end, the auction itself takes place. All the deals and maneuvering come to fruition in a competitive flurry of bidding. After the auction the various claimants to the money make their cases and the solicitor decides between them. Inspector Clu d'Eau announces that he has solved the mystery of who has murdered the baroness. Everyone has a chance to make their accusations before the inspector reveals all.&#10;&#10;More than just a boxed version of a murder game, &quot;The Auction&quot; provides you with everything you need to run a fun, participative event for 12 to 40 people. Every guest has a character, with their own objectives and money and/or props, making the game both memorable and enjoyable for all kinds of people. We have been running &quot;The Auction&quot; since 1989 for a wide range of companies and businesses such as IBM and American Express.&#10;&#10;Because some of the guests at &quot;The Auction&quot; will have to play the part of criminals (including a drug-dealer) we think this game is suitable for people aged 15 and over.&#10;&#10;If you have looked through the introduction, and like what you see, you should buy a password for the main game from our shop&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last Gasp",
    "ID": 23125,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/23125/the-last-gasp",
    "Min Players": "14",
    "Max Players": "40",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Welcome to a night of murder!  For 14 to 40 guests!&#10;&#10;The Last Gasp is a Victorian murder mystery which runs for about three hours. Everyone taking part is given a character in the plot. As well as having a murder to investigate, characters will also have their own, secret objectives. Why does the church choir only accept female members? Where is the Earl hiding all his money? Can anyone persuade Captain Ratliffe to do the decent thing? At &quot;The Last Gasp&quot;, anything can happen - and generally does!&#10;&#10;The Plot&#10;&#10;It is New Year's Eve, 1899. George Sweet, the 5th Earl of Coddingham, has lead a wicked and dissolute life. His past is finally catching up with him and, eager to keep out of reach of the law, he is planning to flee abroad. Before he goes, he is holding one final party: &quot;The Last Gasp&quot;. Invited to it are all the people to whom his appalling behavior has brought the most grief and heartache: his ex-wives, Florence and Dawn, his present wife, Jojo, his ballet dancer son, William, and his long-suffering friend, Bernard. George is determined to use his party to make up for past mistakes.&#10;&#10;&#10;People from the Earl's local village and members of his staff are also at &quot;The Last Gasp&quot;: the local vicar is recruiting new members for the church choir, cavalry officer Captain Ratliffe is breaking a few more women's hearts, and Jarvis, the Earl's loyal butler, is making sure no one steals the sherry. The Earl's plans go slightly awry, however, when the police unexpectedly turn up, hoping to arrest someone for murder. Who do they want to arrest? The Earl of Coddingham....&#10;&#10;We think this game is suitable for anyone 13 years old and over. To get a better idea of whether or not it is suitable for your group, download the free introduction.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "St. Cakes",
    "ID": 23126,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23126/st-cakes",
    "Min Players": "40",
    "Max Players": "200",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;A chance to be a pupil again &ndash; at a school where murder is always on the curriculum&#10;&#10;For 40 to 200 guests.&#10;&#10;On Founder's Day, the teachers and pupils of St. Cakes gather to honor the memory of the blessed Bishop Cakes, who established the school in 930 A.D. Prefects, nerds, bullies and sneaks all do their best to make this a day to remember - and one the headmaster would sooner forget!&#10;&#10;Everyone taking part is given a team or &ldquo;house&rdquo; to belong to. One of the guests will, of course, be a murderer. The different houses compete with one another to identify who this is, and are also given a &ldquo;St. Cakes&rsquo; challenge&rdquo; to tackle. This involves the writing of a new school song. At the end, accusations are made, the murderer is identified and the winning song selected.&#10;&#10;Fancy dress is optional, but strongly recommended!&#10;&#10;The plot usually runs for about 3 hours and is suitable for groups of all types and most ages. If you are planning to run it in your school, bear in mind that characters in murder mysteries often behave badly: they kill, they tell lies, they have affairs!&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Way Out West",
    "ID": 23132,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23132/way-out-west",
    "Min Players": "10",
    "Max Players": "14",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Way out West is a dinner party murder mystery game for 10 to 14 guests and a host.&#10;&#10;Join us in a thrilling evening of scheming, intrigue and skulduggery. You will be in the middle of the action and it will be up to you to wheel and deal with the other guests. Can you achieve your goals, keep your secrets hidden and survive Way out West? It's up to you.&#10; It is the spring of 1884. America's west coast is slowly being populated with small towns full of settlers, coming to prospect for precious metals, set up ranches and run dubious saloons. Now the railway is coming! Cactus Gulch is one such small town. Founded 20 years ago, tonight it has a festive air as the townsfolk get set to start their 20th anniversary celebrations. Plus, the railway is coming! However, all is not running smoothly. Land disputes, disreputable card games, strange folk from out of town and hostile Indians are all adding to a tense atmosphere...&#10;&#10;Way out West lasts for about four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (79 KB) contains an introduction to the game, a list of all the characters, an invitation to send to your guests, a copy of the Cactus Gulch Gazette - plus details of how to buy the game.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Reading of the Will",
    "ID": 23133,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23133/the-reading-of-the-will",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;The Duke of Felthorpe has suffered a tragic accident while locked in his bathroom. Was his death as innocent as it seems? And will his last will and testament remain unchallenged?&#10;&#10;The Reading of the Will is a &lsquo;sealed room&rsquo; murder mystery. When the Duke of Felthorpe is found dead in his bath, everything suggests that his death was accidental. The room was locked from the inside and, to gain entry, the door had to be broken down. So surely no one could have got in there and killed him!&#10;&#10;Everyone taking part plays a character who is here for the reading of the duke&rsquo;s Last Will and Testament. The contents of the will are a surprise to almost all of them. So why did the duke make these last-minute changes? Was he being blackmailed? Was he mad? Should this will be thrown out &ndash; and replaced with an earlier one?&#10;&#10;The murder mystery usually takes place during a meal. Fresh clues are introduced as the plot gradually unravels and evidence of murder emerges. One of the characters is the duke&rsquo;s butler &ndash; did he do it? Or was it the duke&rsquo;s maid? His idiot son? His idiot son&rsquo;s scheming wife? By the time all is revealed, everyone will have had a great time playing their parts, working out whodunnit and trying to prevent other people accusing them.&#10;&#10;Who is the Reading of the Will suitable for? Almost anyone! No acting experience is needed to enjoy it and no one will be expected to do anything that will make them feel awkward. Although some of the characters behave badly, we don&rsquo;t believe the plot contains anything that would cause particular offense. But, because those under the age of 14 may have trouble understanding several matters referred to in the plot, we recommend it as suitable for those aged 14 and above.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starfight: Expansion Pack V – Ships",
    "ID": 23134,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23134/starfight-expansion-pack-v-ships",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the Publisher's web site:&#10;&#10;This is the fifth expansion to the popular Beer &amp; Pretzel's Game STARFIGHT. The expansion features four new ships, and new weapon type. This is not a game itself, you need the Starfight base rules in order to use this expansion. This PDF contains:&#10;&#10;A rulesheet&#10;Four ship sheets&#10;Four ship screens&#10;Four ship counters&#10;An exclusive proton torpedo die!&#10;&#10;The new ships are all equipped with proton torpedoes and cloaking devices!&#10;&#10;Expands:&#10;&#10;    Starfight&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starfight: Expansion Pack IV – Death Cube",
    "ID": 23135,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23135/starfight-expansion-pack-iv-death-cube",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the Publisher's web site:&#10;&#10;This is the fourth expansion to the popular Beer &amp; Pretzel&rsquo;s Game Starfight. This expansion features a mighty doomsday machine called the Death Cube. This is not a game itself, you need the Starfight&copy; base rules and the expansions II and III in order to use this expansion.&#10;&#10;This PDF contains:&#10;&bull;A rulesheet&#10;&bull;A Death Cube sheet&#10;&bull;A Death Cube counter&#10;&bull;A Death Cube screen&#10;&#10;The Death Cube must be faced by four ships and it features a new weapon: the assimilation ray!&#10;&#10;Beware, You'll need even more dice!&#10;&#10;Expands:&#10;&#10;    Starfight&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starfight: Drakus Empire Captains",
    "ID": 23136,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23136/starfight-drakus-empire-captains",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the Publisher's web site:&#10;&#10;Welcome to the DRAKUS EMPIRE CAPTAINS expansion set for the popular Starfight&copy; game. This is not a game itself, you need at least the STARFIGHT base rules, the STAR CAPTAINS expansion and the EXPANSION PACK I in order to play with this expansion.&#10;&#10;In this expansion, you will find four Drakus Empire captains and some new orders for this faction.&#10;&#10;This PDF contains&#10;&bull; A rule sheet&#10;&bull; 4 crew sheets&#10;&#10;Expands:&#10;&#10;    Starfight&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dazzled to Death",
    "ID": 23137,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23137/dazzled-to-death",
    "Min Players": "12",
    "Max Players": "15",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Dazzled to Death is a murder mystery game for 12 to 15 guests and a host.&#10;&#10;It is 1948. The socialite Evington-Browne family (&quot;E-B&quot; to their friends) and guests are preparing for their annual cocktail party, held by tradition at the family's hunting lodge in the White Mountains north of Boston. A fierce storm has now set in, and the party finds itself cut off from the rest of the world. This is unfortunate, as the valet of one of the guests has been found dead in the kitchen! It looks like a heart attack - but is it murder? Can you achieve your goals, keep your secrets hidden and survive Dazzled to Death? It's up to you.&#10;&#10;In Dazzled to Death you will discover the following:&#10;&#10;&#10;    Who has been wearing a mask to sneak around? &#10;    Who will inherit the Dazzling Diamonds? &#10;    Would the infamous cat-burglar 'the Puma' dare to strike here? &#10;    Are the Evington-Browne family in danger of losing their money, their reputation in society and their sanity? &#10;    Can anyone keep control of Tracy's pet monkey? &#10;    ...and, of course, who killed the valet? &#10;&#10;&#10;Find out in Dazzled to Death!&#10; Dazzled to Death&#10;In Dazzled to Death, the stage is set for an innocent family gathering, with a few friends and strangers added to make the party go with a swing. However, not everyone is as they seem - some have dark secrets they need to keep hidden... and someone is the killer.&#10;&#10;Dazzled to Death lasts for three to four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (78 KB) contains an introduction to the game, a list of all the characters, an invitation to send to your guests - plus details of how to buy the game.&#10;&#10;Home Page: http://www.freeformgames.com/game_details.php?14&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Dead Man's Chest",
    "ID": 23138,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23138/a-dead-mans-chest",
    "Min Players": "12",
    "Max Players": "16",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;A Dead Man's Chest is a dinner party murder mystery game for 12 to 16 guests and a host.&#10;&#10;Join us in a thrilling evening of piracy, intrigue, heroism and skull-duggery. You will be in the middle of the action and it will be up to you to wheel and deal with the other guests. Can you achieve your goals, keep your secrets hidden and survive A Dead Man's Chest? It's up to you.&#10;&#10;Two pirate crews descend upon the sleepy Caribbean island of Santo Oloroso - to avenge the death of their former master Captain Flint, or to find and grab his treasure?&#10;&#10;&quot;A Dead Man's Chest was a great success. It's well thought out and so kept us all active the whole time. It's very good for getting everyone talking and having fun. None of us had played a mystery before, so we took some time to get started, but once we got going it went well.&quot; Keith, Whitby&#10;&#10;Old enmities will surface, deals will be made and broken, and some folk will swing from the yard-arm while others receive the dreaded Black Spot, before these affairs are settled, for good or ill.&#10;&#10;Will fortune favor the brave? Will faint heart ever win fair lady? How many Pieces of Eight make a Doubloon? Find out all this and more at A Dead Man's Chest.&#10;&#10;A Dead Man's Chest lasts for about four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death on the Gambia",
    "ID": 23139,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/23139/death-on-the-gambia",
    "Min Players": "8",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "5",
    "Description": "From the Publisher's web site:&#10;&#10;Death on the Gambia is a dinner party murder mystery game for 8 to 10 guests and a host.&#10;&#10;Join us in a thrilling evening of plotting, mystery and treachery. You will be in the middle of the action and it will be up to you to wheel and deal with the other guests. Can you achieve your goals, keep your secrets hidden and survive Death on the Gambia? It's up to you.&#10; It is 1939 and across Europe countries are preparing for war. In the distant British colony of Gambia a smaller drama is about to unfold as the tramp riverboat Christabel starts a routine trip along the River Gambia...&#10;&#10;Death on the Gambia lasts for about four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death in the Fast Lane",
    "ID": 23140,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23140/death-in-the-fast-lane",
    "Min Players": "10",
    "Max Players": "12",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Death in the Fast Lane is a murder mystery game for 10 to 12 guests and a host.&#10;&#10;Welcome to the world of Formula 17 racing - fast cars, big deals and bitter rivalries. Three races are all that remain of the current racing season - and with everything left to play for, the championship is in turmoil. Jo Shooie, championship leader, has been murdered! Will the murderer be caught? Who will take the checkered flag and the Championship? Can you achieve your goals, keep your secrets hidden and survive Death in the Fast Lane? It's up to you.&#10; At Death in the Fast Lane you will discover the following:&#10;&#10;&#10;    Who is having an affair? &#10;    Who has renegotiated their contract? &#10;    Who are the Three Tenors? &#10;    Who will win the championship? &#10;    ...and, of course, who murdered Jo Shooie? &#10;&#10;&#10;Find out in Death in the Fast Lane!&#10;&#10;In Death in the Fast Lane, the last three races of the current Formula 17 season will be played out over the course of a single evening. The characters include drivers, team owners and the chairperson of the Race Committee. However, not everyone is as they seem - some have dark secrets they need to keep hidden... and someone is the murderer.&#10;&#10;Death in the Fast Lane lasts for about four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (38 KB) contains an introduction to the game, a list of all the characters, an invitation to send to your guests - plus details of how to buy the game.&#10;&#10;Home Page: http://www.freeformgames.com/game_details.php?11&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Curse of the Pharaoh: expansion",
    "ID": 23141,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23141/curse-of-the-pharaoh-expansion",
    "Min Players": "6",
    "Max Players": "19",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "from the Publisher's web site:&#10;&#10;Curse of the Pharaoh is now available in an expanded version for up to 19 players plus a host. Ideal for larger parties!&#10;&#10;Curse of the Pharaoh...&#10;&#10;Join us in Egypt, 1894, and determine the fate of the British Empire in a thrilling evening of mystery and murder. You will be in the middle of the action and it will be up to you to wheel and deal with the other guests. Can you achieve your goals, keep your secrets hidden and survive Curse of the Pharaoh? It's up to you.&#10;&#10;At Curse of the Pharaoh you will discover the following:&#10;&#10;Who murdered Abu Nazir? &#10;What is the secret of the Eye of Horus? &#10;How did Harry Flinders die? &#10;Who is the sinister 'Mr Big'? &#10;...and what dread secret lies buried in the Pharaoh's tomb, ready to stir once more? &#10;Find out in Curse of the Pharaoh!&#10;&#10;The Valley of the Kings, Luxor, Egypt. 23 April 1894. The excavation season will soon be over, as the baking sun makes digging unbearable, but the Oxford University archaeologists lead by Sir William Saville have made a startling discovery. Tonight, the team and their guests prepare to enjoy a slap-up dinner to celebrate the uncovering of the tomb of a previously unknown XVIth Dynasty pharaoh. But while the archaeologists make merry, dark clouds gather, internal tensions among the group burst to the surface and one of the local diggers is brutally murdered.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Country: Egypt",
      "Theme: Archaeology / Paleontology",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Black Magick Murder",
    "ID": 23143,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23143/the-black-magick-murder",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Double, double, smell triple trouble;&#10;When &quot;Sisters Three&quot; conjure cauldrons to bubble.&#10;Eye of native newt and song of lunar frog;&#10;Sisters see the fallen star that lights the sacred bog.&#10;&#10;The place ~ Salem, Massachusetts&#10;The year ~ 1693&#10;The victim ~ Aurora Nightstorm, accused and convicted of practicing The Craft !&#10;&#10;Just hours before Aurora Nightstorm would have been brought to the Town Square Gallows for execution.....someone had beaten the hangman to the punch.  It seems that Aurora's lifeless body was found on the cold, dirt floor of her cell in the Salem Prison for Wicked Women.  The letter &quot;A&quot; had been hastily sewn to the bodice of her dress and a black candle was found in her left hand. Aurora's lips had been stitched closed, coins had been placed on her eyelids and a hazelnut was found in each ear.&#10;&#10;So what happened?&#10;&#10;Many of the townspeople had been witness to strange and uncanny happenings around and about the Nightstorm cottage.  Some say that Aurora could take down a huge oak, chop it into firewood and stack it at her back door....with just the twitch of her nose. Others testify to have seen Aurora levitate to the top of her roof to rescue her curious, black feline....her faithful companion, &quot;Wee Gee&quot;.....and children claim to have seen Aurora fly through the sky chasing vampire bats. Therefore, it should be of no surprise that Governor Giles Bickford was presented with a petition for her arrest. The document had been signed by every man, woman and child in Salem.  Hence, the Governor had no alternative but to bring charges of &quot;Witchcraft&quot; against Aurora Nightstorm.&#10;&#10;The trial was swift, the outcome, evident. Aurora was to swing from the gallows until dead.  But sometime during the pre-dawn hours someone paid Aurora a &quot;final visit&quot;. Alas, the townspeople will witness no vengeance against Aurora, their proclaimed, evil one. Who was it that dared enter her cell?  Who had reason to preempt the hangman?....and why??  To resolve this mystery one must be ready to venture back to the days of witch-hunts and sorcery. So, gather those black capes and broomsticks and come join the &quot;Sisters Three&quot; &ndash; Haggatha, Tabitha and Elain;  the Village Virgin, the Ghost of Lady Bickford, Evil Omen and the Reverend Smiley to name a few.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Roaring Twenties Rub-Out!",
    "ID": 23144,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23144/the-roaring-twenties-rub-out",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Leroy &quot;Sticky Fingers&quot; Hatfield was sure having a tough time down in the Ozarks. The perpetual feud with his neighbors, the McCoys, and a relentless revenuer, Tommy Lee Tucker, were making his life miserable&hellip;..not to mention the fact that it was getting harder and harder to make ends meet.  When Prohibition set in, Leroy hightailed it to Chicago and brought along his wife, El-le  May, his one-armed cousin, Clyde Hatfield, his Ma and Pa, his trusty bloodhound, Billie Blue&hellip;&hellip;and most importantly,  grandpappy Hatfield's recipe for moonshine. Leroy heard that making illegal hooch, or bathtub gin, and selling it to the local speakeasies was a great way to make some big money&hellip;.and so &quot;Sticky Fingers&quot; rented a cold-water flat on the southside and set up his trusty still.  It wasn't long before his potent NOTO &quot;Nectar of the Ozarks&quot; became very popular with the club owners&hellip;and their patrons.&#10;&#10;Tells us more ~&#10;&#10;A wild time was being had by all at &quot;Rosies&quot;, very popular speakeasy owned by Second-Hand Rose Romanowitz. The gin was flowing and a  Charleston contest was in full swing. It was a Saturday night and the joint was really jumpin! Outside, Leroy and Billie Blue were making the last delivery of the night when a dark automobile slowly pulled in front of the club. Suddenly, tommy guns began blasting, barrels of booze started bursting.......and when the dust settled, Leroy's bullet ridden body was lying in a puddle of blood&hellip;.and NOTO.  Who could have left Leroy belly-up?  Was this a mob hit?&hellip;the work of the vengeful revenuer?&hellip;&hellip;or do we smell a &quot;McCoy&quot;? Hhmmmmmm.&#10;&#10;So join Alfonso &quot;Scarface&quot; Cannolli, Buggsy Moron, Idiot Ness, Anna &quot;Sugar&quot; Michigan, Sweet Nothings, and Saucie Susie, to name a few ~ and venture back to the days of flappers, raccoon coats, rumble seats and get ready for a roaring evening of mayhem, mystery and MURDER!&#10;&#10;",
    "Categories": [
      "Mafia",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Role Playing"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Decades: The 1920's",
      "History: Prohibition in the USA",
      "Series: Murder Mystery Party"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Halabasters' Haunting Halloween!",
    "ID": 23145,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23145/the-halabasters-haunting-halloween",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Intro ~ Adrian &amp; Adeline Halabaster, and the celebration of Halloween, are synonymous as this popular pair are known for hosting the most elaborate and exciting Halloween extravaganzas! Their costumes and makeup have always been unbelievably creative, their decorations are extraordinary and the incredulous atmosphere this talented duo has been able to create year after year leave their guests completely in awe&hellip;.and this year is no exception&hellip;..well&hellip;&hellip;except for the&hellip;.murders!&#10;&#10;So what happened?&#10;&#10;Adrian has a charming tradition that he carries out every year.  At the start of each party and with a very special champagne ordered specifically for this occasion, he would signal for everyone's attention, tap the side of his glass, and make the following toast: &quot;Ladies and gentlemen, ghosts and goblins, witches and warlocks&hellip;.here's wishing everyone an enchanting evening, an extraordinary experience, a marvelous masquerade, and, of course, a very, very haunting Halloween!&quot; He and his wife, Adeline, would then sip from each other's champagne glass. A charming tradition&hellip;..perhaps&hellip;&hellip;but unfortunately, this year, his party agenda had been &quot;fatally&quot; altered. It seems just after Adrian completed his toast, and the champagne was flowing&hellip;&hellip;&hellip;there was murder in the air. &hellip;. and double trouble, you might say.&#10;&#10;Tell us more&#10;&#10;Everyone was holding their glasses high, listening to Adrian's words, watching the two enjoy the first of their bubbly, when suddenly&hellip;&hellip;and in the blink of an eye, there were two &quot;bodies&quot; lying on the floor. How did this happen? How were they murdered?  Who could have done this?&hellip;..and Why? A furious Adrian looked about the room, studied each face and with his glass still in hand he wailed, &quot;Murder! Murder&hellip;.right here in my home&hellip;.and surrounded by friends and family!  &hellip;.how could this have happened? I will not rest until I find the evil one who dared invade my home!  YOU&hellip;.you are still here in this room, I can feel it&hellip;.. and with the help of my friends, we will search you out, expose you&hellip;&hellip;and of this&hellip;.I solemnly swear!&quot;&#10;&#10;So, now it's time to join the fun and get ready to solve this mysterious &quot;double-murder&quot; at the Halabasters' Haunting Halloween!&quot;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Birthday R.J.",
    "ID": 23146,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23146/happy-birthday-rj",
    "Min Players": "11",
    "Max Players": "15",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Happy Birthday R.J. is a dinner party murder mystery game for 11 to 15 guests and a host.&#10;&#10;Join us in a thrilling evening of scheming, double-dealing and big, big shoulder pads. You will be in the middle of the action and it will be up to you to wheel and deal with the other guests. Can you achieve your goals, keep your secrets hidden and survive Happy Birthday R.J.? It's up to you.&#10;&#10;It is 1984 and the height of the oil boom. Harrington Oil is the most successful oil company in the state of Texas. Tonight is a lavish birthday party for R.J. Harrington held at his parents' ranch - SouthSpoon. What could possibly spoil such a joyous occasion?&#10;&#10;Happy Birthday R.J. lasts for about four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible, to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (95 KB) contains an introduction to the game, a list of all the characters, an invitation to send to your guests, a copy of the Perm Creek Town Newsletter - plus details of how to buy the game.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hollywood Lies",
    "ID": 23147,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23147/hollywood-lies",
    "Min Players": "16",
    "Max Players": "22",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Hollywood Lies is a dinner party murder mystery game for 16 to 22 guests and a host.&#10;&#10;[NEW! -- this game now includes a FREE special version written for kids and younger teens.]&#10;&#10;Join us in a thrilling evening of scheming, intrigue and skulduggery. You will be in the middle of the action and it will be up to you to wheel and deal with the other guests. Can you achieve your goals, keep your secrets hidden and survive Hollywood Lies? It's up to you.&#10;&#10;It's award night and Tom Speed's latest film, Dazzled to Death, has just swept the board and garnered five Erics - for Best Picture, Best Actor, Best Actress, Best Director and Best Screenplay. Sadly, Tom Speed's award for Best Actor was accepted posthumously by his wife, Zara Vicars, as Tom was killed in a driving accident late last night.&#10;&#10;Despite this note of sadness, celebrations are in full swing at the Dazzled to Death post-award party. Deals are being cut for future productions and everyone is having a good time enjoying the atmosphere and mingling with Hollywood's movers and shakers.&#10;&#10;Is there anything suspicious about Tom Speed's death? Who will win next year's Erics? Find out at Hollywood Lies.&#10;&#10;Hollywood Lies lasts for about four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (37 KB) contains an introduction to the game, a cast list of all the characters, an invitation to send to your guests - plus details of how to buy the game.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snow Business",
    "ID": 23148,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23148/snow-business",
    "Min Players": "10",
    "Max Players": "12",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Snow Business is a murder mystery game for 10 to 12 guests and a host.&#10;&#10;Each winter, the Harrisons and the Perrys ski in the French Alps and always rent the Chalet Flaubert. They hire the whole chalet and bring both families and friends. The holidays are usually an opportunity to relax and unwind away from the pressures of normal life, but this year has been different. Jacqui and Mariella have been arguing, Lucy has sprained her wrist, snow has cut the chalet off - and tonight, real tragedy has struck. A few minutes ago, John Morgan was found dead at the foot of the attic steps, his neck broken at an unfortunate angle. Nobody can leave the chalet; and there is no phone or radio in here... Did John fall or was he pushed? Is there a murderer in Chalet Flaubert? Can you achieve your goals, keep your secrets hidden and survive Snow Business? It's up to you.&#10; In Snow Business you will discover the following:&#10;&#10;&#10;    What happened to the missing wallet? &#10;    Who still carries a torch for an old flame? &#10;    Is an ungrateful child really sharper than a serpent's tooth? &#10;    What are the Swiss good at, apart from chocolate and cuckoo clocks? &#10;    ...and, of course, who killed John Morgan? &#10;&#10;&#10;Find out in Snow Business!&#10;&#10;In Snow Business, the stage is set for an innocent family gathering, with a few friends and strangers added to make the party go with a swing. However, not everyone is as they seem - some have dark secrets they need to keep hidden... and someone is the killer.&#10;&#10;Snow Business lasts for three to four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (78 KB) contains an introduction to the game, a list of all the characters, an invitation to send to your guests - plus details of how to buy the game.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Final Curtain",
    "ID": 23149,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23149/the-final-curtain",
    "Min Players": "7",
    "Max Players": "14",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;A theater audience watched in horror last night as Vincent Royle, one of the leading actors of his generation, died horribly on stage...&#10;&#10;For 7 to 14 guests!&#10;&#10;Tragedy has struck in the normally quiet world of Littledean Theatre. During a performance of the thriller &lsquo;The Final Curtain&rsquo; , Vincent Royle, the leading actor, has collapsed to the floor, dead. Amidst the screams and gasps from the audience and cast members the curtain comes down and the investigations begin. It seems that Vincent&rsquo;s death is not by natural causes and Scotland Yard believe it is murder!&#10;&#10;However, in true theatrical style, the show must go on. Vincent&rsquo;s understudy plays his role the next night and afterwards all the company are called together by the theater manager, Jay Fitzharing.&#10;&#10;Click here to download the introduction&#10;(1.4MB PDF file. You will need Adobe Acrobat Reader to view it.)&#10;&#10;More than just a boxed version of a murder game, &quot;The Final Curtain&quot; provides you with everything you need to run a fun, participative event for 7 to 14 people. Every guest has a character, with their own objectives and money and/or props, making the game both memorable and enjoyable for all kinds of people.&#10;&#10;&ldquo;The Final Curtain&rdquo; is a 1920s murder mystery which runs for approximately three hours and welcomes you to the world of Littledean Theatre where artistic temperaments and theatrical secrets go hand in hand with cigarette holders and feather boas.&#10;&#10;If you have looked through the introduction, and like what you see, you should buy a password for the main game from our shop&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cudham Riding Club",
    "ID": 23150,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23150/cudham-riding-club",
    "Min Players": "14",
    "Max Players": "40",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;Homicide, horse-trading and horrid goings-on: a murder mystery in which it's not just the horses that get taken for a ride!&#10;&#10;For 14 to 40 guests.&#10;&#10;Set in timeless rural England, Cudham Riding Club offers all those taking part the chance to belong to the stirrup set for a few hours. Everyone is given a character, and whether you end up playing a Lord, a Lady, a dustman or a horse meat wholesaler, you will encounter more skulduggery, adultery, coercion and crime than in the entire works of Jilly Cooper, Joanna Trollope and Dick Francis. &#10; Lady Amanda Cudham, founder and chairwoman of the club, has died in tragic and mysterious circumstances. Our plot unfolds during a meeting of the club, where members decide who should replace Amanda as chairwoman.&#10;&#10;Invitations are sent out in advance, so everyone knows which character they are playing and understands some of the background. The plot is usually run over a meal and, as well as solving the murder, characters are given other objectives to achieve. Some, for instance, want to become the next chairwoman. Some have guilty secrets to keep hidden. Some have scores to settle. And everyone is keen to get rich, buy and sell a few horses, and place a few bets before the Race of the Season (the Isle of Man Handicap) gets underway.&#10;&#10;No knowledge of horses is needed to run or enjoy this plot. How much guests become involved is up to each individual but, in our own experience, even the quiet ones become utterly caught up in the action.&#10;&#10;Towards the end, a live commentary of the Isle of Man Handicap is read out and winning bets are paid out. The guest playing Inspector Dawdley then gets everyone into teams and invites each of them to put forward their solution. Finally, Dawdley reads out the correct solution, arrests the murderer and brings a fun-filled, highly entertaining and irresistibly silly occasion to a close.&#10;&#10;Word of warning:&#10;&#10;The behavior of some of the characters in &quot;Cudham Riding Club&quot; is appalling: they take drugs, they gamble, they cheat on their partners, they kill. As a result, we consider the plot to be suitable only for people aged 15 and over.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Animals: Horses",
      "Country: England"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Laß die Kirche ins Dorf Erweiterung",
    "ID": 23151,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23151/lass-die-kirche-ins-dorf-erweiterung",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An expansion for La&#195;&#159; die Kirche ins Dorf. Besides the necessary material for the 5th and 6th player this set includes 12 new fields, some with new events.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Cottonfield Kidnapping!",
    "ID": 23152,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23152/the-cottonfield-kidnapping",
    "Min Players": "8",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trip to the Old South might be more your style and there's been a kidnapping at Helta Skelta Delta Plantation, in Pippy, Mississippi.&#10;&#10;The date is September 27, 1861 and way down yonder in the land of cotton plans are in progress for the annual &quot;Cotton Picker's Cotton Pickin Picnic&quot;. The plantation is buzzing with excitement as the O'Hoara family tend to the preparations. All is going well until it is discovered that Massa Big Daddy is no where to be found!&#10;&#10;It seems that Big Daddy's favorite slave, Gusbo Tac, came across his beloved Massa's straw hat, treasured pipe, and blood stained monogrammed handkerchief in an empty slave cabin. Sensing foul play, Gusbo ran to the main house to inform Massa's wife (or as she is known to the slaves, &quot;Miz Massa&quot;) of this alarming discovery.&#10;&#10;Back at the plantation a ransom letter is found on the mantel in the great room. It is printed in block letters and reads as follows:&#10;&#10;MIZ MASSA, IF YOUIN EVER WANTS TO SEES YOUR MAN AGEEN PUTS $100,000 IN CASH OR GOLD IN A SACK AND GIVES IT TO AUNT MAMMY. SHE BE GETTING STRUCKSONS. DO IT, OR MASSA, HE BE DEAD!&#10;&#10;Who wrote this note? Why? Will Massa be released&hellip;&hellip;..or is he, be dead?&#10;&#10;Come join the suspects, Massa's daughter, Scarface O'Hoara; his devoted wife, Ima O'Hoara; famous proctologist, Butt Rhetler, M.D.; and adopted son, Al A. bammy (just to name a few) and test your sleuthing abilities and try to detect just who swiped Massa&hellip;&hellip;maybe it was you!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder at the Six-Shooter Saloon!",
    "ID": 23153,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23153/murder-at-the-six-shooter-saloon",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The year is 1877, the place, Toothless Turkey, Texas&hellip;.and MURDER  is the name of the game.  We find ourselves back to the days of the &quot;Old West&quot; when a man or woman's best friend hung around the waist in a holster and the fastest draw became the law.&#10;&#10;So what happened?  The usual crowd has gathered at the &quot;Six-Shooter&quot; for a night of song, dance and fun.  The weekly poker game is in progress and the honky tonk piano is in full swing. Boots are tapping as the gang is ready to kick up their heels for a wild and crazy square dance&hellip;.when suddenly MURDER is discovered!&#10;&#10;It seems that the body of Miss Sara Leah (would be baker, also known as &quot;The Cheesecake Queen&quot;) was found lying dead in an upstairs room. Alas, the dear, sweet, girl was discovered with a rope around her neck&hellip;.along with a tray of chocolate chip cookies at her side.  Sara had planned to open a bakery in Toothless Turkey, but unfortunately someone pulled the plug on her life-long dream&hellip;.and her oven (which by the way, had a bun in it&hellip;.and we're not talking cinnamon).&#10;&#10;Come join the suspicious looking hombres found around the saloon&hellip;.Wild Bill Hiccup, Louigi Testosteroni, Annie-Orexia Oakly, No-Way Jose, The Virgin Bride and a host of others.  So saddle up and take a trip to the gun slinging old west to find Miss Sara's killer...&#10;&#10;",
    "Categories": [
      "American West",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder in Philly!",
    "ID": 23154,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23154/murder-in-philly",
    "Min Players": "8",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Contrary to what our history books tell us, the colonists did not leave England to gain freedom&hellip;.not by a long shot. They left their homeland to gain spacious new territories, listen to jazz and enjoy fast food. However, they did not expect the numerous and unfortunate encounters with the Native Americans. Hence, the colonists needed the support of the British Army. NO WAY DID THEY EVER WANT INDEPENDENCE!  Why, they even held a tea party in Boston to honor King George and to present their &quot;DECLARATION OF DE-PENDENCE&quot;.  This document begged for more British intervention and rule. Life, liberty and the pursuit of happiness were a little harder than expected.  Their Declaration revealed an emotional pleas for more taxes, more stern governors and the security of the Army.&#10;&#10;So what happened?  Well, unfortunately for the colonists, King George was fed up the &quot;American Leaches&quot; and wanted to sever all ties. Thaddeus Bell, Philadelphia's Town Crier, was to spread the news of the King's intention&hellip;&hellip;intention of war! &quot;Was&quot; is the key word here for Thaddeus never did get the opportunity to ring his bell. The poor fellow's body was found in bed by a rather shaken chambermaid.&#10;&#10;Come visit colonial Philly in the year 1776 and join General Eggs Benedict Arnold, Prudence Plum, Paul Reverse, the Princess Featherbed (to name just a few) and help reveal the facts that will lead to the culprit.  So get out those powdered wigs and pewter goblets and get read to solve &quot;Murder in Philly!&quot;&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Deduction",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder on the Moon!",
    "ID": 23155,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23155/murder-on-the-moon",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The year is 2069 and we find ourselves on the Moon at the Honey-Lunar Hotel. The staff was preparing for one of the biggest weddings in the galaxy. Captain Quirk of the Starship, Booby-prize and Dr. Iownya Hypothesis, commander of Space Station #99 and formulator of the gravity enhancing drug, VIAGRAvity&quot;, were to be married at midnight. This illustrious affair was to be witnessed by guests representing every planet of the solar system and beyond.&#10;&#10;Ah, but alas, just as the organ began piping out the wedding march, a scream was heard from the bride's dressing room. It appeared that the lovely Doctor had been vaporized and all that was left was her limp wedding gown strewn about the floor.&#10;&#10;Come join the guests - Stashyia Sputnik, Russian cosmonaut; Mr. Spook, Vulture warrior; Darth Viper, the &quot;Galactical Exterminator&quot;; R2DoubleD2, a well endowed android, Aurora Hoary Alice, member of the Moon's oldest profession and Dr. Pickacard, shady used flying saucer salesman - to name a few and help decipher who killed Iownya.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder in the New Millenium!",
    "ID": 23156,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23156/murder-in-the-new-millenium",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When:  New Year's Eve&#10;&#10;The Place: Davenport Mansion on Gull Island, 10 miles off the coast orderof Maine.&#10;&#10;As we say good-bye to the old year and get ready to witness the birth of another, we find ourselves at the exclusive, private island estate of Pearl Davenport. Pearl, one of the wealthiest women in the world and known for her lavish parties, is in the midst of hosting her annual New Year's Eve gala. However, poor Pearl will never see the New Year.....as  she will meet her demise just prior to the stroke of midnight.&#10;&#10;Come join Attorney Justin Forall, cross-dresser Uncle Patty, mobster Salvatori Bossachetti, gambler Lucky San Marino, priest Father Gazuntight, psychic Madame Noel Noallshevitz, and the ghost of Pearl's father (to name just a few) as they find themselves experiencing a once in a lifetime adventure...... and an evening of mystery, mayhem and MURDER!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder at the Monster Mash!",
    "ID": 23157,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23157/murder-at-the-monster-mash",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "It was a cold and eerie All Hallow's Eve as Poppa Rotzi was on the hunt once again. Determined to get the photographs of a lifetime, snapshots never before taken, images of the immortal ones, the infamous &quot;celebrities&quot; of the dark side..... Poppa had finally tracked down the secret location of this year's &quot;Monster Mash!&quot;&#10;&#10;As we find ourselves at a remote haunted castle we discover that every vampire, werewolf, and mummy&hellip;.every goblin and ghost... and every witch and warlock have gathered together for their annual celebration of wickedness. The night was perfect... chilling screams filled the air. Poppa slowly followed the blood curdling melodies coming from the music room. With his camera in hand and the photo of a lifetime just beyond the music room door, he could feel his heart begin to wildly pound with excitement. He was about to make tabloid history... ah but alas, this is where his dream ended for Poppa was never seen alive again. His body was found hanging from the castle gallows&hellip;.. with a roll of 35 mm film wrapped  around his neck... and every last drop of his precious blood, a rare type - ZZ Negative, had been drained from his body!&#10;&#10;Come join Count Drakula, Mary Vampirelli Frank N. Stein, Helga von Strudel Wilhelm-Stein, bride of Frank N. Stein, the ghost of Poppa Rotzi, Fang Horrorwitz and the Manhattan Sisters - the Wicked Witch of the Eastside and the Wicked Witch of the Westside. . . just to name a few, and help solve the &quot;Murder at the Monster Mash!&quot;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder at the Groovy A Go~Go",
    "ID": 23158,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23158/murder-at-the-groovy-a-gogo",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The date - November 27, 1969; the place - The Groovy A Go~Go, Peace A Go~GoGreenwich Village, NYC; the victim Ruby Tuesday,  the star reporter for the underground newspaper, &quot;The Times They Be A Changin!&quot; Get ready to venture back in time to the psychedelic sixties and into the world of bell bottoms, love beads and  headbands. Be prepared to party with the &quot;in crowd&quot;, to &quot;trip&quot; back to the past, to &quot;protest&quot; with the best and help solve the Ruby's murder.&#10;&#10;It was a busy time for Ruby....the moon walk, the war, the many protests, marches, sit-ins and love-ins. The times, they  really were &quot;a changin&quot;and they kept Ruby hoping as she scampered about the city scooping the hottest stories.&#10;&#10;So what happened? Ruby had been invited to meet a group of friends for a quick bite at the coolest club in town, a new  hot spot, the Groovy A Go~Go. What Ruby didn't know was that it was to be a surprise birthday party for our star reporter! Balloons and streamers filled the room...the Beatle boots were bopping to the latest hits and everyone was ready for a far-out happening...everybody but Ruby...for as it seems, the chick never showed. Alas her poor lifeless body was found in the dumpster behind the club. It was tightly wrapped in a tie dyed sheet and a scribbled note was found taped to the dumpster. It read simply, &quot;Goodbye Ruby Tuesday&quot;.&#10;&#10;So come join this happening crowd - Buzz Bullet (straight laced, clean-shaven, dedicated member of the ROTC), the Maharishi (wise and gentle, all knowing and kind...hmmmm), Maryjane Cannabiski (makes the best brownies in town), Trippie Dickie Nickson (he is not a crook), Roger the Dodger (hell no, he won't go) and lots of other groovy chicks and dudes...and now it's time to get ready for peace and love....and MURDER!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Night before Christmas",
    "ID": 23159,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23159/the-night-before-christmas",
    "Min Players": "12",
    "Max Players": "15",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;The Night before Christmas is a murder mystery game for 12 to 15 guests and a host.&#10;&#10;It is December 24, 1948. The socialite Evington-Browne family and guests are preparing for the annual Christmas Eve cocktail party, held by tradition at the family's hunting lodge in the White Mountains north of Boston. Snow has been falling for days - a blizzard has now set in - and the party finds itself cut off from the rest of the world. This is unfortunate, as the valet of one of the guests has been found dead in the kitchen! It looks like a heart attack - but is it murder? Can you achieve your goals, keep your secrets hidden and survive The Night before Christmas? It's up to you.&#10;&#10;In The Night before Christmas you will discover the following:&#10;&#10;&#10;    Who has been wearing a Santa Suit to sneak around? &#10;    Who will inherit the Brilliant Diamonds? &#10;    Would the infamous cat-burglar 'the Puma' dare to strike here? &#10;    Are the Evington-Browne family in danger of losing their money, their reputation in society *and their sanity? &#10;    Can anyone keep control of Tracy's pet monkey? &#10;    ...and, of course, who killed the valet? &#10;&#10;&#10;Find out in The Night before Christmas!&#10; In The Night before Christmas, the stage is set for an innocent family gathering, with a few friends and strangers added to make the party go with a swing. However, not everyone is as they seem - some have dark secrets they need to keep hidden... and someone is the killer.&#10;&#10;The Night before Christmas lasts for three to four hours and is suited to an evening. It is often played over a meal - a finger buffet if possible to allow guests to circulate and talk in private.&#10;&#10;The free introductory pdf file (78 KB) contains an introduction to the game, a list of all the characters, an invitation to send to your guests - plus details of how to buy the game.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Faith in the Game",
    "ID": 23160,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23160/faith-in-the-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An &quot;intellectually stimulating variation of Othello&quot;.&#10;&#10;Abridged rules:&#10;&#10;1. The object of the game is to get to the other side of the game board.&#10;2. The game board is divided into squares, but you're not told how many squares wide or long it is.&#10;3. You can only step on a square if it has a tile on it. You can step on any tile, even if it was made by another player.&#10;4. If you step on an empty square, or the tile you're standing on breaks, then you &quot;fall in&quot; and have to swim back to the nearest tile.&#10;5. Each empty square that either borders a tile or the starting edge of the game board has a question visible on it. The questions are very simple and have single answers, such as &quot;why does water flow downhill?&quot; or &quot;why can light pass through glass?&quot; or &quot;what is heat?&quot;&#10;6. The only way to make new tiles is by making-up an answer to the question.&#10;7. A tile will only float if you can verify the answer with a reproducible test.&#10;8. A tile can only be broken by proving the answer is wrong with a reproducible test.&#10;9. A test can't break a tile if its results can't be reproduced, a tile can't float if the verifying test's results can't be reproduced.&#10;10. If a tile is broken, then all tiles ahead of it that cannot be connected back to the starting edge by another continuous series of tiles will be broken as well.&#10;11. A player is defined as someone who obeys the rules. If you stop obeying the rules you cease to be a player until you start obeying the rules again.&#10;&#10;Further explanation of the rules can be found at: &#10;http://www.disenchanted.com/technology/game.html&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Damascus",
    "ID": 23161,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/23161/damascus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "You are the leader of a large caravan, traveling the ancient trade routes between majestic cities across the Near East.  You have collected your local goods for trade with the strange peoples encountered in your travels.  Distrust and language barriers are obstacles, but the need to exchange wares is great.  You leave your goods at the designated point, and your partners do the same.  After many adjustments, your strange partners pack up your goods and leave: the trade is successful!  You head home, your camels heavy under the burden of your find.  Soon you will corner the local markets and reap huge profits, not to mention the prestige of being recognized as a master trader.&#10;&#10;Players acquire goods by visiting foreign towns and trading with the other players, trying to acquire sets to sell in their home town.  The player who amasses the greatest wealth by the end of the game is the winner  but don't ignore the prestige you gain from building your reputation as a master trader!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "From the Casebook of Nick Velvet",
    "ID": 23162,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23162/from-the-casebook-of-nick-velvet",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;Why is this man smiling?  He's got charm, sophistication, poise, and people are begging him to steal for them.  But why steal such worthless bagatelles as an empty sugar packet or a juggling pin?  For the challenge, for the adventure and, of course, for the money.&quot;&#10;&#10;This book contains 4 new cases for use with Ellery Queen's Mystery Magazine Game. According to the cover, they are suitable for solitaire, co-operative, or competitive play.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Mystery Novels",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Machine",
    "ID": 23163,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/23163/the-machine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the website: http://www.jc-designs.net/themachine/index.html&#10;&#10;The Machine was designed to be a board game that evolves over time, for 2-4 players. The story line is open ended so that new plots can be added and old ones can change. New cards, tokens, and board layouts can be downloaded, and printed to be used with the game, keeping the players interested, waiting to see what comes next. The Machine isn't just a machine. It is for the players to find out what it is and what it does.&#10;&#10;The first phase of the board game is to control it before it destroys everything. If you can accomplish that, then there is a chance to see what secrets it has....if you live. If you have any questions or would like to make a suggestion for a card or have an idea for The Machine, please contact me using the contact button. This game is supposed to be open, anything can happen, so if your ideas are well liked, they will be added to the game&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Random Violence",
    "ID": 23164,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/23164/random-violence",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Tactical combat boardgame set in the near future.&#10;&#10;Players spend money to equip characters with guns and armor and place them onto the tiled board. An action-point-based combat game ensues. Rewards are offered in the form of more money for the next round. The winner is the player with the most money remaining after the final round.&#10;&#10;Novel aspects of the game include a customizable inventory system similar to the Deus Ex computer game, randomized missions and multi-floor maps. Also includes a 2-player multi-mission campaign.&#10;&#10;2-10 players, play time 30mins+ (play as many rounds as desired).&#10;&#10;Full color character cards, weapons and equipment. b&amp;w rulebook, color maps. Box contains:&#10;-10 character cards&#10;-12 weapons (with multiples)&#10;-12 missions&#10;-8 page rulebook inc campaign sheet&#10;-misc equipment cards&#10;&#10;Web address: www.randomviolence.net&#10;&#10;VARIANTS:&#10;&#10;randomviolence: 2nd edition starter set is doing the rounds. Fewer characters (6), less equipment (14 weapons total), but full-colour maps on thick mount, much thicker equipment tokens (printed on both sides), better missions and a more concise rulebook and a new campaign. Priced &pound;15 from the website.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fighting",
      "Modern Warfare",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Osaka (Japan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noah's Ark",
    "ID": 23165,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/23165/noahs-ark",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Deluge is near and Noah has build the Ark to save as much couple of animals as possible. He needs your help!&#10;&#10;Each players plays the sound of an animal with the electronic ark. Then must turn the right card. if the cards fits with the animal, then the player move that animal one step closer to the ark.&#10;&#10;The player that manage to bring all 6 animals to the ark wins.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Memory",
      "Real-time",
      "Religious"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Religious: Noah and the Ark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Class of '57",
    "ID": 23166,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23166/class-of-57",
    "Min Players": "10",
    "Max Players": "32",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the Publisher's web site:&#10;&#10;It is time for the All Saints College Class of '57 Reunion. For one night we will return to the good old days when Elvis was at the top of the charts. Sock hops, hula-hoops and poodles were radioactive. Getting pinned meant something altogether different than it does these days.&#10;&#10;The Class of '57 was written to be a little different than the rest of our games. First of all the 10 or 12 main suspects are all couples very much in love. Couples will be working together at times to achieve goals. They may have some secrets from each other, but overall they will be working to protect each other. This gives the game a romantic flavor. This murder mystery game is what we would call a 'clean' game. There are no affairs &amp; people are basically good. This game is great for church groups and others who are worried about the possibility of offending guests. It can also be used for older teen groups!&#10;&#10;Another difference is that the murder happens before the game. Being a couples murder mystery we felt it would be too complicated to murder them both or only one. That is not to say that there won't be more murders during the evening. Those tend to happen in our games since we provide a lot of intrigue outside of the murder itself.&#10;&#10;The 12 player version has 6 couples and we include our 2 Extra Character Packets to expand the game up to 32. The Extra Character Packets add a little quirky flavor to the party, but not all of these 20 extra characters may be suitable for conservative groups. (Remember... these are included FREE in the 12 player version, no need to purchase them!)&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Puzzelar",
    "ID": 23167,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23167/puzzelar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players use a 10x10 grid board with 4 &quot;wild&quot; spots.&#10;&#10;You must must be the first player to construct a continuous path of chips for your edge of the board to your opponents.&#10;&#10;Game play uses a spinner (1, 2, 3 and S) The numbers indicate how many chips you can place on the board and by spinning the &quot;S&quot; you get to switch one of your pieces with one of your opponent's.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rara kruiswoordspel",
    "ID": 23168,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23168/rara-kruiswoordspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Rara Kruiswoordspel is a close relative of Scrabble.&#10;&#10;The box contains a gameboard and a set of plastic tiles.&#10;Each tile shows one letter of the alphabet. There are also a few joker tiles. The number of tiles showing a letter is related to the frequency of that letter in Dutch text.&#10;The board has a grid of 15 by 19 squares. A square can hold one letter tile. Some squares are black. These are like black squares in a crossword puzzle: you can't put a letter there. Other squares carry the number 10 or 20. Those are bonus squares.&#10;&#10;Players have a hand of 10 randomly drawn letter tiles. On their turn they can lay down up to 7 of those on the board. The rules for playing the tiles are the same as in Scrabble. The score is one point per letter in each word created or altered, plus the value of any bonus squares covered.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The NHL Game",
    "ID": 23169,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.99",
    "Link": "https://boardgamegeek.com/boardgame/23169/the-nhl-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The NHL Game or The Hockey Challenge (not to be confused with the Monopoly-like Hockey Challenge) is played on a square-grid representation of hockey rink's surface, and plays somewhat like a tactical simulation (somewhat like StreetSoccer). A spinner is used as a substitute for a 6-sided die to determine how many spaces the moving side may travel in a turn. The players on the puck-carrying team must skate in straight lines and must make at least one pass every turn, while the opposing team's players may change their direction of movement while moving.&#10;&#10;Some unusual elements are also introduced, however: anytime a team wishes to attempt a shot on goal, a puck-firing device is used by the shooting team, thus an element of dexterity is involved in this game. Also, optionally, players can play the game as a trivia game, wherein on each turn, the puck-carrying player must answer a hockey-themed trivia question from a provided question booklet, or he forfeits control of the puck.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports Teams: National Hockey League (NHL)",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder in Metropolis!",
    "ID": 23171,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23171/murder-in-metropolis",
    "Min Players": "8",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It was a gray day for all the world's comic book readers to learn that the robot that was once the famous, &quot;Robo Gal&quot; was found deprogrammed behind the old Metropolis Theater. Wire harnesses, electronic components, and floppy disks had been strewn about the deserted parking lot. Detectives on the scene immediately noticed that Robo Gal's electro-cerebrum had been tampered with.... as well as her power pack units. Her legendary umbrella with its unique candy cane handle was found on the pavement along with a leaking can of acid. A set of stainless steel wrenches, a flying bat and batteries were also found on the scene as well as&hellip;a clove of garlic, a chocolate candy bar, and some French fries!&#10;&#10;Tell us more&hellip;&#10;&#10;The annual celebration of the world's most famous &quot;superheroes&quot; was just about to commence. These worshiped figures always assembled for their yearly &quot;SUPER-BLAST&quot; party in the secret ballroom located in the basement of the old abandoned theater. Each year they honor one of their peers with the &quot;Trophy of Power &quot;and this year Robo Gal was to be the recipient of this tribute. Robo Guy was preparing to make the announcement when it was discovered that our beloved Robo Gal was nowhere to be seen. While everyone searched the ballroom and the theater, X-ray Faye, with her incredible super duper infer-ray vision, turned on her powers and was able to look right through the old thick theater walls. There, to her dismay, she saw the remains of her beloved friend and compatriot.&#10;&#10;Who could have committed this horrible crime? Why would anyone want to do away with the wonderful Robo Gal? And what was with the garlic, chocolate and fries??????  Hmmmmmmm.&#10;&#10;So now it's time to grab those capes, turn on your powers and join this gang of superheroes for an evening of masquerade, mystery, and MURDER!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Deduction",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder at the Blitz Hotel!",
    "ID": 23172,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23172/murder-at-the-blitz-hotel",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The date is 14 February, 1943 (St. Valentine's Day)&hellip;.the place, a residential hotel in war-torn London, England. To help boost morale during these dreadful times, the residents and guests of the Blitz Hotel have decided to engage in a party to celebrate the holiday of love!&#10;&#10;So what happened?  It seems that while the guests were swinging to the sounds of the big bands, the body of Bubbles Del Russo was found in an upstairs guest room.  Bubbles, a nursing student by day and the hotel's hat-check girl by night, was loved by all&hellip;.well obviously not everyone.&#10;&#10;Come join this party jam packed with spies, military &quot;heroes&quot;, top secrets and micro film.  Let the Butler bring you back and introduce you to the lovable Cockney patrolman, Constable Constipation; Japanese spy, HaHa AhSo; the vicious Nurse Venom; sociable Seaman Semen and (traveling incognito as Herr &amp; Frau Knotsee) Adolf Hitler and Eva Bruan (to name just a few). Swing back to the 40's with this kooky crowd as the try to solve the murder of the bubbling hat-check girl.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "World War II"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Baby New Year Kidnapping!",
    "ID": 23173,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23173/baby-new-year-kidnapping",
    "Min Players": "8",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Though the seas were calm, the public was not. Startling headlines with the sad news were everywhere! Our lovable &quot;Baby New Year&quot; has been taken from us!  Oh, the joyous holiday seasons will never be the same&hellip;.in fact, every day will be just like the one before until the babe is found.&#10;&#10;It seems that while the world was celebrating the end of the old year and the start of the new, the year's first holiday representative, Baby New Year was abducted from the cruise ship USS Festival sometime between the hours of 11:00 PM and midnight. The &quot;holidays&quot; were taking their annual cruise on the Celebration Sea. Father Time, in preparation of his annual &quot;departure&quot; and the &quot;entrance&quot; of the Baby at the stroke of 12, discovered the missing infant.&#10;&#10;Come meet the recently divorced Santa, accompanied by his new gal, Candy Cane. Move over Hugh Hefner as Jelly Bean pays tribute to the Easter Bunny.    Halloween is represented by Jill and Jack O'Lantern and of course you will get to meet our Thanksgiving pilgrims, the Standishes&hellip;.Miles and his infamous wife, Lucky. So get out your life jackets and hop aboard the USS Festival and help find the missing Baby New Year! Bon Voyage!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Who Stole the Soul of Jammin Jimmi Fry?",
    "ID": 23174,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23174/who-stole-the-soul-of-jammin-jimmi-fry",
    "Min Players": "8",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jammin Jimmi Fry was considered the greatest blues singer in his time&hellip;but little is it known that Jimmi's fame and fortune did not come easy&hellip;.no siree bob. It seems that sometimes &quot;deals&quot; have to be made and Jimmi took an offer he couldn't refuse.  On a cold winter's night, a contract was broken and Jimmi's rich, full life was suddenly and mysteriously over.  One minute he was groovin, and the next minute he was prematurely on his way&hellip;down&hellip;down...down&hellip;.&#10;&#10;So what happened?  Hell was hotter than usual that night and busier than ever as the &quot;Best of the Worst Contest&quot; was in full swing.  During this time all demons and condemned sinners are allowed to ascend to the surface in order to &quot;find&quot; more souls. The prize? He/she who has &quot;contracted&quot; the highest numbers of new souls is rewarded with a reprieve and a second chance on earth. All inhabitants were just a buzzin' about taking names and giving out numbers. Amazingly, all counts were tied until Jammin Jimmi arrive&hellip;and a winner was declared.&#10;&#10;Now, who has stolen the soul of our main man&hellip;our bro&hellip;the once famous and now quite dead, Jammin Jimmi Fry?  It's time to get your fire extinguishers and pitchforks ready for your HOT venture into the fiery depths of Hades where a wicked soul robbing contest in full swing. Join the Dark Dude, Flame Retardo, Lucy Fur, General Bea L. Zebub, Good vs. Evil (half angel/half devil) and other demons and sinners and get ready for an exciting, devilish adventure&hellip;.not to mention a HELL of a time!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Geheimnis der Sieben Raben",
    "ID": 23175,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23175/das-geheimnis-der-sieben-raben",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A fairy-tale themed family game. In the first phase of the game, the players try to discover the prince among the 7 ravens. In the second phase, the player who found (or thinks he found) the prince plays against the other players.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Crows / Ravens / Magpies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Income",
    "ID": 23176,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/23176/income",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Players move on the board to buy consumer goods and property to increase their standard of living, and invest in stocks, bonds, raw materials, and precious metals. At the end of the game, players are ranked according to their money and standard of living, and the player with the lowest product of both ranks, wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Encounter One: 3rd Edition",
    "ID": 23177,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/23177/encounter-one-3rd-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Encounter One is a system of miniature rules governing spaceship-to-spaceship combat in a &quot;hard&quot; or &quot;realistic&quot; science fiction setting.  Rules allow for different &quot;races&quot; and alliances, as well as a system designed to simulate three dimensional movement.  Ships move based on last turns speed, with additions or subtractions due to acceleration and deceleration, respectively.  Mass and gravity play a role as well.  Otherwise, other parts of the system remind the player of a complicated Star Trek-style system that includes fighters, with lots of charts to use to figure out &quot;to hit,&quot; &quot;damage,&quot; and &quot;hit locations.&quot;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Magic! Magic! Magic! Game",
    "ID": 23178,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/23178/the-magic-magic-magic-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move around a circular board, collecting cards, paying money to magic tricks, and attempting to perform said magic tricks.  The cards allow you move yourself or other players around the board, offer second changes at failed magic tricks, or allow you to try a trick instead of the player who should be performing it.  The game includes three plastic magic tricks: sawing a lady in half, making a lady disappear and making a lady float in the air.  All the tricks have a mechanical component to them which will cause the trick to succeed or fail randomly.&#10;&#10;For ages 5 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Caucus",
    "ID": 23179,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23179/caucus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Caucus. The Exciting new presidential game.&#10;Each player is a candidate for the presidency. Players roll to move around the board and collect votes from the fifty states. You can also challenge another player for his votes by rolling dice. The first player to obtain 270-electoral votes becomes president and wins the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cyber-School",
    "ID": 23180,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23180/cyber-school",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Cyber-school is a game where you have to launch ICT-projects for your school and try to realize as much of these projects as possible. You can realize these projects by using the resources available: Content, Expertise, Infrastructure and Opinion.&#10;To win you have to co-operate with the other players, but sudden changes make your choices difficult.&#10;Who makes the most of the ICT-projects that are important to the schools.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quelques Arpents de Neige: The Seven Years War in North America",
    "ID": 23182,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/23182/quelques-arpents-de-neige-the-seven-years-war-in-n",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From publisher web site:&#10;Quelques Arpents de Neige is a two-player game with each player taking the side of either the French Empire or the British Empire. Both players have native allies to control and the French player can also control what's left of the Spanish Empire in North America. The game is regimental-scale (approximately 500-1000 men) with the two maps having a scale of 33km and 66km per hex respectively. The combat system uses a combat results table (CRT) and the monthly game turn has several phases. These include the Start Phase, Naval Phase, Supply Phase, Combat Phase, Movement Phase, and End Phase. The game system focuses on having a common sense and simple approach so that the turn can flow easily.&#10;&#10;Nominee for the 2006 Charles S. Roberts awards for Best DTP-Produced Boardgame (Charles S. Roberts Awards).&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Age of Kings",
      "History: French and Indian War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kid-Cala",
    "ID": 23183,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/23183/kid-cala",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Kid-Cala uses a 2x6 Mancala board and counters especially designed for children. Two new games can be played: Kid-Cala, a simple variant, and Banan-Cala, which is a mind-boggling challenge even for adults.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder at Kool Kat High!",
    "ID": 23184,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23184/murder-at-kool-kat-high",
    "Min Players": "8",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The year, 1956&hellip;.the place, Kool Kat, California&#10;&#10;The sock hop was in full swing as the students and facility alike were twisting, shouting and shaking it up baby! Football victory was in the air for Kool Kat High had just won the State Championship by knocking the pants off their contenders from Hellion High School. Principal Dopie Gillis was getting ready to announce the name of &quot;Home Coming Queen&quot; and it was rumored that Kool Kat's very own sweetheart, Veronica von Pond, was a shoe in for the title.&#10;&#10;Suddenly, screams from Babsi Doll (Veronica's very best friend in the whole wide world) were heard coming from the principals office.  &quot;Help&hellip;help&hellip;.there's been a murder!!!  Veronica is DEAD!&quot;  Principal Gillis dashed in to find Veronica's body on the floor with a stocking around her neck and oddly enough, a large lump was discovered in her throat!  (turned out to be a class ring&hellip;&hellip;hmmmmmmm).&#10;&#10;So get ready to venture back to the rock'n rollin 1950's and into the world of poodle skirts, pony tails and dungarees. Come join football hero, Jocko Strapman; cheerleaders, Trixie Dixie and Rah Rah La Roux (who has the biggest pom poms in town); beatnik, Jazzman to name a few .... and help solve &quot;Murder at Kool Kat High!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Babel 5",
    "ID": 23185,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/23185/babel-5",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Babel 5 comes from a small Japanese publishing firm. The set consists of 30 large dice and 15 small dice, and five molded towers which are placed on tiles. At each turn, the players throws two large and one small dice. The dice must be placed on the corresponding numbered towers. A 6 can be placed on any tower. &#10;  If a tower topples over, the player keeps the dice and calculates a score based on a scoring chart.&#10;  When all the dice have been thrown and the scores calculated, the player with the lowest score is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Speck weg",
    "ID": 23186,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23186/speck-weg",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Lose weight and make other players gain weight.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Job",
    "ID": 23187,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23187/job",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a game about finding a secure job and avoiding unemployment. Players have a team of 3 pawns. On their turn, players roll a die and then decide which of their pawns to move on the board. The pawns encounter the positive and negative events of working life -  unemployment, advancement and financial gain, strikes, early retirement, and many more.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hochseefischer",
    "ID": 23188,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23188/hochseefischer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Hochseefischer (Offshore fisherman) board displays North and Baltic Sea with several fishing grounds. Every player has a small plastic &quot;trawler&quot;, which looks suspiciously like a ferry boat. The predetermined courses often divide and circle back - the player throws two dice and decides if uses both or only one of them to reach the richest fishing ground (herrings just get him 100M (Mark), most profitable (400M) are redfish).&#10;&#10;Manufactured in the socialist/communist German Democratic Republic, the game's objective (make the most money with your ship's payload) seems a little odd, if not &quot;capitalist propaganda&quot;.&#10;&#10;After the players think they have caught enough fish (there is a limit), they have to return to their home harbors (which can lie in the GDR but also in West-Germany, Scotland, Sweden, Norway, Finland, Denmark, ... - imagine that, until 1989 almost no citizen of the GDR was allowed to travel these countries!). The first players reaching their harbors (there are seven color coded harbors, in contrast to the maximum of six playing pieces) get bonuses. The richest player wins.&#10;&#10;The game had no money bills or tokens - instead every player had to write down his progress on separate sheets of paper (not included).&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: 1830's Pennsylvania / Northern California",
    "ID": 23189,
    "Year": "(2006)",
    "Geek Rating": "5.713",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23189/age-of-steam-expansion-1830s-pennsylvania-northern",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7692",
    "Description": "This Age of Steam Expansion expands the game to 1830's Pennsylvania and Northern California.&#10;&#10;1830's Pennsylvania: This Age of Steam expansion takes place in 1830&rsquo;s Pennsylvania, as the industrial revolution began, and the demand for coal to power locomotives and all manner of machinery started to peak. At that time, the railroad industry was driven by an abundant source of coal from the coal mines of Western Pennsylvania. Unique features to this map include coal-producing towns and cities in Western Pennsylvania, heavily-urbanized cities in Southeastern Pennsylvania, and special bonuses for coal (black cube) deliveries: coal can be delivered twice as far as your locomotive, or you can receive double income for its delivery!&#10;&#10;Northern California: This Age of Steam expansion takes place in Northern California, focusing on San Francisco, Oakland, San Jose, Santa Cruz and Sacramento, and the struggle to move goods across the San Francisco Bay Area. Unique features to this map include two bridges across the San Francisco Bay, the port city of Santa Cruz where goods line up for delivery, a three tile San Jose city with double goods growth, and the ever-changing destination of Sacramento, where the goods desired by that city are dictated by the flow of goods into Santa Cruz. This map is a redesign of the popular Age of Steam: Bay Area map (Essen 2005 Limited Edition), with modified cities and towns, with a map changed slightly in size to fit on a standard Age of Steam board. It is slightly more forgiving than the original map.&#10;&#10;From Ted Alspach, the designer of Age of Steam Expansion: Bay Area (Limited 2005 Essen Edition).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam",
      "States: California",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prophecy",
    "ID": 23190,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23190/prophecy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Each player drafts Old Testament prophets, then match each prophets' prophecies about the coming Christ with the fulfillment in the New Testament.  Prophets are afflicted with weakness, discouragement &amp; wanderlust or attacked by evil forces.  Defend your prophets by surrounding them with loyal friends (other biblical characters), sending guardian angels, or the occasional divine intervention.  It's a race for inspiration with the wisdom to not let one's guard down.&#10;&#10;From designers website (http://www.unitygame.com)&#10;&quot;Prophecy is a very easy game to play. On each turn, you just draw a card and then play any card in your hand (that is playable), or you ask an opponent for a card. It is kind of an enhanced Go Fish. However, determining which is the best card to play is not always as straightforward as it seems.&quot;&#10;(http://www.unitygame.com/prophecy_strategy.htm)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mijnheer Van Dale wacht op antwoord",
    "ID": 23191,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/23191/mijnheer-van-dale-wacht-op-antwoord",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Alsjeblieft! It,  well-known dictionary game . Completely with an unique &quot;dictionary game &quot; Filled with the most funny and crazy words which exist and of   which almost nobody the meaning knows. What is &quot;wraddel&quot;? Ever heard of a &quot;ratriet&quot;? You score points by inventing fictional meanings of these words where  the others kick in. But you catch also points by guessing the real meaning.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flea Circus",
    "ID": 23192,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/23192/flea-circus",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "THE MAGNETIC-ACTION GAME YOU ITCH TO PLAY!&#10;&#10;Thrill to the sway pole ride!  Marvel at the great barbell toss!  Wonder at the tight wire unicycle ride ...and more!  Ten big-time circus acts!&#10;&#10;Each player attempts to make their mad magnetic fleas do five out of a possible ten circus tricks as shown on the Trick Cards - four of nine 'standard' tricks, plus the Grand Finale.  The faster and better the tricks are performed, the more points a player scores.&#10;&#10;The Champion Flea Trainer is the player who attains the highest score for the five tricks.&#10;&#10;This three dimensional game comes in an oversized box with thematic plastic components that require assembly.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Fleas",
      "Animals: Insects",
      "Components: 3-Dimensional (3D)",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Boote-Spiel",
    "ID": 23193,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/23193/das-boote-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The map shows All of Germany and neigbouring Countries or parts of them (such as Netherlands, Czech Rep, Austria...) with all its channels, rivers and seashore. Each player picks a haven. Objective is to visit all other players havens and be home first. There is no random element - the speed is determined by the currents and the speed of the boat (which can be changed from turn to turn within certain limits). Movement is hindered by the water gates which are quite numerous along the channels. The water gates can only be passed in certain &quot;days&quot; (=turns) and with certain speeds. &#10;So, to win you have to consider not only the length of the route taken, but also the timing dictated by the water gates.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Valley of Tears: 7th Brigade Stands Defiant",
    "ID": 23194,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/23194/the-valley-of-tears-7th-brigade-stands-defiant",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Downloadable game from the May 2006 issue of Armchair General magazine.  8 pages of rules, 2 pages of charts, 2 pages of counters to print out and assemble and a 2 page map.&#10;&#10;Covers the Syrian attack on the Golan Heights from October 7th to 11th during the Yom Kippur War.&#10;&#10;Counters are infantry platoons, sagger teams, aircraft, helicopters and vehicle platoons.  Turns are telescoped from 15 to 60 minutes.  The map covers about 4 kilometers of valley.&#10;&#10;Packs a lot into a small package (8 pages of rules) - Syrian bridging tanks, aircraft, mines, artillery, Sagger missiles, leadership, morale and night all get rules.  Most of the fighting is fire combat between hostile units, resulting in disruptions (which must be rallied from) and step losses.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Yom Kippur War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All'Appalto!",
    "ID": 23195,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/23195/allappalto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The object of the game is to complete contracts for public works. You must discard corrupt, jail and tangent cards that you are dealt at the beginning of the game. The first player who complete his objectives wins.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schäfchen, lauf!",
    "ID": 23197,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23197/schafchen-lauf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In the HABA tradition for toddlers' games, even the gameboard is wooden in Little Lamb, Run!&#10;&#10;The game includes 13 sheep, a shepherd, and a wolf (not in sheep's clothing), as well as wooden tokens for movement.&#10;&#10;For ages 3 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sheep",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xenophon",
    "ID": 23198,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23198/xenophon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Not to be confused with the simulation game of the same title.&#10;&#10;From the box: Lead your armies like the famous Greek military leader through enemy lines back to your fatherland. Try to avoid own losses, but fight, if unavoidable.&#10;In fight you are supported by your trusty henchmen, who are willing to give their lives for you.&#10;&#10;Packaged in a very small box comes another game of the short-lived &quot;Pocket-Games&quot; (Taschen-Spiele) series from Heyne, which is better known as a book publisher.&#10;&#10;Though themed in Greek history, this is a variant to traditional abstract games, but with several twists. Each player has one leader playing piece, several citizens, and some henchman - he must try to get his leader and citizens to the opposite side of the board, trying to lose as few as possible. The other player tries the same with his men. Also both players have &quot;servants&quot; or henchmen, who are expendable for &quot;the dirty work&quot;.&#10;In the end each player gets points for his citizens and leader for reaching the other side - the number of remaining henchman does not matter.&#10;&#10;The movement is determined by throwing a dice - but only one player throws it, both have then to use the same number of movement points.&#10;&#10;In the four player variant two players control the citizens and the leader, the other two try to help their allies with the henchmen - but they are not allowed to communicate with their partners.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Components: 14 x 14 Grids",
      "Series: Taschen-Spiele (Heyne)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fame Alias",
    "ID": 23199,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/23199/fame-alias",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;In other words, a game that requires you to know the well known.&quot;&#10;&#10;A team game about knowing famous people, both Finnish and international. A member of the team tries to describe famous persons, without mentioning actual names or certain keywords: Red cards have a picture of a person and a couple of keywords (eg. Jimi Hendrix: &quot;guitarist, Woodstock '69&quot;) while Blue cards have 3 choices of a person with text only and the keywords underlined. Team mates then try to make as many correct guesses as possible in a limited time frame.&#10;&#10;&#10;This game is one of the earlier re-implementations of Alias.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dammi il malloppo",
    "ID": 23201,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/23201/dammi-il-malloppo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Game for children in which everyone tries to steal their opponents coins.&#10;&#10;In a cute combination of roll-and-move and abstract strategy piece movement, players move their three playing pieces around the board according to their d6 roll trying to land in adjacent squares to opponents' pieces to capture one of the coins sitting on top of the piece. Pieces with no coins are eliminated. The last player with remaining pieces wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corriere della Sera",
    "ID": 23202,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/23202/corriere-della-sera",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "To get your newspaper ready for printing is the object of the newspaper editor. The players move on the board trying to acquire exclusive news to insert in just their newspaper. When they have completed the paper, they must get it to the newspaper stand for the distribution.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle B-Daman",
    "ID": 23204,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/23204/battle-b-daman",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Battle B-Daman is a dexterity-based game where players shoot marbles at various kinds of targets. The marble launchers are little plastic robots; several different robots are available, each claiming to afford different levels of power, accuracy, and control. Other accessories introduce new target types and various kinds of loading systems.&#10;&#10;The game is played in a four-foot long arena, bounded by plastic runners. Several events can be set up in this arena using the supply of pins, gates, sliding pucks, and knock-down targets provided by the game. The game details ten of these events, eight of which are playable out-of-the-box (with two others requiring &quot;Direct Hit Battle&quot; accessories, which are sold separately).&#10;&#10;The ten events are:&#10;&#10;&#10;     Direct Hit Battle: Shoot at each other from across the arena, trying to disable your opponent.&#10;&#10;&#10;&#10;     B-Daman Blast : Shoot knock-down targets.&#10;&#10;&#10;&#10;     Hard Target: Shoot marbles through a five-arch gate at the five pins standing on the other side.&#10;&#10;&#10;&#10;     B-Daman Invasion: Knock a sliding puck across your opponent's goal line.&#10;&#10;&#10;&#10;     B-Daman Assault: Similar to B-Daman Blast, except that now your opponent is also trying to hit the knock-down targets from the other side of the arena.&#10;&#10;&#10;&#10;     Shoot the Gap: Shoot your marble between pins without knocking any down.&#10;&#10;&#10;&#10;     DHB Havoc: Shoot marbles through two-arch gates, attempting to disable your opponent.&#10;&#10;&#10;&#10;     Battle Hammer: Drive the sliding puck for distance.&#10;&#10;&#10;&#10;     B-Dachallenge: Set up a free-form obstacle course and challenge the other player to make a trick shot.&#10;&#10;&#10;&#10;     Ultimate Strike: Six-pin bowling.&#10;&#10;&#10;For tournament play, a spinner chooses which events will be contested. The player winning two out of three events is the tournament champion.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Battle B-Daman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rialto",
    "ID": 23205,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/23205/rialto",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A tactical dice rolling game on building palaces in Venice.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Waverley",
    "ID": 23206,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/23206/waverley",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Players vie to connect either pair of opposite sides of the board using their pawns. After an initial placement phase, pieces are then maneuvered between orthogonally adjacent points. When a diamond is formed by a player, a block counter is placed in the center reserving that point for that player. Pieces can jump an opponent's piece, &amp; that taken piece is returned to the board either along one of the 2 adjacent sides marked in its color or onto one of its owner's blocks. Connections are made orthogonally &amp; diagonally, &amp; the first player to form a chain across the board from side to side wins. Originally marketed by the Design Centre, London (iirc).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunday League Cricket",
    "ID": 23207,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/23207/sunday-league-cricket",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fast play replay game of cricket, allowing the player to generate rapid scores for Sunday League (Limited Overs) cricket matches, and thus to play leagues, knockouts and more.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Man from Snowy River",
    "ID": 23208,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23208/the-man-from-snowy-river",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the game:&#10;&#10;&quot;There is movement and bustle at the big cattle station. A valuable colt has got away and galloped into the mountains.&#10;&#10;The men are saddling up their horses as fast as they can, because the station owner has promised a big reward to the rider who finds the colt and brings him back.&#10;&#10;But - which is the right track among the many dangerous paths through the mountains... to the gully where the colt is grazing?&#10;&#10;And will the colt break away on the return journey? Will he be captured by another rider? Will you be the Man from Snowy River?&quot;&#10;&#10;Contents:&#10;1 board&#10;6 horse tokens&#10;40 track cards&#10;6 horse cards&#10;spinners indicating numbers 1-6 and direction - &quot;turn left&quot;, &quot;turn right&quot;, and &quot;straight ahead&quot;&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Horses",
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strategic Golf",
    "ID": 23209,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23209/strategic-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "According to the rules introduction:&#10;&#10;&quot; Strategic Golf is a lot like the real golf. Many of the rules are the same and the game is played much as it would be on a real golf course. It is also an exercise in strategy where each player must make decisions which may ultimately affect the game's outcome.&quot;&#10;&#10;The two-sided game board illustrate a 18 holes golf course. Your golf bag contains an assortment of 5 wooden dice, each one emulating a different golf club (different distance), including the putter.&#10;&#10;The box include:&#10;- 1 two sided game board&#10;- 1 special brown die (move 1 to 3 squares)&#10;- 1 special yellow die (move 3 to 5 squares)&#10;- 1 special blue die (move 5 to 7 squares)&#10;- 1 special green die (for use on the putting greens)&#10;- 4 pawns&#10;- 4 reference cards&#10;- 1 score pad&#10;- 1 pencil&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Pairs",
    "ID": 23210,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23210/animal-pairs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "These adorable animals are looking for their partners.  Can you help search for them?&#10;&#10;This classic game of memory combined with Spinnerific fun is perfect for young children just learning to play games.&#10;&#10;On your turn, spin the Spinnerific and turn over the number of cards show on the spinner.  If you make an animal pair, you keep it.&#10;&#10;Contents: 24 animal cards, Spinnerific, Game Rules.&#10;&#10;Good for ages 3-99.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "20 Squares",
    "ID": 23211,
    "Year": "(-3000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/23211/20-squares",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Aseb, 'The Twenty Squares game' (frequently misidentified as Tjau, &lsquo;The Game of Thieves&rsquo; or &lsquo;The Game&#10;of Robbers&rsquo;) was played from 3000 B.C. until 400 A.D. and is one of the oldest known games. It is similar in play and design as Senet.&#10;&#10;The object is to be the first player to bear off all 5 of his pieces, by landing them precisely on the last square.&#10;Once successfully borne off, a piece plays no further part in the game.&#10;&#10;PLAYER TURNS&#10;The players throw once each alternately, and move a single piece by the appropriate number of positions. A&#10;move must be made, and made in full. If no move is possible, then the turn is forfeit (passes to the other&#10;player). When forfeiting a throw, the opponent has the option of adding the forfeited throw to his own.&#10;&#10;HOW TO MOVE THE PIECES&#10;Each player enters the pieces onto the board from his reserve and moves them as follows:&#10;Pieces move forward only. As pieces reach the last square (by exact throw), they bear off; be the first to&#10;bear off all your pieces and you win! The marked squares give you an extra turn; when you land on them, you&#10;get to throw the sticks and go again. Only one piece may occupy any given square; if you land on an opposing&#10;piece, it is removed &mdash;sent back to the player&rsquo;s reserve.&#10;To bring your first piece on, you must first throw a 4 or a 6; when that happens, you throw again and move&#10;the piece in by that amount. The remaining pieces can be brought in on any throw. Waiting for that initial&#10;throw of 4 or 6, particularly while the opponent is already moving, can be quite frustrating, so it is an acceptable&#10;variant to forego that rule entirely.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killer Bunnies Bunny Blanks #2",
    "ID": 23213,
    "Year": "(2006)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23213/killer-bunnies-bunny-blanks-2",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "In the second set of Bunny Blanks, two more Psi series cards are released: Shazbot and After Darkness. Both are kite/arrow cards and use the same color matching mechanic introduced in the first set of Bunny Blanks. The set also includes blank stickers and cardstock for players to fashion their own Killer Bunnies cards.&#10;&#10;Expands:&#10;&#10;    Killer Bunnies and the Quest for the Magic Carrot&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Killer Bunnies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killer Bunnies Bunny Blanks #1",
    "ID": 23215,
    "Year": "(2006)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23215/killer-bunnies-bunny-blanks-1",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "The Bunny Blanks series introduces new cards and a new mechanic to the Killer Bunnies franchise as well as stickers and cardstock that will allow players to make their own cards.&#10;&#10;Bunny Blanks #1 contains two Psi series cards, Spider Bunny and Bunny Eye for the Carrot Guy. These cards introduce the Kite and Arrow mechanic which will allow players to play these cards out of turn or move bunnies around the bunny circle when the arrow/kite colors match.&#10;&#10;Expands:&#10;&#10;    Killer Bunnies and the Quest for the Magic Carrot&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Killer Bunnies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tusk",
    "ID": 23216,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/23216/tusk",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Tusk is a beer-and-pretzels hunting game using 15mm miniatures on a terrain board (conversion to other scales is not difficult.) &#10;Players represent hunters who either are cavemen or Victorian (Lost World) hunters hunting mammoths or dinosaurs.&#10;The rules are tongue-and-cheek and easy to follow.&#10;Solitaire play is facilitated by the system's animal reaction tables which detail how an animal reacts to certain actions by the player(s.)&#10;Three basic scenarios are included in the rules.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Dice",
      "Fighting",
      "Miniatures",
      "Prehistoric",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Mammoths",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Hamburg-Spiel",
    "ID": 23217,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/23217/das-hamburg-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You roll and move around the city of Hamburg, Germany, answering questions about the history of the city and scoring points.&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Hamburg (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farb-Karussell",
    "ID": 23218,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/23218/farb-karussell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game consists of four circular boards, one for each player, each with ten colorful items pictured in the center and 10 positions for discs around the edge.  Each position, and each of the 40 items are made up of only two of five colors.  Each of the 40 items is also represented on one of 40 discs.  There is an additional disk with a picture of a crown and a pair of colored dice.  Players roll and get an item and match it to a position on their board.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "League Leader Hurling Boardgame",
    "ID": 23219,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23219/league-leader-hurling-boardgame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "This boardgame depicts all the aspects of the Gaelic sport of hurling including rules, terminology and tactics.&#10;&#10;Players play their games against the board. A single game is played by traveling the perimeter of the board from the throw in square to the final whistle square. Goals and points are scored during each game by landing on certain squares.&#10;&#10;Each circuit of the board results in a score which players record on a league table.  Each player has their own league table for recording results.  When each player's league table has been completed, the player with the most league points wins the game.&#10;&#10;(edited from official description)&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dark Realm of Dracula",
    "ID": 23221,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.40",
    "Link": "https://boardgamegeek.com/boardgame/23221/dark-realm-of-dracula",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A family level game set on a floor plan of Dracula's Castle.&#10; Players play one of two sides. Dracula and his minions, Renfield and a generic vampire, are trying to lure a young maiden all the way to Dracula's coffin hidden in the dungeon within his castle.&#10; The castle visitors, the maiden, boyfriend and doctor, are trying to protect the maiden and eventually kill Dracula with a stake at his hidden coffin. The visitors mainly have to collect cards at the card deck spaces that provide stakes, defensive crosses, and keys to access the secret hallways and dungeon.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: Dracula",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Land of Cotton Game",
    "ID": 23222,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23222/the-land-of-cotton-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(From the box) An exciting new game for budding young cotton growers, ages 8 to adult.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poisson Vole",
    "ID": 23223,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23223/poisson-vole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game has fish (that are tossed up and your job is to catch them and get them into your bucket.  It is for kids 5 years old and above.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Party",
    "ID": 23224,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/23224/monster-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "From rules:&#10;It's time of festivity and the monster is ready to scare all! But a true festivity must have cakies, here why the monster  asking it at all the neighbors... but they must be attention to where they go! The vampiro cannot tolerate the garlic, mummia the scissors , the monster is in a position to instill terror but everyone of they fears something! The player who collect a cake from every neighbor will be the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Creatures: Monsters",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Capitan Harlock: Il Pirata dello Spazio",
    "ID": 23225,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/23225/capitan-harlock-il-pirata-dello-spazio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game for children from the famous Japanese cartoon.&#10;The players fight against the Robots of Queen Lafresia with their tanks &quot;Docros&quot;, working with uranium fuel.&#10;The robots accidentally move on the map and the players must avoid to remain to dry with theirs tanks in order assaulting the base of the Queen.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lido",
    "ID": 23226,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23226/lido",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gambling.&#10;The game consists in one colorful table and a can containing 19 colorful littles ball. The players betting on a series of combinations formed from the accidental exit of the littles ball from the can.&#10;&#10;This game has similarities with Carlo Derby. Both games share the same randomizer (the can containing the 19 marbles)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Il Gioco della Pace",
    "ID": 23227,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23227/il-gioco-della-pace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The scope of the game is to try to eliminate progressively all the weapons of which the various zones of the world are equipped, replacing them with flowers. The game finishes when all the symbols of war are replaced from the flowers or, for the inability resolving a crisis series, bursts the war.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fatti di Calcio: Soccer Strategy",
    "ID": 23229,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/23229/fatti-di-calcio-soccer-strategy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "FATTI DI CALCIO - SOCCER STRATEGY&#10;translation: hooked by soccer - soccer strategy&#10;&#10;A football (soccer) game simulation for 2 players, another new ITALIAN game following the new wave of Italian game designers.&#10;&#10;A really interesting play mechanism; you can use your dice-roll results in several different ways (moving the players, passing the ball), white dice for the players, yellow dice for the pass, and every player has a different numbered  shirt (like in a real football match). Through a very clever system the value of this number can be used to get a better pass or to move others players. &#10;Also, to score the player has to bring (literally) the ball inside the goal area.  Shooting from distance is not an option.&#10;&#10;...English version will soon be on the market&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Containers: Tubes",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hex-Chex",
    "ID": 23231,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23231/hex-chex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Triangular, easily-kinged playing pieces are placed on a wooden board of thirteen hexagons connected by twenty-six squares.  Typical checkers rules apply, except that jumps from square to square may &quot;turn the corner&quot; at the jumped hexagon.  Examples of play and tournament scoring rules are also provided.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Medieval Wargame",
    "ID": 23232,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/23232/medieval-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This 35 page booklet presents &quot;Quick Wargame rules and historical commentary for the period 1100-1300 AD.&quot;&#10;&#10;From the author's preface:&#10;&#10;&quot;Many sets of rules claim to be simple, and are so crudely simple they miss the spirit of bygone days. Others would swamp even Genghis Khan with their detail. This set of rules lets you fight a good-sized wargame in a reasonable time. Complexities that delay the average game  are short-circuited here with a system of built-in probabilities. Though these rules lump some cumulative effects here and there, they nevertheless provide an enterprising general enough complexity to make games realistic.&quot;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trellis",
    "ID": 23233,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23233/trellis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Trellis is a connection game played on the intersections of a checkered square grid. The problem of deadlocks in connection games on squares grid is resolved by letting each player diagonally connect across the squares which are that player's color.&#10;&#10;In the original version of the game the grid was 17x17 (i.e. 16x16 squares) and the game consisted of five sub-games - one for each quadrant of the board and one for the entire board. The object of each sub-game was for White to connect left and right edges and Black to connect top and bottom, and the winner of the game was the player who won the majority of the sub-games. Each player player played one piece a turn.&#10;&#10;Later versions of the game were played on a 15x15 board, dropped the sub-game idea, and had players play two pieces per turn in a prescribed relationship to each other.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 15 x 15 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orbit",
    "ID": 23234,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/23234/orbit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "A territory game bearing similarities to Go, but where a group is defined as alive by forming a structure called an Orbit or a half-orbit (or in some variants, a quarter-orbit), and the capturing of stones work differently.&#10;&#10;More details, including the full rules, are available at the author's webpage at http://home.fuse.net/swmeyers/orbit.htm.&#10;&#10;Online Play&#10;&#10;&#10;     Gamerz (turn-based, play by email or play by web)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 16 x 16 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anchor",
    "ID": 23235,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/23235/anchor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Anchor is a game of claiming territory by surrounding it with your stones. In that, it is similar to the classic game of Go. However, it is played on a hex grid and the life/death of a group is decided differently - in Go, a group is alive by having eyes; here, a group is alive by connecting to three edges (or in certain cases, two).&#10;&#10;More specifically, the six corners are marked alternately with black and white anchors. Corners with anchors of a player's own color are his home corners, and corners with anchors of his opponent's color are away corners. A group is an anchor if it touches three or more sides of the board. If a group touches just two sides, it is an anchor only if these two sides do not meet at an away corner. When both players pass consecutively, any group that is not an anchor is ruled dead and is removed from the board. Each player then figures his score, which is the sum of his territory (vacant surrounded points) plus dead stones of his opponent.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: HexHex8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dame Bleue",
    "ID": 23236,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/23236/dame-bleue",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The card game Dame  Bleue lets you plunge into the Celtic age, during gatherings of Gallic tribes in the honor of the fairy.  You are going to direct a clan.  Your various characters face those of the other players. Characteristic values are of vitality, skill and wisdom, each noted on the cards.  To easy understandable rules (standard/expert)are added tactical deepness by magic items, the respect of weakest as well as an unforeseeable and fairy-like dimension is brought into by the magic of the blue Lady cards.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lyö Laudalta!",
    "ID": 23237,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.42",
    "Link": "https://boardgamegeek.com/boardgame/23237/lyo-laudalta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;World's funniest trivia game in Finland!&quot;&#10;&#10;(The slogan already is a bit of a misnomer as so far as is known, this game is a totally finnish 'invention'.)&#10;&#10;This is an adult party/trivia game clearly inspired by Trivial Pursuit: Genus Edition. The shape of the board and movement rules are similar, however there are only four question categories, which are:&#10;&#10;Disappearing folklore&#10;General knowledge&#10;In the opinion of men...&#10;In the opinion of women...&#10;&#10;Also, each player gets dealt two voting cards, a Right and a Wrong. If a player answers a question almost right, but not quite, they can ask for a vote on whether the answer will be accepted (a draw counts as a fail). They are also used in the &quot;Opinion of...&quot;-squares, for example &quot;In the opinion of men, female bodybuilders are sexy?&quot; If the majority of other players agree with how the player thinks men and women generally think, they win that card.&#10;&#10;As an elimination/game lengthening feature, there are also 'Black hole'-squares on the board; category gets chosen by opponents and if the player is wrong, they lose ALL categories so far collected, ie. start from the beginning again.&#10;&#10;Once all four categories are collected, player may proceed to the center of the board, where they need to answer one question from each category during the same turn, and get at least one right, in which case they win.&#10;&#10;Questions and answers are sometimes slightly naughty/risque especially in the &quot;Opinion of...&quot;-categories, hence the high age limit.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hullabaloo",
    "ID": 23238,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/23238/hullabaloo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 1966 game from REMCO was based on the televison show of the same name that appeared from Apr 12, 1965 to April 11, 1966. The show featured a famous singer in the lead every week. People like Paul Anka, Bobby Vinton, Sammy Davis Jr., Petula Clark, Frankie Avalon and Annette Funicallo, Joey Hetherton, and The New Christy Minstrels sang the songs of the times. The first show featured Jack Jones singing &quot;Hello Young Lovers&quot; and ended 48 shows later with Paul Anka doing &quot;What Now My Love&quot;. This game asked trivia questions that featured Pop Hits, Teen Culture, Stars and Dances .. called the Electric Teen Game .. includes 12 double sided cardboard 'Records' placed on a metallic 'Turntable' - questions printed on record cards are answered by using metal pointers to complete an electrical circuit and turn on a battery operated light bulb if correct .. these are not really playable records and the turntable doesn't really revolve .. question/answer subjects on 'records' include: Beatlemania, Musical Instruments, Solid Hits, Famous Singers, TV Stars, TV Shows, Faces in the Crowd, Mix &amp; Match Mates, Broadway &amp; Hollywood, Famous Parents, Swinging Groups, Famous Dances, Number Nonsense, Bits &amp; Pieces, Home Towns, Common Folk, Song Titles Geography Go-Go and Million Record Sellers .. D&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wheels of Steel",
    "ID": 23239,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/23239/wheels-of-steel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "In this game, players build tracks and transport commodities with up to four different trains.&#10;At some stations the products will be manufactured and as a result will be worth more points if delivered.&#10;At the end of the game, the player with the most points wins.&#10;This is a free print and play game and it will only be available here at the Geek.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": []
  }
]