[
  {
    "Rank": "N/A",
    "Name": "School of Sorcery: Wizard's Consolation Pack",
    "ID": 298582,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298582/school-of-sorcery-wizards-consolation-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This is a mini-expansion pack for School of Sorcery, originally offered during the Kickstarter campaign for the base game. The pack is not &quot;Kickstarter-exclusive,&quot; but it must be purchased separately and directly from Dr Finn's Games, if not acquired during the Kickstarter campaign.&#10;&#10;The pack consists of 5 cards with strong special powers. If you lose a sorcery card during Phase IV and you have a crystal on it, you can get a &quot;consolation card&quot; which can be used one time in place of one of your permanent powers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Express",
    "ID": 298583,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/298583/alien-express",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Largest Internet shopping in the Galaxy, Alien Express.&#10;Alien Express, makes each order directly then delivers it straight to the customer.&#10;Make sure that the item matches the picture, or it might be returned to the maker!&#10;&#10;Each player takes 5 item cards. Then, at the same time, each player will make the item on the card with play dough.&#10;When the player has finished making the item with play dough. They will shout &lsquo;Delivery!&rsquo;, other players will have to guess what the item is.&#10;When a single player has made all the different items in their hand, the game ends. &#10;The player with the most complete cards and guessed the most items wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Real-Time"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Stations! Naval Wargame Rules for Coastal Forces 1914-1953 (Fourth Edition)",
    "ID": 298584,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/298584/action-stations-naval-wargame-rules-for-coastal-fo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Action Stations ! Naval Wargame Rules for Coastal Forces, 1914-1953&#10;&#10;These rules are designed to fight actions in the First and Second World Wars and the Korean War. They provide the opportunity to refight skirmishes in the Channel, the Mediterranean and the Pacific with MTB attacks on Convoys and similar furious engagements.&#10;&#10;A SET OF QUICK REFERENCE SHEETS IS AVAILABLE THROUGH THE PUBLISHER'S WEBSITE&#10;&#10;&#10;     miniatures scale: 1/600 or 1/1200&#10;     Complexity: 8/10&#10;     Level of detail: 7/10&#10;     Dice required: D10, D6&#10;&#10;&#10;This edition of the rules has been updated and now uses the initiative system that appears in other products in the A&amp;AGE range. &#10;&#10;     Play alternates between the two sides, with the initiative winner deciding who will move first each turn. &#10;     The time scale in the turn is now about 40 seconds, and the models move 1cm per knot on the table. &#10;     The speed that vessels can move is regulated by the concept of Speed Settings, based on 1/4&rsquo;s of the ship&rsquo;s speed, and therefore constraining the model&rsquo;s movement.&#10;&#10;&#10;&#10;     Shooting now takes the rate of fire of a weapon mount into account in more detail, and gun mounts may roll more than 1 dice to hit. Guns with slow rates of fire are penalised. As the game turn is now longer, the damage inflicted has been increased, and there is a bit more differentiation between different gun calibres. &#10;     Hull Damage and Special Damage is evaluated separately for each hit. Some weapons will not damage the hull but could affect the ship in other ways. You cannot sink a destroyer with a machine gun, but you could suppress the gun crews. &#10;     Torpedoes are represented by individual tracks, so the player needs to have a good aim and be able to judge the distance to the target.&#10;&#10;&#10;&#10;     The rules also allow for the use of Aircraft, Submarines, Minefields and Armed Merchant ships. &#10;     The data annexe has been expanded and now covers over 250 vessels and 200 aircraft.&#10;&#10;&#10;&#10;     Game support material (template, record sheet, erratas) is available to download on the publisher's website.&#10;&#10;&#10;Turn Sequence:&#10;&#10;     Determine initiative &#10;     Movement Phase: a)drifting vessels / b)Contact Markers and Ships / c)aircraft &#10;     Spotting &#10;     Damage Control and Repairs &#10;     Shoot guns, attack using aircraft &#10;     Torpedo attacks  a) Advance existing tracks  b) Launch new tracks  c) Resolve any torpedo attacks &#10;     End Phase &#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Korean War",
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stations Manned and Ready 2nd Edition: Naval Battles in the Age of Steel – Action off the Crimea 18th November 1914",
    "ID": 298585,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298585/stations-manned-and-ready-2nd-edition-naval-battle",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Stations Manned and Ready - 2nd Edition - Action off the Crimea&#10;&#10;A Scenario set for an Action off the Crimea, 18th November 1914&#10;&#10;First World War (Black Sea)&#10;&#10;This set provides the necessary ship data sheets to fight the above battle.&#10;&#10;A copy of Stations Manned and Ready, 2nd Edition, is required to use this product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KIDDOS",
    "ID": 298587,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298587/kiddos",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "KIDDOS is an expansion pack that is played using the components of WORDOS. Use the 'Picture' Category Cards to spell one of the four images on the card. You can interpret these images however you like! KIDDOS helps kids improve their spelling and open up their imagination!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Draktilian Deception",
    "ID": 298588,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298588/draktilian-deception",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Draktilian Deception is a 2 player card and dice game, where you take on the role of an elite operative, tasked with stopping the invasion of earth by a deceptive and ruthless alien race, known as the Draktilians.&#10;&#10;The game is played over a number of turns until the endgame is triggered. Each player starts the game by selecting a character and taking that character&rsquo;s  mat and a number of tracking tokens, which are used to keep track of rank and stats in the game. A player also has 2 trooper avatars that are used to target adversaries.&#10;&#10;Each turn players will roll dice dice to gain combat and command ability or increase their rank, target and attack adversaries or potentially be attacked by adversaries. They can purchase supply drop cards which will give them the ability to increase their attack  or defense values and if  possible, wound other characters.&#10;&#10;Each Adversary a player defeats, will give them rewards, one of which is the alien substance know as Drakshar. &#10;The player with the most Drakshar at the end of the game WINS.&#10;&#10;Draktilian Deception uses a balanced combination of luck and strategy to defeat your opponent and win. The dice provide the random element in the game while the purchase and timing of the playing of cards,  give the strategic.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oceanus Strategoi: Miniatures Rules for Small Squadron Naval Combat in the Ancient Mediterranean",
    "ID": 298590,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298590/oceanus-strategoi-miniatures-rules-for-small-squad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oceanus Strategoi, Miniatures Rules for Small Squadron Naval Combat in the Ancient Mediterranean is a set of miniatures rules for naval combat in the ancient Mediterranean.&#10;&#10;The rules are aimed at small squadron actions with each player controlling 3 to 5 galleys.&#10;&#10;Ships range in size from triakonters (with 30 oarsmen) up to dekeres, though of course most scenarios would involve the much more common triremes, quadremes and quinteres.&#10;&#10;Written orders and damage are recorded on a detailed record sheet.&#10;&#10;The game can be scaled to fit existing models.&#10;&#10;Originally written to use 1/2000 scale models, all distances are given in 'lengths' which correspond the the length of a trireme (roughly 120 feet).&#10;&#10;&mdash;description from the publisher at Wargame vault&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Azimuth: Explore. Camp. Settle",
    "ID": 298591,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/298591/azimuth-explore-camp-settle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Follow your inner adventurer and explore uncharted lands in the 16th century to create a new frontier colony. Roll your dice and use them wisely to explore, camp, and settle your way to victory. Explore areas to benefit yourself while disturbing other explorers. Make yourself a camp for better reach, and build your settlement in a well-charted area for victory!&#10;&#10;Start the game after the direction of the compass is determined, flip all the 7 face-down tiles and every player places their starting camp on whichever tiles they like.  Roll the dice to determine what actions you can take. Each player takes turns to use the dice with the corresponding direction of the hexagon compass to explore (place a tile) or place a camp. You can sacrifice dice to reroll for the rest of the unused dice regardless of your turn.&#10;&#10;Placing a camp expands your starting point for exploration and potentially develops into a settlement for victory points. To develop a settlement you need dice with the corresponding number of pips according to the settlement score which is determined by the terrain adjacency of the mentioned settlement, place the dice used as settlement below the pre-existing camp. every player can only develop a settlement once per round. after the players use all of their dice, the round ends and take all the dice not used as a settlement, and start a new round by rolling the dice.&#10;&#10;The end game triggers after 2 stack of exploration tiles exhausted or a player have created 4 settlements, finish the present round as usual and starting the last round. The player with the most amount of pip from the dice used as a settlement win.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zhen Mian Dui Jue: San Guo Sha Trading Card Game",
    "ID": 298592,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/298592/zhen-mian-dui-jue-san-guo-sha-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a trading card game with the background of San Guo Sha. The military divisions and generals appeared several times in the Three Kingdoms kill, and you turned into a heavenly messenger and fought alongside them. You will also control the newly set characters, cards, arrays, avatars and other cards that are rich in the Three Kingdoms of China, and build them into your powerful powers, competing with other destiny messengers and competing for the world. In each actual battle process, you will command the various army branches to fight. The careful layout of each position will bring thousands of changes to the entire battle. The active battlefield is in your palm, a magnificent epic You write it yourself.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civil War",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Si Anak Nakal",
    "ID": 298594,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/298594/si-anak-nakal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A group of Mouse Deer and Sheep have broken into the Timun Saving vault. Just right when about to do the deed of stealing, some of them thought to themselves &quot;Aren't stealing is a sin?&quot;. Decide your alignment whether you want to help the thieves or sabotage them! Bluff your way through the cards to make yourself the victor.&#10;&#10;Set up the game by placing the score tracker, shuffling the cards, exclude 1 card randomly,  and give all the player 1 card. the rest of the cards are placed face down as the vaults. The first player begins by picking any face-down card in the vault, from the 2 cards you have in hand, you can either place one face down and nothing happens, or place them face up then activate the card&rsquo;s effect. The game ends after all the cards in the vault are opened or game-ending card is revealed in the vault. The score is determined by the card left in the player&rsquo;s hand. The first player that has achieved 15 points wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Hidden Roles",
      "Open Drafting",
      "Take That",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kopi Dash",
    "ID": 298595,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/298595/kopi-dash",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Do you have what it takes to be a lightning-fast barista? &#10;A super-fast card game where you alone or with other make drinks under 5 minutes! Play the right ingredient cards to fulfill the customer's orders. Pick your card wisely and avoid wasting time, you need to be FAST!&#10;&#10;Set up the game by shuffling each customer and ingredients deck. The customer deck is set to face down and the ingredients deck divided into 2 face-up stacks. Give every player ingredients card according to the number of players involved, and set up a 5-minute timer. The timer starts after the first customer card is opened. Every player contributes to fulfilling the customer&rsquo;s order by placing the right ingredients cards. refill ingredients card from the stacks every time the amount of card in hand decreased. If an order cannot be fulfilled, a player can discard their card in hand face down into the used ingredients pile and refill their hand from the ingredients stack, then start the order from the beginning. After the stacks of ingredients exhausted, take all the used ingredients card and do a 10-second shuffle then divide them by 2 stacks as usual. The game ends after either the players have completed all the orders which resulted in a win or the timer ends which the players lose.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Room: Das Spiel 2",
    "ID": 298596,
    "Year": "(2020)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/298596/escape-room-das-spiel-2",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Escape Room The Game is the game where you need to work together to solve puzzles and to find hidden clues. It&rsquo;s always a race against the clock; you only have 60 minutes to escape. The Chrono Decoder counts down, creates the right atmosphere and tells you when you can use hints. In this game you either win together or you lose together. All players have to get the best out of themselves. To solve riddles and puzzles in time, teamwork is the key to success. Unbelievable how quickly 60 minutes pass in the heat of the moment.&#10;&#10;4 NEW ADVENTURES, CAN YOU ESCAPE IN TIME?&#10;Are you already familiar with Escape Room the Game? Feel the tension of an Escape Room in your own living room again with the four new adventures of Escape Room The Game 2.&#10;&#10;Have you not played Escape Room the Game yet? Then you can expect a challenging and unpredictable game!&#10;&#10;The German edition contains the following adventures: Alice in Wonderland, Another Dimension, Wild West Express and The Break-In. The last 2 adventures are new ones and not included in the Dutch, Korean, and Spanish version which is found here: Escape Room: The Game 2.&#10;.............................................................&#10;&#10;The Break-In&#10;&#10;Heute Nacht ist es endlich soweit! Lange habt ihr euch auf euren Einbruch in das Lockholm Museum vorbereitet. Das Ziel? Ein unbezahlbares Kunstwerk der ber&uuml;hmten K&uuml;nstlerin Esa Cape. Stehlt die Skulptur, versteckt euch vor den Wachen und entkommt ungesehen wieder aus dem Museum, bevor ihr erwischt werdet!&#10;&#10;Alice in Wonderland&#10;&#10;&bdquo;Ich komme zu spat!&rdquo;, ruft ein wei&szlig;er Hase, w&auml;hrend er auf eine Uhr sieht. &bdquo;Die Teeparty beginnt bald!&ldquo;&#10;&#10;Ein sprechender Hase? Ihr seht nicht richtig! Er hoppelt in ein kleines Loch, und ihr folgt ihm hinterher. Als ihr in einem Raum mit einem riesigen Tisch landet, wird euch klar: hier irgendwo ist der Zugang ins Wunderland! Entkommt in einer Stunde, oder bleibt f&uuml;r immer hier!&#10;&#10;Wild West Express&#10;&#10;W&auml;hrend einer gem&uuml;tlichen Zugfahrt nach Escapetown wird der Zug von Banditen &uuml;berfallen. Sie haben die Lok &uuml;bernommen und wollen den Zug in einer Stunde in einen Abgrund steuern. Das w&uuml;rde ein b&ouml;ses Ende nehmen&hellip;&#10;&#10;&Uuml;berw&auml;ltigt die Banditen, &uuml;bernehmt die Kontrolle &uuml;ber die Lokomotive und stoppt den Zug, bevor er den Abgrund erreicht!&#10;&#10;Another Dimension&#10;&#10;Seit mehreren Monaten passieren komische Dinge in Lockholm. Ihr seid in die nahe Milit&auml;rbasis eingebrochen um den mysteri&ouml;sen Ereignissen auf die Spur zu kommen. Doch was ihr dort vorfindet, k&ouml;nnt ihr kaum glauben&hellip; hier gibt es ein Portal in eine andere Dimension! Wer wagt sich zu einer besonderen Begegnung?&#10;&#10;",
    "Categories": [
      "Electronic",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Elapsed Real Time Ending"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Room – The Game (Identity Games International B.V.)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Board Royale: The Island – Founder's Expansion",
    "ID": 298612,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298612/board-royale-the-island-founders-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This Kick-Starter Exclusive pack brings a little flavour from other packs and more. Some military, some disaster, some NSFW and a lot of fun packed in this little box! Don&rsquo;t think of it as a remix, it also has its own items to extend your island to your liking. Struggle with weather, have powerful and experimental weapons, face bizarre things, all in one!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Board Royale – The Island",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lortur í lauginni",
    "ID": 298613,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/298613/lortur-i-lauginni",
    "Min Players": "5",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Lortur &iacute; lauginni (Pool Pooper) is a party game in the vein of Werewolf / Mafia games. Players take on different roles (pooper, innocent swimmer, pool attendant, bezzerwizzer etc.) and try to figure out before the end of the game who pooped in the pool. Even though it's similar to Werewolf, there is no player elimination in the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Memory",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Svarti sauðurinn",
    "ID": 298614,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/298614/svarti-saudurinn",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Svarti sau&eth;urinn (The Black Sheep) is a party game where players vote for the player who fits best the description on the current card. The goal is to avoid being the Black Sheep at the end of the game (there is no winner). Each round, a question is read from a card and the players vote. On the back of the question card are the rules for the player with most votes (either to move backward or forward). The player who is ahead at the end of the game is The Black Sheep.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warlike Woes: A Supplement for Four Against Darkness",
    "ID": 298623,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298623/warlike-woes-a-supplement-for-four-against-darknes",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Warlike Woes is a supplement for Four Against Darkness, for parties of level 2 and above.&#10;&#10;It features a host of new monsters, potions, new reactions, rules for gambling, new equipment, herbal remedies, a sample dungeon, and even new room shapes.&#10;&#10;Featuring: Halfling Highwaymen, Jabbering Jackalopes, Sneezing Sporelings, Wanton Wenches, Jarring Jackals, Putrefied Penitents, Egregious Elves, Naughty Nixies, Sickening Swine-Men, Boozer Bandits, Dumb Dogs, Ostrichian Knights, Wary Witchhunters &amp; Warhounds, Wolf in Sheep's Clothing, Flail Slug, Penguin-Bear, Landshark, Assassin Bugs, Chaotic Pillar of Flesh, Goblinogre, Ettin, Crying Angel of Peace, Quarterlich, Cyclops, Lesser Mykityad, Hags of the Deep, Mummified Kobold Guardians, Scissor Monsters, Elephant Men, Frozen Abyssal Shades, Raiders, Kobold Scouts, and the Final Boss Lair Feature table that will change forever your Final Boss encounters in Four Against Darkness.&#10;&#10;-From publisher blurb&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Game: Four Against Darkness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena: The Contest – Tanares Adventures",
    "ID": 298627,
    "Year": "(2023)",
    "Geek Rating": "5.863",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298627/arena-the-contest-tanares-adventures",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.8571",
    "Description": "Tanares Adventures is a massive expansion for Arena: the Contest. With more than 40 miniatures and 70 different types of villains, it takes the cooperative campaign content beyond 100 hours of unique gameplay, and adds a new Combat Role to multiply the possibilities in PvP and Co-op matches.&#10;&#10;The PvP Game Modes (Capture the Orb, Tournament, Team Competition) become richer with the addition of the Commanders and their respective Companions. With a second miniature on the board, this new Combat Role (8th in total) brings to the table interesting and varied strategical and tactical novelties, and teambuilding synergies.&#10;&#10;The game's Co-op/Campaign Mode now develops in a semi-open world, where players can consult an Adventure Map and decide where they want to go next, instead of being linearly directed by the story.&#10;&#10;The Campaign runs in Cycles, each with three phases: City Phase, Journey Phase, and Quest Phase.&#10;&#10;In the City Phase, players have the opportunity to buy items, rest, and develop sidequests related to City Structures (that can be upgraded), Relics (rewards obtained by completing a Quest, that initiate optional story arcs with a puzzle vibe), and others.&#10;&#10;In the Journey Phase, players read a prelude related to the region they want to visit, in connection with the overall story, and prepare for the Quest, by studying what they may face (this changes according to Story Facts unlocked), assigning tasks to Assets (helpful NPCs that join the team as the story progresses), equipping items, and more.&#10;&#10;Finally, in the Quest Phase, the game board is assembled and dozens of different villains may be faced. The dungeon crawling and replayability vibe is heightened by the addition of random encounters, secret rooms with previously unknown content, events and interactions that require tough decisions during the mission, and more.&#10;&#10;All your decisions matter and significantly impact the Quests&rsquo; gameplay, modifying even the circumstances of the multi-part epic final mission, and determines the Boss (or Bosses) you might face, in an exciting campaign with multiple endings.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Components: Standees",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: Deluxe Nova Collection",
    "ID": 298628,
    "Year": "(2022)",
    "Geek Rating": "5.659",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/298628/star-realms-deluxe-nova-collection",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Star Realms was recently included in the top 10 games ever played according to BoardGameGeek data. This week we are launching the most gorgeous set of Star Realms yet! Star Realms is a fast-paced game of space battles that combines the fun of a deckbuilding game with the interactivity of Trading Card Game-style combat. Battle your friends or team up to play cooperatively against the game!&#10;&#10;The Nova Collection features beautiful foil versions of every card from Promo Pack 1, the Gambit Set, Crisis: Bases and Battleships, Crisis: Events, Crisis: Heroes, Crisis: Fleets and Fortresses, the Cosmic Gambit Set and the Star Realms Base set with 6 starting decks and extra Explorers. The set also includes 6 big scoredials, a gorgeous game board, and a box that holds this collection with or without sleeves.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Off Track! by SGAG",
    "ID": 298629,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/298629/off-track-by-sgag",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A strategy card game where you build MRT tracks to reach your destination, while disrupting others and throwing them off track!&#10;&#10;Every player starts off with one of the three randomly selected characters from a team; Office Lady, School Boy or the Disruptor. Office Ladies and School Boys have to work with their team to build an interrupted track route to their specific Destination. The first team to get to their Destination wins. The Disruptors have to stop both teams from reaching their Destinations.&#10;&#10;How to play:&#10;All players pick a Character Card at random and start by taking 5 cards from the Draw Pile.Place Destination Cards face down at random at the center of the Map. Place Home Cards face up at the 4 corners of the Map The player who took the MRT last starts the game.&#10;&#10;On your turn, take one of the following actions:&#10;&#10;     Place 1 Track card on the map.&#10;     Play 1 Action card on other players.&#10;     Play 1 Action card on yourself.&#10;     Play 1 Action card on the Map.&#10;     Discard up to 2 cards face down and take back the same number of cards that you discarded.&#10;&#10;&#10;If you played a card, draw back 1 card from the Draw Pile at the end of your turn.&#10;At the end of your turn, you must have 5 cards in hand.&#10;&#10;Components:&#10;1 cloth map (67cm x 67 cm)&#10;132 cards (9 character cards, 4 destination cards, 4 home cards, 48 action cards, 67 track cards)&#10;1 instruction sheet&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Map Addition",
      "Network and Route Building",
      "Take That",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vanagloria: The Card Game",
    "ID": 298636,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/298636/vanagloria-the-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Once Vanagloria was an enchanted world, inhabited by entities who lived in harmony and peace. But sadly, that is the past. Today Vanagloria has been corrupted and marred by dark sorcerers craving for world domination to the detriment of life itself. For years, these masters of black magic have been warring with one another to seize the &ldquo;Alpha-E.S.&rdquo; (Alpha Energy Source). The first to do it will be able to sweep away all of their opponents with a simple gesture&hellip;&#10;&#10;Vanagloria: The Card Game is a Strategic board game.&#10;Take the role of a sorcerer in search of the energy needed to gain total control over the world of Vanagloria.&#10;During the game you will have to use cunning to face those who try to hinder your plans. You will use the available cards strategically to overwhelm your opponent in a fight to the last spell!&#10;&#10;By playing the action cards you can increase in number, enhance the level of concentration, defend yourself, arm yourself and then attack.&#10;&#10;The goal is to get your sorcerers to concentrate as much as possible to gather more energy than your opponents.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bridges Burned",
    "ID": 298637,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298637/bridges-burned",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "While enjoying ale at a distant tavern you overheard a mysterious old man speak of vast lands of treasure. You rush back to your village to gather a team of adventurers to seek out the treasure. It turns out you are not the only person who heard the old man.&#10;&#10;Bridges Burned is an adventure themed game with the objective to be the first to get all of your pawns to the treasure and bask in your glory as the richest in the land. This game is for 2-4 players and game play is approximately 60 minutes.&#10;&#10;How to Play - 5 Easy Steps to Learn, Limitless strategies to figure out&#10;&#10;One - Roll the movement die and move your pawns&#10;    Two - Roll the resource die and collect resources&#10;    Three - You may attempt one river cross&#10;    Four - You may construct one blueprint card&#10;    Five - Draw an event card and perform the action on it&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clockwork",
    "ID": 298646,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/298646/clockwork",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Gather resources, improve your airship and travel through time to deliver goods in the future or in the past.&#10;&#10;Clockwork is a resource management, worker placement and pickup'n'deliver game, set in a futuristic steampunk universe. &#10;Players will, turn by turn, place their influence on the inner board to activate actions, middle board to gain momentum or the outer board to deliver goods. It's a game of either careful strategy or risky tactics, depending on preferred style of play.&#10;&#10;In the end, players win by archiving challenges or completing time traveling jobs. The player with the most victory points is victorious.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Aviation / Flight",
      "Dice",
      "Exploration",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Set Collection",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "League of Infamy: Kickstarter Box",
    "ID": 298653,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298653/league-of-infamy-kickstarter-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Kickstarter Box included both expansions and other exclusive content.&#10;&#10;In the limited edition No Half Measures expansion, you must investigate reports of an ancient form of long-forgotten magic: gastromancy! Deal with halflings as strong as an ogre or tricky traps with toxic poisons. It's not all bad though, because you might come across a tasty pie or two to loot!&#10;&#10;In the Kickstarter Exclusive Siren's Wrath expansion, the League is furious that the Trident Realm is messing with one of its most important trade routes... which absolutely won't do! You're sent in to raid the Trident Realm keep and gather as many goods as you can. However, this will be your hardest mission yet, as the Keep Master takes advantage of the aquatic landscape to boost their Defenders.&#10;&#10;Other content includes 12 new Villains, 3 epic Champions, and more defenders, Chamber, Disorder, Keep, Loot, and Upgrade cards. A new type of card, the Title card, is also included.&#10;&#10;The Primovantor Pilgrim booklet accompanies the Kickstarter Box but was not delivered inside it (it was free-floating alongside both boxes).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fantasy",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Semi-Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Hue!",
    "ID": 298656,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/298656/the-battle-of-hue",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "A solitaire game designed by Jay Ward and based on his popular Tiny Battle Publishing title, The Battle for Ramadi. The Battle for Hue! Allows gamers to control the forces of the United States and their allies as they battle to wrest control of Hue from the North Vietnamese Army and their Viet Cong friends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Huế (Vietnam)",
      "Magazine: Yaah!",
      "Players: Solitaire Only Games",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trampoline Park",
    "ID": 298657,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/298657/trampoline-park",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Trampoline Park is played over several rounds. At the beginning of each round, the top playing tokens from the piles go to the jumping points placed around the game board. The youngest player starts the game, then players take turns in clockwise order.&#10;&#10;From the jumping point, a playing token moves based on how much energy the player puts into the jump. After a token jumps to a tile, it applies a force to the tile (as on a trampoline) and flings any tokens on that tile to adjacent tiles. Then the referee token goes to the next jumping point in clockwise order, and the top playing tokens again go to the jumping points and players take their turns in order again. If a playing token remains at a jumping point, the new token is placed behind the previous one to create an entrance line.&#10;&#10;As soon as a player obtains three tiles of the same colors or the same name, they reveal their card and win. Since you don't know the other players' colors, you might do something which accidentally helps another player win, so jump with care!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deduction",
      "Grid Movement",
      "Modular Board",
      "Team-Based Game",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warbirds",
    "ID": 298677,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/298677/warbirds",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Warbirds recreates the brutal intensity of crewing a B24 Liberator during World War 2. Bombing crews had a 60% casualty rate, one of the highest of any unit during the war. Your mission is to complete your tour of duty and return home.&#10;&#10;The game can be played either solo or as a team by splitting the crew members between any number of players (1-3 recommended). Each different role on the bomber has distinct gameplay in Warbirds, with the main roles being Bombardier, Gunner and Pilot. Together you must survive the onslaught of the enemy and bomb the target. Points are earned from missions toward completing your 25 mission tour (in-game missions count for more than 1 mission of your tour depending on level of success).&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "End Game Bonuses",
      "Events",
      "Open Drafting",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scruffy's Treasure Hunt",
    "ID": 298682,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/298682/scruffys-treasure-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Scruffy&rsquo;s Treasure Hunt is a game for two to four players that takes place on the tropical shores of Porthole Island. In Scruffy&rsquo;s Treasure Hunt, each player chooses a character, then sets off to explore and excavate a vast beach to accumulate the biggest, most valuable treasure hoard.&#10;&#10;Players take turns rolling dice, moving around the board, and placing digs on dig tiles. There are four kinds of dig tiles: Light sand tiles require a single dig, deep sand requires two digs, water tiles require three, and X tiles require four digs.&#10;&#10;When a player has enough digs on a dig tile, that player flips the dig tile and collects a reward or trap. Players will draw rewards from common, uncommon, rare, and legendary decks, as well as a pile of Monies coins.&#10;&#10;Once the entire beach has been dug up, players count the value of their treasure cards and Monies coins, add endgame bonuses to their score, and the player with the most Monies wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Fantasy",
      "Humor",
      "Math",
      "Nautical",
      "Pirates",
      "Territory Building"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "End Game Bonuses",
      "Market",
      "Physical Removal",
      "Pieces as Map",
      "Race",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Modern Armor",
    "ID": 298683,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/298683/modern-armor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Modern Armor&#10;&#10;This rule system evolved from many play sessions of WRG&rsquo;s Wargames Rules 1950&ndash;2000,Advanced Squad Leader, Panzertruppe, and so on.&#10;&#10;The objective is a fast moving game that provides verisimilitude, and addresses basic problems present in many games with reaction to enemy actions.&#10;&#10;The figure scale is a single vehicle or squad of infantry, with a turn covering (very) roughly five minutes of combat.&#10;&#10;The rules are written to allow hex or map measurement, with one unit of distance equaling 50 meters. &#10;Typical scale is 1&rdquo;=50m as a decent compromise between the scale of micro-armor figures and playing spaces.&#10;&#10;Modern combat is extremely lethal, with the first to detect usually scores hits or kills. Ranges have grown immensely since World War II, where most tank combat was under 700 meters. Avigdor Kahalani famously engaged the Syrians in the Golan Heights during the Yom Kippur War at 3000 meters, and ranges stretched out even further in the Gulf War as computer-assisted fire control came into combat. Artillery support has become ever more mobile and fast reacting, with radar-assisted counter-battery fire. Air support is more nimble, too, especially once laser-guided munitions become commonplace.&#10;&#10;Core concepts are the alternating player turn, detection, and defensive fire during the active player&rsquo;s movement, and cohesion.&#10;&#10;Included in this title:&#10;&#10;     Complete Rule System, including vehicle and equipment charts covering 1945 to the present day.&#10;     Combat Tables&#10;     Game Counters and Artillery Templates&#10;     Sample historical scenarios&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Gulf War",
      "History: Yom Kippur War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armored Fist: Combined Arms Combat in the Second World War",
    "ID": 298684,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298684/the-armored-fist-combined-arms-combat-in-the-secon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Armored Fist is a rule system for squad and individual vehicle all-arms combat during World War Two.&#10;&#10;Suitable for company to battalion-sized actions during the Second World War, this system can simulate both infantry and combined arms operations and give realistic outcomes to combats early and late in the conflict. Simulate the real tactical choices that confronted commanders in every period of the conflict.&#10;&#10;Core concepts are&#10;&#10;     the alternating player turn, &#10;     detection, &#10;     defensive fire during the active player&rsquo;s movement, and&#10;     unit cohesion. &#10;&#10;&#10;The figure scale is a single vehicle or squad of infantry, with a turn covering (very) roughly five minutes of combat.&#10; The rules are written to allow hex or map measurement, with one unit of distance equaling 50 meters. Typical scale is 1&rdquo;=50m as a decent compromise between the scale of micro-armor figures and playing spaces.&#10;&#10;Included in this title:&#10;&#10;     Complete Rule System, including vehicle and equipment charts&#10;     Combat Tables&#10;     Game Counters and Artillery Templates&#10;     Quick Play and Historical Scenarios covering 1939 to 1945&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Some Corner of a Foreign Field: A Tactical Two Pager Simple Squad Level Modern Skirmish",
    "ID": 298685,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298685/some-corner-of-a-foreign-field-a-tactical-two-page",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Some Corner of a Foreign Field is a squad level modern combat game for 4-15 models per side. Using just a d20 or two, it models close range infantry firefights on boards from 2x2 to 8x8. Make sure you bring plenty of cover, because if you're hit, there's a good chance you're going down - better to not get seen at all!&#10;&#10;Including rules for off-board support, casualties and morale under fire, Some Corner of a Foreign Field is a quick and easy game to get the blood pumping and the bullets flying.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Series: Tactical Two Pager games (Morningstar)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fleet: The Dice Game – Dicey Waters Expansion",
    "ID": 298686,
    "Year": "(2020)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298686/fleet-the-dice-game-dicey-waters-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Fleet: The Dice Game - Dicey Waters Expansion adds a new full color mini-scorepad to the game with 8 new buildings in a fishing village.  Each building offers a new advantage or tactic, but the only way to check a box in the fishing village is by using any die as a coin and not using the die face i.e. &quot;passing&quot;.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Fleet",
      "Mechanism: Roll-and-Write",
      "Series: Loaded Roll and Write (Motor City Gameworks)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1914",
    "ID": 298687,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/298687/1914",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Great War is usually portrayed and imagined with the blasted landscapes of the static, trench warfare that emerged late in 1914 and persisted far into the conflict. However, while it is fair to recognize that much of WWI was characterized by this stalemate, it is also fair to point out that the early and later parts of the war were witness to operations of maneuver in which armies sought to take key positions and outflank enemy forces.&#10;&#10;And it is these early battles of WWI which inspired us, some friends in the industry, and some wargaming collaborators to focus on that particular period of WWI. Our aim was to produce a set of wargames rules that caters to this style of fighting and challenges the players with constant tactical decisions and does not burden them with a lot of rules. 1914 shares some mechanisms with our WWII game, Iron Cross, so players familiar with that ruleset will recognize this one, but it plays differently.&#10;&#10;The battalion is the core tactical element in the game in a formation that is roughly the size of a British brigade. The game mechanisms are easy to grasp and make the game flow smoothly and ensure that both sides are always involved, especially when an opponent is activating units. 1914 is a game in which players act as the overall commander for the battle, developing and co-ordinating a plan for the achievement of operational objectives, and entrusting individual battalions to execute those plans. It is purposely uncomplicated to allow players to concentrate on the scale of the battle, but the action/reaction system ensures that all players are involved at all times, making tactical decisions affecting their own commands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: 1914 Guns of August Campaign"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stampede: The Card Game",
    "ID": 298688,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298688/stampede-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Stampede is a 2-4 player game (best played with 4) pitting animals of The Savanna against each other in a race for survival.&#10;&#10;Players reveal race tiles each turn to progress their animal&rsquo;s journey, while playing Power cards to either further their progress, or hinder other animals from winning.&#10;&#10;Stampede is a game where the animals you choose for your race makes a difference, as anarchy reigns supreme: each animal's power cards can be used by anybody, allowing for some crazy combinations.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Action / Event",
      "Push Your Luck",
      "Take That",
      "Track Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drakatak",
    "ID": 298689,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/298689/drakatak",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The people have come together to create a great army capable of resisting dragons. As the best warlord in Drakatak, you have no desire to share in the victory. Get rid of all your cards to send your troops into battle as quickly as possible. Make the most of events and heroes, and test your opponents' strategies by directing dragon attacks at them! You could then become the first warlord to bring back a dragon's head!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Army",
    "ID": 298691,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/298691/silent-army",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Silent Army is a fantasy wargame for 2&ndash;4 players (usually played in a 2v2 team) on a cross-shaped board. Each player starts with an army of 5 characters, which they place face-down in their castle on the board. It is played clockwise. In each turn, a player must either move one of their characters (only forwards, after the first duel in any direction, but never backwards),  or attack one orthogonal adjacent (or diagonal adjacent, if the player has only one character left) opposing character. When a player declares an attack, they choose the damage class (magical, weapon or body) and both characters are revealed (and stay revealed). If the attacking character has a higher value in this damage class, the defending character is captured (similar to chess). If both values are equal, the total sum of damage points is decisive. It that sum is still equal, both characters are removed from play. In each other cases (defender wins the duel), nothing happens.&#10;&#10;If a character is on the border of the opponent&rsquo;s area, it can be switched-out for another character. If a player has their last character, it is also possible to switch it on the corners fields of the central neutral area.&#10;&#10;When an opposing unit is offside, so that it is no longer possible for the other player to attack this character, that player may also move backwards until both characters are on the same line.&#10;&#10;The first player who reaches the opposing castle with one of their characters wins. When all characters have been captured (which may happen, if the last duel results in a tie), the game ends with a draw.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – Under the Ash Mountains",
    "ID": 298693,
    "Year": "(2020)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298693/the-lord-of-the-rings-the-card-game-under-the-ash",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Under the Ash Mountains is the fourth Adventure Pack in the Vengeance of Mordor cycle for The Lord of the Rings: The Card Game.&#10;&#10;Your pursuit of Thane Ulchor has almost reached its conclusion. All that stands between you and this dastardly foe are the tunnels of Torech Gorgor under the Ash Mountains. As your journey reaches its final stages, this 60-card pack takes you deep into this labyrinthine cave system where you&rsquo;ll face dwindling supplies as well as the nameless terrors that dwell there. Food and water will be scarce in these darkened tunnels, so you must conserve your resources if you hope to survive.&#10;&#10;This task can be made easier with a little preparation and Under the Ash Mountains gives you plenty of tools to deal with dangers you'll find in the tunnels. Numerous allies can help you find your way, and a new Contract ensures you have a diverse array of options as you inch closer to Mordor. Do you have the will to find your way through before all hope is lost?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Lord of the Rings – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fringers",
    "ID": 298703,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/298703/fringers",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Fringers is a co-operative action game. You play as a team and based on a goal card try to rearrange the rings on your fingers before time runs out. The players are allowed to give their rings only to their neighbor on the left, while your neighbor on the right will put new rings on your fingers &mdash; hopefully with the right color on the right finger.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Star Wars Complete Saga Edition",
    "ID": 298723,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/298723/monopoly-star-wars-complete-saga-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "100",
    "Weight": "2",
    "Description": "The classic Monopoly game in a tribute to all 3 Star Wars trilogies.&#10;&#10;Instead of houses and hotels, you'll find Tie Fighters and X-Wings. Characters to choose are Darth Maul, Padme Amidala, Darth Vader, Han Solo, Leia, Luke, Kylo Ren, Chewbacca, and Rey.&#10;&#10;Currency is in the form of &quot;credits&quot; (cardboard chips) and are found in 10s and 50s.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PARKS: Nightfall",
    "ID": 298729,
    "Year": "(2021)",
    "Geek Rating": "7.193",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298729/parks-nightfall",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "2.2603",
    "Description": "Welcome to PARKS Expansion: Nightfall. In Nightfall, you'll find new Park Cards featuring new rewards and all new artwork from the Fifty-Nine Parks Print Series, including the 17 parks not represented in the base game. This expansion also includes new Year Cards and Bonus Scoring opportunities, and you'll get to experience the trail in a brand new way with the new Camping mechanic.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Expansion for Base-game",
      "Travel"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Series: PARKS",
      "Theme: Nature",
      "Theme: US National Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Consumption: Extra Helpings",
    "ID": 298732,
    "Year": "(2020)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298732/consumption-extra-helpings",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Consumption: Extra Helpings comprises all the stretch goals that were unlocked during the initial funding campaign for Consumption: Food and Choice.&#10;&#10;Adding additional recipes and 4 unique modules to enhance the core game, Extra Helpings is sure to keep bringing you back to the table.&#10;&#10;&mdash;description from the back of the box&#10;&#10;This expansion adds the following:&#10;&#10;     Expansion Recipes: 15 recipe cards with teal photo borders that can be included in any play mode.&#10;     Potluck Module: 8 recipe cards with yellow photo borders, not suitable for solitaire play.&#10;     Goals Module: 10 goal cards to award the two players who best meet the tasks defined thereupon.&#10;     Food Allergy Module: 4 food allergy tiles to cover 4 food groups, requiring each player to work around a food allergy.&#10;     Freezer Module: 4 little freezer boards to allow players to freeze meats, so they can save them until they want to use them.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neo-Morphosis: Infestation – The Brood Queen Expansion",
    "ID": 298733,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298733/neo-morphosis-infestation-the-brood-queen-expansio",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion features the Brood Queen, a giant miniature, and new map tiles for two huge new rooms. Behaviour cards introduce new twists to Boss bug AI, and obstacles on the map create new challenges for the crew.&#10;&#10;Expansion includes:&#10;- Brood Queen miniature&#10;- 4 Behaviour cards&#10;- 4 Encounter cards&#10;- 2 double sided map tiles&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eagle Troop at the Battle of Easting 73",
    "ID": 298734,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298734/eagle-troop-at-the-battle-of-easting-73",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Eagle Troop at the Battle of Easting 73 is a scenario for Modern Armor&#10;&#10;The Battle of 73 Easting erupted about halfway through the brief land phase of the Gulf War. American armored forces had entered Iraq and pivoted to unhinge the enemy&rsquo;s defenses inside Kuwait. Facing them was what appeared to be a well-trained and well prepared enemy - the elite Republican Guard.&#10;&#10;The Republican Guard was dug in, defending the territory it trained in often. The Coalition forces were strung out, navigating by compass and GPS. Fog, sandstorms and &ldquo;oil rain&rdquo; confused the picture on the battlefield. All of this, on paper, should have given the Iraqis a  fighting chance. Instead, by the end of the 26th of February, 1991, the best they had to offer had been annihilated.&#10;&#10;This scenario recreates the historical battle. Variants allow you to explore what would have happened if the Iraqis had been better prepared, luckier, or better trained.&#10;&#10;This scenario contains:&#10;&#10;     Historical information on units and deployment suitable for use with any micro-armor system.&#10;     Unit statistics and scenario rules for Modern Armor&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Iraq War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Goose Green",
    "ID": 298736,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298736/the-battle-of-goose-green",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle of Goose Green is a scenario for Modern Armor&#10;&#10;The Battle of Goose Green, 27-29 May 1982&#10;&#10;Falklands War: 2 Para vs Task Force Mercedes&#10;Micro-armor (Infantry!) Scenario with statistics and scenario rules for the Modern Armor,&#10;&#10;This scenario recreates the historical battle. Variants allow you to explore what would have happened if the British had used tanks or had their lost helicopters, and what would have happened if the Argentines had shown more aggressiveness.&#10;&#10;This scenario contains:&#10;&#10;     Historical information on units and deployment suitable for use with any micro-armor system.&#10;     Unit statistics and scenario rules for Modern Armor&#10;&#10;&#10;With rules and notes for Solitaire play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Falklands War",
      "Islands: Falklands (UK)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Modern Armor: Five Battles Arab-Israeli Wars",
    "ID": 298739,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298739/modern-armor-five-battles-arab-israeli-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Five Battles from the Arab-Israeli Conflict, scenarios for Modern Armor&#10;&#10;These scenarios are based on five iconic armor actions during the Arab-Israeli conflicts, between 1956 and 1982.&#10;&#10;Various liberties have been taken with the historical actions to reduce large, complex battles to a tabletop game, and various vehicles have been used that probably were not present together on this particular battlefield, but saw action in the same theatre of war. An example is the inclusion of the AMX-13 in the Operation Kadesh scenario.&#10;&#10;These scenarios were included (in condensed form) in the Modern Armor rulebook.&#10;&#10;     The Suez Crisis &mdash; Operation Kadesh&#10;     The Six-Day War &mdash; Sharon at Umm Qatef&#10;     Yom Kippur War &mdash; The Chinese Farm&#10;     Yom Kippur War &mdash; The Heights of Courage&#10;     Operation Peace in Galilee &mdash; Soultane Yacoub&#10;&#10;&#10;Each scenarios contains:&#10;&#10;     Historical information on units and deployment suitable for use with any micro-armor system.&#10;     Unit statistics and scenario rules for Modern Armor&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Lebanese Wars 1975-2006",
      "History: Six-Day War",
      "History: Suez Crisis",
      "History: Yom Kippur War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hannut and Gembloux 1940",
    "ID": 298743,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298743/hannut-and-gembloux-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hannut and Gembloux 1940, scenario for Armored Fist&#10;&#10;Hannut and Gembloux: the Battle of the Belgian Plain, 12-15 May 1940&#10;&#10;Two scenarios recreating the battles between the 3rd and 4th Panzer Divisions and the French Division L&eacute;g&egrave;re M&eacute;caniques and the 1re Divison Marocaine. &#10;Hannut, the largest tank battle the world had ever seen, and Gembloux, where the French stood their ground against everything the Germans could throw at them - until the deadly gap opening up to the South, in the Ardennes, forced them to withdraw.&#10;&#10;These scenarios contain:&#10;&#10;     Historical information on units and deployment suitable for use with any micro-armor system.&#10;     Unit statistics and scenario rules for Armored Fist&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Gembloux (Belgium)",
      "Cities: Hannut (Belgium)",
      "Country: Belgium",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of Stonne 1940",
    "ID": 298744,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298744/battles-of-stonne-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battles of Stonne 1940 scenarios for Armored Fist&#10;&#10;Battles of Stonne 1940, Grossdeutschland vs the 3e DCr, 15-16 May 1940&#10;&#10;Five scenarios recreating the ferocious battle to control the town of Stonne, the first and best opportunity the French had to derail the drive to the Channel. &#10;Infantry Regiment Grossdeutschland faced off against the tanks and soldiers of the 3e DCr and 3e DIM in a battle German veterans would later say was as intense as Stalingrad. Day and night actions, infantry vs tanks, and the rampage by B1 bis commander Pierre Billotte, who claimed 13 kills in one action.&#10;&#10;These scenarios contain:&#10;&#10;     Historical information on units and deployment suitable for use with any micro-armor system.&#10;     Unit statistics and scenario rules for Armored Fist&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Stonne (France)",
      "Country: France",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GEMINO",
    "ID": 298745,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/298745/gemino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Overview&#10;GEMINO is a very nice puzzle game for the whole family. Simple rules (similar to &quot;tic-tac-toe&quot;) allow for interesting, addictive gameplay. Parents, children and grandparents will gladly join the game.&#10;To win, you need to plan your moves, block and outsmart your opponents on two boards at the same time.&#10;&#10;Preperation&#10;Put both two-sided boards on the table next to each other (side does not matter).&#10;Everyone chooses 14 tiles in one pattern. The unused tiles are returned to the box.&#10;&#10;Object&#10;The player scores a point if he places 4 of his tiles on a line on one of the boards (horizontally, vertically or diagonally). The player removes scoring tiles from the board and turns one tile over as a point. The others tiles can be reused. If the player makes a scoring arragment on both boards in one queue  - then he scores 2 points.&#10;&#10;The end of the game&#10;The game ends when one of the players scored 3 points (he's arranged 4 tiles in one line 3 times, or in 2-player game - 5 tiles in one line).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "It's a Wonderful World: War or Peace",
    "ID": 298752,
    "Year": "(2020)",
    "Geek Rating": "6.249",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298752/its-a-wonderful-world-war-or-peace",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4091",
    "Description": "This expansion is a campaign allowing players to live an adventure scripted in 5 scenarios which brings, collectively during the game, players to make choices that will tip the story towards Peace or World War.&#10;&#10;At the start of a game, players open an envelope containing the story, the special rules of the scenario and the extra cards for this scenario. Then, at the end of the game, each player receives different rewards depending on whether they won or lost and according to their own choices during the game (depending on the scenario).&#10;&#10;Thus, each one builds their Heritage over the 5 scenarios. The winner of the campaign is the one who wins the last scenario.&#10;&#10;The campaign offers 6 scenarios in all because there is a branch, depending on the choice of players in scenario 4.&#10;&#10;During the campaign and after the campaign, the players will unlock cards which can come to enrich the basic game definitively. The Heritage campaigns therefore offer players to live a story and gradually unlock a mini-extension to the base game offering a new mechanic, a bit like a Legacy, but totally replayable because there is no alteration of equipment.&#10;&#10;The campaign is also playable solo.&#10;&#10;Included in the Kickstarter Heritage edition of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: It's a Wonderful World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "いやいやコーギーと、あるきたい！ (No, No, I Want to Walk With Corgi!)",
    "ID": 298759,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/298759/iyaiyakogitoarukitai-no-no-i-want-to-walk-with-cor",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&#227;&#129;&#132;&#227;&#130;&#132;&#227;&#129;&#132;&#227;&#130;&#132;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#129;&#141;&#227;&#129;&#159;&#227;&#129;&#132;&#239;&#188;&#129; (pronounced roughly &quot;Iyaiya Corgi to Arukitai!&quot;) is a Japanese game, the title of which means &quot;I want to take a walk with a corgi who is not willing to&quot;. The game can be played solitaire.&#10;&#10;On a 5x5 grid, players take turns controlling a single corgi by playing an action card such as &quot;advance one space&quot; and &quot;turn left&quot;. First, players should co-operate to make the corgi meet four friends who are at the four corners of the board. Each time the corgi meets a friend or clears a hazard in the town, the active player increases their hand capacity.&#10;&#10;After meeting all the friends, the players must return the corgi home at the center of the town. When the corgi is returned home, the active player wins.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#130;&#146;&#229;&#139;&#149;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#143;&#139;&#227;&#129;&#160;&#227;&#129;&#161;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#171;&#228;&#188;&#154;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#139;&#227;&#130;&#137;&#229;&#174;&#182;&#227;&#129;&#171;&#230;&#136;&#187;&#227;&#130;&#139;&#227;&#128;&#140;&#227;&#129;&#138;&#230;&#149;&#163;&#230;&#173;&#169;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#141;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#128;&#140;&#239;&#188;&#167;&#239;&#188;&#175;&#227;&#128;&#141;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#153;&#227;&#129;&#144;&#233;&#128;&#178;&#227;&#129;&#191;&#227;&#128;&#129;&#227;&#128;&#140;&#239;&#188;&#180;&#239;&#188;&#181;&#239;&#188;&#178;&#239;&#188;&#174; &#239;&#188;&#172;&#239;&#188;&#165;&#239;&#188;&#166;&#239;&#188;&#180;&#227;&#128;&#141;&#227;&#129;&#167;&#229;&#143;&#179;&#227;&#130;&#146;&#229;&#144;&#145;&#227;&#129;&#143;&#227;&#131;&#187;&#227;&#131;&#187;&#227;&#131;&#187;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#130;&#179;&#227;&#131;&#158;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#167;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#130;&#146;&#229;&#139;&#149;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#190;&#227;&#129;&#154;&#227;&#129;&#175;&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#129;&#167;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#239;&#188;&#148;&#233;&#160;&#173;&#227;&#129;&#174;&#229;&#143;&#139;&#227;&#129;&#160;&#227;&#129;&#161;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#171;&#228;&#188;&#154;&#227;&#129;&#132;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#229;&#143;&#139;&#227;&#129;&#160;&#227;&#129;&#161;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#171;&#228;&#188;&#154;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#233;&#128;&#148;&#228;&#184;&#173;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#151;&#227;&#131;&#139;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#146;&#227;&#130;&#175;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#128;&#129;&#230;&#140;&#129;&#227;&#129;&#161;&#230;&#156;&#173;&#227;&#129;&#140;&#229;&#162;&#151;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#143;&#139;&#227;&#129;&#160;&#227;&#129;&#161;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#171;&#228;&#188;&#154;&#227;&#129;&#163;&#227;&#129;&#159;&#229;&#190;&#140;&#227;&#129;&#175;&#227;&#131;&#144;&#227;&#131;&#136;&#227;&#131;&#171;&#233;&#150;&#139;&#229;&#167;&#139;&#239;&#188;&#129;&#10;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#171;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#168;&#229;&#174;&#182;&#227;&#129;&#171;&#229;&#184;&#176;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#174;&#227;&#128;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#230;&#177;&#186;&#227;&#130;&#129;&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Programmed Movement"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ねむねむコーギーを、さわりたい！ (Nemunemu Corgi wo sawaritai!)",
    "ID": 298760,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/298760/nemunemukogiwosawaritai-nemunemu-corgi-wo-sawarita",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In &#227;&#129;&#173;&#227;&#130;&#128;&#227;&#129;&#173;&#227;&#130;&#128;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#130;&#146;&#227;&#128;&#129;&#227;&#129;&#149;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#129;&#159;&#227;&#129;&#132;&#239;&#188;&#129; (I Want to Touch the Sleepy Corgi!), players are toying with a dog, taking turns playing a card to touch the sleeping corgi. In response, the corgi moves along the line of squares as indicated on the card. You lose the game if you are forced to play a card that makes the corgi fall off the end of the line or be caught in a trap. The game ends when a single player loses by waking the corgi.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#231;&#156;&#160;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#130;&#146;&#232;&#181;&#183;&#227;&#129;&#147;&#227;&#129;&#149;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#129;&#149;&#227;&#130;&#143;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#169;&#227;&#130;&#185;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#155;&#227;&#129;&#176;&#227;&#131;&#151;&#227;&#131;&#169;&#227;&#130;&#185;&#227;&#129;&#174;&#227;&#129;&#187;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#139;&#149;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#138;&#227;&#130;&#185;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#155;&#227;&#129;&#176;&#227;&#128;&#129;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#138;&#227;&#130;&#185;&#230;&#150;&#185;&#229;&#144;&#145;&#227;&#129;&#171;&#229;&#139;&#149;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#187;&#227;&#129;&#139;&#227;&#129;&#171;&#227;&#130;&#130;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#171;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#130;&#146;&#232;&#181;&#183;&#227;&#129;&#147;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#140;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#128;&#140;&#232;&#178;&#160;&#227;&#129;&#145;&#230;&#177;&#186;&#227;&#130;&#129;&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Single Loser Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Death Battletome – Legions of Nagash",
    "ID": 298761,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298761/warhammer-age-of-sigmar-death-battletome-legions-o",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A dread figure casts its shadow across the battlefield, a skeletal giant clad in osseous armour and wielding a skull-tipped staff that casts a sickening glow across the earth. A nimbus of shrieking spirits swirls around this nightmarish form. The avatar of undeath gestures with a fleshless hand, and the ground beneath it erupts as hordes of skeletons burst from shallow graves, falling upon their new master&rsquo;s foes with rusted blades swinging. Nagash, the Great Necromancer, surveys the carnage with cold approval. Even as his enemies are torn apart, they rise again, slaughtering those they fought beside mere moments earlier. Such is the will of Nagash, and such is the fate he desires for all living things.&#10;&#10;In the 120-page hardback Battletome: Legions of Nagash, you&rsquo;ll find:&#10;&#10;- The Lord of Undeath: a description of Nagash&rsquo;s place in the grand scheme of the mortal realms, the undead creatures that serve him and an overview of the plans he has &ndash; elimination of all life and the expansion of his empire;&#10;- The Missing Souls: previously, an uneasy alliance &ndash; or at least a mutual respect &ndash; existed between Nagash and the God-King Sigmar; in this section, learn how that alliance fell apart;&#10;- The Realm of Death: a description of Shyish, a realm of endings and underworlds uncountable, and Nagash&rsquo;s domain;&#10;- The Legions of Nagash: an overview of Nagash&rsquo;s armies, and how Mortarchs are employed to lead them into grim battle;&#10;- A Legacy of Darkness: a timeline covering Nagash&rsquo;s exploits dating back to the Age of Myth, with key events and battles leading to the present time;&#10;- Detailed background on the forces available to Nagash, including his Mortarchs, Soulblight Vampires, Nighthaunt Spirits, The Deathrattle Legions, Deathmages, and Deadwalkers;&#10;- A showcase of beautifully-painted Citadel miniatures, with an example army;&#10;- Painting your Legion: expert painting advice including stage by stage examples of painting bone, zombie flesh, rusted blades and banners, with special effects including adding gore, grime and dirt to your miniatures.&#10;&#10;Rules&#10;&#10;All the rules you need in order to get your Legions of Nagash army ready for the gaming table are here:&#10;&#10;- 33 Warscrolls, covering every miniature in the Legions of Nagash faction;&#10;- 6 sets of Allegiance Abilities &ndash; the Grand Host of Nagash, Legion of Sacrament, Legion of Blood, Legion of Night, Soulblight, and Death &ndash; each with their own unique Artefacts of Power, Command Traits, Battle Traits, and Command Ability;&#10;- 2 different Lores of the Dead &ndash; Lore of the Deathmages, and Lore of the Vampires;&#10;- 2 Battleplans, each featuring guidance on army compositions, objectives, specific Command Abilities for both sides, set-up and victory conditions;&#10;- Rules for setting up a Legions of Nagash warband for a Path to Glory campaign, including a Champion Rewards Table, Monster Followers Rewards Table, Followers Rewards Table, and Path to Glory warband roster;&#10;- Pitched Battle Profiles for every unit and miniature featured in this Battletome.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Death Battletome – Nighthaunt",
    "ID": 298762,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298762/warhammer-age-of-sigmar-death-battletome-nighthaun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An indomitable new malevolence has stirred an ancient terror. No longer content to hunt civilisation&rsquo;s edges, phantasmal forces gather into spectral armies. This is no mere haunting, but a shock assault that seeks nothing less than to destroy life itself. From the darkest pits of Shyish, the Realm of Death, comes a storm of ethereal figures. These wraiths fight to send fresh souls screaming down into the darkened realms from whence the dead emerged, taking cruel pleasure in knowing the torments that await their victims below&hellip;&#10;&#10;In the 88-page hardback Battletome: Nighthaunt, you&rsquo;ll find:&#10;&#10;- That Which Haunts the Night: an introduction to the Nighthaunt, their motivations, processions and the rising threat they pose to all life;&#10;- The Restless Dead: details of the dark and forbidden arts of necromancy &ndash; the creation and enslavement of new undead;&#10;- Something Wicked This Way Comes: a great change has swept the Mortal Realms &ndash; the necroquake, an unintended result of Nagash&rsquo;s grand plan, unleashed a mind-splitting wave of eldritch power, resulting in the rising of the wraiths; billions of souls arising and assaulting anything and everything that lives with blind hatred;&#10;- A detailed description of Shyish, the Realm of Death: home of the Great Necromancer Nagash, and source of countless spiritual horrors;&#10;- Chronicles of Terror: a timeline of key events and battles in the history of the Nighthaunt, from the Age of Myth, Age of Chaos, Age of Sigmar and the present;&#10;- Ghostly Processions: organised by order of Nagash and commanded by Lady Olynder, Mortarch of Grief, these are the structures of Nighthaunt armies;&#10;- Explanation and background of each character and unit available to a Nighthaunt army;&#10;- Shock and Terror: an example procession, featuring an annotated photograph explaining how this army was selected and the manner in which they will fight;&#10;- A showcase of beautifully-painted Citadel miniatures, with an example army and comprehensive painting advice from the experts. This advice covers a huge variety of examples and techniques, showing you how to achieve the ghostly effects of blue and green spirits, cloth, rusted and corroded metal, brass, balefire, candles and lantern glows, with guides on painting extra details like bone, wood, and making graves look suitably ghastly.&#10;&#10;Rules&#10;&#10;All the rules you need in order to get your Nighthaunt army ready for the gaming table are here:&#10;&#10;- 21 Warscrolls, covering every miniature available to the Nighthaunt faction and including 3 Endless Spell warscrolls &ndash; Shyish Reaper, Vault of Souls and Mortalis Terminexus &ndash; for use with Malign Sorcery;&#10;- Allegiance Abilities representing the Nighthaunt methods of war &ndash; including Command Traits, Battle Traits, rules for resurrection the slain and 3 separate types of Artefacts of power;&#10;- Lore of the Underworlds: a selection of spells available to Nighthaunt wizards;&#10;- A Battleplan, including objectives for both sides, deployment map, special rules and victory conditions;&#10;- Rules for creating a Nighthaunt warband to use in a Path to Glory campaign, including a Followers Rewards Table and a Champion Rewards Table;&#10;- 8 Warscroll Battalions conferring advantages for fielding certain combinations of models;&#10;- Pitched Battle Profiles for all units featured in this Battletome, including unit sizes, points values and battlefield roles, along with faction keywords for Allies.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solitaire Spellbook Swappings",
    "ID": 298763,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/298763/solitaire-spellbook-swappings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Solitaire Spellbook Swappings&quot; is a minimalistic 9 card PnP puzzle-based game submitted for the 2019 Solitaire Print and Play Contest.&#10;&#10;Game Summary/Premise: As an apprentice magician, you have been tasked with sorting the Royal Magical Library. Fortunately, the library&rsquo;s magical tomes have several useful &ldquo;Swapping&rdquo; spells available to expedite the process. Prove your magical mettle by successfully sorting the arcane spellbooks!&#10;&#10;Components: 9 Cards (numbered 1 through 9 with unique &ldquo;Swap&rdquo; abilities on each one). You may print the colored version or the low ink version and use either one.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Pattern Movement"
    ],
    "Families": [
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warmachine: Oblivion Campaign Set",
    "ID": 298773,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/298773/warmachine-oblivion-campaign-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "EVERYTHING WILL CHANGE&hellip;&#10;&#10;A pact struck ages ago has finally come due, and now the otherworldly horrors known as the Infernals descend upon Caen to collect their payment. The cost in mortal souls is higher than anyone could possibly imagine, but forces have gathered to stand against these invaders. Holy archons and steadfast soldiers of the Order of Illumination join with armies of all nations to protect humanity from utter oblivion at the hands of ancient evils from without and traitorous individuals from within. The fate of every living being hangs in the balance, and the Iron Kingdoms will be changed forever&hellip;if it survives at all.&#10;&#10;The Oblivion Campaign Set contains a vault of secrets about the upcoming Claiming, including new fiction detailing the Claiming of souls; a narrative campaign system featuring 16 branching scenarios that allow you and your friends to participate in the invasions; Omen cards that contribute to the outcome of your path to victory or defeat; a brand-new model, the Hermit of Henge Hold, that can play in ANY army; and new and updated rules for Warmachine and Hordes in a convenient digest. This Campaign Set has everything you need to help you defend against those who come to claim souls or to aid them in their decimation of the world.&#10;&#10;The Oblivion Campaign Set is a must-have for any Warmachine or Hordes enthusiast. This product moves along the story of the Iron Kingdoms while presenting a campaign for players to take part in the action. The Omen cards included in the box are integral to the campaign system and will be used in future campaigns that use the core campaign rules presented here. The updated rulebook contains all of the rules for both Warmachine and Hordes, integrated into one concise tome for the first time. In addition to the combination of rules, other small adjustments have been made to the game to streamline certain elements. Finally, the included miniature is the Hermit of Henge Hold, a mad Iosan prophet who can be included in any army, ensuring all of the contents of this box fit easily into any player's collection.&#10;&#10;Contents:&#10;Oblivion Campaign Book&#10;Exclusive Hermit of Henge Hold Miniature (playable with every faction!)&#10;Warmachine/Hordes Core Rules Remix Digest&#10;20 Omen Campaign Cards&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Measurement Movement",
      "Once-Per-Game Abilities",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Babies",
    "ID": 298831,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/298831/battle-babies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Battle Babies is a comically themed deck-building card game for 2-4 players.&#10;&#10;In this baby packed strategy game, you use ration cards to recruit and expand your infantry army. Craft the perfect baby army and lead them to victory.&#10;&#10;Throughout the game, each player will be expanding their army by recruiting cute (and sometimes less than cute) babies and pitting them against the opposing armies for ultimate baby power.&#10;&#10;&mdash;description from the pbulsiher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Assault Platoon: Wargame Rules for Platoon-Level Combat in the Second World War",
    "ID": 298833,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298833/assault-platoon-wargame-rules-for-platoon-level-co",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Assault platoon&#10;&#10;This book contains all the rules you'll need to simulate a skirmish-level battle between two enemy armies. &#10;Assault Platoon uses a unique and innovative system to simulate simultaneous actions and reactions that allows you to interrupt or anticipate your enemy's moves. &#10;Assault platoon is a new dimension in miniature wargaming where realism and simple rules are perfectly balanced.&#10;&#10;The whole game-system is based on adding and subtracting six-sided dice.&#10;&#10;Fast, easy to learn and historically accurate.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords & Servants: The Burgundian Wars",
    "ID": 298834,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298834/lords-and-servants-the-burgundian-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Lords &amp; Servants supplement dedicated to the Burgundian Wars.&#10;&#10;Lists for:&#10;&#10;     Burgundian Ordonnance, &#10;     French Ordonnance, &#10;     Swiss Confederacy, &#10;     Low Countries, &#10;     German Empire.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Burgundian Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mesozooic: Jurassic Mini Expansion",
    "ID": 298838,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298838/mesozooic-jurassic-mini-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Guests have been pouring in to see towering dinosaur enclosures, prehistoric attractions, and more at your zoo. Now you can enjoy a brand new way to play Mesozooic with the Jurassic Mini Expansion. Corporate has stepped in with instructions for what they think is best for your zoo. As franchise owners of Mesozoo Inc., you&rsquo;ll want to work together to take your zoo to the next level and fulfill Corporate&rsquo;s mandates. Then make your zoo even more entertaining by hiring costume mascots!&#10;&#10;In the Jurassic Mini Expansion you can play a competitive or cooperative variant to keep Corporate happy. When playing cooperatively, you&rsquo;ll shuffle the 16 mandate cards with the cooperative icon in the bottom-left corner to create the mandate deck from Corporate. Corporate may ask you to make sure your zoo contains at least 3 continuous monorail connections, or have at least 1 enclosure, 1 monorail connection, and 1 scoring attraction, for example.&#10;&#10;You&rsquo;ll play three rounds of Mesozooic like normal, but your goal each round is to work together and collectively meet or exceed the score shown on the level card. As long as at least one player meets the requirements for the mandate, the card will be discarded. For each incomplete mandate, 10 points will be subtracted from the round&rsquo;s score. If the final total is lower than the value on the level you chose, players will immediately lose. So make sure to divide and conquer as you work together to keep Corporate happy!&#10;&#10;In the competitive variant, three mandates will be available each round to all players. Each player will score 3 extra points for each mandate they complete.&#10;&#10;In the Jurassic Mini Expansion there are 8 mascot cards. There are mascots for the enclosures, attractions and trucks, monorails, topiaries, and advanced cards.&#10;&#10;At the start of each round, shuffle the mascot cards facedown. Then take mascots equal to the number of players and place them faceup in the middle of the table. Flip the timer and begin sliding cards like normal to create your zoo. At any time after the timer is flipped, when you don&rsquo;t want to slide any more cards, you can take one available mascot. You can only take one mascot per round and once you hire a mascot you can&rsquo;t slide any more cards. So choose carefully!&#10;&#10;Mascots are placed at the intersection of four cards in your zoo. For each card the mascot overlaps that shows the matching feature, score 1 point.&#10;&#10;-description from the publisher's website&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar Gaming Book",
    "ID": 298847,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/298847/warhammer-age-of-sigmar-gaming-book",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Warhammer Age of Sigmar is more than a game &ndash; it&rsquo;s a hobby. Build armies of plastic warriors drawn from the many warring factions that inhabit the Mortal Realms, paint your models to personalise your collection, and take them to the tabletop to play fast-paced games of strategy and action that will allow you to tell your own stories within the Age of Sigmar.&#10;&#10;The new edition of Warhammer Age of Sigmar features the most comprehensive look at the core rules since the first Generals Handbook, and like those changes, the new ones will have an equally huge impact on the tabletop.&#10;&#10;Artefacts of the Realms&#10;The Mortal Realms are enormous, and the factions that fight among them are characterised as much by which of the realms they hail from as by their Grand Alliance. Previously, we&rsquo;ve seen this represented largely through creative paint jobs and appropriate basing, with some hobbyists using clever conversions to identify where their force comes from. Now, in the new edition, you&rsquo;ll be able to represent where your army hails from with 84 new magic items. When you&rsquo;re writing your army list, you have the option to pick a Realm for your army to be from. As well as providing you with loads of opportunities for roleplaying (not to mention painting and converting), you&rsquo;ll be able to replace one of your normal Artefact picks with a special artefact from your chosen realm.&#10;&#10;Battling in the Realms&#10;The new edition of Warhammer Age of Sigmar turns the Mortal Realms into rich backdrops for all of your battles. These aren&rsquo;t just optional expansions, but a core part of the game. Each of the Mortal Realms has a set of unique rules that create unusual challenges and opportunities for the armies fighting in them. Firstly, each realm has a command ability, apart from Shyish, which has two, and Ghur, which has wandering, feral monsters instead. Available to every Hero fighting in that realm, these abilities ensure that your army fights in a thematically appropriate way for the realm it&rsquo;s in. Secondly, each Realm has a set of Realmscape Features &ndash; a random in-game effect that&rsquo;ll often have a significant impact on how your game will go. Last, but not least, each of the Mortal Realms has a massive selection of spells associated with it, representing the unique powers that Wizards are able to harness. Each realm has seven spells, ALL of which will be available to ANY Wizard fighting in that realm. Finally, choosing a Realm has a range of impacts on certain warscrolls. Each endless spell, for example, is more powerful when cast in its associated realm.&#10;&#10;Command Abilities and Command Points&#10;There are loads of awesome command abilities in Warhammer Age of Sigmar, but in the previous edition, some would almost never see play because they belonged to models who weren&rsquo;t being used as generals. In the new edition, every Hero can contribute and use their command ability, whether they&rsquo;re your general or not. There&rsquo;s a twist, however &ndash; to use any of your command abilities, you&rsquo;ll need a new resource, known as command points. Command points represent the tactical cohesion of your forces &ndash; you&rsquo;ll receive one to add to your pool every turn, and you&rsquo;ll get an additional point at the beginning of the game per warscroll battalion you&rsquo;ve used. That&rsquo;s not all! There are now three command abilities every single army and every single general can use &ndash; a tweaked Inspiring Presence, At the Double and Forward to Victory.&#10;&#10;Endless Spells&#10;Magic is changing in the new edition of Warhammer Age of Sigmar, offering you something never seen on our tables before &ndash; physical sorceries with models and rules of their own. Endless spells are cast like normal spells, but rather than resolving their text with a mere roll of the dice, each summons a model to the table. This miniature then persists throughout the game until it&rsquo;s dispelled. Endless spells are moved at the start of each battle round after determining who gets the first turn, with players taking it in turns to pick a spell to move, starting with the player that has the second turn that round. You&rsquo;ll be able to move any Endless Spell with this move, not just the ones you control, representing their wild and untameable nature.&#10;&#10;Look Out, Sir!&#10;With the new command ability system making Heroes more useful than ever, the last thing you want is to watch a critical support character get shot off the table before they get to do anything interesting. In the new edition of Warhammer Age of Sigmar, we&rsquo;ve balanced this with a new ability for Heroes that&rsquo;ll make your smaller and more vulnerable characters a lot more durable at range. By keeping your heroes close to your units, you&rsquo;ll make them much harder for enemies to kill at range.&#10;&#10;Magic: Casting and Unbinding&#10;Magic is most interesting when each army&rsquo;s magic phase is distinct and defined by the unique character of the wizards involved. To do that, the new edition sees a change to two classic spells &ndash; Arcane Bolt and Mystic Shield &ndash; to offer more incentive to use the unique spells each Wizard has access to. You&rsquo;ll still find these spells a valuable part of any wizard&rsquo;s toolkit, but they&rsquo;ve been toned down in comparison to others. Secondly, you can now attempt to unbind a spell at a massive 30&Prime; range, up from 18&Prime;, making unbinding much easier and also giving you a chance to deny your enemy key spells even in the first turn of the game, where you may not have had a chance to move your wizards into defensive positions.&#10;&#10;Measuring and Piling In&#10;We know most people play Warhammer Age of Sigmar measuring from bases already, so this is just a case of enshrining it in rules and making way for a more tactical era of Warhammer Age of Sigmar. Piling in has changed to work with the new, official base-to-base system, to allow you to get as many models into combat as possible. Where previously, you could only pile in towards the closest enemy model before having to stop, now, you can pile in even if you&rsquo;re right next to someone &ndash; provided you don&rsquo;t move any further away from the nearest enemy model. This should make large units a bit easier to use and should make surrounding enemies a bit simpler. Secondly, you can&rsquo;t choose not to attack with a unit anymore &ndash; the combat phase only ends when every single eligible unit has piled in and participated.&#10;&#10;Shooting in Combat&#10;Shooting in the new edition is changing slightly. While you&rsquo;ll still be able to shoot whilst in combat, you won&rsquo;t be able to shoot out of it. This makes for a more dynamic game as far as shooting is involved. Taking a few fast-moving, durable units in your army will be key for quickly occupying shooting units that&rsquo;d usually play havoc with the squishier elements of your forces, while defensively, you&rsquo;ll want to screen your key ranged troops with support troops.&#10;&#10;Summoning, For Free!&#10;In the new edition, summoning has been changed to work better for everyone and to properly reflect the unique character of each army that uses it. Rather than summoning units through magical spells, every army that could summon units before now has a unique resource that allows them to bring fresh reinforcements onto the tabletop that fits with their army&rsquo;s background. The big change for matched play, though, is that summoning now no longer costs reinforcement points! Instead, you earn your summoned units with in-game actions: bloodshed, spreading plague, mastering magic, and other thematic goals.&#10;&#10;Turn Priority&#10;In Warhammer Age of Sigmar, the game is split into battle rounds, and players roll at the beginning of each round to see who goes first. This means, in effect, a player may occasionally get to take two turns in a row. In the new edition, the studio have added an extra level of depth, choice and chance to this mechanic, as well as removing some of the randomness, to make for more tactical games. Previously, players would roll off to determine who gets to decide who gets the first turn in each battle round, with the winner getting to choose. This works in much the same way in the new edition, but now, if the players get a draw, the player that went first in the previous battle round wins the roll.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Random",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Swingers Board Game",
    "ID": 298848,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/298848/swingers-board-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The more you swap &hellip; the more you score!&#10;&#10;Swingers have more fun!&#10;&#10;Join the swinging community in the game that&rsquo;s all about swapping partners, collecting tokens and having fun.&#10;&#10;Get creative as you act, sculpt and draw the naughty words on the swingers cards for your partner to guess. Do it before time runs out and you both win tokens. But watch out, your partner may have their eye on another swinger with a lot more tokens than you and given the chance may swap partners&hellip; but don&rsquo;t worry because you can swap partners too!&#10;&#10;Try a 3sum and go head-to-head with other swingers for bonus tokens and the choice of a new partner.&#10;&#10;Swingers keep swapping partners and collecting tokens until one pair of swingers has enough tokens to win the game.&#10;&#10;Why stick with the same team for the whole game when you can swap partners?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magical Unicorn: Adventure Bones Game",
    "ID": 298849,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/298849/magical-unicorn-adventure-bones-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You&rsquo;ll love Magical Unicorn Adventure Bones, a game of chance where any player can win. Fun for the whole family, it features two levels of play!&#10;&#10;Magical Unicorn Adventure Bones &ndash; it&rsquo;s the game you&rsquo;ll want to take with you wherever you go!&#10;&#10;THIS GAME INCLUDES:&#10;11 BONE-SHAPED DICE WITH 6 UNIQUE PIPS&#10;40 UNICORN DISKS TO COLLECT&#10;STANDARD &amp; ADVANCED RULES&#10;&#10;ADVENTURE BONES ORIGIN STORY&#10;Back in prehistoric times, there was little to do other than hunt dinosaurs or invent the wheel. One evening, a caveman sat near his newly-discovered fire, snacking on a Microraptor. Spitting out one of the tiny bones, he laughed as it rolled and bounced along the ground, thoroughly entertained. Thus, the idea of Adventure Bones was conceived. Evolving throughout the ages, it is now a game enjoyed by all!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Comic Strips: Peanuts",
      "Components: Dice with Icons",
      "Containers: Tubes",
      "Creatures: Unicorns",
      "Holidays: Christmas",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's a Wonderful World: Corruption & Ascension",
    "ID": 298851,
    "Year": "(2020)",
    "Geek Rating": "6.682",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298851/its-a-wonderful-world-corruption-and-ascension",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.641",
    "Description": "This new deck of cards complement the existing cards of It&rsquo;s a Wonderful World. From now on, each turn, you will play a mixture of classic Development cards and Ascension cards. Ascension cards introduce new ways to play, most notably through pair scoring and corruption.&#10;&#10;This new deck also allows you to play with up to 7 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Game: It's a Wonderful World",
      "Mechanism: Tableau Building",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords & Servants: The Wars of the Roses",
    "ID": 298862,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298862/lords-and-servants-the-wars-of-the-roses",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Wars of the Roses is a Lords &amp; Servants supplement dedicated to the Wars of the Roses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Wars of the Roses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords & Servants: Limes – Supplement for the Fall of Rome",
    "ID": 298863,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298863/lords-and-servants-limes-supplement-for-the-fall-o",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Limes is a supplement for Lords &amp; Servants skirmish rules by'Dadi &amp; Piombo and it has been adapted to the second edition of the rules released in 2018.&#10;&#10;Lords &amp; Servants is a game system designed to recreate skirmish games with 28, 20 or 15mm miniatures. &#10;It covers the Medieval period and it shares the mechanics of our popular system Smooth &amp; Rifled, that covers the age of musket.&#10;&#10;In this supplement you will find all the information that you need to create your games set during the final struggles of the Roman Empire, from simple clashes involving a few men per side to bigger encounters with 60-80 miniatures per side, ideal for multiplayer games.&#10;You can field your force choosing from:&#10;&#10;     Late Romans, &#10;     Huns, &#10;     Franks, &#10;     Early Ostrogoths, &#10;     Vandals, &#10;     Visigoths or &#10;     Early Saxons.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Barbarian migrations and invasions",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords & Servants: The Age of the Condottieri",
    "ID": 298864,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298864/lords-and-servants-the-age-of-the-condottieri",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": " The Age of the Condottieri &#10;&#10;Lords &amp; Servants supplement dedicated to XV Century Italy.&#10;&#10;&mdash;description from the publisher at Wargame vault&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Wars of the Guelphs and Ghibellines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords & Servants: The 1066",
    "ID": 298875,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298875/lords-and-servants-the-1066",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The 1066&#10;&#10;Lords &amp; Servants supplement.&#10;&#10;Updated version to go with second edition of the rules.&#10;&#10;&mdash;description from the publisher at Wargame vault&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Norman Conquest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Dernier des Mohicans",
    "ID": 298886,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/298886/le-dernier-des-mohicans",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "1.6667",
    "Description": "Le Dernier des Mohicans&#10;&#10;Skimish miniature wargame rules in Canada during the French-Indian War 1754-1763.&#10;for 15-25mm 1/72 minis&#10;&#10;Sequence of play:&#10;&#10;     Missile phase&#10;     Movement phase (inc. charges moves)&#10;     Reloading phase - for arty only&#10;     M&ecirc;l&eacute;e phase&#10;     Moral test phase&#10;&#10;&#10;Scale:&#10;&#10;     1 cm = 2m&#10;     1 mini = 1 individual&#10;     1 turn = 1 min&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Canada",
      "Country: France",
      "Country: Great Britain",
      "History: French and Indian War",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Dice Tower 2020 Pack",
    "ID": 298909,
    "Year": "(2020)",
    "Geek Rating": "5.605",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298909/architects-of-the-west-kingdom-dice-tower-2020-pac",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2",
    "Description": "Special Promo for backers of the 2020 Dice Tower Kickstarter.&#10;&#10;Artist = Any time you gain 1 Marble, also gain 1 Silver&#10;Foreman = Treat the Workshop as if you had 2 extra Workers there&#10;Journeyman = Any time you construct a Building, gain 2 Silver&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Francia",
      "Promotional: Cards",
      "Promotional: Dice Tower",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mountain Master",
    "ID": 298922,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/298922/mountain-master",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mountain Master is a game where instead of going deep into a dungeon, we make the opposite, we try to reach the summit of a mountain, with less goblins but a lot of climbing. But don't worry, it's still a RogueClimberLike, so you'll have your HP, your Strengh, Agility and Endurance Checks and your XP to Level Up. You can even find equipment on your way to the top!&#10;&#10;You'll have to cross four areas. In each area, you'll need to ration your remaining VIT during the climbing sections, being smart about your chances of success.&#10;&#10;The game have very few dice modification. Is more based on rerolling, and knowing when to continue spending more VIT with another try and when to pass because you could compromise the whole climb spending too much VIT in a section. And A LOT of planning.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mit Hindenburg und Zeppelin nach Amerika",
    "ID": 298925,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298925/mit-hindenburg-und-zeppelin-nach-amerika",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start in Frankfurt a. M. and travel either to New York (north route) or Buenos Aires (south route) and back. Movement of the airships is determined by a die. On some spaces events hinder or benefit the players. The first player to complete his journey wins the game.&#10;&#10;&mdash;first edition&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Verkehrszeichen Lehrspiel",
    "ID": 298937,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298937/das-verkehrszeichen-lehrspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player moves an steamengine on the tracks from the train station in front of space 1 to the station after space 135. Up to three motorists move their cars on the streets from the parking lot near space 1 to the parking lot after space 125. Movement is determined by a die. On the roll of a 1 or a 6 the signals on the traffic tower in the center of the game board get changed.&#10;On some spaces traffic situations hinder or benefit the players. The first player to reach his destination wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patata Burgesa",
    "ID": 298949,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298949/patata-burgesa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Patata Burgesa is a game set in the Medieval Potato universe, where players will have to do everything in their power to secure and maintain the prized &quot;Patata Burgesa&quot; card.&#10;&#10;The turn:&#10;During each Round, each player has a turn, during which the player can only throw a card and then the action of the specific card will be performed.&#10;&#10;The victory:&#10;When as many rounds as players have been made, the end of the game will be marked, and the player who has the &ldquo;Patata Burgesa&rdquo; card, wins the game and rules the Potato-Medieval universe.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Making History",
    "ID": 298954,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/298954/making-history",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Making History is a board game, where two players compete to earn the major amount of points. The game consists in answer historical questions about all the ages, while competing to be the best.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Connect 4: Blast!",
    "ID": 298959,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/298959/connect-4-blast",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Reimplementation of the classic game of Connect 4 with players using a pre-loaded board and to trying to create a Connect 4 by knocking out discs by launching Nerf foam darts from Nerf blasters.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Connect 4",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le dernier des Mohicans: Il était une fois la Légion",
    "ID": 298960,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298960/le-dernier-des-mohicans-il-etait-une-fois-la-legio",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": " Il &eacute;tait une fois la L&eacute;gion uses and adapts the rules of Le dernier des Mohicans(a copy is needed) to simulate skimish miniature wargame in the North African Desert between the French Foreign Legion and Arabic warriors (Bedouin, Tuareg...).&#10;&#10;for 15-25mm 1/72 minis&#10;&#10;Sequence of play:&#10;&#10;     Fire phase&#10;     Movement phase (inc. charges moves)&#10;     Reloading phase - for arty only&#10;     M&ecirc;l&eacute;e phase&#10;     Moral test phase&#10;&#10;&#10;Scale:&#10;&#10;     1 cm = 2m&#10;     1 mini = 1 individual&#10;     1 turn = 1 min&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Magazine: Vae Victis",
      "Region: North Africa",
      "Theme: French Foreign Legion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Boom Bang",
    "ID": 298962,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/298962/big-boom-bang",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "An exciting game of dice with a bit of luck. The players roll the dice and reveal tiles in turn. And hope that they will be spared from the big BOOM. But be careful, nobody is safe. Who is lucky enough to stay in the game until the end? Whoever remains at the end wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clank! In! Space!: Cy-ball Promo Card",
    "ID": 298963,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/298963/clank-in-space-cy-ball-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Promo card for Clank! In! Space!: Cyber Station 11&#10;&#10;a Cyberware card (so only playable with the Clank! In! Space!: Cyber Station 11 expansion) with the text:&#10;&#10;If you have a contraband: Each turn, you may count this as one faction: Outlaw, Resistance, or Science&#10;&#10;&quot;The new Opti-Cy Elite. Don't just wish for a fresh perspective.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solar Dominion Fleet Combat",
    "ID": 298964,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/298964/solar-dominion-fleet-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Solar Dominion Fleet Combat is a two player area control game played on a rotating board simulating the orbits of planets, space stations and asteroids around a star. Each player controls several fleets of spaceships and must attempt to capture as much of the solar system as possible, capturing asteroids to gain resources to equip and restore their fleets and planets and space station.&#10;&#10;Each turn, the orbit rings rotate, moving both locations and player fleets and changing their relative distances from each other, providing an extra tactical element.&#10;&#10;Once a majority of locations have been claimed by either player, the player with the most locations earns a victory point, and the first player to reach the goal wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Map Deformation",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Akathena: Blood and Magic",
    "ID": 299021,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/299021/champions-of-akathena-blood-and-magic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Champions of Akathena: Blood and Magic is an exciting, fantasy combat board game that uses the Champions Combat System. This complete boxed game contains everything two to six players need to start playing out exciting tabletop battles, including a complete copy of the core Champions Combat System&trade; rules.&#10;&#10;Set in the fantastical, war-torn world of Akathena, this boxed set contains maps for two different battlefields, the Lockfire Swamp and the Kaladar Arena. Players will be able to choose from six different champions who hail from these lands, each with their associated reinforcements. The Marshal and his two Swordsmen hail from the Kaladar Arena, as does the Dual Wielder and the pair of Archers who accompany him, and the Dashing Swordsman and the Imperial Guard who fights beside him. In opposition to these skilled warriors, the Elementalist and his trio of Stone Constructs are native to the Lockfire Swamp, as is the Dryad Witch and her Wood Construct, and the Lizardfolk Queen and her entourage of three Lizardfolk Warriors.&#10;&#10;As a Champions Combat System game, Champions of Akathena: Blood and Magic seamlessly integrates with all other games built using the same system, including Champions of Akathena: Into the Wild.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Line of Sight",
      "Modular Board",
      "Move Through Deck",
      "Moving Multiple Units",
      "Square Grid",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Akathena: Into the Wild",
    "ID": 299022,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/299022/champions-of-akathena-into-the-wild",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Champions of Akathena: Into the Wild is an exciting, fantasy combat board game that uses the Champions Combat System&trade;. This complete boxed game contains everything two to six players need to start playing out exciting tabletop battles, including a complete copy of the core Champions Combat System&trade; rules.&#10;&#10;Set in the fantastical, war-torn world of Akathena, this boxed set contains maps for two different battlefields, the Greywolf Forest and the Heartland Mountains. Players will be able to choose from six different champions who hail from these lands, each with their associated reinforcements. The Huntsman and his trusty Wolf are native to the wilds of the Greywolf Forest, as are the Elven Archer and her Snake companion, and the Elven Swiftblade and her Panther ally. In opposition to these deadly hunters, the Shinobi and pair of Genin hail from the Heartland Mountains, as does the eccentric Gnome Alchemist and her two Gunslinger companions, and the Shapeshifter and her pair of pet Savage Cats.&#10;&#10;As a Champions Combat System game, Champions of Akathena: Into the Wild seamlessly integrates with all other games built using the same system, including Champions of Akathena: Blood and Magic.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Modular Board",
      "Move Through Deck",
      "Moving Multiple Units",
      "Square Grid",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "9 Figure",
    "ID": 299024,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/299024/9-figure",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "9 Figure is a fast and simple dexterity game. Every card has a picture of animal, object, or person, consisting mainly of three shapes and colors.&#10;&#10;A player rolls two dice. Then all players should simultaneously think and take one correct figure based on the combination of the dice. The player that finds the correct answer will get the point.  The player who gets 5 points first wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Batyskaf",
    "ID": 299029,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/299029/batyskaf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Be ready for an underwater adventure! Travel with a bathyscaphe and take photos of the most interesting animals! If you dive deeply under water, there is a chance that you will catch extremely rare and fascinating specimens. The one who creates the best photo collection and gets the most pearls wins the game.&#10;&#10;The game teaches good planning and trains the skill of estimating risk.&#10;&#10;Object.&#10;During the game, you dive with bathyscaphe to get the most interesting animal tokens. You use oxygen cards for this. Bathyscaphe submerge and emerge can be done at one time - as long as you have the right number of oxygen bubbles.&#10;&#10;The end of the game.&#10;The game is coming to the end when there are no oxygen cards in the deck. Count all the pearls that are on your animal tokens.&#10;The winner will receive the most points for the collected pearls.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons Of Old",
    "ID": 299031,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/299031/dungeons-of-old",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Dungeons of Old is a unique take on a deck-building game for one to four players,  in which you take control of your very own ragtag band of adventurers and turn them into a formidable fighting force to take down monsters, snatch up loot and buy new cards on your way to defeat one of FIVE Dungeon Bosses.&#10;&#10;Players will start with the same ten card deck, featuring characters, equipment and spells, to enter their first dungeon. There they'll compete with each other to fight, defeat and direct monsters and snatch up more than their fair share of the loot they guard.&#10;&#10;The aim of the game is to make more money from your adventuring efforts than the other players at the table and win ultimate glory in defeating the dungeon boss!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Market",
      "Negotiation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fear God & Dread Nought: 2nd Edition – Tactical Naval Warfare 1906-1925",
    "ID": 299044,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/299044/fear-god-and-dread-nought-2nd-edition-tactical-nav",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "240",
    "Play Time": "480",
    "Weight": "5",
    "Description": "Fear God &amp; Dread Nought 2nd Ed. covers the period centered around World War I. This game uses the same terms and game system as other Admiralty Trilogy games (Harpoon, Command at Sea, and Dawn of the Battleship). Those familiar with any of these games will have no difficulty stepping into the First World War. A jumpstart scenario allows the novice to play quickly, with several scenarios also being optimized for solitaire play. While comprehensive, the rules are easy to follow for experienced gamers and novices alike. That makes it easy to learn and you know it will be accurate.&#10;&#10;Emphasizing playability as well as scrupulous historical accuracy, research for the game has involved many of the best naval historians in the world. The 40+ scenarios in the High Seas Fleet booklet include the well-known big battles like Jutland (broken into three parts, as well as the complete engagment) and Dogger Bank, and many smaller fights. The scenario often include variants, covering historical &quot;almosts&quot; and &quot;what ifs&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Fear God & Dread Nought"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Breaking Ball: Gaelic Football Board Game",
    "ID": 299046,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/299046/breaking-ball-gaelic-football-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "0",
    "Description": "Breaking Ball is a Sports themed game based on one of the Irish National Sports - Gaelic Football. It is a card and dice game with an emphasis on tactical use of your team players throughout a game.&#10;&#10;Each team has 15 'players' in various positions throughout the playing pitch from Goalkeeper to Full Forwards. It follows the proper rules of Gaelic Football.&#10;&#10;Each team tries to win possession of the football and beat their opponent in that 'zone' of the playing field before passing the ball via various attacking cards, while their opponent tries to intercept the ball by counteracting their moves with their defending cards.&#10;&#10;Once a player gets past their opponent and successfully  moves the ball through the playing field zones into their attacking half of the field they can attempt to shoot for a point from long range (using dice, the further out harder it is to score) or they can try and work their way in to shoot for a goal or an easy point, whilst their opponent tries to dispossess them of the ball (by means of card moves). A goal represents 3 points and a point is, well 1 point! (a point in Gaelic Football is kicking the ball over the crossbar and much easier to accomplish than scoring a goal).&#10;&#10;Players can get yellow carded and red cards sent off - there are star players on each team with added skills and the tactical element of how you deploy your players can have a big impact on the outcome.&#10;&#10;Its a 2 player game (2 teams) but players do join together to manage a team against other opponents.&#10;&#10;Tactics is a big part of the game and how you deploy your team and counteract your opponents star players will have a bearing on the outcome.&#10;&#10;So game play follows the rules to move up and down the field as each player tries to work their way into a possible scoring zone.&#10;&#10;Play in a real game lasts 30 minutes per half but players can decide a time limit. The winner is the player with the highest combined score (goals and points) at the end of the allotted time.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Different Dice Movement",
      "Grid Movement"
    ],
    "Families": [
      "Country: Ireland",
      "Players: Two-Player Only Games",
      "Sports: Gaelic Football"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "River Wars: WWI Naval Battles on the Rivers and Lakes of Europe",
    "ID": 299048,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299048/river-wars-wwi-naval-battles-on-the-rivers-and-lak",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "0",
    "Description": "River Wars&#10;&#10;WW1 Naval Battles on the Rivers and Lakes of Europe.&#10;&#10;A supplement for Steamer Wars covering naval engagements on the Danube and other European waters.&#10;&#10;The supplement includes a host of new rules covering:&#10;&#10;     mines and &#10;     torpedoes, &#10;     troops on shore, &#10;     land based features and targets and &#10;     the riverine environment.  &#10;&#10;&#10;Data tables are included for over thirty new ship and vessel types from the navies of:&#10;&#10;     the United Kingdom, &#10;     Germany, &#10;     Russia, &#10;     Serbia, &#10;     Romania and &#10;     Turkey. &#10;&#10;&#10;Note : The new rules presented here are the same as those in War on the Great Rivers&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Black Widow Hero Pack",
    "ID": 299049,
    "Year": "(2020)",
    "Geek Rating": "6.513",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299049/marvel-champions-the-card-game-black-widow-hero-pa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8462",
    "Description": "KGB assassin, agent of S.H.I.E.L.D., villain, hero: Natasha Romanoff has taken on many roles, and played many sides in a life shrouded in mystery. But throughout every new stage of life, Natasha has developed a unique set of skills that she now uses in the role of the Black Widow, international super-spy. Soon, you'll be able to make use of these skills as you battle villains from across the Marvel Universe.&#10;&#10;The Black Widow Hero Pack includes a pre-built deck for Black Widow utilizing the Justice aspect, the Taskmaster nemesis set, and additional cards to help increase your deck building options! With well-rounded base stats and a Preparation card for every occasion, Black Widow is always ready for what&rsquo;s coming next!&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flight Time",
    "ID": 299058,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/299058/flight-time",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In the economic game Flight Time, you are an airline company competing with other airlines for customers around the country.  You start with a small airplane and a hub city.  Throughout the game you'll be trying to:  increase the size of your fleet, upgrade your fleet, purchase flight times between two cities, keep your planes fueled, and either rent hangar space for your airplanes that are waiting for demand or reassign your planes to a different route that is more lucrative.&#10;&#10;There will be a map of the USA with cities connected to each other by lines.  Those cities will have space (hangars) for small plane tokens.  Above the connection line will be flight times, which are spaces for tokens to claim to be able to fly the route.  Below the connection line will be space for passenger tokens to be placed, showing demand for the route.&#10;&#10;When you buy a plane you will receive a small plane board with a number of seats available for passenger tokens to fit into, as well as tracks next to the plane showing fuel status and amenities level this plane is at.  In addition, you will have tokens to indicate seats that are upgraded to first class seats, providing more income on your flight.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Fire: Fast Play Rules",
    "ID": 299059,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/299059/fields-of-fire-fast-play-rules",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Fields of Fire: Fast Play Rules is the fastest way to get started with the system!&#10;&#10;You can be up and playing your first game in under five minutes.&#10;&#10;Fields of Fire is a miniatures game for combat from 1975 to present.&#10;&#10;For 1:285 scale up to 20 mm minis.&#10;One miniature equals one vehicle.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Fire: Crucible of Force",
    "ID": 299060,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/299060/fields-of-fire-crucible-of-force",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Crucible of Force uses the Award Winning Fields of Fire game engine to bring our fast paced, yet accurate play style to the Second World War.&#10;&#10;These rules cover European Theater combat from the beginning of the war to the Summer of 1943.  &#10;Also included are play charts and other play aids to make your gaming experience more enjoyable.&#10;&#10;The rules cover all aspects of game play, from movement and shooting to command and control, but are written in such a way as to allow the player to design a scenario as simple or as advanced as desired.  &#10;Novice players appreciate the easy to understand format, while veterans appreciate a fast-paced game that maintains real-world accuracy for their historical or what-if scenarios.&#10;&#10;Playable at either 6mm or 15mm, Crucible of Force allows you to use the scale you prefer for your game.  &#10;Each miniature represents 1 tank and infantry basing is flexible.  &#10;The game plays as well for platoon level combat as it does for a battalion.  &#10;These rules cover equipment from the USA, USSR, Great Britain, France, Poland, Germany, and Italy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Time's Up!: Football",
    "ID": 299061,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/299061/times-up-football",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "With Time&rsquo;s Up!, guess football-related words in 3 rounds, first by describing them then with a single word and finally by mime. Hurry up, give the best clues so that your team finds a maximum of answers before the end of the hourglass.&#10;&#10;If you're a team player, Time&rsquo;s Up! Football is the game for you! Have fun discovering with family or friends the 40 new object cards evoking football.&#10;&#10;Hum and make noise to guess as many cards as possible! Be Soccer with Time&rsquo;s Up! Football.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Time's Up!",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superhéroes Marvel: Juego de cartas no coleccionable",
    "ID": 299062,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/299062/superheroes-marvel-juego-de-cartas-no-coleccionabl",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "1",
    "Description": "Superh&eacute;roes Marvel is a game of non-collectible cards you intend emulate the fighting between heroes and comic villains, made by and for fans that combines cards and dices.&#10;&#10;You must get the cost in points of each location where the heroes fight. They can cost 7,8,9 or 10 points according to their importance in the Marvel universe. Whoever earns more of these points is the final winner.&#10;&#10;In addition to Heroes and locations there are Events, which allow you to alter some rules or game mechanics.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stars and Crosses: North Africa 1940-43",
    "ID": 299063,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299063/stars-and-crosses-north-africa-1940-43",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Stars &amp; Crosses: North Africa is a campaign expansion for Stars &amp; Crosses Revised Edition 1.2, the game of WW2 company-level combat in 6mm scale.&#10;&#10;You will need a copy of the core rules to play.&#10;&#10;This expansion includes rules for:&#10;&#10;     dust clouds,&#10;     desert terrain,&#10;     digging in,&#10;     flares,&#10;     antitank ditches,&#10;     desert hazards, and&#10;     sandstorms. &#10;&#10;&#10;Unit counters are included for&#10;&#10;     Italian units, plus new &#10;     British,&#10;     German, and&#10;     American units. &#10;&#10;&#10;Four scenarios are included.&#10;&#10;The printables section of the PDF includes&#10;&#10;     terrain hexes,&#10;     markers, and&#10;     unit counters. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tails of Conflict",
    "ID": 299064,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/299064/tails-of-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The great battle between cats and dogs rages on in the card game, Tails of Conflict.&#10;&#10;Lead a team of three adorable champions of either cats or dogs (or a mix of both) to battle other teams in this elegantly simple yet fun, competitive card game.&#10;&#10;Starting with a deck of ten cards of mostly gold, you will need to buy cards from the Armoury to help your champions gain victory over your rivals.&#10;&#10;Combat is resolved with dice. Each champion starts with 1 dice in attack, defence and speed. Equipment such as weapons and armour add dice, while skills and events add dice or allow rerolls.&#10;&#10;A champion is captured and taken out of the game once they have 5 hit tokens on them. Capture all 3 of your opponents champions to win the game!&#10;&#10;Do you have what it takes to lead your team to victory? Join the war and pledge your allegiance today!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Croix de Guerre: ASL Module 10a",
    "ID": 299065,
    "Year": "(2020)",
    "Geek Rating": "5.619",
    "Avg Rating": "8.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299065/croix-de-guerre-asl-module-10a",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.6667",
    "Description": "CROIX DE GUERRE brings the French order of battle back into print and adds DINANT: ROMMEL AT THE MEUSE, the brand new Historical ASL campaign on the crossing of the Meuse in May 1940. In addition to the original eight CdG scenarios and the ten new DINANT scenarios, CROIX DE GUERRE includes 22 more out-of-print French scenarios updated for balance and clarity plus a bonus 1944 scenario on the Dinant map. Also included are mapboards 42 and 43 and a revised National Capabilities Chart.&#10;&#10;CROIX DE GUERRE not only provides the standard French blue counters for use in 1939-40, but also provides for the first time unique infantry counters for the Vichy French regime&rsquo;s overseas colonies (two-tone French-blue-in-German-blue) and for the Free French (standard French blue with a Cross of Lorraine). That means all the personnel, weapons, and uniquely French vehicle counters used by French forces throughout World War II, as well as the detailed Chapter H historical notes to accompany the counters and revised Chapter A rules to reflect the new French infantry counters.&#10;&#10;DINANT: ROMMEL AT THE MEUSE takes players through the rapid movement of Erwin Rommel&rsquo;s Panzer-Division 7 across the Meuse and through the &ldquo;impenetrable&rdquo; Bois d&rsquo;Ardennes and shows the fighting at the southernmost portion of the river crossing at the town of Dinant during 11-14 May, 1940. Facing the Germans were the exhausted men of the 18th Infantry Division, who had marched almost 50 miles in the preceding three days. High Command had stripped from them all their 60mm mortars, almost half of their motorized transport, and many of their 25mm anti-tank guns, giving those to units &ldquo;more likely to face action.&rdquo;&#10;&#10;DINANT: ROMMEL AT THE MEUSE features two historical 22&#203;&#157;&times;34&#203;&#157; map sections with several new terrain types&mdash;Road Tunnels, Railroad Embankment Underpasses, 15th Century Fortresses, Weirs, and Retaining Walls. The 10 scenarios showcase fighting at and around the area of the crossing. Players will navigate through a maze of narrow streets alongside the Meuse River at the bottom of 90&acute; high cliffs and then climb to the plateau above. The Campaign Game will also see the German player building pontoon bridges and assembling ferries for men, tanks, and equipment to cross the river, all while under fire.&#10;&#10;CROIX DE GUERRE is therefore much more than a mere reprint of its predecessor and showcases the French army as never before. Vive la France!&#10;&#10;Contains:&#10;&#10;        11 countersheets &#10;        two 22&quot; x 34&quot; maps (for DINANT: ROMMEL AT THE MEUSE)&#10;        two 8&quot; x 22&quot; standard ASL geomorphic maps (42 and 43)&#10;        French Chapter H and revised French Chapter A pages&#10;        Chapter DN (with the DINANT HASL rules)&#10;        41 ASL scenarios (including 11 for the DINANT HASL)&#10;        two DINANT HASL chapter dividers&#10;        one revised National Capabilities Chart&#10;&#10;&#10;The 22 out-of-print French scenarios included are:&#10;A52 Swan Song&#10;A64 Chateau de Quesnoy&#10;A66 Counterstroke at Stonne&#10;A89 First Day of Diadem&#10;A94 Last Defense Line&#10;A96 In Rommel's Wake&#10;A104 In Front of the Storm&#10;A108 Sudden Death&#10;A119 Showdown in Syria&#10;G46 Triumph Atop Taraldsvikfjell&#10;U Chance d'une Affaire&#10;J35 Siam Sambal&#10;J44 Audacity!&#10;J45 The Last Roadblock&#10;J69 The Army at the Edge of the World&#10;J70 Just an Illusion&#10;J76 Ultimate Treachery&#10;J90 The Time of Humiliations&#10;U1 The French Decide to Fight&#10;U20 Fighting at the World&rsquo;s Edge&#10;U21 The French Perimeter&#10;WO2 Failure to Communicate&#10;&#10;Note: Box says copyright 2019 but actually released in 2020.&#10;&#10;(from MMP website)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Dinant (Belgium)",
      "Country: Belgium",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Command: Battalion Level Rules for World War II – Advanced Game",
    "ID": 299067,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299067/combat-command-battalion-level-rules-for-world-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Combat Command - Advanced Game&#10;&#10;This addition to the innovative Combat Command system includes the full advanced game and optional rules which allow players to tailor their games to whatever level of simulation detail they wish.&#10;&#10;The Advanced Game builds on but does not change the rules from the Basic Game. &#10;The Advanced rules include additional terrain rules, extra capabilities for troops including Engineer, Recon and Anti-Tank.  &#10;These rules also expand Commanders capabilities and add new command functions.  &#10;New rules also cover National Differences in order to give a unique flavor to the armies fielded by the United Kingdom, the United States, the Soviet Union and Germany.&#10;&#10;The optional rules add a new level of simulation detail including rules to reflect the difficulty of using long barreled weapons in urban settings and a complete list of Engineer tasks from digging foxholes to building bridges.&#10;&#10;Despite the increased level of simulation detail the system retains the logical and easy to use mechanics of the original game making it ideal for club or convention play.  Easy to introduce to new players yet a satisfying and complete game for even the most battle tested World War II gamer.&#10;&#10;This section requires a copy of Combat Command - the Basic Game to use.&#10;&#10;As an added bonus this packet also includes Saint Lo to the Siegfried line a set of Army Lists covering July to November 1944.  These lists allow players to recreate historical Battlegroups in evenly matched battles.  In addition a section covers how to create well balanced battles based on actual historical match ups.  This section can be used with virtually any platoon based system.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uprising: Ashes – Part 2 (fan expansion for Android: Netrunner)",
    "ID": 299068,
    "Year": "(2019)",
    "Geek Rating": "5.629",
    "Avg Rating": "8.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299068/uprising-ashes-part-2-fan-expansion-for-android-ne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "65",
    "Weight": "0",
    "Description": "If you stand on Manta beach as dawn breaks on the Andes, you can see a twinkling thread stretching above the city&rsquo;s skyline. As faint as passing imagination, but reaching ever upwards. A golden rope tying the earth to the heavens, the past to the future. Frayed by the vicissitudes of corporate war and the battering of terrorist cabals, but patched and repaired.&#10;&#10;Whole.&#10;&#10;Change is inevitable and comes in many forms. Not even the strongest reinforced buckyweave will last forever. The events of the past have pushed and pulled. Controversial measures have been enforced from above, attempting to lock down society into the elite&rsquo;s desired shape. In reaction, a groundswell of unified outrage has risen up from below, allowing Runners to fight back from directions never seen before. As these conflicts run their course, hope begins to permeate New Angeles. Some take solace that the citadel of the Beanstalk did not fall, others breathe easy as the corporate grip loosens. It&rsquo;s a new world, and everything is on the table.&#10;&#10;Things are looking up.&#10;&#10;This is the second fan expansion for Android: Netrunner released by NISEI, and the final part of the Ashes cycle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Fan Expansion",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Betting and Bluffing",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Android – Netrunner (LCG)",
      "Game: Netrunner",
      "Players: Two-Player Only Games",
      "Setting: Android",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of the West: The Vigilant",
    "ID": 299069,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/299069/king-of-the-west-the-vigilant",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "There&rsquo;s somethin&rsquo; in the town of Backwater that don&rsquo;t belong. It fills the air with energy, like it feels before a storm. Except this storm ain&rsquo;t one of wind and rain, but bullets and blood.&#10;&#10;King of the West is a weird west themed area control card game. Three different sets of characters will be available at launch. One set can be played as a 2-3 player 18-card area control game, but multiple sets will allow for up to 9 players with the modified rules variant.&#10;&#10;For the area control variant setup, nine building cards are randomly played on a 3x3 grid to make up the town. Six buildings are generic locations and the other three are the unique target locations. Since they are played randomly, the location of these target buildings will be different in every game.&#10;&#10;Players can take three actions on their turn: Claim a Building, Move, and Shootout! Shootouts are how you remove opponents from the buildings you want. You do this by trying to get into your opponent's head and outthink them using a nuanced rock-paper-scissors combat system.&#10;&#10;The game ends when either a player starts their turn controlling all three target locations or they are the only player controlling any buildings in the town.&#10;&#10;With multiple sets and a larger player count, your still fighting over buildings, but instead of gaining a new location every turn, you are limited to what you start with. Players can't be eliminated though and when you run out of your buildings, you can steal someone elses. Other than that, combat works in the same way and the winner is the last person (or team!) left with claimed buildings.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;King of the West card game set 1: The Vigilant, including The Drifter, The Gambler, The Baron, and their locations.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Player Elimination",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Containers: Wallets",
      "Game: King of the West"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Chronicles Survivor Set",
    "ID": 299070,
    "Year": "(2022)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299070/zombicide-2nd-edition-chronicles-survivor-set",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Chronicles Survivor Set brings 12 Survivors figures and ID cards to be played with Zombicide: 2nd Edition, as well as bring Zombicide: Chronicles RPG to a deeper level of immersion, featuring the characters that you choose to face the zombie apocalypse with in glorious plastic form!&#10;&#10;12 Survivors figures and ID cards: &#10;Amado (BMX Rider)&#10;Ben (Hacker and Boxer)&#10;Erin (Bus Driver)&#10;Glenn (Wheelchair-bound Foreman)&#10;Hellen (Butcher)&#10;Kiki (Postwoman)&#10;Lateesha (Doctor)&#10;Mark (Baseball Player)&#10;Preston (Clerk)&#10;Reno (Veteran)&#10;Shamsia (Graffiti Artist)&#10;Yuka (Kendoka)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Urban Legends Abominations",
    "ID": 299071,
    "Year": "(2022)",
    "Geek Rating": "5.672",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/299071/zombicide-2nd-edition-urban-legends-abominations",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Urban Legends Abominations pack brings 4 different Abominations and their cards. The Killer Clown, Chupacabra, Sewer Crocodile, and Abductor. You've heard of them. You feared them. And now, it is time to fight them!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Zombicide",
      "Theme: Cryptids"
    ]
  }
]