[
  {
    "Rank": "2601",
    "Name": "Comanchería: The Rise and Fall of the Comanche Empire",
    "ID": 159692,
    "Year": "(2016)",
    "Geek Rating": "6.082",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/159692/comancheria-the-rise-and-fall-of-the-comanche-empi",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "4.1566",
    "Description": "Comancher&iacute;a is the second game in Joel Toppen's &quot;First Nations&quot; series. Like its predecessor, Navajo Wars, Comancher&iacute;a is a solitaire game in which the player plays from the Native American tribe's point of view.&#10;&#10;In Comancher&iacute;a, the player takes command of the Comanche nation. The player must drive hostile tribes from the southern plains, establish dominance over the region, set up trade networks with both friendly tribes and colonial powers, and finally defend all of this against relentless military and cultural attack.&#10;&#10;While many mechanics will feel similar to Navajo Wars, Comancher&iacute;a is a very different game. Comancher&iacute;a promises to deliver all the tough decisions and drama that Navajo Wars players have come to expect, but with a faster playing time and more streamlined victory objectives.&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "American West",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "2602",
    "Name": "Maple Valley",
    "ID": 361958,
    "Year": "(2024)",
    "Geek Rating": "6.082",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/361958/maple-valley",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.4186",
    "Description": "On the day when the last snowflake of winter has melted away, all of the critters emerge from their cozy homes to celebrate...and that day is today! Maple Valley's annual Spring Festival is a gathering of friends welcoming the warm months ahead, and you don't have a lot of time to prepare!&#10;&#10;While the adults get the village into shape, the youngest (and swiftest) forest animals from each den are sent scrambling through the blossoming woods, completing the last-second tasks that will make the Festival a success. The trails aren't always clear; you'll need to climb, swim, and dig your way to the most bountiful groves, forage for fresh spring ingredients to help villagers complete their errands, and unearth curiosities that will attract skillful scouts to your growing team. The sun will set before you know it; will it be your hard work that makes this year's Festival the best one ever?&#10;&#10;Set in the delightful world of Creature Comforts, Maple Valley is a game of traveling trails, finding friends, and celebrating new beginnings for 1-5 critters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Foxes",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Rabbits / Hares",
      "Animals: Raccoons",
      "Animals: Squirrels",
      "Series: Creature Comforts (KTBG)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "2603",
    "Name": "Funkenschlag",
    "ID": 12166,
    "Year": "(2001)",
    "Geek Rating": "6.082",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/12166/funkenschlag",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5556",
    "Description": "Players draw electrical networks on the board connecting various cities and then power them by purchasing power plants and the resources to run the plants.&#10;&#10;This is the first edition of the game, published only by 2F Spiele.  Several changes were made (payout schedule, fixed board, etc.) to create Funkenschlag Second Edition (aka Power Grid).&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Game: Power Grid",
      "Theme: Electricity Generation"
    ]
  },
  {
    "Rank": "2604",
    "Name": "Ironwood",
    "ID": 407343,
    "Year": "(2024)",
    "Geek Rating": "6.081",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/407343/ironwood",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.8333",
    "Description": "An eternal conflict for the land of Ironwood is raging between two factions: the stalwart and hard-working Ironclad, settlers of the iron mountains; and the ferocious Woodwalkers, swift and deadly shadows of the forests. Both factions struggle for the ultimate control over the land for its greatest treasure: the Larimor Crystals, a mysterious substance holding immense energy within. It can be found both inside the colossal mountains and scattered across the dense forests.&#10;&#10;The Ironclad extract the essence of the crystals and process their energy to fuel their machines and mechanical inventions. If they succeed, their giant forges will swarm the land with endless armies, and establish ultimate dominance over Ironwood.&#10;&#10;The Woodwalkers use the crystals&rsquo; raw magical power to discover and retrieve three ancient totems from secret ritual sites, hidden in the mountains. Once retrieved, the combined power of these totems will summon the Guardian, the ancient protector of the woods, to wipe out the Ironclad once and for all.&#10;&#10;One way or another, the eternal conflict is finally coming to an end.&#10;&#10;Ironwood is a rules-light, highly asymmetric, card-driven tactical game for 1-2 players. Each round, you and your opponent alternate playing a total of 3 of your faction-specific cards for their action effects. These effects include positioning your warbands, initiating combat, extracting crystals, bestowing temporary passive effects, and many more. When combat occurs, you will use the same cards for their combat values instead, in a simultaneous bid to gain combat bonuses, inflict and fend off casualties, and augment the Dominance value of your warbands to win the combat.&#10;&#10;The two factions are completely asymmetric in their play styles, decks, victory conditions - even in which parts of the map they can access.&#10;&#10;As the Commander of the Ironclad, your primary goal is to lay down the foundations of your forges in the outer mountains, and once you have collected enough crystals, build forges on the foundations. As the Chieftain of the Woodwalkers, your mission is to locate your people&rsquo;s ancient totems through Vision cards, clear the path to them by defeating Ironclad warbands, and finally securing them in the outer forests, beyond the Ironclads&rsquo; reach. Once you have retrieved the third totem as the Chieftain, or built the third Forge as the Commander, you immediately win the game.&#10;&#10;Ironwood also features a low-upkeep solo mode against the Ironclad or the Woodwalkers. Although both solo opponents work on the same main principles, each of them bears its faction&rsquo;s unique aspects and features.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Hand Management",
      "Multi-Use Cards",
      "Pick-up and Deliver",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Artificial Player"
    ]
  },
  {
    "Rank": "2605",
    "Name": "Herd Mentality",
    "ID": 311322,
    "Year": "(2020)",
    "Geek Rating": "6.081",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/311322/herd-mentality",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a party game for families, friends and cow rustlers. The aim of the game is simple: think like the herd and write down the same answers as your friends.&#10;&#10;If your answer is part of the majority, you all win cows. Yeehaw! If everyone else writes an answer that is matched by at least one other person, but yours is the odd one out, then you land the angry Pink Cow, and your herd of cows is worthless until you can offload it onto someone else.&#10;&#10;The first player to collect eight cows wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Hot Potato",
      "Voting"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2606",
    "Name": "Tinderblox",
    "ID": 295192,
    "Year": "(2020)",
    "Geek Rating": "6.081",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/295192/tinderblox",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "3",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The fun mint-tin sized dexterity game that gamers and non-gamers will love!&#10;&#10;Tinderblox sets players in a campfire setting, where each player will attempt to grow the fire. But watch out! Place the blocks badly and you risk burning down the camp!&#10;&#10;Each turn, players draw a card from the campfire deck which instructs them to place a log, an ember, or any combination of them in various orientations on top of the campfire. Players use tweezers to &quot;play with fire&quot; and if you drop anything, you're considered a fire hazard and you're removed from the game. The player who is the most careful with fire wins!&#10;&#10;Differences between Tinderblox Day, Night and Sunset:&#10;Tinderblox Day is the original game.&#10;Tinderblox Night is a limited edition version which includes more challenging cards.&#10;Tinderblox Sunset includes the Marshmallow mini-expansion (otherwise sold separately) and is made from FSC-compliant materials.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: Tweezers",
      "Containers: Mint Tins",
      "Game: Tinderblox",
      "Mechanism: Tower Stacking",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2607",
    "Name": "Micropolis",
    "ID": 239840,
    "Year": "(2018)",
    "Geek Rating": "6.081",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/239840/micropolis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7353",
    "Description": "Gather your ants in Micropolis, and send them through the anthill to do your bidding. What do you want? Fruit? Warriors? A queen? Even more ants?!&#10;&#10;Each player starts with a central location that will be surrounded by ten tiles over the course of the game, with the tiles being connected by a series of tunnels. Over ten rounds, players draft tiles one at a time, with the player with the largest army going first. They can take the first tile in line, or place an ant on each tile they want to pass to get to something better. The tiles have various roles on them: Queens who if alone can improve their space; Nannies who give you extra ant soldiers; Architects who let you take any tile for free; Warriors who attack the first player; Generals who manage the movement of your ant soldiers; and Fruit gatherers who collect fruits, which score based on the variety you have.&#10;&#10;Ants at the end of the game are worth one point each, and whoever has the largest army earns an additional 5 points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Ants",
      "Components: Miniatures",
      "Theme: Anthropomorphic Animals",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "2608",
    "Name": "Unlock!: Secret Adventures – A Noside Story",
    "ID": 245352,
    "Year": "(2018)",
    "Geek Rating": "6.081",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/245352/unlock-secret-adventures-a-noside-story",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5238",
    "Description": "Noside has returned to ruin your day! A thick smoke lingers over the region &mdash; it must be another trick of Noside. It's up to you to stop him before it's too late! A Noside Story is a brand new Unlock! adventure for up to six players.&#10;&#10;Unlock! is a series of escape adventures for up to six players. With one hour on the clock, players work through a deck of sixty cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "2609",
    "Name": "Quacks & Co.: Quedlinburg Dash",
    "ID": 354886,
    "Year": "(2022)",
    "Geek Rating": "6.081",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/354886/quacks-and-co-quedlinburg-dash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.1429",
    "Description": "It's race day in Quedlinburg, and with the right combination of food and luck, you will ride your mount to victory and claim the golden cauldron.&#10;&#10;Mit Quacks &amp; Co. nach Quedlinburg features similar gameplay to The Quacks of Quedlinburg, with each player building their own bag of tokens over the course of play, then drawing those tokens to try to further themselves to victory.&#10;&#10;Each player starts the game with their mount at the start of the racetrack and a bag that contains four dream tokens, a yellow 1 token, two red 1 tokens, and a red 2 token. On a turn, you draw a token from your bag, then place it on your animal board. If you draw a colored token, place the token on your animal board, advance your animal on the track as many spaces as the number on the token, then carry out the effect of that color: red tokens earn you 1-3 rubies, yellow tokens let you roll a die for a random bonus, green tokens let you take another turn or return a drawn token to your bag, and blue chips let you move extra or upgrade a token.&#10;&#10;If you draw a dream token, place it on one of the clouds on your animal board. After you draw and place a third dream token, use all the rubies on your board to buy new tokens &mdash; no two being the same color, mind you &mdash; then place these new tokens and all previously drawn tokens in your bag. Keep taking turns until someone reaches the end of the track and wins!&#10;&#10;Mit Quacks &amp; Co. nach Quedlinburg includes a double-sided game board for a shorter or longer race; orange and purple tokens that provide new powers, such as advancing as many spaces as the number of rubies you have; and double-sided action boards for each type of colored token, allowing you to play with different sets of actions from game to game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Medieval",
      "Racing"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Race",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Donkeys",
      "Animals: Pigs",
      "Animals: Sheep",
      "Components: Dice with Icons",
      "Components: Game Box Used In Play",
      "Components: Gems/Crystals",
      "Components: Meeples (Animal) / Animeeples",
      "Containers: Drawstring Bag",
      "Country: Germany",
      "Food & Drink: Fruit",
      "Game: The Quacks of Quedlinburg",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "2610",
    "Name": "The Name of the Rose",
    "ID": 35488,
    "Year": "(2008)",
    "Geek Rating": "6.080",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/35488/the-name-of-the-rose",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.368",
    "Description": "In this deduction game, players are monks who are trying to collect as many suspicion points on the other players as possible in order to figure out who the criminal is.&#10;&#10;&#10; Game Summary&#10;The board shows several locations, each with 2 numbered (2-6) chits in one of 6 colors (the rest are face down in a line next to the board). There are 6 colored monk pieces, a Williams piece, and an Anson piece, all set up in different locations at the start. All monks start with 10 suspicion points and 5 clue points. Players are each randomly assigned one monk color (keep secret!). Each player receives 3 cards (which show either a monk, a location, or Williams/Anson).&#10;&#10;There are 7 rounds (days), each with 24 hours. Each day starts by revealing a random event tile in effect for that day. Then, players take turns playing cards: monk card = move that monk to a different location; location card = move any piece to that location; Williams/Anson card = move either of those pieces to any other location. Cards also have a number (0-5): add as many hours to the clock, unless you spend previously collected chits to reduce the number (by 1 per chit spent) -- spent chits added to the line of chits next to the board. If you move past 2400 hours, the day ends. Draw a card at the end of your turn.&#10;&#10;When a monk is moved to a location, if there is no piece of their color, increase their suspicion by the sum of (both) chits present. If there is, take that chit and reduce the monk's suspicion score by the number on that chit. If it was the last chit, add 2 chits from the line next to the board.&#10;&#10;If Williams moves to a location, add/subtract 3 from each of the clue scores for all monks present there. For Anson, it's +/- 5 suspicion points.&#10;&#10;When the day ends, that player takes the event tile (=2 clue points against their monk at end of game). Convert suspicion points to clue points by ranking most to least (5, 4, 3, 2, 1, 0 clue points); ties &quot;generous&quot;. Reset suspicion points to 10 for all monks.&#10;&#10;After days 1, 3, and 5 players reveal one color they are NOT.&#10;&#10;Day 7 is different: players simultaneously guess which monk other players were assigned. For every correct guess, that player's monk receives (substantial) additional clue points (number of points varies based on number of players).&#10;&#10;The player with the fewest clue points against their monk wins the game!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Medieval",
      "Murder / Mystery",
      "Novel-based",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Mystery Novels",
      "Religious: Monks/Abbots & Monasteries/Abbeys"
    ]
  },
  {
    "Rank": "2611",
    "Name": "Tokyo Highway",
    "ID": 215463,
    "Year": "(2016)",
    "Geek Rating": "6.080",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/215463/tokyo-highway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.4118",
    "Description": "Note: This is for the 2-player version of Tokyo Highway. For the four player version, please go here: Tokyo Highway&#10;&#10;In Tokyo Highway, players compete to place all of their cars on the road &mdash; but to do that they will first have to build the roadways!&#10;&#10;Over the course of the game, players construct columns of varying heights by using the 66 squat cylinders in the box, then connect those columns with sticks that serve as roadways, with the columns not necessarily being the same height when connected. If a stretch of highway is placed well, you can place one or more cars on it to score.&#10;&#10;&#10;Description:&#10;&#10;Goal of the Game&#10;&#10;You must construct a highway and place all your cars on the highway by crossing your opponent&rsquo;s roads. The first player to place all 10 cars is the winner.&#10;&#10;Playing the Game&#10;&#10;You have three things to do during your turn.&#10;&#10;&#226;&#145;&#160; Constructing a pillar&#10;Pick a location to construct a pillar.&#10;You may freely choose the construction point as long as your pillar is reachable from the base point. A base point is the location of a pillar or junction constructed in previous turn. The height of the pillar must be 1 above or 1 below the base point. You may not construct a pillar of the same height, 2 stories above or below the height of a base point (following is an exception - 6. Constructing a Junction).&#10;&#10;&#226;&#145;&#161; Constructing a road&#10;A new road must rest between the base point and the pillar constructed in phase &#226;&#145;&#160;.&#10;You may adjust the position of the pillar when placing a road.&#10;Roads may not cross over previously placed pillars.&#10;&#10;&#226;&#145;&#162; Placing cars on highway &#10;When conditions are met, you may place a car on the road (Refer to &ndash; 5. Conditions for Car Placement).&#10;Your turn ends with your opponent&rsquo;s judge. &#10;If there is a problem, it must be sorted out on the spot.&#10;&#10;Game goes on repeating &#226;&#145;&#160; to &#226;&#145;&#162; alternately.&#10;You may no longer adjust the position of your pillar, road or car once your opponent constructs a new pillar.&#10;&#10;Conditions for Car Placement&#10;&#10;The chance to place a car on the highway occurs only to the newest road you construct. To place a car,  your newest road must cross your opponent&rsquo;s road. There are two ways to cross your opponent&rsquo;s road: crossing over or crossing under it.&#10;&#10;When crossing over : &#10;there exist no other roads over opponent&rsquo;s road&#10;&#10;When crossing under : &#10;there exist no other roads under opponent&rsquo;s road&#10;&#10;When either of the conditions is met, you may place a car on the highway. If not, you may not place a car but may still connect the road to the next pillar.&#10;&#10;If the road crosses multiple roads, you may place multiple cars depending on the number of roads crossed.&#10;&#10;crossing over two roads at the same time&#10;crossing over and crossing under two roads at the same time&#10;&#10;&#227;&#128;&#144;Caution&#227;&#128;&#145;&#10;&#227;&#131;&#187; You may not place a car when crossing over/under your own road.&#10;&#227;&#131;&#187; You may not place a car on already constructed roads later on in the game.&#10;Keep the traffic rules and enjoy driving!&#10;&#10;Constructing a Junction&#10;The yellow pillar is called the junction. Using a junction, you may do the following.&#10;&#10;&#226;&#145;&#160; Increase or decrease the height of the pillar by any number&#10;You may increase or decrease the height of your pillar regardless of the height of the pillar at the base point. However, you need to have at least one gray pillar under the junction. You may only construct a pillar of one more or less stories as usual in the following turn.&#10;&#10;Be careful, if the road angle is too steep you&rsquo;ll have trouble placing cars!&#10;&#10;&#226;&#145;&#161; Branching out to two-ways&#10;You may branch out your highway from a junction anytime during the game.&#10;&#10;Constructing Exit to Highway&#10;&#10;If you can ground a road safely to the table from a height of 1 pillar, you have created an exit to your highway. You may place an additional car as a bonus point on the exit road. If the road crosses your opponent&rsquo;s road(s) while grounding, you may place multiple cars on the road. You cannot start a new road from the exit.&#10;&#10;Penalty&#10;&#10;If you drop your opponent&rsquo;s car or road during construction, you must hand over your pillars to your opponent as penalty. You must offer a number of pieces equivalent to the materials you dropped. Game proceeds only after the parts are fixed by the player responsible. There is no penalty for dropping your own pieces.&#10;&#10;End of the Game&#10;&#10;1. When all 10 cars are placed on the highway&#10;The first player to finish all 10 cars is the winner.&#10;&#10;2. When construction materials run out&#10;If you are out of construction materials, you must wait for your opponent to finish the next turn. If the opponent finishes the turn with no penalty, the player with no more construction materials is the loser.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stacking and Balancing"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Components: Tweezers",
      "Game: Tokyo Highway",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2612",
    "Name": "New Amsterdam",
    "ID": 128898,
    "Year": "(2012)",
    "Geek Rating": "6.080",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/128898/new-amsterdam",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2264",
    "Description": "Nieuw Amsterdam was founded by the Dutch West Indies Company in order to encourage the lucrative beaver pelt trade with the local Native American hunters along the Hudson River. To establish a trading post there, they needed a town and a fort, which was built on the tip of Manhattan Island. To encourage European patrons &ndash; that is, settlers of means or noble birth &ndash; to populate the colony, they granted them both land and indentured servants. The patrons became the lords of a new feudal system not unlike that seen in Europe.&#10;&#10;In Nieuw Amsterdam, players are those patrons, and they bid on action lots in order to build businesses, work land for both food and building materials, compete in elections, ship furs to the Old World, and trade with the Lenape Indians &ndash; a process that gets more complicated as players claim more land and push the Lenape camps farther up the Hudson River.&#10;&#10;",
    "Categories": [
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Auction: Once Around",
      "Set Collection",
      "Turn Order: Auction"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: New York (New York, USA)",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Theme: Colonial",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "2613",
    "Name": "The Mandalorian: Adventures",
    "ID": 420077,
    "Year": "(2024)",
    "Geek Rating": "6.079",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/420077/the-mandalorian-adventures",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2759",
    "Description": "When offered a lucrative job, a lone bounty hunter begins a journey that will put his skills to the test and redefine his world.&#10;&#10;The Mandalorian: Adventures allows players to experience a new part of the Star Wars universe on their tabletops. Navigating unique maps and missions, players must co-operate to accomplish their goals and avoid defeat. Play as one of eight unique characters, each with their own deck of cards and strategies that will help you fight enemies and solve dilemmas to complete mission objectives. All of the action takes place in an illustrated map book as players recreate iconic moments from season 1 of the hit Disney+ series. With an intuitive system that's easy to teach, the game grows with new rules, components, and mission types added over time &ndash; some even featuring a hidden traitor mechanism...&#10;&#10;A Cooperative Game of Daring Missions: Re-live some of the most iconic moments from The Mandalorian Disney+ series! You and up to three friends must work together, relying on each other&rsquo;s skills and wits to overcome dangerous challenges. Plan your moves carefully and strive to avoid crises!&#10;&#10;Be the Hero: Play as The Mandalorian and 7 of his most recognizable allies, each with a personalized set of skills. Take advantage of Greef Karga&rsquo;s underworld connections, deploy emergency repairs as IG-11, or unleash The Mandalorian&rsquo;s lethal arsenal. Discover exciting synergies between characters and utilize each other&rsquo;s strengths to complete your objectives!&#10;&#10;Live the Adventure: Cooperation is key as swarms of enemies will hinder your progress through unique missions. Employ clever card play to traverse distinct maps, deal devastating blows to enemies, gather valuable intel, and plan out your next moves. Beware! Bombastic gambits will draw the attention of your foes, and may trigger even greater perils.&#10;&#10;Expand Your Horizons: Each play will reward you with tantalizing new content that enhances your game in novel ways. Some will grant new skill cards for your characters, increasing their power and unleashing new combinations of abilities. Others will unlock additional ways to play, including a Hidden Motives mode that will make you wary of your once-trusted teammates. The game grows with your expertise, delivering enough variable content to keep you coming back for more.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Hidden Roles",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Traitor Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Book as Board",
      "Components: Standees",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "2614",
    "Name": "Ticket to Ride: Amsterdam",
    "ID": 309113,
    "Year": "(2020)",
    "Geek Rating": "6.079",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/309113/ticket-to-ride-amsterdam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.4828",
    "Description": "Ticket to Ride: Amsterdam features the familiar gameplay from the Ticket to Ride game series &mdash; collect cards, claim routes, draw tickets &mdash; but on a map of 17th century Amsterdam that allows you to complete a game in no more than 15 minutes.&#10;&#10;You are in the middle of the Gouden Eeuw, the Dutch Golden Age. Amsterdam is the beating heart of global trade and the wealthiest city on Earth. Goods from around the world are piling up on the docks, in ship holds, in warehouses, and on the banks of its countless canals. You mean to profit from this!&#10;&#10;Each player starts with a supply of 16 carts, two transportation cards in hand, and one or two trade contract tickets that show locations in the Amsterdam market. On a turn, you either draw two transportation cards from the deck or the display of five face-up cards (or you take one face-up wild card, which counts as all six colors in the game); or you claim a route on the board by discarding cards that match the color of the route being claimed (with any set of cards allowing you to claim a gray route); or you draw two trade contract tickets and keep at least one of them.&#10;&#10;Whenever you complete a route that has carts depicted on it, with these primarily being on the perimeter of the city, you claim a merchandise bonus card.&#10;&#10;Players take turns until someone has no more than two carts in their supply, then each player takes one final turn, including the player who triggered the end of the game. Players then sum their points, scoring points for the routes that they've claimed during the game, the trade contract tickets that they've completed (by connecting the two locations on a ticket by a continuous line of their carts), and their standing among those who hold merchandise bonus cards. Whoever holds the most cards collects 8 points, with other players collecting fewer points. You lose points for any uncompleted contract tickets, then whoever has the high score wins!&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)",
      "Components: Map (City Scale)",
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "2615",
    "Name": "The Lord of the Rings Trading Card Game",
    "ID": 2603,
    "Year": "(2001)",
    "Geek Rating": "6.078",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/2603/the-lord-of-the-rings-trading-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.9481",
    "Description": "A tradeable card game covering the events of the Lord of the Rings movies. Frodo and his companions journey from Bag End to the destruction of the Ring at Mount Doom. The coverage of the cards is largely loyal to the movies, but it does take some of its lore from the book, and make references to certain atmospheres within the book. Some card sets, such as the Expanded Middle Earth Draft collection, have actors playing roles that were not seen in the movie, replete with costume. This allows for Tom Bombadil and Ghan Buri Ghan (among others) to be considered part of the card game. Nonetheless, they are rare, and typically you feel as if you are playing the movie rather than the book.&#10;&#10;The game will be fairly familiar to veteran CCG players with a couple of important exceptions: firstly, combat is magic-like in execution but more incremental in resolution: each &quot;lost&quot; combat results in only a wound, not elimination as in Magic, L5R, Star Wars, or most other CCGs. Each character can suffer a limited number of wounds before being eliminated, but this &quot;health&quot; rating is also expended for card special actions - there is no &quot;tapping&quot;. Also importantly, this is not a &quot;draw one&quot; game but a &quot;hand-filling&quot; game, which results in a very different dynamic. Lastly, like ICEs Middle-Earth CCG that came before, cards are either &quot;hero&quot; or &quot;shadow&quot; cards; when you play Free Peoples cards in your turn, you effectively pay their cost in Twilight Points to your opponent, who then turns around and uses those points to play Shadow Cards to attack you.&#10;&#10;Unlike some of their other published games, Decipher finally saw the light and put a 4-card cap on every card during deck building (and this includes variations; so there is an Aragorn: Ranger of the North and an Aragorn: King in Exile; you can only have total of 4 combined). Additionally, there is a much more sane rarity distribution than previous Decipher products (many - in fact most - familiar characters are common or uncommon, or at least have common or uncommon variations that are no less powerful than the rare versions).&#10;&#10;This game &quot;ended&quot; when Decipher ran into financial difficulties and let the license expire.  The following sets were released:&#10;&#10;1 Fellowship of the Ring&#10;2 Mines of Moria&#10;3 Realms of the Elf-Lords&#10;4 The Two Towers&#10;5 Battle of Helm's Deep&#10;6 Ents of Fangorn&#10;7 Return of the King&#10;8 Siege of Gondor&#10;9 Reflections&#10;10 Mount Doom&#10;11 Shadows (Starting with this Set, Minion Cultures were re-formatted)&#10;12 Black Rider&#10;13 Bloodlines&#10;14 Expanded Middle Earth&#10;15 The Hunters&#10;16 Wraith Collection&#10;17 Rise of Saruman&#10;18 Treachery and Deceit&#10;19 Ages' End&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "2616",
    "Name": "Flying Colors",
    "ID": 8730,
    "Year": "(2003)",
    "Geek Rating": "6.078",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/8730/flying-colors",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.027",
    "Description": "Flying Colors recreates naval actions during the height of the Age of Sail, from small engagements to full battles involving dozens of ships in each fleet. Play is fast, furious, and does not require the pre-plotted movement found in many other naval games. Instead, a simple initiative and command system allows players to activate and maneuver their fleets in a realistic manner, indicating how older commanders adhered to rules of engagement where more forward thinking commanders, like Nelson, could retain control of their fleets after the first broadsides began to be exchanged.&#10;&#10;Rather than focusing on the abilities of individual ships, Flying Colors uses broad classes of vessel within each &quot;rate&quot; and concentrates the players minds on maintaining command of their fleets using a simple command system.&#10;&#10;This is not a strategic level game where one piece represents several ships. Flying Colors includes individually named ships rated for size, gunnery, boarding ability, and damage capacity. Also included are nearly four dozen individually named commanders, rated for their ability to control their formations as well as the impact of their presence within the fleet. The game system provides what naval enthusiasts will expect in a tactical Age of Sail game: broadsides, rakes, anchoring, wind effects, weather, shore batteries, and much more. All this is packed into a short, accessible rulebook.&#10;&#10;Included within the game are historical scenarios [...]. The battles range in size from small engagements playable on a single map through huge engagements like the Glorious First of June playable on three maps. Players are also free to create their own variants and &quot;what-if&quot; scenarios using point values for each ship. Most scenarios can be played within a few hours and two players can complete even the largest within a day. Several are also well suited to solitaire play.&#10;&#10;TIME SCALE : 5-10 minutes per turn&#10;MAP SCALE: 100 meters per hex&#10;UNIT SCALE: Individual Ships&#10;NUMBER OF PLAYERS: One to Four&#10;&#10;(from GMT website and BGG users)&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Game: Flying Colors (GMT)",
      "History: Age of Kings",
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars",
      "History: Seven Years War",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "2617",
    "Name": "Risk: The Lord of the Rings Trilogy Edition",
    "ID": 8107,
    "Year": "(2003)",
    "Geek Rating": "6.078",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/8107/risk-the-lord-of-the-rings-trilogy-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3588",
    "Description": "From the publisher:&#10;&#10;In this expanded edition of RISK The Lord of the Rings Trilogy edition you will find: &#10;&#10;     The detailed gameboard reflects a complete map of Middle-Earth including the Gondor, Mordor, and Haradwaith territories.&#10;     Includes materials from the entire Lord of the Rings film trilogy.&#10;     Additional Territory cards.&#10;     Additional Battalions.&#10;     Additional Adventure Cards.&#10;     Alternate ways to play including special rules for alliance team play.&#10;&#10;&#10;From BGG:&#10; This game is essentially the regular Risk: LotR Edition with an additional board on the bottom and some new cards and revised rules.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Components: Miniatures",
      "Game: Risk (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "2618",
    "Name": "Ceylon",
    "ID": 248900,
    "Year": "(2018)",
    "Geek Rating": "6.078",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/248900/ceylon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4032",
    "Description": "During the second half of the nineteenth century in what was then Ceylon, today known to all as the nation of Sri Lanka, a deadly fungus killed off all the coffee plantations on the island thus causing a serious economic crisis. The Scot James Taylor, and later many other entrepreneurs, set about substituting tea plantations for coffee plantations and hence creating what many connoisseurs today consider to be the best tea in the world.&#10;&#10;In Ceylon, players take on the role of the pioneers who developed the Ceylon tea industry. As such, they build plantations in different districts and at different altitudes. They produce tea and try to sell it to the most important export companies. To favor this task, they must win the favor of the counselors of each district and develop the necessary technology that allows them to get ahead of their competitors.&#10;&#10;At the end of the game, players score points for having plantations in each district, for meeting demands that have been set, for the level of technological development reached, and for the amount of money collected. In the end, the player who has the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Farming",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Grid Movement",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Map (Regional scale)",
      "Components: Multi-Use Cards",
      "Country: Sri Lanka",
      "Food & Drink: Tea",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2619",
    "Name": "Mage Wars Academy",
    "ID": 172503,
    "Year": "(2015)",
    "Geek Rating": "6.077",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/172503/mage-wars-academy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.1212",
    "Description": "Mage Wars Academy features gameplay similar to Mage Wars Arena (n&eacute;e Mage Wars) with two mages in head-to-head combat to see who will be victorious.&#10;&#10;Mage Wars Academy is a two-player starter set that features two mages, two spellbooks, and a new &quot;boardless&quot; gameplay design that's more portable and fast-playing than Mage Wars Arena. All of the spell cards included in Academy are compatible with those in Arena.&#10;&#10;Multiple core sets (or future expansions) can be added together to create a 3 or 4 player game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Two-Player Fighting Games",
      "Components: Polyhedral (not D6) dice",
      "Digital Implementations: Tabletopia",
      "Game: Mage Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2620",
    "Name": "Next Station: Paris",
    "ID": 403116,
    "Year": "(2024)",
    "Geek Rating": "6.077",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/403116/next-station-paris",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.7308",
    "Description": "Next Station Paris&#10;&#10;As the 2024 Summer Olympic games begin, purchase your metro ticket and join us in Paris... the new addition to our Next Station series welcomes you to the City of Light! Next Station Paris combines familiar play elements found in Next Station London and Next Station Tokyo while also offering additional twists. Players will continue to flip station cards and draw subway lines on their maps, but now they will need to utilize bridge crossings, visit the French capital's iconic monuments, all while taking advantage of the central platform, the busiest station on the network! Who will be the best designer of the Parisian metro? Optimize your four sketched subway lines over all Paris districts in order to win!&#10;&#10;Contents:&#10;&#10;200 Sheets Scorepad&#10;24 Cards&#10;4 Color Pencils&#10;Illustrated Rules&#10;&#10;",
    "Categories": [
      "City Building",
      "Trains"
    ],
    "Mechanics": [
      "Bingo",
      "Connections",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Paris (France)",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Flip-and-Write",
      "Series: Next Station (Blue Orange)"
    ]
  },
  {
    "Rank": "2621",
    "Name": "Ascension: Darkness Unleashed",
    "ID": 144864,
    "Year": "(2013)",
    "Geek Rating": "6.077",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/144864/ascension-darkness-unleashed",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3103",
    "Description": "Ascension: Darkness Unleashed is both a standalone game for two players and an expansion that can be combined with Ascension: Rise of Vigil or other Ascension games.&#10;&#10;Ascension: Darkness Unleashed features &quot;Dark Energy Shards&quot;, a new take on the &quot;Energy Shard&quot; Treasure cards introduced in Ascension: Rise of Vigil. Like an &quot;Energy Shard&quot;, a &quot;Dark Energy Shard&quot; allows a player to draw a new card while providing one energy to power up Energize cards. In addition, the Fate effect allows each player to banish a card in his discard pile whenever a &quot;Dark Energy Shard&quot; is placed in the center row.&#10;&#10;This set also features new Energize cards, including Heroes, Constructs, and Monsters that transform into new beings or more powerful versions of their original selves. If you would play a card that has a Transform ability and you've met the Energize threshold on that card (by having played a certain amount of energy that turn), then you ignore all the effects on the original card and place the transformed card in your hand, which can now be played this turn and on future turns for the remainder of the game. (Ascension: Darkness Unleashed contains both double-sided transform cards for those who play with card sleeves and single-sided transform cards for those who don't. In the former case, you remove the card from the sleeve, flip it to the transformed side, then resleeve it; in the latter, you remove the original card from the game and bring in the transformed card.)&#10;&#10;Other cards &ndash; such as the monster &quot;Erabus, the Exiled&quot; &ndash; are transformed and added to your hand when you defeat them in the center row. At the end of the game, you score Honor for whichever version of the card is currently active in your deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2622",
    "Name": "Victorian Masterminds",
    "ID": 189453,
    "Year": "(2019)",
    "Geek Rating": "6.077",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/189453/victorian-masterminds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1333",
    "Description": "Sherlock Holmes is dead! And with London's greatest detective out of the way, those with villainous minds decide to wreak as much terror as possible on the populace &mdash; and you are one of those dastardly no-goodniks!&#10;&#10;While Europe sits unprotected in Victorian Masterminds, you and other players send your henchmen to different cities to use their varied abilities, collect material for your steampunk-inspired contraptions, destroy buildings, and complete missions. At the same time, the Secret Service follows your path of destruction. Every contraption is unique and allows you to take different actions, leading to highly strategic, asymmetric gameplay.&#10;&#10;In more detail, during the game, players take turns placing one of their five agent tokens &mdash; Henchman, Machine, Saboteur, Pilot, Number 2 &mdash; face down on one of the five action spaces. As soon as three tokens are on a space, those tokens are flipped and activated, first in first out, with each agent carrying out its individual action in addition to whatever takes place in that space. When an evil mastermind completes their contraption or the Secret Service brings this villainy to a halt, the game ends, and whoever has generated the most victory points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Contracts",
      "Sudden Death Ending",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Miniatures",
      "Misc: Mensa Select",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2623",
    "Name": "Assyria",
    "ID": 43152,
    "Year": "(2009)",
    "Geek Rating": "6.077",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/43152/assyria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.986",
    "Description": "In Assyria, players represent tribes living in Mesopotamia, trying to develop on the desert and a limted fertile area located between two rivers that divide the board. In their quest for power (points), players build Ziggurats (permanent outposts), wells, make sacrifices to gods and try to get along with nobles of Assur - the capital of Assyria. The game is a light-weight eurogame, built around the short-term rapid point gains vs long-term investments dilemma. General flow of play is as follows:&#10;&#10;Phase 1: Players get resources for expansion and decide on play order&#10;&#10;In this phase, players pick cards with resources that enable expansion on the board. In general he/she who gets most food, plays last. First player expands with least food.&#10;&#10;Phase 2: Players expand on the board to earn points or money.&#10;&#10;Players begin to form strings and/or clusters of huts and pay for placing them with their food cards. Depending on where huts are placed, they either score points or earn camels (money).&#10;&#10;Phase 3: Players spend money/camels on various investments.&#10;&#10;A player either goes for one-time bonuses from the nobles of Assur, or makes long-term investments by offerings to gods and building Ziggurats.&#10;&#10;The game lasts for three eras, made up of 2-3 of such cycles. After each era comes the flood: the board is partially cleaned up, but players also capitalize on their investments from phase 3. Each round, players also score points for huts (those built on fertile land between the two rivers bring more points) and ziggurat tiles.&#10;&#10;In comparison to other games from Ystari's series - Assyria is lighter than Caylus, Olympos, Ys or Sylla (in terms of complexity, available choices - represented by numerous tiles, cards, icons, cards etc. that need to be remembered and can be combined during play), but heavier than Yspahan, Mykerinos or Metropolis.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Digital Implementations: Board Game Arena",
      "Region: Middle East",
      "Rivers: Euphrates",
      "Rivers: Tigris",
      "Series: Ystari originals"
    ]
  },
  {
    "Rank": "2624",
    "Name": "Dale of Merchants 3",
    "ID": 299452,
    "Year": "(2020)",
    "Geek Rating": "6.077",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/299452/dale-of-merchants-3",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.1429",
    "Description": "Dale of Merchants is a series of deck building games developed by Snowdale Design. The games are set in Daimyria, a world of animalfolks.&#10;&#10;Dale of Merchants 3 is a standalone game which introduces six new animalfolk decks. It can be played by itself and combined with other games from the Dale of Merchants series.&#10;&#10;Each deck is themed around different animalfolks with a different gameplay focus and mechanics. For example, Sharing Short-beaked Echidnas borrow cards from other players while Prepared Grizzled Tree-kangaroos are good at protecting their own valuables.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dale of Merchants",
      "Misc: LongPack Games",
      "Setting: Daimyria",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "2625",
    "Name": "Modern Art Card Game",
    "ID": 40381,
    "Year": "(2008)",
    "Geek Rating": "6.076",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/40381/modern-art-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6557",
    "Description": "In Modern Art Card Game, also released as Masters Gallery, players are art critics and gallery owners at the same time, trying to pump up the value of certain artists before cashing in their works. The works of five artists are in play. Each player starts with a hand of masterpiece cards, and on a turn you play one on the table to show a stake in the fate of that artist; some masterpiece cards include special actions that allow you to play a second card, draw an extra card, increase the value of a certain artist, or have everyone play a masterpiece card at once.&#10;&#10;When a certain number of works from one artist are on the table, the round ends, and each work from the most well-represented artists are sold for $1-3. Masters Gallery lasts four rounds, with players receiving additional masterpiece cards prior to new rounds and the value of an artist's work increasing based on past performance. The player with the most money after four rounds wins.&#10;&#10;Masters Gallery depicts classic works of art from Vermeer, Degas, Renoir, Monet and Van Gogh on its cards, while Modern Art Card Game features identical game play and contemporary artists Wagner Kuroiwa, Mariana Martins, Nicol&aacute;s S&aacute;nchez, Denise Jillian Tan, and TEC.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Bookshelf (Gryphon Games)",
      "Theme: Art",
      "Theme: Fine Art and Art Museums",
      "Theme: Painting / Paintings",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "2626",
    "Name": "Safranito",
    "ID": 66849,
    "Year": "(2010)",
    "Geek Rating": "6.076",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/66849/safranito",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7222",
    "Description": "From the publisher Zoch:&#10;&#10;&ldquo;Safranito&rdquo; is an extraordinary action-filled game that challenges skillful tactics as well as tactical dexterity.&#10;&#10;Like no other game before, &ldquo;Safranito&rdquo; is a combination of dexterity and tactics providing the game with a new, superb playing experience. At an Indian spice booth, the players bargain for the precious ingredients they need for their exquisite meals. Thereby, everyone throws their Indian coins face-down onto the bowls depicted on the game board. The players may bluff and push the opponents&rsquo; coins aside. A clever coin thrower is able to arrange the coins on the game board in a way that allows him to do both: sell his spices at a high price and purchase cheap spices as well. Eventually, the first player wins who has been able to acquire the spices needed to serve the maharajah his desired meal.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Economic"
    ],
    "Mechanics": [
      "Auction: Dexterity",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "2627",
    "Name": "R-Eco",
    "ID": 15290,
    "Year": "(2003)",
    "Geek Rating": "6.076",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/15290/r-eco",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4796",
    "Description": "A local city has a problem of un-separated trash left by citizens. Each player is a company that does the trash separation and recycling for the city.&#10;&#10;Use your truck (hand) to take unsorted garbage (cards) from dump sites and deliver each type to its appropriate recycling center. Every delivery that fills a center's quota earns you payment from the city.&#10;&#10;However, your truck has a weight limit (5 items/cards), and, if you overload it, you have to dump the excess illegally (which costs money).&#10;&#10;The player with the most money becomes the one and only authorized garbage collector of the city.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Yucata",
      "Theme: Climate Change",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "2628",
    "Name": "Alice's Garden",
    "ID": 298635,
    "Year": "(2020)",
    "Geek Rating": "6.076",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/298635/alices-garden",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.375",
    "Description": "Wandering through the winding paths of a magic forest Alice stumbles upon a royal garden. Poor gardeners have been rushed off their feet trying to arrange it according to the Queen's wishes. The trees must be as far apart as possible, the rose bushes must be the most sumptuous in the whole Wonderland, and the chess pieces must have a neat path to walk on. Is it possible to achieve all that and be spared the Queen's wrath?&#10;&#10;In Alice's Garden, you arrange the garden plants in the most advantageous way and help Alice and the gardeners appease the Queen and grow the best garden in Wonderland. To do this, you place tiles on your individual player boards, with the tiles being of different shapes, 'Tetris-style, and depicting flowers, trees, etc. To win more points, you should fulfill as many requirements as possible.&#10;&#10;The game ends after the round in which a player can't place a tile from the supply on their player board. The player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Grid Coverage",
      "I Cut, You Choose",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Components: Polyominoes",
      "Digital Implementations: Tabletopia",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "2629",
    "Name": "Legendary Encounters: The X-Files Deck Building Game",
    "ID": 256874,
    "Year": "(2018)",
    "Geek Rating": "6.076",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/256874/legendary-encounters-the-x-files-deck-building-gam",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7857",
    "Description": "In the cooperative game Legendary Encounters: The X-Files Deck Building Game, you play a team of agents &mdash; choosing from among Mulder, Scully, Skinner, Doggett, and Reyes &mdash; as you investigate the X-Files and work to unravel the greater conspiracy behind them. During the game, your team will play cards from their own decks &mdash; recruiting other agents, uncovering evidence, and fighting enemies. If you do well enough, you will face the final challenge &ndash; the conspiracy&rsquo;s vicious &ldquo;End Game&rdquo;!&#10;&#10;How to Play and, Maybe, Win&#10;During each game, you&rsquo;ll play through three &ldquo;seasons&rdquo; of the X-Files&trade; show (the game covers the first nine seasons).&#10;&#10;Each player starts the game with a deck of basic cards. At the start of your turn, you&rsquo;ll add a card from the Conspiracy Deck into the Shadows. It could be an Enemy, an Event, an Informant or even a Lead about the conspiracy. You&rsquo;ll play cards from your hand to generate Attack, Recruit Points, and special abilities. You&rsquo;ll use Attack to defeat Enemies and to reveal hidden cards in the Shadows. You&rsquo;ll use Recruit Points to find and recruit new character cards in the Bureau for your deck.&#10;&#10;Whenever your deck runs out of cards, you&rsquo;ll shuffle your discard pile to make a new deck, including all of the new characters you&rsquo;ve recruited. This allows your deck to get stronger over time. But beware &ndash; your adversaries also get tougher as you go.&#10;&#10;Players must work together on their turns to find Leads and discover Evidence of the conspiracy&rsquo;s End Game. The more Evidence you Collect, the better your chances will be when you face the End Game. If you somehow overcome the End Game, you win the game. But the conspiracy isn&rsquo;t a passive participant in this game. Its End Game will have a wicked assortment of abilities and the conspiracy uses all kinds of X-Files&trade; to distract your team and keep the pressure on you.&#10;&#10;At the end of each turn, if there are any Enemies remaining in the Field, they will Strike you. If a player takes damage equal to or greater than their health, they&rsquo;re defeated and the team loses the game -- they can&rsquo;t bear the practical and emotional loss of their colleague. However, if &ldquo;The End&rdquo; has begun (if the End Game card has been revealed), the players will soldier on without their teammate. Once &ldquo;The End&rdquo; has begun, either the conspiracy will succeed, or a few brave agents just might save the world.&#10;&#10;Game Contents:&#10;500 cards&#10;Playmat&#10;Full color rulebook&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Legendary (Upper Deck Entertainment)",
      "Players: Games with Solitaire Rules",
      "TV Shows: The X-Files"
    ]
  },
  {
    "Rank": "2630",
    "Name": "Unmatched: Sun's Origin",
    "ID": 383469,
    "Year": "(2024)",
    "Geek Rating": "6.075",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgame/383469/unmatched-suns-origin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Unmatched: Sun's Origin spotlights two heroes from the rich history of Japan.&#10;&#10;Oda Nobunaga was the daimyo of the Oda clan, renowned for unifying feudal Japan. He is a master tactician, making his honor guard even more dangerous (and just so happens to be a powerhouse in Tales To Amaze).&#10;&#10;Tomoe Gozen was a legendary onna-musha of the Minamoto clan. She strikes hard and fast, relentlessly pursuing her enemy across the battlefield.&#10;&#10;The set features stunning artwork by Yuta Onoda, with cultural consultation by Saigo.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Country: Japan",
      "Game: Unmatched"
    ]
  },
  {
    "Rank": "2631",
    "Name": "Edel, Stein & Reich",
    "ID": 5781,
    "Year": "(2003)",
    "Geek Rating": "6.075",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/5781/edel-stein-and-reich",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0734",
    "Description": "Players take on the roles of directors of the trading house Edel, Stein &amp; Reich, wheeling and dealing at the world&rsquo;s precious gem exchanges. However, only those who correctly predict their opponent&rsquo;s intentions will win.&#10;&#10;Players attempt, over three phases, to accumulate as much money as possible. To that end, there are multiple actions that can be carried out: Players may choose to increase their gemstone supply, or they may choose Event Cards that may bring additional advantages over the course of the game. Then again, they may choose to simply take whatever amount of cash is currently being offered.&#10;&#10;However, only those players who choose an action that nobody else has chosen get to carry their actions out without hindrance. To that end, it pays to keep an eye on what the other players intend to do&hellip; The winner is the player with the most money at the end of the game.&#10;&#10;This game is #4 in the Alea small box series.&#10;&#10;Re-implements:&#10;&#10;&#10;     Basari&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Series: Alea Small Box"
    ]
  },
  {
    "Rank": "2632",
    "Name": "Asante",
    "ID": 136056,
    "Year": "(2013)",
    "Geek Rating": "6.075",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/136056/asante",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "&quot;Asante&quot;, Swahili for &quot;thank you&quot;, is something an African merchant might say to you after he has made a good deal, and if you prove to be the better merchant in this game, you might wind up with an &quot;Asante&quot; at game's end.&#10;&#10;Asante is a two-player game set in the world of Jambo and Waka Waka with the same designer and artist as those games: R&uuml;diger Dorn and Michael Menzel. The players are dealers in an African marketplace, buying and selling furs, silk, jewelry, fruits, tea and salt in order to make the most money possible. During market day, they meet individuals with special abilities who can make deals not otherwise available; a player can also cause havoc for the opponent by loosing animals on his stand. If you visit one of the fifteen holy sites, you can take advantage of the special powers at those locations in addition to your normal five actions.&#10;&#10;Asante can be played together with Jambo or its expansions to create a marketplace with even more activity among its stalls!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Continents: Africa",
      "Game: Jambo",
      "Occupation: Merchant",
      "Players: Two-Player Only Games",
      "Region: East Africa",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "2633",
    "Name": "Altered",
    "ID": 397393,
    "Year": "(2024)",
    "Geek Rating": "6.075",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/397393/altered",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "2.7097",
    "Description": "Altered is an innovative TCG which offers a new, refreshing approach to both competitive and casual players. Set in a universe of rich lore and visual design (influenced by Miyazaki's work and Dixit-like illustrations), this game is about exploring a new, reshaped Earth after a mysterious event, the Confluence, profoundly altered it.&#10;&#10;Shape your own adventure, choose a faction and lead your expeditions through an ever-changing world. Be the first to discover what the universe of Altered has in store for you!&#10;&#10;What really lies at the heart of this revolution is a ton of expertly tailored details &mdash; a new rarity system, deep evolving lore, innovative game mechanisms and design &mdash; and a phygital experience that comes along with its myriad of life-quality improvements, both for the players, tournaments organizers and store owners alike.&#10;&#10;Born and led from the mind of talented game designer R&eacute;gis Bonness&eacute;e (founder of the Libellud studio, which published Dixit, Mysterium, Dice Forge, and Seasons), this project is brought to you by the French studio Equinox, based in Paris, in partnership with and exclusively distributed by Asmodee.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "2634",
    "Name": "Helios",
    "ID": 154182,
    "Year": "(2014)",
    "Geek Rating": "6.074",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/154182/helios",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8679",
    "Description": "In Helios, players are high priests in a distant world of the sun god AHAU, and the power of the sun drives everything in the game as players try to build temples, expand cities, and make their civilization flourish.&#10;&#10;Development can succeed, though, only if you've secured a supply of the limited raw materials available, and the more that you've built of your temple, the more expensive the remaining parts will be. Glass manastones are the game's currency, and with them you can acquire people, increase the number of points you'll score, and more.&#10;&#10;",
    "Categories": [
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Yucata",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "2635",
    "Name": "SOS Titanic",
    "ID": 143157,
    "Year": "(2013)",
    "Geek Rating": "6.074",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/143157/sos-titanic",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6353",
    "Description": "At 23:40 on April 14, 1912 in the North Atlantic, the R.M.S. Titanic strikes an iceberg. Water immediately floods into the liner's compartments and the ship is listing to starboard in a worrying way. There is no hope about the outcome. On board, there is widespread panic.&#10;&#10;Alone, or co-operating with other crew members, you must show presence of mind and do the right thing to save as many passengers as possible. Time is short...&#10;&#10;The card game SOS Titanic uses a mechanism similar to Patience, with the cards representing passengers who must be arranged on the decks, then placed in the lifeboats in a particular order. As one of the crew members, you and your teammates need to move and arrange these passengers as quickly as you can. Each section of the Titanic holds a pile of cards of which only the first is available.&#10;&#10;On their turn, a player draws a few cards from the main deck and tries to move passengers out of the sinking ship onto the lifeboats. Failing to move at least one passenger or needing to reshuffle the main deck might cause one section of the ship to sink, thus reducing the number of piles available as well as the hopes of those still on board. Players can also use action cards to step in at fateful times when things otherwise seem lost. The game ends when the ship has sunk completely or when all remaining passengers have been saved.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: The Sinking of the Titanic",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2636",
    "Name": "The Napoleonic Wars (Second Edition)",
    "ID": 36399,
    "Year": "(2008)",
    "Geek Rating": "6.074",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/36399/the-napoleonic-wars-second-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3824",
    "Description": "From GMT Games:&#10;&#10;&quot;The Napoleonic Wars, 1805 - 1815, brings you a fast-paced, tension-filled, card-driven wargame using a point-to-point movement system that pushes the envelope in a new direction for this pivotal period of history. Having a simple-to-learn strategic system and short rulebook, The Napoleonic Wars, can be played in an evening as the cards and Diplomatic Track make for tough decision-making in the face of everchanging enemy threats.&#10;&#10;Set in 1805 Europe, you must weigh the strategic dilemmas facing the two alliances in mortal conflict. Napoleon's France enjoys a superb army, central position, superior leadership, and a useful, if not powerful, ally in Spain. However, she faces three foes.&#10;&#10;Napoleon must beware of Britain's seapower and wealth, Austria's threatening position, and Russia's reinforcing hordes. In the wings, Prussia, Turkey, and Sweden teeter on the brink of war, begging inducements to join either side. Even lowly Denmark's fleet can upset the balance of power.&#10;&#10;When fleets or armies collide, battle-related cards may be played and then dice are rolled to resolve the battle and inflict casualties. Even the most brilliant maneuver faces the chance of floundering. So play The Napoleonic Wars now, and put the strategist in you to the test. Your options are only limited by your vision, a meddlesome enemy's cards, and the hand of fate.&quot;&#10;&#10;Expanded by:&#10;&#10;     Napoleonic Wars: Super Deluxe Map&#10;&#10;&#10;Re-implements:&#10;&#10;     The Napoleonic Wars&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Country: Prussia",
      "Country: Russia",
      "History: Napoleonic Wars",
      "Series: Napoleonic Wars (GMT)"
    ]
  },
  {
    "Rank": "2637",
    "Name": "Four Gardens",
    "ID": 296043,
    "Year": "(2020)",
    "Geek Rating": "6.073",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/296043/four-gardens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2857",
    "Description": "Long ago, in a beautiful Eastern kingdom, a queen and her people pleased their Gods by building a mystical pagoda. The pagoda housed the four Gods and towered strong over the magnificent kingdom. As time passed, the queen fell ill, and she summoned her people to compete for her crown. The crown would be passed on to the person who could build the most pristine garden around the pagoda. The heir would be chosen by the four Gods themselves.&#10;&#10;The goal of Four Gardens is to accumulate the most points on the score board by completing landscape cards and finishing sets. Each finished set creates a panoramic view of a garden, and these sets are called (no surprise) &quot;panoramas&quot;.&#10;&#10;Players can finish panoramas by first laying groundwork cards, acquiring resources by turning the 3D pagoda, and allocating those resources to satisfy the requirements of each groundwork card. Once satisfied, a groundwork card becomes a landscape card. Multiple landscape cards laid in the correct order create a panorama. Each God has their own satisfaction meter which expresses their goodwill towards the gardens and their builders. Players try to please the Gods by completing landscape cards and finishing panoramas.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Multi-Use Cards",
      "Continents: Asia",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Series: Dice Tower Essentials",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "2638",
    "Name": "Overbooked",
    "ID": 230200,
    "Year": "(2018)",
    "Geek Rating": "6.073",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/230200/overbooked",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.9697",
    "Description": "You have been thrust into the world of airline booking, and tasked with managing competing airlines.  You have to satisfy each passenger's different needs to score prestige for your airline.  Book too few passengers, and you may not be able to fill your flight.  Book too many, however, and some passengers will obviously be really unhappy.&#10;&#10;In a turn, you pick a passenger card with the orientation, quantity and type (colour) of passengers depicted on the card. You, then, seat the passengers onto the plane according to the passenger card.  When any type of passenger runs out, the end game is triggered and points are counted and scored.&#10;&#10;Can you be the one who satisfies the most passengers and be the most prestigious airline?&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Simulation"
    ],
    "Families": [
      "Card Games: Matching",
      "Mechanism: Connection"
    ]
  },
  {
    "Rank": "2639",
    "Name": "Enchanters",
    "ID": 198138,
    "Year": "(2016)",
    "Geek Rating": "6.073",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/198138/enchanters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.907",
    "Description": "In the fantasy card-drafting game Enchanters, you create an artifact and upgrade it each turn. Every card you take retains some of its power. As you grow stronger, you can take on more powerful monsters and, if you plan well, even defeat a dragon.&#10;&#10;To set up the game, each player takes five crystals, then you shuffle together as many kingdom decks as the number of players, then lay out six cards (either items of enchantments) on the journey track. In the game, players take turns to embark on quests, collecting cards from the journey track by paying with crystals. Acquired cards are placed into adjacent stacks, with something like &quot;Long Sword&quot; going into the item stack and cards like &quot;of Fire&quot; going into the enchantment stack; combined, these cards create the &quot;Long Sword of Fire&quot;, and cards grant both temporary bonuses (upper icons and skills) and permanent ones (bottom icons).&#10;&#10;Players may attack approaching monsters and defeat them in a simple combat encounter to score points. In combat, you compare your defense against the monster's strength to determine whether you receive damage. Then, you need to accumulate as much attack as the monster's health to defeat it. You keep defeated cards as trophies.&#10;&#10;From time to time, you rest in the village to gain crystals or heal wounds. If you do, discard the first card from the journey track. At the end of each turn, replenish the journey track to six cards.&#10;&#10;The game ends when the last card is taken or discarded.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2640",
    "Name": "Unmatched: For King and Country",
    "ID": 326937,
    "Year": "(2023)",
    "Geek Rating": "6.072",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/326937/unmatched-for-king-and-country",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.4",
    "Description": "Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Unmatched: For King and Country features three characters from the Marvel comics universe: Black Widow, Black Panther, and Winter Soldier.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Superheroes",
      "Category: Two-Player Fighting Games",
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched"
    ]
  },
  {
    "Rank": "2641",
    "Name": "Crypt",
    "ID": 250442,
    "Year": "(2018)",
    "Geek Rating": "6.072",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/250442/crypt",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.5047",
    "Description": "Crypt is a small-box set collection game with a unique dice placement mechanic for 1 to 4 players.&#10;&#10;Place your servant dice on treasure cards, choosing any value on each die. Choosing a higher value can ward off your opponents, but it also increases the odds that your servant will become exhausted. After everyone has placed their servant dice, everyone rolls. If you roll less than your chosen value, you lose the die.&#10;&#10;Sets of treasure can be pawned off to collectors that offer bonus coins and special abilities. The player with the most valuable collection wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2642",
    "Name": "Scattergories",
    "ID": 2381,
    "Year": "(1988)",
    "Geek Rating": "6.072",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2381/scattergories",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3585",
    "Description": "In &quot;The Game of Scattergories,&quot; published in 1988 by Milton Bradley, each player fills out a category list with answers that begin with the same letter. If no other player matches your answers, you score points. The game is played in rounds. After 3 rounds a winner is declared, and a new game can be begun.&#10;&#10;Scattergories is a commercial version of an old parlour game known as Categories or Guggenheim.&#10;&#10;Similar to:&#10;&#10;    Facts in Five&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Components: Polyhedral (not D6) dice",
      "Components: Sand Timers",
      "Game: Scattergories",
      "Misc: Mensa Select",
      "Promotional: Board Games",
      "Traditional Games: Categories / Guggenheim",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "2643",
    "Name": "Agent Avenue",
    "ID": 422732,
    "Year": "(2024)",
    "Geek Rating": "6.072",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/422732/agent-avenue",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Agent Avenue is a competitive card game for 2-4 players that combines bluffing, strategic set collection, and a race to uncover your opponent's identity. Set in a colorful anthropomorphic world, players assume the roles of retired spies in a suburban neighborhood, outsmarting each other with cards that can score points or trigger special effects.&#10;&#10;Utilize a unique &quot;I split, you choose&quot; mechanic to play one card face-up and one face-down each turn. Your opponent chooses one, influencing both your strategies. Cards feature different agents and tools that impact scoring and game progress on a track, advancing the &quot;catch me&quot; race to uncover the opposing spy.&#10;&#10;Beautifully illustrated by Fanny-Pastor Berlie, the game's art brings to life a quirky neighborhood of animal spies. The game includes over 50 cards, a custom game board, and meeples.&#10;&#10;Outwit your opponents by strategically collecting agent sets and effectively using spy tools. The game ends when a player successfully uncovers their opponent, combining both strategic depth and bluffing elements.&#10;&#10;Perfect for those who love a mix of strategy and lighthearted competition, &quot;Agent Avenue&quot; challenges you to think like a spy and act like a friendly neighbor.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "I Cut, You Choose",
      "Race",
      "Relative Movement",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "2644",
    "Name": "Mountains of Madness",
    "ID": 214293,
    "Year": "(2017)",
    "Geek Rating": "6.072",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/214293/mountains-of-madness",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.0714",
    "Description": "1931: Your scientific expedition discovers a new and intriguing mountain range in the middle of the Antarctic polar circle. Under these challenging conditions, the survival of your team will depend on your ability to communicate with each other and to coordinate your efforts to overcome each obstacle &mdash; but what you discover on the way to the highest peak will strongly test your mental health. Will you even be able to understand yourself despite the madness that gradually insinuates itself into your mind?&#10;&#10;Based on the novel by H. P. Lovecraft, Mountains of Madness is a fully cooperative game with a pinch of real-time gameplay.&#10;&#10;",
    "Categories": [
      "Horror",
      "Novel-based",
      "Real-time"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Components: Sand Timers",
      "Continents: Antarctica",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "2645",
    "Name": "Lawyer Up",
    "ID": 267401,
    "Year": "(2021)",
    "Geek Rating": "6.071",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/267401/lawyer-up",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.6176",
    "Description": "In Lawyer Up, a two-player asymmetrical card game, players take on the roles of attorneys facing off against each other in a courtroom case. One player takes on the role of the prosecution and the other takes on the role of defense. Each case has its own unique mechanisms and story from Murder to Racketeering.&#10;&#10;Lawyer Up is a game of arguments, influence and strategies.  Players start with Discovery, where they will go through all the evidence of the case and draft what they think is important for them to win.  Then Players will take turns calling and questioning witnesses - building arguments by chaining together cards with the same symbols and earning influence.  Attorneys then spend their influence to sway the biases of the jury to their side of the argument.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tug of War"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Players: Two-Player Only Games",
      "Theme: Attorneys / Courts"
    ]
  },
  {
    "Rank": "2646",
    "Name": "Ancient Terrible Things",
    "ID": 137031,
    "Year": "(2014)",
    "Geek Rating": "6.071",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/137031/ancient-terrible-things",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0805",
    "Description": "In Ancient Terrible Things, a pulp horror adventure game for 2-4 players, you play the role of an intrepid adventurer, exploring a dark jungle river. Each turn you must travel to a Fateful Location, face an Ominous Encounter, and attempt to unlock its Ancient Secrets. If you succeed (using a combination of dice, tokens and cards), you add the Secrets to your score; if you fail, you unleash a Terrible Thing, which counts against your score at the end of the game. The object of the game is to be the player with the most Ancient Secrets when the game ends at the Unspeakable Event.&#10;&#10;Game play involves rolling dice to achieve combinations: runs, pairs, three or more of a kind, and single die showing a particular number or higher. Dice combos are used to overcome Encounter cards that are worth points at the end of the game, and/or to acquire the four resource tokens in the game: Focus, Courage, Treasure and Feat.&#10;&#10;&#10;    Focus tokens are used to re-roll individual dice. &#10;    Courage tokens are spent to overcome an Encounter, before rolling your dice. &#10;    Treasure tokens are spent to purchase Swag cards from the Trading Post, which give you a permanent game effect.&#10;    Feat tokens are spent to play Feat cards from your hand, which activate one-shot effects.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Cthulhu Mythos",
      "Theme: Tropical",
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "2647",
    "Name": "Sagrada Artisans",
    "ID": 369751,
    "Year": "(2023)",
    "Geek Rating": "6.071",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/369751/sagrada-artisans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Will your family&rsquo;s stained-glass legacy stand the test of time? In Sagrada: Artisans you&rsquo;ll compete as rival families, each chronicling your construction of the cathedral&rsquo;s windows over a campaign spanning generations.&#10;&#10;Gain powerful abilities and unlock wondrous new tools that you&rsquo;ll carry through the campaign...and beyond. By carefully drafting dice and coloring in spaces to most cleverly meet each window&rsquo;s restrictions and objectives, you will be victorious!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Legacy Game",
      "Open Drafting",
      "Paper-and-Pencil",
      "Pattern Building",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Book as Board",
      "Components: Crayons",
      "Crowdfunding: Kickstarter",
      "Game: Sagrada",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Mechanism: Roll-and-Write",
      "Misc: Watch It Played How To Videos",
      "Organizations: The Game Artisans of Canada",
      "Versions & Editions: Legacy Versions of Non-Legacy Games",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "2648",
    "Name": "Exit: The Game – The Gate Between Worlds",
    "ID": 317372,
    "Year": "(2020)",
    "Geek Rating": "6.071",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/317372/exit-the-game-the-gate-between-worlds",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7778",
    "Description": "You have followed an ancient map to a hidden cave which purportedly contains some kind of mysterious gate. Inside the cave, you find a large metal circle made of concentric rings embedded in the rock wall. You approach the gate hesitantly and touch it. To your astonishment, the metal rings can be rotated. Suddenly, everything goes dark around you. When you regain consciousness some time later, you are no longer in the cave, but in a bizarre new world. Where are you? And how are you supposed to find your way back to the world you know? Only by working together as a team, solving riddles as you travel from world to world, will you be able to make it home safely.&#10;&#10;Difficulty level: 3 of 5&#10;&#10;Exit: The Game &ndash; The Gate Between Worlds is a puzzle game modeled after escape rooms, and it includes components meant to be folded, written upon, or torn, so it's marketed as a single-use game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "2649",
    "Name": "Happy Pigs",
    "ID": 156138,
    "Year": "(2013)",
    "Geek Rating": "6.071",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/156138/happy-pigs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3043",
    "Description": "As pig farmers in Happy Pigs, players compete on raising healthy pigs by executing strategic combinations of &ldquo;Actions&rdquo; (Feed, Mate, Purchase, and Sell) and &ldquo;Tools&rdquo; (Vaccines, Nutritional Supplements and Birth Amulets) for each round. Both the frequency to take these &ldquo;Actions&rdquo; and the number of &ldquo;Tools&rdquo; a player can purchase are restricted by the number of players choosing to take the same action in any given round. Also, from time to time there are unexpected events (such as Pig Shows and Sausage Fest) which offer players great opportunities to outperform their peers.&#10;&#10;There are four rounds to each season, and all unvaccinated pigs die at each season change. The game concludes at the end of four seasons, when all pigs are sold off at different prices in accordance with their sizes. The player with the highest profit at the end wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "2650",
    "Name": "Blockers!",
    "ID": 29073,
    "Year": "(2007)",
    "Geek Rating": "6.071",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/29073/blockers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.6919",
    "Description": "The goal is to have the fewest number of groups of tiles on the board at the end of the game.&#10;&#10;The players take turns placing one of their five tiles on a 9x9 grid and then draw another tile to replace it.  There are three tiles which each player can place on each space: a letter, a number, or the item which represents the 3x3 sector of the board the space is in.&#10;&#10;If another player has placed a tile it may be captured by playing a legal tile in its place, only if removing the tile doesn't break a group of tiles belonging to the player into more than one group. If players tie for the fewest number of groups at the end of the game, then the winner is the one who captured the fewest opponents' tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "2651",
    "Name": "Powerboats",
    "ID": 38531,
    "Year": "(2008)",
    "Geek Rating": "6.070",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/38531/powerboats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6902",
    "Description": "Powerboats simulates the sport of powerboat racing for 2 to 6 players using three-sided dice and an innovative rolling mechanic to simulate movement on the water.&#10;&#10;Players aim to score the most points over a series of three races using a double-sided modular board for easier or more difficult challenges, but they must also avoid damaging their boats too much.&#10;&#10;Once the board is set up buoys are placed to show the points the boats must pass during the race.  A player keeps the dice from their previous turn and may, if desired, add or subtract a die from these to accelerate or slow on their current turn.  Any or all dice used in the previous turn may be left at their current values or rerolled.  Once the roll is complete the player chooses a direction of travel, either straight or one hex side (60 degrees) to the left or right, and if the complete distance cannot be travelled the boat incurs damage.  Too much damage will sink your powerboat and penalise you for the next race.  The buoys change positions for each successive race and, after three races, players add up their points to determine the winner.  A scoring variant for two players is included in the rules.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice"
    ]
  },
  {
    "Rank": "2652",
    "Name": "Night of the Living Dead: A Zombicide Game",
    "ID": 264164,
    "Year": "(2021)",
    "Geek Rating": "6.070",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/264164/night-of-the-living-dead-a-zombicide-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3871",
    "Description": "Night of the Living Dead: A Zombicide Game is a standalone game in the Zombicide franchise based on the George A. Romero movie of the same name.&#10;&#10;In Night of the Living Dead: A Zombicide Game, players take on the role of the movie's main characters, holed up in an isolated house while the dead come to life all around them. The original movie sees the few survivors hunkering for safety in the house as the ghouls (as they're called in the film) pose a continuous threat from outside. It's a tense psychological thriller full of gritty moods and dark themes, but the game lets the survivors take the fight to the hordes of the undead.  The game uses standard Zombicide mechanics.&#10;&#10;There are two variants included in the game: Romero - where the characters have the attributes from the original movie and Zombicide: where the movie characters have had their attributes amped up to meet the Zombicide world - but always have the chance of regressing to their original Romero character.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Miniatures",
      "Country: USA",
      "Creatures: Zombies",
      "Decades: The 1960's",
      "Game: Zombicide",
      "Movies: Horror Movies",
      "States: Pennsylvania",
      "Theme: Movies",
      "Theme: Survival",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "2653",
    "Name": "Match of the Century",
    "ID": 393973,
    "Year": "(2023)",
    "Geek Rating": "6.070",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/393973/match-of-the-century",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5862",
    "Description": "In the summer of 1972, the final match of the World Chess Championship in Reykjavik saw the ultimate showdown: American Bobby Fischer challenged the reigning world champion, Boris Spassky from the Soviet Union. Touted by the media as the most important sporting event of the Cold War, an incomparable thriller unfolded...and now, you can be right in the middle of it.&#10;&#10;In Match of the Century, you play one another over a series of games, just as in a real championship match. However, here each game lasts only a few short and intense turns, so every decision counts in pulling off the win. As you play cards with unique effects from your asymmetrical decks, each of you manipulates the mental endurance of the other and the outcome of each quick game, but weigh your options carefully because only by giving up the advantage can you use your cards' effects.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Multi-Use Cards",
      "Race",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Cold War",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "2654",
    "Name": "Space Park",
    "ID": 243358,
    "Year": "(2018)",
    "Geek Rating": "6.070",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/243358/space-park",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7059",
    "Description": "Ride a rocket to extraordinary destinations across our galaxy. During your travels you will gather exotic crystals that further our understanding of what&rsquo;s out there. Use these crystals to complete exploration badges and turn them in at the mysterious Outpost 13 to prove yourself as the galaxy&rsquo;s next great space explorer!&#10;&#10;Space Park features a modular board where seven destinations are randomly arranged to form a circle between players. During a player's turn, rockets will be on three of the board's seven destinations. These rockets symbolize what destinations are available for a player to travel to. Once a player travels to a destination by performing its action, that rocket moves to the next open destination clockwise.&#10;&#10;Destinations feature actions such as gaining a certain type of crystal, acquiring a new badge to work toward, turning in your crystals for Explorer Points, or using your trusty explorer-bot Scout to help out. The player with the most Explorer Points at the end of the game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Contracts",
      "Open Drafting",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "2655",
    "Name": "Mindbug: Beyond Evolution",
    "ID": 390173,
    "Year": "(2023)",
    "Geek Rating": "6.070",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/390173/mindbug-beyond-evolution",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "In this stand alone expansion, Mindbug: Beyond Evolution introduces the Evolve effect to certain cards allowing to play through a 3 stage evolution line with changing creature abilities.&#10;&#10;This expansion can be played on its own, or mixed with Mindbug: First Contact or Mindbug: Beyond Eternity.&#10;&#10;In Mindbug, you summon hybrid creatures and send them to battle against your opponent. But be careful: your opponent may use one of their Mindbugs to take control of it.&#10;&#10;Outwit your opponent in a fascinating tactical duel in which having the best cards and playing them at the wrong time can be deadly for yourself.&#10;&#10;Mindbug combines the accessibility and fairness of a simple card game with the strategic depth of a complex Strategy Card Game. The result is a skill-based dueling card game that feels utterly different from all the other card games you have played before.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Mindbug",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2656",
    "Name": "Alien Artifacts",
    "ID": 181293,
    "Year": "(2017)",
    "Geek Rating": "6.069",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/181293/alien-artifacts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8857",
    "Description": "Game description from the publisher:&#10;&#10;Alien Artifacts is a 4X-style card game in which you play as an interplanetary faction, sending your research vessels into uncharted space to expand your knowledge and power. Build powerful ships, develop new technologies, and explore distant planets for anything &mdash; or anyone &mdash; you can exploit.&#10;&#10;Alien Artifacts is built on a Resource engine - each turn you will have 3 Resource cards in your hand and you will decide how best to spend them. Each resource card has two different resource types for you to use. You can only use one side and only two cards per turn! Using these resources, you will build Ships, develop Technology, discover Planets, or Trade for currency!&#10;&#10;New Ships allow you to attack the aliens and gain their valuable artifacts which provide huge bonuses. &#10;With each new Technology card in your Empire, you will have access to more actions, bonuses, and scoring opportunities. &#10;Each Planet you explore provides valuable resources for future actions.&#10;&#10;There are two sides to each of these cards, and as you build them you will decide:&#10;Logistics - play cards on this side to gain ongoing bonuses that will make your Empire stronger and help you build faster.&#10;Operational -  play this side to gain a new way to score victory points (and yes, you will be able to activate your operations more than once, if you play well).&#10;&#10;Manage your Resources, build the right cards, make wise choices. Win!&#10;&#10;Alien Artifacts provides a true 4X experience in under an hour. With over two hundred cards, Alien Artifacts offers players many scoring strategies and great replay-ability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Mechanism: 4X",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "2657",
    "Name": "Oh Hell!",
    "ID": 1116,
    "Year": "(1930)",
    "Geek Rating": "6.069",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/1116/oh-hell",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7333",
    "Description": "Oh Hell! is a trick taking standard deck playing card game. The object is for each player to bid the number of tricks they think they can take from each hand, then to take exactly that many; no more and no fewer. Points are awarded only for making the bid exactly, and are deducted for missing the bid, either over or under.&#10;&#10;The hook is that at least one player will fail on each hand, because the total number of tricks bid by the players may not equal the number of tricks available on that hand.&#10;&#10;Also known as Oh Pshaw and Blackout.&#10;&#10;Similar but in board game form as:&#10;&#10;Canyon&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "2658",
    "Name": "The Great War",
    "ID": 173105,
    "Year": "(2015)",
    "Geek Rating": "6.069",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/173105/the-great-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6792",
    "Description": "The Great War, the latest adaptation of Richard Borg's Command &amp; Colours system, brings the epic battles of World War 1 to the gaming table, allowing players to portray important engagements throughout WWI history. The battles, included in the scenario booklet, focus on the historical deployment of forces and important terrain features of trench fighting in scale with the game system. The scale of the game is flexible and varies from battle to battle. For some scenarios, a few infantry units may represent an entire wing of a larger battle, while in other scenarios a unit may represent just a few brave soldiers going over the top.&#10;&#10;The Command card system drives movement, creates a &quot;fog of war&quot;, and presents players with many interesting opportunities, while the battle dice resolve combat quickly and efficiently. The Combat cards add an element of suspense and will challenge players to coordinate their use in a timely manner. Overall, the battlefield tactics players will need to execute to gain victory conform remarkably well to the strengths and limitations of the various types of WWI units, their weapons, battlefield terrain, and written history.&#10;&#10;In this core game, the main focus is on a number of WWI trench warfare battles. However, a series of expansions, which will feature early war, Eastern Front scenarios, tanks, airplanes, other national armies, plus more special personnel figures, are already in the planning stage to enhance your WWI gaming experience.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Game: The Great War",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "2659",
    "Name": "Sobek",
    "ID": 67185,
    "Year": "(2010)",
    "Geek Rating": "6.069",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/67185/sobek",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8434",
    "Description": "Pitch: Ancient Egypt... The temple of Sobek is being built and the market place is thriving. Loads of goods arrive by ship for the construction site and it is a race to pick the best items in order to sell them with the most profit.&#10;&#10;Of course, with so much at stake, not all the moves are legal, corruption is everywhere and cordiality scarce. Because in the end there can be only one winner!&#10;&#10;---&#10;&#10;Famous Bruno Cathala's (Cyclades, Dice Town, Shadows Over Camelot, Mr. Jack, MOW...) latest design is a fast paced card game well suited for the whole family, with tactical choices, luck, and a bit of cunning.&#10;&#10;Each turn you have to choose if you want to take a goods card, play a character with a special power or display a set of matching goods cards.&#10;While taking a profitable card, you often collect corruption points, which add up in a pile in front of you. &#10;During each round five sets of nine cards are put at the players' disposal. When all cards are gone, there is a scoring for all displayed cards, but beware, the player with the most corruption sigils sees his income almost cut down in half.&#10;&#10;The game ends after 3 rounds or if a player has reached a hundred points.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "2660",
    "Name": "The Siege of Runedar",
    "ID": 333539,
    "Year": "(2021)",
    "Geek Rating": "6.068",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/333539/the-siege-of-runedar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3158",
    "Description": "Since time immemorial, the mines of Runedar have supplied gold to generations of dwarves. Today, only a handful of them remain, guarding the fortress surrounding the entrance to the old, depleted mine... or so it was thought. This group of dwarves have been fortunate enough to accidently stumble upon a new vein of the purest gold and have managed to extract a small treasure. Unfortunately, just as they were about to set off to the safety of the nearest stronghold, they discover that the old fortress of Runedar is surrounded by orcs who are willing to do anything to get their hands on the precious metal. Now, the dwarves not only need to defend the fortress, they also must dig a tunnel under the mountain to escape and get their hard-earned gold to safety.&#10;&#10;The Siege of Runedar is a co-operative game for 1-4 players who take on the role of dwarves charged with defending the walls of Runedar and the treasure they keep within. They will have to face orcs, goblins, and trolls, fighting in hand-to-hand combat against those who manage to get past the walls and shooting from a distance at those who try to enter. A deck-building system allows players to upgrade their weapons and tools as they must hold off the raiders long enough to build a tunnel to escape the terrible siege they have been subjected to and get the treasure to safety.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: 3-Dimensional (3D)",
      "Components: Game Box Used In Play",
      "Components: Standees",
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "2661",
    "Name": "Key to the City: London",
    "ID": 205507,
    "Year": "(2016)",
    "Geek Rating": "6.068",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/205507/key-to-the-city-london",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.88",
    "Description": "Description from the publisher:&#10;&#10;In Key to the City &ndash; London, each player aims to develop their own London borough based on their home tile, using the large hexagonal location tiles. Each location tile gives victory points and may generate resources (skill tiles or connectors that connect two location tiles). Connectors and skill tiles can be used to upgrade location tiles for additional victory points and productivity.&#10;&#10;The game is played over four eras, and in each era, new location tiles will be available for bidding. In both era 1 and 2, these tiles consist of six resource-generating tiles, plus some additional building tiles.  In era 3, there will be only building tiles, which arrive already upgraded. In era 4, some of the Routemaster tiles become available.&#10;&#10;On their turn, a player chooses one of five actions. They may use one or more of their team of wooden workers (&quot;keyples&quot;) to (1) bid for a location tile, (2) use a location tile to generate resources, or (3) upgrade a location. They may (4) pass, in which case they may play again in that era, or (5) cease playing in that era by setting off in their sailing barge along the Thames. The game finishes after the last river barge sets sail at the end of era 4, at which point the player with the most victory points wins.&#10;&#10;Key to the City &ndash; London has similarities in structure to the award-winning 2012 R&amp;D game Keyflower.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Auction: Multiple Lot",
      "Constrained Bidding",
      "Ownership",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Crowdfunding: Kickstarter",
      "Series: Key (Richard Breese)",
      "Series: Master Print (Quined)"
    ]
  },
  {
    "Rank": "2662",
    "Name": "Votes for Women",
    "ID": 311900,
    "Year": "(2022)",
    "Geek Rating": "6.068",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/311900/votes-for-women",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.3261",
    "Description": "Votes for Women is a card-driven game covering the American women's suffrage movement from 1848-1920, culminating with the ratification (or rejection) of the Nineteenth Amendment. The game provides competitive, co-operative and solitaire play, with co-operative and solitaire play against the &quot;Oppobot.&quot;&#10;&#10;To win, the Suffragist player must have Congress pass the proposed Amendment and then have three-fourths of the states (36 of the then 48 states) ratify the Amendment. The Opposition player wins by either preventing Congress from passing the proposed Amendment or by having 13 states reject the Amendment.&#10;&#10;The game lasts for six turns - a turn consisting of drawing cards from the players' own decks, bidding on strategy cards, and then six rounds of card play where a player may play a card for an event or discard a card to campaign, organize or lobby Congress.  If Congress has proposed the Amendment but neither 36 states have ratified nor 13 states have rejected, then the game goes to Final Voting.&#10;&#10;",
    "Categories": [
      "Political",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Rally the Troops",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Political: Movements and/or Activism",
      "Political: Women's Suffrage",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "2663",
    "Name": "Weimar: The Fight for Democracy",
    "ID": 265537,
    "Year": "(2023)",
    "Geek Rating": "6.068",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/265537/weimar-the-fight-for-democracy",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.913",
    "Description": "On the 9th of November, 1918, the cold autumn air in Berlin is full of tension. The workers are planning to strike and since the city is full of troops, they do not know if they will survive that day. Three hours later, the German monarchy does not exist anymore, and the first German democracy is born.&#10;&#10;Weimar: The Fight for Democracy is a game about the major actors in the spectrum of the new Republic. The Social Democrats and the Conservatives are trying to defend the democracy. Communists and Nationalists are looking to overthrow the government and install their own regime. Will this infant Republic survive? Or will Germany &mdash; as in history &mdash; fall to the Nazis and become a lawless state? Or will there be a Union of Socialist German Republics?&#10;&#10;Weimar includes two major &quot;battlefields&quot;: In public opinion, the parties struggle to influence the important political issues like the economy, the media, or foreign affairs. Winning these issues scores points and allows them to take significant decisions. At the same time, the parties try to control the streets and position their followers in the major cities of Germany for demonstrations, street fights, and actions taken by the paramilitary organizations.&#10;&#10;Weimar is a tense and exciting card-driven game (CDG) on a most interesting topic. Cards may be played for the event, for public opinion, or for actions in the street.&#10;&#10;In each of the six game turns, the parties play one agenda that defines their strategy for the turn (e.g., modifying their twelve-card play deck, defining issues, getting advantages in the streets). The goals of the parties are asymmetrical and contradictory. While the democratic parties score for stabilizing the state and removing poverty, the non-democratic parties score for coups and unrest.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Germany",
      "Decades: The 1920's",
      "Digital Implementations: Tabletopia",
      "History: The Weimar Republic",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "2664",
    "Name": "Fate of the Elder Gods",
    "ID": 198609,
    "Year": "(2017)",
    "Geek Rating": "6.068",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/198609/fate-of-the-elder-gods",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.8214",
    "Description": "In Fate of the Elder Gods, players take on the ever-maddening role of cults trying to summon ancient evil and herald the fall of mankind! Each cult is in competition to be first to summon their god, but they all must also repel intrepid investigators working to seal off the gate to beyond with Elder signs. Gather arcane artifacts, cast powerful spells, embrace the Dark Gift of your Elder God, and be first to hasten doom...before it's too late!&#10;&#10;During the game, players use a variable hand of spell cards to do one of two things to aid their cult in their mission: Use the spell's Astral Symbol to navigate the areas around Arkham on the unique Fate Clock board, or use the symbols in a location's Astral Column to ready a spell. Readied spells can be cast at any time, but while in a cult's Spell Reserve their primary Astral Symbol can aid in readying future spells, creating an engine for pumping out more potential power.&#10;&#10;As cults travel to the six locations on the Fate Clock, they activate specific powerful abilities, such as gaining useful artifacts at The Museum or enabling their Elder God's Dark Gift at The Ceremony. As cults send more and more cultists to a location, they may gain control there, adding even more powerful abilities. However, cults must be careful how they navigate Arkham as a location with lots of activity will attract pesky investigators. Tempt fate too many times and the investigators may raid your cult's lodge, placing Elder Signs, and generally getting in the way of summoning your Elder God. Gain too many Elder Signs and it's game over!&#10;&#10;If any cult can manage to raise their Summon Track to 9 before the investigators save humanity, their Elder God awakens and they win! Of course, &quot;win&quot; is a relative term as it will certainly herald the end of the world &mdash; but that's a small price to pay for eternal servitude to the Ancient Ones.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Horror",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Fate of the Elder Gods",
      "Organizations: Game Designers of North Carolina",
      "Theme: Cthulhu Mythos",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2665",
    "Name": "Quest",
    "ID": 316287,
    "Year": "(2021)",
    "Geek Rating": "6.067",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/316287/quest",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7879",
    "Description": "In Quest, all will show their true colors as Good and Evil struggle for the future of civilization. Hidden amongst King Arthur&rsquo;s loyal servants are Mordred&rsquo;s unscrupulous minions. These forces of Evil are few in number, but if they go unknown, they can sabotage Arthur&rsquo;s great quests.&#10;&#10;Players are secretly dealt roles that determine if their allegiance is to Good or to Evil. Then, players debate, reason, and lie as they decide who to send on Quests&mdash;knowing that if just one minion of Mordred joins, the Quest could fail. Quest includes 25 different characters and many different ways to play the base game.&#10;&#10;Quest also includes the Director's Cut, a personal recommendation from the designer about the preferred way to play Quest.&#10;&#10;&#10;Errata:Page 7 of the rulebook should say: (for non-Director's Cut version)&#10;&#10;Three successful Quests&mdash;Good wins! The game is over.&#10;&#10;Note: When using the optional Blind Hunter, the Blind Hunter reveals themself and a Hunt occurs (see page8). There is no discussion, nor Good's Last Chance.&#10;&#10;While the Blind Hunter is listed as optional, that role should always be included when including any named Good roles to provide a penalty for claiming.&#10;&#10;The above Errata rule does not apply to the Director's Cut.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Memory",
      "Roles with Asymmetric Information",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "2666",
    "Name": "Tybor the Builder",
    "ID": 234621,
    "Year": "(2017)",
    "Geek Rating": "6.067",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/234621/tybor-the-builder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1053",
    "Description": "Tybor der Baumeister is set in the world of Longsdale, previously seen in Oh My Goods! and its expansions.&#10;&#10;During the game, each player receives a hand of five multipurpose cards, each depicting a professional (priest, soldier, merchant, craftsman, etc.) who has come to Longsdale. After choosing a card to draft, the remaining cards are passed to the next player, then you may choose how to play your chosen card:&#10;&#10;&#10;    As a worker, only the strength is relevant. The card is placed in the player's tableau.&#10;    As a builder, this person is discarded, then you can build a building from the existing supply, discarding workers with a certain strength to build it.&#10;    As a citizen in the city, they provide special powers and facilitate the building of certain buildings.&#10;&#10;&#10;After a predetermined number of rounds, the point values of the buildings are summed, and whoever has the most points wins.&#10;&#10;Tybor der Baumeister contains &quot;chapters&quot; and scenarios set during Tybor's lifespan that serve as variants for tasks or rules of play, with 32 possible combinations. With two copies of the game, up to eight players can compete at once.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Contracts",
      "Melding and Splaying",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Mechanism: Campaign Games",
      "Setting: Longsdale (Lookout Games)"
    ]
  },
  {
    "Rank": "2667",
    "Name": "Star Wars: The Deckbuilding Game – Clone Wars Edition",
    "ID": 422332,
    "Year": "(2024)",
    "Geek Rating": "6.066",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/422332/star-wars-the-deckbuilding-game-clone-wars-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "War! The discovery of the droid factories on Geonosis and the sudden deployment of the Clone Army has set off the Clone Wars. The countless droid legions deployed by the Separatist Alliance have proven to be a fair fight for the Jedi, the guardians of the Galactic Republic. With the fate of the Republic at stake, the galaxy anxiously awaits the outcome...&#10;&#10;In Star Wars: The Deckbuilding Game &ndash; Clone Wars Edition, the galaxy-spanning war between the Galactic Republic and the Separatist Confederacy comes alive on your tabletop. In this easy-to-learn game, you and your opponent each choose a side, playing as either the Republic or the Separatists, and as the game progresses you both strengthen the power of your starting decks and work to destroy each other's bases. The first player to destroy three of their opponent's bases wins!&#10;&#10;This game can be played on its own or combined with the original edition of Star Wars: The Deckbuilding Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Tug of War"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2668",
    "Name": "Sonora",
    "ID": 296626,
    "Year": "(2020)",
    "Geek Rating": "6.066",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/296626/sonora",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1034",
    "Description": "You have entered the Sonoran Desert, a place of vast beauty. Technicolor sunsets pop out over vistas revealing deep canyons, trickling tributaries, and ancient pueblo cliff dwellings. Immerse yourself in the secrets of the desert in a flick-and-write game in which cunning and dexterity meet.&#10;&#10;In Sonora, players flick wooden discs onto a game board representative of different vibrant landscapes across the Sonoran sands. Each area encompasses a different unique game, so skillful aim is required to play in the region of a player's choosing and score points on your dry-erase sheet! But watch out for other players eager to bump discs to score points for themselves.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Chaining",
      "Enclosure",
      "Flicking",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Country: Mexico",
      "Mechanism: Finger Flicking Games",
      "Mechanism: Roll-and-Write",
      "States: Arizona",
      "Theme: Cacti and Succulents"
    ]
  },
  {
    "Rank": "2669",
    "Name": "Twixt",
    "ID": 949,
    "Year": "(1962)",
    "Geek Rating": "6.066",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/949/twixt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.49",
    "Description": "Twixt is a 2-player abstract game invented by Alex Randolph. TwixT is a &quot;connection-type&quot; game, very similar to Hex. Other related games are Havannah and The Game of Y. &quot;Connection type&quot; means the object is to form a path connecting something to something else. This requires very different thinking from the standard battle-type game such as chess or checkers.&#10;&#10;Some old US sets mention a 4-player variant, with 2 teams as in Bridge, but this probably wasn't Randolph's idea.  The game was popular in the 60s and 70s as part of the 3M Bookshelf Series. Avalon Hill then acquired the series and issued the game themselves. Several European publishers have sold the game as well.&#10;&#10;Twixt employs a pegboard, pegs and links.  The playing surface is a 24x24 square pegboard, usually minus the corner holes, with two opposite sides marked with one player's color and the other two sides marked with the other player's color.  Each player has a supply of pegs and links of their color.  50 of each piece type of each color, a total of 200, is an ample supply. Players alternate turns placing pegs and links, if possible, in attempt to have a continuous path of links connecting the two sides of the board with their color.&#10;&#10;After the 3M edition, Randolph added the pie rule. After the first peg is placed, the opponent has the option to swap sides. This reduces the imbalance from the first move advantage.&#10;&#10;On your turn you place one peg of your color on the board, and then add or rearrange your color links. Pegs may be placed in any vacant hole in the board except the corners and the last row on the sides of the opposing player. When two pegs of the same color are at opposite corners of a six hole rectangle (3x2 or 2x3), a link may be placed between those two pegs.  Links may not be placed such that they cross other links.  Multiple links may be added on a single move. Usually, all links are to the peg just placed, but on your move you are allowed to remove as many of your own links as you wish, and add your own links anywhere on the board as long as they are legal as described here.&#10;&#10;When a player connects his two sides with a continuous path of links, he prevents his opponent from doing the same, the game is over, and the player connecting his two sides wins the game. If neither side can complete such a path, the game is a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Network and Route Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 24 x 24 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Connection",
      "Series: 3M Bookshelf Series"
    ]
  },
  {
    "Rank": "2670",
    "Name": "The River",
    "ID": 257759,
    "Year": "(2018)",
    "Geek Rating": "6.066",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/257759/the-river",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9667",
    "Description": "In The River, you and the other mayoral players each struggle to create the best pioneer settlement by developing land along a river bed in your town, collecting resources from the area, and constructing buildings. As you explore and build up the untouched frontier, your workers will settle down along the way, meaning that your other workers will shoulder more of the burden to do what you want to do, which includes making nicely organized landscapes to please the aestheticians in town.&#10;&#10;Every decision counts in this fast and streamlined tile-placement game, and in the end the player with the most impressive settlement will win!&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Contracts",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "2671",
    "Name": "P.I.",
    "ID": 129050,
    "Year": "(2012)",
    "Geek Rating": "6.066",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/129050/pi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2424",
    "Description": "P.I. is a pure deduction game, with players competing in three consecutive mini-games in order to see who's got the best chops in terms of solving their cases.&#10;&#10;Each mini-game plays out the same way. To start, you receive in secret one suspect card (out of 12), one crime card (out of 10), and one location card (out of 14); this set of information represents the case that the player to your left must solve. The game board shows fourteen locations arranged so that each location touches a few others; each location has space for a suspect and crime tile. Shuffle the suspect tiles (12, plus two &quot;no suspect&quot;) and the crime tiles (10, plus four &quot;no crime&quot;), then place one face up in each location. Each suspect, crime and location is included in a deck of evidence cards, and nine evidence cards are revealed.&#10;&#10;On a turn, a player either places an investigator, chooses an evidence card, or attempts to solve her case. When you place an investigator in a location, the player to your right looks at his case cards, then places a disc on this space for each case card he holds that matches the suspect, crime or location in this space. Additionally, he places a cube on this space for each suspect, crime or location that's adjacent to this space.&#10;&#10;When you choose an evidence card, the player to your right places a disc on the matching tile if the card matches one of the case cards he holds, places a cube on the matching tile if this tile is adjacent to a tile matching one of the case cards he holds, or places nothing if you've made a wild-eyed guess and the tile isn't adjacent to anything.&#10;&#10;To attempt to solve the case, you place a black token on your guesses. If wrong, you're penalized two points and continue play next turn. If right, you receive 7, 5, 3 or 1 points depending on how many others have solved their cases in earlier rounds.&#10;&#10;The mini-game ends once everyone has solved their case or only one case remains unsolved. All used investigators are removed from play, then the board and cards are reset for the next mini-case. Each player has only five investigators total, so use them wisely!&#10;&#10;Whoever has the most points after three mini-cases wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Modular Board",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Country: Poland",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "2672",
    "Name": "Big Boggle",
    "ID": 10550,
    "Year": "(1979)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/10550/big-boggle",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4956",
    "Description": "Big Boggle is a timed word game where players attempt to find as many connected words as possible from the face up letters resting in a 25 cube grid. When the timer runs out, players compare their list of words and remove any shared words. Points are then awarded for remaining words, depending on how many letters are in the word.&#10;&#10;Big Boggle is similar to the standard Boggle, but with the following changes:&#10;&#10;    uses a 5x5 grid instead of 4x4&#10;    the minimum word size is 4 letters instead of 3&#10;&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Spelling"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Letter Cubes / Word Dice",
      "Components: Sand Timers",
      "Containers: Cubes",
      "Game: Boggle"
    ]
  },
  {
    "Rank": "2673",
    "Name": "Company of Heroes",
    "ID": 281515,
    "Year": "(2021)",
    "Geek Rating": "6.065",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/281515/company-of-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0889",
    "Description": "Company of Heroes, the World War 2 board wargame, is based on the video game from Relic/Sega. It closely captures the choices, tactics and mission strategies of the videogame. In teams, or as individuals, players will maneuver units and battle for control points to collect manpower, munitions and fuel. Players spend these resources to construct new buildings, purchase units and upgrade abilities, eventually unlocking the powerful end-game units of their nation. To win, players will either attempt to collect enough victory points before their opponent does or totally annihilate the enemy's base.&#10;&#10;&mdash;user summary&#10;&#10;A board game 'port' that attempts to capture the strategy, choices and fun of the beloved video games.  Players maneuver units from one of four factions to secure resource points, grow their economy, unlock buildings and purchase and upgrade new units.  Player's eventually unleash their team's powerful end game forces to help secure enough victory points or annihilate the enemy base buildings to win.&#10;&#10;From fog of war, utilizing cover and buildings, flanking armor, spotting, combining multi-unit tactics, veteran upgrades, deciding what units to purchase and what buildings to unlock; this project distills many elements we fans love about Company of Heroes into a streamlined board game experience.&#10;&#10;This game involves squad level tactical movement but also focuses heavily on securing, collecting and spending resources to purchase new buildings, units and upgrades.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Germany",
      "Country: United Kingdom",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "2674",
    "Name": "Mercado de Lisboa",
    "ID": 262477,
    "Year": "(2021)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/262477/mercado-de-lisboa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0851",
    "Description": "Modern day markets offers to their visitors various kind of stands, restaurants, and services.&#10;&#10;In Mercado de Lisboa, players buy stands in the market, open new businesses that influence those stands, and bring customers to them.&#10;&#10;Mercado de Lisboa is a thinky filler title, a tile-placement game based upon the Lisboa city-building system in which players pay money to own stands in the market, open restaurants next to them to improve their profit and bring in customers that earn money for players with matching stands. Mercado de Lisboa is a fast-paced game, very straightforward and easy to learn rules with deep tactical choices.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Tile Placement",
      "Victory Points as a Resource",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Lisbon (Portugal)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2675",
    "Name": "Colt Super Express",
    "ID": 299027,
    "Year": "(2020)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/299027/colt-super-express",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.093",
    "Description": "Colt Super Express has the spirit of the original, award-wining Colt Express in the form of a fast-paced, survive-to-win format that players can take anywhere. A 15 minute, battle royale style version of Colt Express.&#10;&#10;Players compete to be the last Colt Express rider standing because there can only be one when this train stops. Each round, players will place three of their four (or up to six if using the optional extensions included in the game) action cards face down in a pile to determine what they'll do when they are revealed, including moving, shooting, and more. At the end of the round, the last train car is removed...and so is anyone in it! Bandits are eliminated by being knocked from the train, or by being in the last car when it is removed. The last one remaining wins.&#10;&#10;",
    "Categories": [
      "American West",
      "Trains"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Programmed Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Colt Express",
      "Theme: Battle Royale"
    ]
  },
  {
    "Rank": "2676",
    "Name": "Equinox",
    "ID": 329450,
    "Year": "(2021)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/329450/equinox",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.0612",
    "Description": "In Equinox, mysterious creatures gather in the forest in an effort to write themselves into the legendary storybook and for tales to be shared for countless generations. However, there is room for only four more stories &mdash; not every story will be recorded, so the creatures have to be cunning and clever to outwit their opponents and make the cut.&#10;&#10;Equinox is a deeply satisfying betting game that gives players agency to influence the outcome of this competition. Each round, players place numbered power cards in front of the creatures, with the lowest-valued creature being eliminated from play. Players also place bets on which creatures they think will make it into the storybook, and you can use the special powers of these creatures to ideally turn things to your advantage.&#10;&#10;Fans of Dr. Reiner Knizia might recognize Equinox as a revised edition of the previously released game Colossal Arena, but with two new creatures. Of the fourteen unique creatures, only eight are played in a game, which means more than three thousand different combinations are possible. To celebrate the equinox occurring twice a year, players can select from two distinct box covers, but note that the contents in each box are identical.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Series: Betting Trilogy (Reiner Knizia)"
    ]
  },
  {
    "Rank": "2677",
    "Name": "Verräter",
    "ID": 72,
    "Year": "(1998)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/72/verrater",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5668",
    "Description": "This board game masquerading as a card game is about a conflict between two factions, the Rose and the Eagle. In each turn, players attempt to change the allegiance of one land district, contributing power cards to swing the conflict in their favor. Players also choose roles such as Diplomat, Traitor, and Builder that give them special abilities for that turn. The most potentially devastating role is that of the Verr&auml;ter, or Traitor, which allows the player to change allegiances just as the conflict begins. Points are awarded for winning over districts, for taking certain roles, and for building counting-houses.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "2678",
    "Name": "El Capitán",
    "ID": 29972,
    "Year": "(2007)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/29972/el-capitan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.915",
    "Description": "El Capit&aacute;n, a game that is based upon Tycoon but with many improvements and upgrades.&#10;The game is now playable with 2-5 players (instead of 2-4); it has 11 new groundbreaking rules, and on top of it all, expansions and a whole new exciting look!&#10; All together we have now the following changes/improvements for the basic game:&#10;&#10;     new grouping of the cities on the game board&#10;     new payout table for distribution&#10;     3 new Distribution Cards&#10;     new rules for the forts&#10;     start money is 20 florins instead of 15&#10;     place up 4 multi travel cards instead of 2&#10;     new rule for the loan cards (not allowed in the first round)&#10;     new start player after a payday (a special start player figure is added)&#10;     building up to 12 (instead of only 9) warehouses in a city&#10;     limitation of warehouses in series (limited to 3 now)&#10;     a rule for the first warehouse in a city&#10;&#10;&#10; &#10;Also included is the first expansion &quot;Portuguese Powers&quot; with some extra city boards and strategy!!&#10; There are now special rules for 2 or 3 players (extra renovation fields) and a special rule for 2 players (payday and additional warehouses).&#10;&#10;The game was published in October 2007 by QWG Games in the Benelux, by Pro Ludo in Germany, by Ystari Games in France, and by Z-Man Games in USA, Canada, Australia, New Zealand, UK, and Ireland.&#10;&#10;",
    "Categories": [
      "Economic",
      "Renaissance",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Master Print (Quined)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "2679",
    "Name": "Deliverance",
    "ID": 273814,
    "Year": "(2023)",
    "Geek Rating": "6.065",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgame/273814/deliverance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "In Deliverance, you take on the role of an elite angelic warrior in the army of Heaven. Since the victory on the Cross, you have hunted the fallen angelic Princes. Once your faithful brethren, they now lead Satan&rsquo;s forces of Darkness in a bitter war against the humans, bent on corrupting every last soul. In a bid to end their reign of chaos, you have planned a daring mission into one of their great Strongholds - The seemingly quiet human city of Fallbrook.  Armed with your weapons, courage, and your God-given angelic powers, you and your faithful allies must overcome legions of demons to slay their leader.  But be watchful, for the darkness of the mortal world seems to be spreading into the spiritual realm.&#10;&#10;Deliverance is a cooperative, tactical board game that can be played in either a story driven, campaign  mode or skirmish mode. Each player has unique powers, that can be added to with Talent grants.  Each victory brings experience points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Legacy Game",
      "Modular Board",
      "Open Drafting",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Storytelling",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Map (City Scale)",
      "Components: Miniatures",
      "Components: Standees",
      "Creatures: Demons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules",
      "Religious: The Bible",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "2680",
    "Name": "A la carte",
    "ID": 217,
    "Year": "(1989)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/217/a-la-carte",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2932",
    "Description": "In one of his sillier games, Karl-Heinz Schmiel casts the players as semi-psychotic cooks attempting to hone their culinary skills. Each player receives a miniature pan and a hotplate. Then each turn you can either attempt to turn up the heat, season your dish, or attempt to steal another cook's recipe in the making. Heating your hotplate is a random affair with a die, and could raise the heat on everyone's plate. Spicing the dish is heart of the game and done by up-ending small bottles filled with little colored wood pellets. When the pellets tumble out of the bottle (sometimes, if they do), the number of pellets can't exceed two, because over-spicing the dish ruins it and you have to throw it in the trash!&#10;&#10;The 2009 version includes some changed rules, a new victory condition, additional recipes and some new mechanics in comparison to the 1989 version.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "2681",
    "Name": "First Contact",
    "ID": 258309,
    "Year": "(2018)",
    "Geek Rating": "6.065",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/258309/first-contact",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "An exceptional party game where imaginary ancient Egyptians are trying to overcome the language barrier with&hellip; Aliens.&#10;&#10;In each turn Aliens would draw weird symbols, trying to explain which earthly items they&rsquo;d like to collect. Puzzled Egyptians are to figure out what this could mean. On top of that, Aliens compete for being the first to grab the souvenirs and fly back home, while each human wants to be the best at learning the Alien language!&#10;&#10;&laquo;First Contact&raquo; is perfect for associative-deductive games lovers. The unique theme adds even more fun to the game process, and every setup gives players new puzzles to solve. Incredibly good time guaranteed!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "Science Fiction",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Player Screens",
      "Creatures: Aliens / Extraterrestrials",
      "Theme: Fictional Languages",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "2682",
    "Name": "Würfel Bohnanza",
    "ID": 111148,
    "Year": "(2012)",
    "Geek Rating": "6.064",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/111148/wurfel-bohnanza",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3036",
    "Description": "W&uuml;rfel Bohnanza is, as you might suspect, a dice game in the Bohnanza family. Instead of cards, dice give you the beans that you must use to satisfy orders and (eventually) collect &quot;Bohnentalers&quot; (i.e., dollars, bucks, dinero...). The first player to collect thirteen Bohnentalers wins.&#10;&#10;At the start of the game, each player receives two order cards, each of which shows six orders; the player tries to complete orders on one card while using the other to cover completed orders. The easiest orders to complete &ndash; say, two specific bean types or three beans in any combination of two types &ndash; are at the bottom of the card, and the hardest ones &ndash; requiring, say, a four-of-a-kind or seven beans with no blue ones &ndash; are at the top. Orders must be completed from bottom to top.&#10;&#10;On a turn, the active player starts by rolling the seven bean dice, three of which have one combination of beans and four of which have another combination. This player must set aside at least one bean, then she rerolls any remaining dice, setting at least one aside, etc. After at most seven rolls, she completes as many orders as she can, reusing the dice as needed to complete orders. Once a player completes three orders, she can &quot;harvest&quot; the card for one coin. Each additional completed order is worth a coin, up to a maximum of four. When a player harvests the order card, she draws a new card and uses that to record completed orders (possibly on the same turn) on the order card she already had.&#10;&#10;In the Bohnanza card game, players trade cards to improve the standing of both parties involved in the trade. In W&uuml;rfel Bohnanza, the active player doesn't trade dice, but opponents do get to benefit from that player's rolls. After each roll by the active player, all other players can use the dice just rolled &ndash; and not dice already set aside &ndash; to complete orders on their own cards. Thus, the active player has some incentive not to dawdle too much with her rolls as her opponents might benefit from her turn more than she does.&#10;&#10;The game ends as soon as one or more players have collected thirteen Bohnentalers. The player with the most Bohnentalers wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Multi-Use Cards",
      "Game: Bohnanza",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "2683",
    "Name": "Dice Realms",
    "ID": 288080,
    "Year": "(2022)",
    "Geek Rating": "6.064",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/288080/dice-realms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4118",
    "Description": "In Dice Realms, players vie to improve and expand their Medieval realms, while contending with Fate. Realms are represented by customizable dice with faces that can be popped out and upgraded for better ones.&#10;&#10;Each game is different as during setup, players draw five tiles (from a bag of 35) to determine which extra die faces will be available beyond the five standard lines of faces: lands (victory points), farming (grain), commerce (coins), settlements (defense), and progress (upgrades). Each player begins with two identical dice and can gain more dice during play, in addition to upgrading their starting dice.&#10;&#10;Play is mostly simultaneous. To begin, players roll their dice, with one player rolling the Fate die, which affects all players.&#10;&#10;If Winter appears on the Fate die, players must pay 1 grain for each die they own or take a -2 point &quot;misery&quot; chip for each grain they lack. Players may then re-roll one die for free and use any re-roll or &quot;set-a-die&quot; tokens (that allow you to choose the die face result) that they have previously invested in for further control.&#10;&#10;Players then resolve any attacks showing, starting with the Fate die and then clockwise, with each player's attack affecting all their rivals. Each shield showing on your dice lets you ignore one attack. Successful attacks can cost players grain, the use of a die for a turn, or even the loss of a die face (which can be later rebuilt).&#10;&#10;Players collect any victory points (VPs), grain, and coins shown on their die faces. Coins are used to acquire upgrades, purchase re-roll and set-a-die tokens, repair destroyed die faces, or buy a new die -- which also costs 2 grain -- expanding their realm. At most 1 coin can be saved in your treasury from round to round.&#10;&#10;Upgrades are the heart of the game. Players receive upgrades from upgrade symbols showing or by spending coins. Die faces have 1, 2, or 4 dots on them. To change from a 1 to a 4 in the same color &mdash; such as from a yellow face collecting 2 grain to the 4-dot version that collects 4 grain and 2 coins &mdash; costs three upgrades, whereas changing from one face to a different color face at the same level costs just one upgrade.&#10;&#10;Using upgrades, crossgrades, and the &quot;free reroll&quot; each turn, players can craft their dice to specialize them and dramatically &quot;tilt&quot; the probability that a desired face is rolled. Of course, players will want different things at different times: upgrades to get going; coins to expand their realms; food if a string of harsh winters are rolled; defense against that pesky Robber on the Fate die; VP chips to race for victory; or whatever die face is the key to winning a particular setup.&#10;&#10;If during a round any player needs to use a 10 VP token, a -10 misery token, or a 10 grain token (because all of the smaller value tokens have been used), then the game ends after finishing that round; otherwise, the player with the Fate die passes it clockwise to the next player and a new round begins.&#10;&#10;When the game ends, players tally their points earned, both from VP chips and improved die faces, with 2-dot faces being worth 1 VP and 4-dot faces being worth 2 VP. Whoever has the most VPs wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Random Production"
    ],
    "Families": [
      "Components: Dice With Swappable Faces"
    ]
  },
  {
    "Rank": "2684",
    "Name": "Tulip Bubble",
    "ID": 229414,
    "Year": "(2015)",
    "Geek Rating": "6.064",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/229414/tulip-bubble",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "2.4211",
    "Description": "In 1637, the tulip craze fueled one of the first speculative investment bubbles. Coveted tulip varieties led to skyrocketing prices with tulip bulbs costing more than houses in Amsterdam. Then just as suddenly as it started, the bubble burst when investors could no longer afford even the cheapest bulbs, leaving economic turmoil.&#10;&#10;In Tulip Bubble, players buy and sell on a fluctuating market, trying to earn the most guilders. The game flow includes a preparation phase, buying phase, and selling phase, with these phases recurring until the bubble collapses or someone manages to outwit the markets by purchasing a black tulip for 120 guilders before that collapse occurs.&#10;&#10;",
    "Categories": [
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Contracts",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Netherlands",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "2685",
    "Name": "Blitz Bowl",
    "ID": 247104,
    "Year": "(2018)",
    "Geek Rating": "6.064",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/247104/blitz-bowl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1739",
    "Description": "Welcome, sports fans! Blitz Bowl is a fast-paced sports game that pits two teams against each other in a battle to achieve touchdowns, complete challenges, and score the most points through a mixture of skill, luck and aggression!&#10;&#10;The teams are smaller and the games are faster than in Blood Bowl, but the action is just as intense as each player seeks to distinguish themselves in the eyes of Nuffle in the infamous Crush recruitment rituals.&#10;&#10;The game features a number of elements that will be familiar to fans of Blood Bowl, meaning that the two games are ideal companions to each other. Players should expect to complete a game of Blitz Bowl within an hour and considerably less once they have a good grasp of the rules, making for a thrilling quick-play experience.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "2686",
    "Name": "The Game: Extreme",
    "ID": 209325,
    "Year": "(2016)",
    "Geek Rating": "6.064",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/209325/the-game-extreme",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3235",
    "Description": "The Game: Extreme features cooperative gameplay similar to The Game, with all players working together to discard all of the cards in the deck onto four discard piles.&#10;&#10;What's new in The Game: Extreme are 28 instructions on the cards themselves that affect the rules of the game while they're in play, increasing the difficulty of completing the game &mdash; or rather, The Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Game: The Game",
      "Players: Games with Solitaire Rules",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "2687",
    "Name": "Lift Off",
    "ID": 260757,
    "Year": "(2018)",
    "Geek Rating": "6.064",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/260757/lift-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7857",
    "Description": "1950/1960: The race into space is in full swing! We're making great progress on the techniques for supplying astronauts and space-ready machines, for optimizing launch conditions, and of course for designing the much-needed rockets. All this to explore the sheer vastness of space.&#10;&#10;But in Lift Off, not only are two superpowers competing for the most glorious milestones of space travel, no, we players are also very involved. In this game, we each play a private space agency that wants to develop in their own areas. We must hire specialists, improve our rockets, and expand our capabilities because soon we have to decide which missions we want to carry out and what we want to bring into space. Only those who plan ahead and properly manage the resources available will win this race to the stars...&#10;&#10;&bull;&bull;&bull;&#10;&#10;1950/1960: Das Rennen ins All ist im vollen Gange! Die Techniken zur Versorgung der Raumfahrer und Maschinen, optimierte Startbedingungen, sowie die Konstruktionen der Flugk&ouml;rper machen gro&szlig;e Fortschritte. Dies alles um die schier unendliche Weite des Alls zu erkunden.&#10;&#10;Doch in Lift Off konkurrieren nicht nur 2 Superm&auml;chte um die glorreichsten Meilensteine der Raumfahrt, nein auch wir Spieler mischen kr&auml;ftig mit. Hier spielen wir jeder eine private Raumfahrtagentur die sich in ganz eigenen Bereichen entwickeln will. Dazu heuern wir Spezialisten an, verbessern unsere Raketen und erweitern unsere F&auml;higkeiten. Denn bald m&uuml;ssen wir uns entscheiden welche Missionen wir durchf&uuml;hren wollen und was wir ins All bringen wollen&hellip; Nur wer hier voraus plant und richtig mit den verf&uuml;gbaren Mitteln wirtschaftet, wird am Ende Sieger des Rennens zu den Sternen&hellip;&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Decades: The 1950's",
      "Decades: The 1960's",
      "Digital Implementations: Yucata",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "2688",
    "Name": "Potato Man",
    "ID": 137155,
    "Year": "(2013)",
    "Geek Rating": "6.063",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/137155/potato-man",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.411",
    "Description": "Potato Man is a trick-taking game with the largely unused theme of potatoes in which you can sometimes achieve the highest scores with the smallest potatoes.&#10;&#10;After dealing the cards out, players each play one card to the center of the table to form the &quot;trick&quot; &ndash; but each of the four colors can be played only once. (The exception: In a five-player game, one color can be played twice.) Whoever plays the highest card wins the trick &ndash; except that the three least valuable cards in the game (1, 2, 3 of yellow) win the trick if one of the three most valuable cards in the game (16, 17, 18 of red) is present. Whoever wins a trick leads to the next trick.&#10;&#10;Each color has its own small deck of scoring cards, and when a player wins a trick, he takes a scoring card of the corresponding color. The red color, for example, has highest playing cards on average (cards 5-18, compared to yellow 1-13), but least valued scoring cards for a trick. However, once three tricks are taken with the same color, the scoring cards of that color are depleted and players take golden &quot;joker&quot; scoring cards, worth the most points. Therefore you might want to keep high cards of a frequently winning color in your hand in order to maximize your points &ndash; but the round ends as soon as a player cannot play a card due to the restrictions on which cards can be played in a given trick.&#10;&#10;Players tally their points, then begin a new round, with the game lasting as many rounds as the number of players. In the end, whoever tallies the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Series: L.BOARD (Playte)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "2689",
    "Name": "Planet Apocalypse",
    "ID": 220827,
    "Year": "(2020)",
    "Geek Rating": "6.063",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/220827/planet-apocalypse",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1304",
    "Description": "It is the End Times, and the hordes of Hell are invading our world. Destroy the Hellgate &amp; save our world!&#10;&#10;Planet Apocalypse is a cooperative game. The players battle and kill demons as a team. The game is primarily a battle game, but also has a tower-defense element, and a roleplaying element as you build up your heroes over time.&#10;&#10;It has large high-quality plastic figures, scaled to 28mm so they can be used in other games.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Theme: Hell",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "2690",
    "Name": "Marabunta",
    "ID": 403265,
    "Year": "(2023)",
    "Geek Rating": "6.063",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/403265/marabunta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2258",
    "Description": "Each player controls a colony of ants in Marabunta. On a turn, the active player rolls the six dice, then splits them into two groups. The opponent chooses and uses the dice in one of the groups, then the active player uses the remaining dice.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "I Cut, You Choose",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Ants",
      "Components: Dice with Icons",
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Mechanism: Roll-and-Write",
      "Series: Two-player games (Space Cowboys)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "2691",
    "Name": "Sub Terra II: Inferno's Edge",
    "ID": 281258,
    "Year": "(2023)",
    "Geek Rating": "6.063",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/281258/sub-terra-ii-infernos-edge",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.1667",
    "Description": "Sub Terra II: Inferno's Edge is a cooperative adventure board game. You and up to five friends must explore a tile-based volcano temple to steal a legendary artifact.  To get it, you must find the path to the inner sanctum, unlock the secrets within, then escape the way you came.&#10;&#10;This is a dangerous place. You'll need to work as a team to avoid deadly traps, brave scorching lava and defeat the temple's mysterious guardians. Stick together to share your skills, or split up to cover more ground. But beware - the volcano stirs beneath you, and you're running out of time...&#10;&#10;In Sub Terra II: Inferno's Edge, players will be progressively revealing new tiles, forming the board, mapping the volcanic temple from its sunlit entrance to its fiery core. As players explore through the temple, they will have to overcome obstacles, avoid hazardous terrain, and face the ferocious guardians of the 'artifact'. On each player's turn, after taking their actions, a random hazard will activate, making careful planning of actions essential to survival.&#10;&#10;Players must collectively locate and obtain 3 'keys', mysterious objects that are needed to gain entry to the chamber containing the legendary artifact. Your adventures must be quick, though, as the volcano stirs and as the game progresses you get closer to the volcano erupting, flipping tiles to completely inhospitable lava flows that will chase the adventurers from the cave.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Sub Terra",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2692",
    "Name": "Warmachine Prime Mk II",
    "ID": 67254,
    "Year": "(2010)",
    "Geek Rating": "6.063",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/67254/warmachine-prime-mk-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.7231",
    "Description": "Step into a world forged of iron and tempered by war.&#10;&#10;In WARMACHINE, the very earth shakes during fierce confrontations where six-ton constructs of iron and steel slam into each other with the devastating force of a locomotive, where lead-spewing cannons chew through armor plating as easily as flesh, and where bold heroes set the battlefield ablaze with a tempest of arcane magic as they forge the fates of their unyielding nations in the fires of destruction.&#10;&#10;WARMACHINE Prime: Mk II is the core rulebook for the second edition of the award-winning tabletop wargame WARMACHINE. The popular game now plays faster, easier, and more aggressively than ever before. Prime Mk II includes the rules for the game; detailed profiles and game stats for powerful characters, warjacks, and soldiers; histories of the nations of the Iron Kingdoms; and an instructional hobby guide that will help bring your tabletop battlefield to life.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "2693",
    "Name": "Gang of Four",
    "ID": 3085,
    "Year": "(1990)",
    "Geek Rating": "6.062",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3085/gang-of-four",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8619",
    "Description": "Gang of Four&trade; is an exciting game of Cunning, Strategy and Power. The game's premise is simple - be the first to rid yourself of all your cards and ascend to supreme power. But beware - a strategic misstep may find you in a struggle to survive.&#10;&#10;History&#10;The term, Gang of Four, was first used to describe four powerful radicals in Communist China that rose to power during the Cultural Revolution (1966-1976) and dominated Chinese politics during the early 1970s. Led by Jiang Qing, a former actress and the power-hungry wife of Chairman Mao, the Gang of Four dominated political, economic and cultural life in China for years. One month after Mao's death, they were arrested and jailed, thus ending China's slide into radicalism.&#10;&#10;The Gang of Four card game was first conceived during the upheaval of the Cultural Revolution. The game's inventor, Lee Yih, wanted to convey the mystery, intrigue and intense struggle for power that embodied not only China's recent political history - but also its past.&#10;Like the political Gang of Four, the game embodies a never-ending battle for supremacy - where the weak perish and the strong dominate. Good players, like good politicians, must show cunning, flexibility and ruthlessness.&#10;&#10;What's in the box?&#10;Gang of Four features a special 64-card deck, illustrated using a traditional Chinese theme, plus 2 rules summary cards to make learning and playing the game easier, a full-color rules booklet, scorepad and a Days of Wonder Web-Card, providing you with access to Gang of Four Online at www.gangoffour.com&#10;&#10;Gameplay&#10;All the cards are dealt to the players. The player who was dealt the multi-colored &quot;1&quot; card starts the hand and must use this card on the first play.  The players proceed taking turns clockwise and then counterclockwise on subsequent hands. On one's turn one must play the same number of cards but a higher ranked set than the previous player. A player may play  more cards if those cards are four or more of a kind. A round continues until all players pass because they can not or choose not to play cards. All cards played are discarded and the winner of the previous round leads. The hand continues until one player has used all the cards in his or her hand. The other players are penalized points on an escalating scale according to the number of cards in their hands. The game is over when one player has scored one hundred and the player with the lowest score wins.&#10;&#10;Inspired by Big Two&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Country: China"
    ]
  },
  {
    "Rank": "2694",
    "Name": "Wonder Book",
    "ID": 340237,
    "Year": "(2021)",
    "Geek Rating": "6.062",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/340237/wonder-book",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.0526",
    "Description": "Oniria &mdash; the world of an ancient dragon civilization. Tales describe the land as an idyllic paradise filled with marvelous dragon-made wonders and surrounded by a flourishing wilderness. The only portal to that world is the Wonder Book, an ancient tome locked away in an abandoned tower. It sleeps, covered in dust, awaiting the one thing it desires most: you.&#10;&#10;Wonder Book is a pop-up game for 1-4 players in which each player takes the role of a teenage kid in a group of adventurous friends. This is a co-operative game in which you all win or lose as a team.&#10;&#10;The game is split into six consecutive scenarios (&quot;chapters&quot;), each composed of a specific deck of pre-sorted cards that contain the rules, the story, and the challenges you have to face. Each chapter has you explore a new part of the interactive 3D cardboard pop-up book and reveals more about the world in which your adventure is set.&#10;&#10;Starting with the first card of the chapter deck, the story unfolds until you reach a goal card. These cards show a goal that must be achieved to proceed and explain how the players' and enemies' turns take place. Each hero can perform three actions per turn, including moving and fighting, using their individual skills, collecting sparks of magic (used to perform special actions), and interacting with cards and pop-ups. Once all heroes have taken their turn, a Wyrm card determines how the enemies will respond by moving, attacking, spawning, or doing something unexpected.&#10;&#10;The basic mechanisms are easy to grasp, but the game keeps changing as each scenario offers different things to do. You will find yourself exploring, fighting bosses, solving riddles, playing little minigames, looking for clues...anything is possible during the story!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Move Through Deck",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Once-Per-Game Abilities",
      "Re-rolling and Locking",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: 3-Dimensional (3D)",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2695",
    "Name": "Don't Mess with Cthulhu",
    "ID": 170587,
    "Year": "(2014)",
    "Geek Rating": "6.062",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/170587/dont-mess-with-cthulhu",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "1.1389",
    "Description": "Don&rsquo;t Mess with Cthulhu is a social deduction game with secret identities. Players are either Investigators trying to keep Cthulhu from waking and controlling the world, or Cultists that want to bring the world to a disturbing end.&#10;&#10;The game takes place over four rounds. The Investigators must uncover all the Elder Signs to win; the Cultists win when Cthulhu is revealed or if the game ends before all the Elder Signs are discovered.&#10;&#10;Before each round players receive a number of Investigation cards, which they look at but then shuffle and put in front of themselves so they know what cards they have, but they don't know which card is which.  Each round has a number of actions equal to the number of players in the game.  Players take actions to reveal Investigation cards, and gather all unrevealed cards are shuffled an redistributed evenly among the players.&#10;&#10;Reveal Cthulhu, and the Cultists win instantly.  Reveal all the Elder Signs, and the Investigators win.  If you want to play multiple rounds (it's highly recommended), the losers in each game get Insanity tokens.  Get three tokens, and the night is over with the winner(s) being those most sane.&#10;&#10;Kickstarter version notes:&#10;&#10;Kickstarter Edition has the following bonuses, unavailable in the retail version:&#10;&#10;#1 - 10 player aupport. All the components needed to play with up to 10 people at the same time.&#10;&#10;#2 - 3 x Necronomicon Investigation cards. Now the Investigators not only have to discover all the Elder Signs in time to prevent Cthulhu from rising, they must also discover the ancient tomes called Necronomicon. But the Necronomicon are dangerous to the uninitiated and cannot be revealed until at least one Elder Sign has been discovered.&#10;&#10;These promo cards add more information into the game, helping the Investigators in their quest. However the Necronomicon also give the Cultists another win condition - making the strategies more complex and the discussion even more lively.&#10;&#10;#3 - 6 x &quot;Objects of Power&quot; cards. These special cards have a variety of different uses, and provide more direct and indirect information in the game (as well as a touch of light-hearted fun). Objects of Power give the game more replay value, more strategy and more variability without adding complexity.&#10;&#10;Timebomb Themed edition&#10;&#10;In TimeBomb, you are playing either a terrorist trying to make a bomb blow up, or a SWAT team member trying to defuse it.&#10;&#10;Each player receives a card at the beginning of the game that indicates his role and keep it secret until the end of the game. Then, at each of the game's 4 rounds, each player receives 5 cards that he shuffles after having a quick look at them and place them face down in front of him. Among all of the player's cards, a number of &quot;SUCCESS&quot; cards, one &quot;BOOM&quot; card and the rest being &quot;SAFE&quot; card.&#10;&#10;The active player then chooses another's player card and reveals it, that player then becoming the new active player. After N cards have been revealed (N being the number of players), all cards are shuffled again and distributed equally to the players for a new round. If at any time the &quot;BOOM&quot; card is revealed, the terrorist's team wins. If all &quot;SUCCESS&quot; cards are revealed before that happens, then the SWAT team members win.&#10;&#10;Will you be able to convince the other player to reveal your own cards among them a SUCCESS is hidden ? Or are you just trying to cheat the SWAT team members into revealing your own cards because the BOOM card is among them ? Only a game of TimeBomb will say.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Mini Games (IELLO)",
      "Series: TimeBomb",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "2696",
    "Name": "D.E.I.: Divide et Impera",
    "ID": 286158,
    "Year": "(2022)",
    "Geek Rating": "6.061",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/286158/dei-divide-et-impera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1915",
    "Description": "D.E.I. (Divide et Impera) is a game of exploration and survival set in the Earth devastated by a new ice age.&#10;The cities of the future, from the crucible of civilization, have become icy deserts dotted with the carcasses of skyscrapers now reduced to uninhabited rubble. Between alleys of old London, bands of survivors use their abilities to explore and plunder the scarce resources that are left, to sell them to the Pure Caste in exchange for food and fuel. The only ones who still have high technology, the Pure Ones are the elected heirs of the old civilization. Protected by fortified citadels, they manage the bands of survivors, helping them in their research or putting them in competition, so that they cannot ally and threaten their domains.&#10;&#10;In D.E.I. each player will control one of the four bands of Survivors, and they will be competing with each other for the wealthiest loot to trade with the Pure Caste. They will have to explore London on two levels, between the streets and on the roofs of the old buildings, to look for the precious resources of the past era coveted by the Pure Ones: Technologies and Energy cells.&#10;&#10;Each faction will start with 8 cards, a Hero and few Explorers, but during the game it will be possible to acquire new action cards from London black markets, building new structures such as bridges and elevators, and obtaining temporary control of the hi-technological Drones that the Pure Caste will give to them.&#10;&#10;The game map is completely modular and three-dimensional so that every game of D.E.I. is always different and compelling. The explorers will often be able to contend for territories for resources and to have greater influence in the markets, and therefore, the fighting will be inevitable. Also, during the games, the players will have to solve missions of increasing difficulty, which will grow their victory points. The survivors' gang that earns the most victory points, satisfying the Pure Caste, wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "End Game Bonuses",
      "Three Dimensional Movement",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with expansions that add solo play",
      "Setting: Nova Aetas Chronicles",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "2697",
    "Name": "Volfyirion",
    "ID": 258074,
    "Year": "(2019)",
    "Geek Rating": "6.061",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/258074/volfyirion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.24",
    "Description": "Volfyirion is a game set in the wonderful world of Mysthea, sixty years before the events of the main game. It's a competitive and fast paced deck-building card game for two players.&#10;&#10;In the game you will employ everything you have trying to destroy all your opponent cities. Your army and Qoam manipulation will be your most reliable asset, but you will also be able to try to tame and control Volfyirion the Dragon: a dreadful beast that can bring destruction on the battlefield on your behalf. But beware: your opponent will try to do the same!&#10;&#10;Part of the Volfyirion Card Game Series&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Series: Mysthea"
    ]
  },
  {
    "Rank": "2698",
    "Name": "Rallyman: DIRT",
    "ID": 312959,
    "Year": "(2022)",
    "Geek Rating": "6.061",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/312959/rallyman-dirt",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Rallyman: DIRT is a brand new edition of the classic rally game by Jean-Christophe Bouvier.&#10;&#10;Get behind the wheel of a supercharged rally car, and race against the clock to get the best time around the different stages of a course!&#10;&#10;Rallyman: DIRT is a roll and move racing game, so to move around the track, you&rsquo;ll be rolling dice! Each player will have a mixture of Gear, Brake and Coast dice at their disposal to get their car speeding along the track. Each die can only be rolled once per turn. Each die has a certain number of Warning symbols. If you get 3 in one roll, you&rsquo;ll lose control of your car, increasing your time and potentially damaging your vehicle!&#10;&#10;Rallyman: DIRT is all about you and the track &ndash; planning the perfect trajectory is the key to success! You&rsquo;ll have to adjust your driving technique to tackle the challenges of each stage, from sharp corners to open water, obstacles and bumps.&#10;&#10;This new edition combines the original Rallyman from 2009 with its expansion: Dirt. It features gorgeous new artwork and upgraded components, while including classic mechanics from the original game such as drifting, jumping, and cutting corners. On top of its new visual design, it replaces the large rectangular map sections of the first edition with hexagonal tiles that allow players to recreate iconic tracks, or whip up their own unique designs in a flash.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Series: Rallyman",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "2699",
    "Name": "Via Magica",
    "ID": 300936,
    "Year": "(2020)",
    "Geek Rating": "6.061",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/300936/via-magica",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4783",
    "Description": "In Via Magica, a new version of Rise of Augustus, you vie with your fellow players to complete &quot;objective&quot; cards for special powers and ultimately for victory points. Each card has 2-6 symbols which you must populate with tokens in order to complete the card. These symbols are drawn one at a time from a bag, with all players gaining the benefit equally, but interestingly, the bag contains more of some symbols than others.&#10;&#10;So the pivotal skill you'll deploy is in making your choice of which three objectives you'll start the game with (you're dealt six) &mdash; balancing potential difficulty of completion against value of the reward &mdash; and then which of five available objectives you'll add to your plate each time you complete one of your three. The game ends when someone completes seven objectives.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Bingo",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "2700",
    "Name": "Constantinopolis",
    "ID": 31483,
    "Year": "(2010)",
    "Geek Rating": "6.061",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/31483/constantinopolis",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1224",
    "Description": "In the 6th century A.D., ruled by Emperor Iustinianus (commonly called 'Justinian'), Constantinopolis was the largest emporium in the East Roman 'Byzantine' Empire. Built on the shore of the Marmara sea, at the entrance of the Bosporus (Hellispontus), its position let it take on the role of one of the most important harbors. Its quickly expanding trade and exports to close cities were great opportunities for the local businessmen to expand their riches.&#10;&#10;Take on the role of an ambitious merchant during this golden era of trade. The task set before you is to become the most successful entrepreneur in the city of Constantinopolis. Compete against your rivals and earn the most renown by completing contracts and establishing viable trade; your fame will be measured by your ability to expand your trade district while managing your delivery contracts.&#10;&#10;Constantinopolis is a board game of resource management, economy, and trade for 2-5 players. With a moderate game time of 1 to 2 hours and intuitive rules, Constantinopolis strikes the perfect balance of accessibility and depth.&#10;&#10;Tiles in Latin, consistent with Giustiniano's time, are both a reference to the high period of Constantinopolis and a way to make the game entirely language independent.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Cities: Istanbul (Turkey)",
      "Components: Map (City Scale)",
      "Country: Turkey",
      "History: Byzantium",
      "Mechanism: Tableau Building"
    ]
  }
]