[
  {
    "Rank": "N/A",
    "Name": "Flirtalarm",
    "ID": 274282,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274282/flirtalarm",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The dream couple is being sought for a theater project or the school sport championships. Find the best matching pairs for specific events. Romance, sportiness, popularity and interests / talents play the most important roles in the right combination of the dream couples. Jokers influence the gameplay and do not allow pairings to arise or change them in unexpected directions.&#10;&#10;&#10;     6 playing cards - 3 boys and 3 girls cards - are issued to each player&#10;     3 event cards are laid open&#10;     Players take turns taking a card to an event and reloading a new card&#10;     the player who completes the pair to the event receives the cards&#10;     Joker cards (suspend, blockade, veto) can affect the game for your own benefit&#10;     the game ends when all event cards have been played&#10;     the player with the most points wins the game&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Under Construction: Poland",
    "ID": 274291,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274291/under-construction-poland",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "0",
    "Description": "We are currently observing the largest construction boom in Poland since the reconstruction after World War II. These days not storks but steel cranes are characteristic Features of Polish landscape.&#10;&#10;The players are directors of large construction companies. The companies succeeded in winning numerous tenders and divided Poland into several areas of operation. Each player hurries to perform tasks in several voivodeships, since Polish people and business need new roads and bridges.&#10;&#10;",
    "Categories": [
      "City Building",
      "Political"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "5 Minute Samurai",
    "ID": 274292,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274292/5-minute-samurai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "This is a 5 Minute card game. you have a have a hand of 6 cards. you play higher and high until someone can't play and they get those cards to a pile to be counted later for scoring. play is over rounds until the deck is gone. then game is over and hands left are discarded into pile to be counted. cards 1 to 13, with 2 different wild cards per deck. This game is 1 to 4 player, but 2 decks can be put together to make it 8 players.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spell Smashers: Helm of Sponsorship",
    "ID": 274294,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274294/spell-smashers-helm-of-sponsorship",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promo card for Spell Smashers from several different Kickstarter campaigns including Game Boy Geek 2019 (Season 7), Tantrum House 2019 (Season 6), and the Secret Cabal Gaming Podcast 2019 Tabletop Media Bonanza Kickstarter campaign (2019 Promo Pack). A generic art version is available, but each campaign offers alternate art versions of the card as well.&#10;&#10;Suffer no wounds when you defeat a monster. (not for solo gaming)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trumps & Ladders",
    "ID": 274299,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/274299/trumps-and-ladders",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Trumps &amp; Ladders is a trick-taking party game.&#10;&#10;A new party game that takes a humorous spin on a divisive political subject - the border wall. The game is simple &amp; similar to spades. The first player lays down anything they want, and players must follow suit. If a player cannot follow suit, he may play a &lsquo;Trump&rsquo; or lose the round. The hand is won by the player who has the highest &lsquo;Trump&rsquo; or &lsquo;immigration&rsquo; card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Historical Figures: Donald Trump"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revolutionary War Battlefield",
    "ID": 274301,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/274301/revolutionary-war-battlefield",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A simple game where the British and Continental armies  move around a board to capture enemy pieces, place their flags signifying the capture of key locations, then move on the enemy's capital to capture it an win the game.&#10;The game can also be won by destroying the enemy army.  Movement is by die roll.  the pieces are designated as infantry, cavalry and cannon and have differing qualities. The rules are one page, and is vaguely reminiscent of the American Heritage series game Battle Cry.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Children's Game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Echek",
    "ID": 274302,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/274302/echek",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Echek is a chess-inspired game which is played with only 12 cards and without an actual board.&#10;Each player has 6 pieces (King, Queen, Root, Bishop, Knight and Pawn) with chess-like moves and they play on a 4x4 virtual square.&#10;The game begins with both Kings face to face, and each turn players can move a piece or put a piece into play.&#10;The game ends when a King is surrounded by 4 pieces.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thera",
    "ID": 274339,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/274339/thera",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "In 1646 BC, the island of Thera (present day Santorini) was the site of a volcanic eruption one hundred times more powerful than Pompeii. This eruption coincided with the decline of the Minoan civilization and the rise of the Mycenaean civilization. Due to Thera's strategic location, the Mycanaean wanax (king) has decided that it is time to rebuild Thera and has tasked you, one of his koreters (governors) with this responsibility. The koreter who best rebuilds Thera to its prior glory will be victorious.&#10;&#10;In the role-selection and resource-management game Thera, each player has a map of the island where they will engage in trade, clear ash, generate resources, move those resources to building sites across the island, and construct economic and luxury buildings. On a player's turn, they select one of five roles from the rondel. Every player can benefit from this role, and the one who chose it gets benefits that scale with the amount of favor on the role. Favor accumulates on roles over the course of the game and is redistributed every time a role is chosen. Here's an overview of the five roles:&#10;&#10;&#10;    The Priestess prays for rain, bringing the life-giving resource to the island.&#10;    The Worker consumes that water and produces resources.&#10;    The Planner moves those resources around Thera so that they can be used for construction or trade.&#10;    The Builder uses those resources to construct buildings on undeveloped sites across the island.&#10;    The Trader buys and sells resources at the port.&#10;&#10;&#10;Players earn points by constructing buildings. You must get the needed resources to the desired building site, then acquire the building plans (which are available to all from a common building tableau). Should you build another quarry (a resource-generating building), or are you worried one of your competitors will take that temple (a luxury building) that aligns with your strategy? Time is of the essence in Thera, so efficient planning and resource management are important in winning the day.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Territory Building"
    ],
    "Mechanics": [
      "Rondel",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WWIII",
    "ID": 274340,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274340/wwiii",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "540",
    "Play Time": "540",
    "Weight": "2.6667",
    "Description": "An expansion kit designed to substantially expand SPI's &quot;NATO&quot; and allow it to be combined with the games &quot;The East is Red&quot; and &quot;Sinai&quot;. The variant relies on some additional material published in issue #5 of JagdPanther as well as a few articles from their newsletter. The rules describe the three players as the Chinese, Russian, and NATO player, but the units controlled by each player stretch beyond these shorthand designations.&#10;&#10;The 11 pages of rules include a combined turn order, strategic movement grids (for tracking movement of units between the three games), limitations on national objectives, victory conditions, and setup instructions. Additional components include three charts for strategic and rail movement, three sheets of additional counters, and several mapsheet extensions that serve to expand the area covered by the NATO mapsheets.&#10;&#10;This expansion is currently available in PDF format as Amarillo Design Bureau has digitally rereleased all issues of JagdPanther magazine.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: China",
      "Country: Germany",
      "Country: Israel",
      "Country: Soviet Union",
      "Magazine: JagdPanther",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ocracoke",
    "ID": 274346,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/274346/ocracoke",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#230;&#181;&#183;&#232;&#179;&#138;&#227;&#129;&#174;&#229;&#174;&#157;&#229;&#179;&#182; &#239;&#189;&#158;&#227;&#130;&#170;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#130;&#175;&#239;&#189;&#158; is a trick taking game.  The goal is to collect the most treasure in multiple rounds.&#10;&#10;There are 36 cards in 4 suits, each with 9 cards from 1 to 5.  Some cards will have a treasure with them.  Each player will have 4 rum tokens at the beginning.  Each player is dealt 4 cards.  During each trick, players have to follow the lead suit.  In case a player cannot follow, he draws a card and place it face down in front of him, which he will take it into his hand.  (A playerr can also intentionally pass to draw one more card.)  Otherwise, the player who plays the highest card wins the trick.  He places the collected treasures (on the card) in front of himself.  In case of a tie, the card with skull wins the trick.&#10;&#10;When a player empties his hand, he escapes.  When two players escape, the round ends.  If a player escapes without collecting 3 treasures, he is punished for being a coward.  He turns over a rum token to chicken token.  If a player escapes with 3 or more treasures, he get a score equal to the number of collected treasure.  For other players who cannot escape, they will be caught by the navy and lost a life (rum token).&#10;&#10;The game ends when (i) a player has over 15 scores, or (ii) all players lost their last life.  In case (i), the winner is who collected more treasures.  In case (ii), everyone loses.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pociąg do Zakopanego",
    "ID": 274348,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/274348/pociag-do-zakopanego",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Train to Zakopane is an economic game in which players for eight rounds place their representatives on the action track and perform various action, such as taking raw materials, exchanging raw materials, investments in infrastructure construction, construction of the Zakopane railway and a court trial for Morskie Oko. The action track, which runs around the board, allows players to occupy any field, except that employees cannot go back to the fields they have missed. At the beginning of each round in order of players, they choose one of the available bonuses. After each round, players earn a profit from their investments and victory points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Trading",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Leaders (fan expansion for 7 Wonders Duel)",
    "ID": 274383,
    "Year": "(2019)",
    "Geek Rating": "5.631",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274383/leaders-fan-expansion-for-7-wonders-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "In 7 Wonders Duel: Leaders all of your favorite historical Leaders from the Leaders expansion return for you to incorporate into your games of 7 Wonders Duel!&#10;&#10;This fan expansion adds a step at the beginning of the game for players to draft their leaders (similar in style to the drafting of Wonders) and additional steps at the beginning of each age to recruit those leaders.&#10;&#10;Includes 42 leaders from the original 7 Wonders, plus one new leader, da Vinci.&#10;&#10;Also included is two wonders new to 7 Wonders Duel, Rome (which gives you access to more leaders) and Abu Simbel (which allows you to bury leaders for victory points).&#10;&#10;Fans of the leader expansion for the original game will find this an exciting new addition to their games of Duel!&#10;&#10;Permission of this fan expansion has been granted from 7 Wonders publisher, Repos Production.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: 7 Wonders",
      "Game: 7 Wonders Duel",
      "Mechanism: Tableau Building",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meet the Manchers",
    "ID": 274387,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/274387/meet-the-manchers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Meet the Manchers is a game in which  each player  is a family member  from the Manchers family, who are  about to have  their traditional Sunday feast.  Some families go to church, some families take picnics, the Manchers have their Sunday feast. Many dishes will be cooked, not everyone will try them all, because this is not a quiet family dinner oh no,  it is more of a race  filled with many flavors and nutrition accompanied with the occasional duel  for table dominance. However,  rules must still  be obeyed, table manners  are  important, the nicest member will be praised and will get a reward, the naughtiest member will be scold and left to do the dishes. Eating tasty food is important, but more so are the flavors  and nutrition. Will you be the one who will accomplish all three, or be stuck  with dishes&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Journey: Wrath of Demons – Jiangshi Coffin Set",
    "ID": 274388,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274388/journey-wrath-of-demons-jiangshi-coffin-set",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The infamous Chinese hopping zombie, known for their stiff gait, Invade the Kingdom of Terra!&#10;&#10;This set contains all you need to add the Jiangshi to your existing Bull Demon Quests.  It contains highly detailed unpainted plastic miniatures, cards and rules, together with 2 brand new Quests with a new story line.  Multiple Jiangshi Coffin Sets can be used together to create a Chinese Zombie Horde.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Journey – Wrath of Demons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Divisions in Flames Collector's Edition",
    "ID": 274397,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274397/divisions-in-flames-collectors-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Divisions in Flames is Australian Design Group's newest World in Flames Collector's edition expansion that dramatically expands the scale of World in Flames to include many of the standard divisions, Infantry, armour, paras etc. as well as all the special forces like rangers, SNLF, Brandenburgers, NKVD and airlanding units for all the major powers and quite a few minors. Now you can fight an island hopping campaign, reduce losses in combat and launch probing raids deep into the enemy's rear.&#10;&#10;Divisions in Flames also includes artillery, from the smallest to the most devastating anti tank guns, mobile anti aircraft, fixed flak, tank destroyers and self-propelled guns to shore up your defence and prise open theirs.&#10;&#10;Finally we also include the Soviet Guards Banner armies and divisions that turn the Soviet army from a tenacious to a formidable foe capable of going toe to toe with Germany's finest panzer corps.&nbsp;&#10;&#10;Divisions in Flames, like all the Collector edition expansions, is playable with&nbsp;Patton in Flames or America in Flames as well as&nbsp;World in Flames. Divisions in Flames&nbsp;includes 400 full-colour counters that turn World in Flames from a great into an unforgettable experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Country: USA",
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Territories in Flames Collector's Edition",
    "ID": 274408,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274408/territories-in-flames-collectors-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Territories in Flames is Australian Design Group's newest World in Flames Collector's edition expansion that dramatically expands the scope of World in Flames in all those parts of the globe that were vital to the economies of the great powers but peripheral to the major theaters of combat.&#10; World War II was just as much the field of diplomacy and politics as it was industry and mighty armies, and from the jungles of Burma to the mountains of Kilimanjaro people across the globe had to choose sides in this global struggle.&#10;&#10;Although the Axis powers only had sporadic plans for overseas empire, there were many yearning to throw off the yoke of the colonial powers and only too glad to help their supposed liberators.&#10;&#10;Territories in Flames includes all the locally raised overseas troops, city based volunteers, (the ultimate fantasy Christmas present scenario, Japan conquers Singapore then China liberates it, easy peasy), warlords, Siberians, the Ukrainian national army, forts, coastal forts, roads, rails, facilities and saved oil &amp; build points.&#10;&#10;Territories in Flames is playable with&nbsp;Patton in Flames or America in Flames as well as&nbsp;World in Flames.&#10; Territories in Flames includes 400 full-colour counters that turn World in Flames from a great into an unforgettable experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Africa",
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shipwrights of the North Sea: Garphill Games 5-Year Anniversary Promos",
    "ID": 274417,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274417/shipwrights-of-the-north-sea-garphill-games-5-year",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Contained in the Garphill Games 5-Year Anniversary Promo Pack - a special set of web-exclusive promo packs for some of Garphill Games' releases from the past 5 years.&#10;&#10;These are the cards included in that pack that expand Shipwrights of the North Sea:&#10;&#10;9 New Townsfolk Cards for Shipwrights&#10;- Warmonger x2&#10;- Gatekeeper x2&#10;- Brawler x2&#10;- Champion x3&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The North Sea Trilogy (Garphill Games)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Garphill Games 5-Year Anniversary Promo Cards",
    "ID": 274418,
    "Year": "(2019)",
    "Geek Rating": "5.639",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274418/architects-of-the-west-kingdom-garphill-games-5-ye",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2",
    "Description": "Contained in the Garphill Games 5-Year Anniversary Promo Pack - a special set of web-exclusive promo packs for some of Garphill Games' releases from the past 5 years.&#10;&#10;These are the cards included in that pack that expand Architects of the West Kingdom:&#10;&#10;5 New Apprentice Cards for Architects&#10;- Watchman x2&#10;- Defender x2&#10;- Abbot&#10;3 New Viking Building Cards for Architects&#10;- Viking Market Hall&#10;- Viking Church&#10;- Viking Boat House&#10;&#10;Abbot - Plus 1 Virtue when taking the King's Storehouse action.&#10;&#10;Watchman - Pay 1 less Silver (not Tax) when taking either of the following Guardhouse actions: -release their Workers from other player's boards, -pay off Debt.&#10;&#10;Defender - When taking the Town Centre action, the player may release 2 of their Workers from the Prison.&#10;&#10;Viking Market Hall - The controlling player immediately gains 3 Gold.&#10;&#10;Viking Church - The controlling player gains 1 VP for each level of work done advancing construction on the Cathedral. This effect happens at game end.&#10;&#10;Viking Boat House - The controlling player may choose to immediately loses 1 Virtue and gain 3 Wood.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Walking in Burano: Mini Expansion 1 – New Inhabitants",
    "ID": 274419,
    "Year": "(2019)",
    "Geek Rating": "5.639",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274419/walking-in-burano-mini-expansion-1-new-inhabitants",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "This expansion contains 3 additional Inhabitant Cards (2 of each) and 3 rule cards.&#10;&#10;Availability:&#10;Currently, they are available inside the box of the AEG edition and as a separate card pack from Board Game Circus (German version). It will be sold separately by EmperorS4 and Board Game Circus at their booth at some events like Essen Spiel.&#10;&#10;Rules:&#10;Add the 3 new types of Inhabitant Cards into the basic 7 types (a total of 10 types), and randomly choose 7 types of them. Place them following the Game Setup as base game. &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Country: Italy",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Sumo",
    "ID": 274420,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/274420/grand-sumo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Grand Sumo is a 2-player card game based on the 1,500 year old sport of sumo wrestling, in which you will be programming your wrestler&rsquo;s actions through card play and aim to either push you opponent out of the ring, or wrestle him to the ground.&#10;&#10;Like real sumo bouts, you can attempt to attack aggressively in hope of a quick victory, or try to outwit and outlast your opponent.&#10;&#10;Each bout in Grand Sumo consists of 3 contacts, where you will simultaneously program your wrestlers' actions by playing cards face down in front of you. When both players are ready, the cards are revealed one at a time, and resolved as pushing, wrestling and defensive actions in the ring.&#10;&#10;The player who manages to push or rotate the wrestlers token to meet a winning condition wins the bout, and the first player to win 3 bouts will be crowned the winner of Grand Sumo.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Players: Two-Player Only Games",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zany Zoo",
    "ID": 274421,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/274421/zany-zoo",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Zany Zoo is a card drafting game for 1 to 3 players, where you play as zoologists gathering creatures that emerged from another dimension, and taking care of them.&#10;&#10;The game is played over 3 rounds, where 5 multi-use cards are dealt to each player per round, from which you will draft 4 for a total of 12 cards. You will then utilize 1 of the 3 functions of these cards to either build your creatures, feed them or clean up their wastes to score victory points.&#10;&#10;You decide which strategy to adopt as there are a few ways to score victory points. Manage your sanctuary well to score more victory points than your opponent and be recognized as the &lsquo;best zoologist of the third dimension&rsquo;!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jenus: Il gioco – Espansione: Angeli & Demoni",
    "ID": 274422,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274422/jenus-il-gioco-espansione-angeli-and-demoni",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "After the successful success of Jenus - Il gioco, finally arrives its worthy expansion: Angels &amp; Demons!&#10;&#10;Fight in your normal version or choose the upgraded one to summon angels; exploits the forces of evil without restraint, recalling the 4 major demons through Ratzinger; perform new miracles and smash the deities with new fantastic indulgences!&#10;&#10;Angels &amp; Demons improves the gameplay of the basic version of Jenus - The game, taking advantage of the advice of the most loyal players and allowing you to use new ways to eradicate the opponent, turn up the nose to moralists and piss off the aunts bigoted.&#10;&#10;With Angels &amp; Demons the world is facing the ultimate challenge: the eternal struggle between good and evil.&#10;And where are you going to be?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dopo il fortunato sul cesso di &ldquo;Jenus &ndash; Il gioco&rdquo;, arriva finalmente la sua degna espansione: &ldquo;Angeli &amp; Demoni&rdquo;!&#10;Combatti nella tua versione normale o scegli quella potenziata per evocare gli angeli; sfrutta senza ritegno alcuno le forze del male, richiamando i 4 demoni maggiori tramite Ratzinger; compi nuovi miracoli e sfotti le divinit&agrave; con nuove fantastiche indulgenze!&#10;&ldquo;Angeli &amp; Demoni&rdquo; migliora il gameplay della versione base di &ldquo;Jenus &ndash; Il gioco&rdquo;, facendo tesoro dei consigli dei giocatori pi&ugrave; affezionati e consentendo di utilizzare nuove strade per debellare l&rsquo;avversario, far storcere il naso ai moralisti e fare incazzare le zie bigotte.&#10;Con &ldquo;Angeli &amp; Demoni&rdquo; il mondo si trova ad affrontare la sfida definitiva: l&rsquo;eterna lotta tra il bene e il male.&#10;E tu da che parte starai?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MythMash",
    "ID": 274423,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/274423/mythmash",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "MythMash is a worldbuilding and story generation game in which players draw prompts and improvise a vibrant narrative together. It's simple rules and sandbox style make it a versatile tool for planning character backstories, lore and questlines. It can also be used as a real time campaign aide, creative writing generator or improv. prompt tool!&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "City Building",
      "Fantasy",
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Modular Board",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dicetopia: The Steve Experience solo expansion",
    "ID": 274425,
    "Year": "(2021)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274425/dicetopia-the-steve-experience-solo-expansion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This is Steve. He is quite the moody guy and you can never be certain of how he will react, what he&rsquo;ll do or possibly hurt... Honestly, he probably shouldn&rsquo;t play games at all actually. But here we are, and sometimes we can&rsquo;t be too picky with our gaming company can we?&#10;&#10;Go up against the moody Steve in this thrilling 9 Cards expansion designed for solo play! It can also be included in 2 player games to spice things up!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road to Reno",
    "ID": 274431,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274431/road-to-reno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this 2-4 player game your goal is simple: win a $1,000 hand of blackjack at Casino Reno and win the game. Along the way you'll gamble, bluff, buy, and bet to avoid being left penniless in the desert.&#10;&#10;Players move around the game board by pulling cards from the top of a draw pile. They can also bet on these movement cards to make money and win action cards. The spaces on the board offer opportunities to gain asset and action cards, gamble in casinos, and play poker against other players. Avoid losing money when players gamble in your casino and manage to make money when you gamble in other players' casinos and you'll be in Reno before you know it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Betting and Bluffing",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stonehenge: Ring of Stones",
    "ID": 274434,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/274434/stonehenge-ring-of-stones",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Ring of Stones is a fun and easy game that can be played with one or two players. For one player, see how fast you can build the ring of stones and compete against your friends for the best time. For two players, take it in turns to roll the dice to add or dismantle pieces of the circle. The one who completes or clears the board is the winner.&#10;It consists of a circle of stones that replicates the design of Stonehenge&rsquo;s outer sarsen circle.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Prehistoric",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Archers of Godfrey",
    "ID": 274437,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/274437/archers-of-godfrey",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "An intense cooperative, dice-rolling, unique tower defense set in a medieval fantasy world for 1 to 4 players. Have you ever wanted to be an archer on a castle wall? Now is your chance because all players play as archers defending against four powerful armies all attacking at once. Will the small band of archers defend the great castle of Godfrey or will the four Captains of the armies gain control of the castle? It is up to you and your team of archers so, &ldquo;Notch, Draw, Loose!&rdquo;&#10;&#10;How To Win:&#10;Players win if all four Captains are killed before one reaches the Center of the Keep.&#10;&#10;Players lose if:&#10;&gt;&gt; A Captain reaches the Keep at the center of the Inner Court. &#10;&gt;&gt; All ten soldiers of any one army are placed on their quadrant in the bailey.&#10;&gt;&gt; The Player&rsquo;s Deck has no more cards left to draw.&#10;&#10;General Gameplay:&#10;The goal of the game is to kill all 4 Captains before 1 advances to the Keep. Archers will be attacking the Captains with their arrows while eliminating the invading armies. Players will also use cards and purchase items from the Archer&rsquo;s Equipment to accomplish this goal.&#10;&#10;Every normal arrow is worth 1 damage unless otherwise stated on the cards or with special abilities. Each archer has 5 arrows and 5 spaces to move each turn.&#10;&#10;The 12mm dice are the soldiers of the different armies that are invading the castle. The health of a soldier is determined by what it rolls. Archers can ONLY attack soldiers in their row of their quadrant. Archers kill soldiers with their arrows by reducing the soldier&rsquo;s health down to 0.  Archers receive an Archer Trophy for each soldier they kill during their turn. Archers will use these trophies to purchase equipment to help them defeat the Captains.&#10;&#10;When a soldier's health reaches 0, then remove that dice from the bailey and place it back on its army&rsquo;s card in the Gathering Area. The soldier dice will be rolled again and placed in a future round.&#10;&#10;Archers do NOT receive an Archer Trophy if soldier dice are killed while being placed during the Enemy phase. However, Archers do earn trophies for soldier dice killed by barrels and cards that upgrade their arrows.&#10;&#10;Most of the cards are split and have two options.  Players choose one option to play and then discard. Players CANNOT play both of the options on the split cards. Split cards are designed to help for the different situations that players find themselves in.&#10;&#10;Each round has two phases: Archer Phase and Enemy Phase.&#10;&#10;Archer Phase&#10;Each Archer Phase consists of all 4 archers taking their turns.&#10;&#10;Player&rsquo;s Turn:&#10;Draw 1 Card &#10;Add to hand or follow the instructions if it is an Enemy Card. &ldquo;Captain Advance&rdquo; cards advance the Captain to the next space in their trail toward the Keep at the center of the Inner Court.&#10;&ldquo;Extra Soldier&rdquo; cards will add an additional soldier to be placed during the Enemy Phase of that round (&#10;&#10;2) Anytime during an archer&rsquo;s turn they may:&#10;Move 5 spaces and Shoot 5 arrows.&#10;Play 1 card from your hand OR purchase items from the Archer's Equipment&#10;If you purchase items, then you CANNOT play a card in the same turn.&#10;If you play a card, then you CANNOT purchase items in the same turn.&#10;&#10;3) Discard for hand limit&#10;4) Pass the 1st player Castle Token to the person on your left (Clockwise)&#10;&#10;Player&rsquo;s Movement:&#10;Archers are allowed to move to any space along the castle walls with a yellow border. Only one archer is allowed on each space along the wall. However, two archers may be on a &ldquo;Starting Position&rdquo; at the same time while they are moving along the wall. And as archers move past another archer, they CANNOT shoot arrows in the row of the other archer as they pass over them.&#10;&#10;Stairs do not count as a space, the Archers just walk through them to the next space with a yellow border. Start positions do count as one space when the Archers are moving around to the other wall.&#10;&#10;Enemy Phase&#10;Each Enemy phase begins immediately following the Archer Phase. &#10;The Enemy Phase consists of 3 elements:&#10;Roll the d8 Captain dice and resolve.&#10;Check what number you rolled with the Roman numerals on the 4 corner towers. Whatever number you rolled, the Captain in that quadrant advances one space.&#10;&#10;If the Captain is in the bailey,then add a rolled soldier in the space that the Captain advanced from.&#10;&#10;If the Captain is in the Inner Court, then resolve any Barricades that they might have passed through. No soldiers are ever placed in the Inner Court.&#10;&#10;If that Captain is dead, then nothing happens. Take a deep breathe. You DO NOT re-roll if you rolled to advance a dead Captain.&#10;Roll the Soldier Placement dice for each of the 4 armies and place 2 soldiers on to each quadrant of the bailey.&#10;&#10;Roll 8 new soldiers (2 for each army) and place them on the two soldier positions of their army card. These will be placed in the next round during the Enemy Phase.&#10;The highest health is placed in position #1&#10;The lowest health is placed in position #2&#10;&#10;After rolling the NEXT soldiers and placing them on their army cards, then the Archer Phase of the next round begins&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Category: Tower Defense"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Men In Black: Undercover",
    "ID": 274438,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/274438/men-in-black-undercover",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Aliens exist! But what will you do with that knowledge?&#10;&#10;In Men In Black: Undercover, you play as a member of three different groups with three very different goals. The Men In Black are a secret organization who supervise alien activity on Earth and work to keep their existence hidden from the general population. Meanwhile, members of the Shadow Government are doing everything in their power to capture aliens and weaponize them. Lastly, there are the Conspiracy Theorists who are working toward proving the existence of aliens to the world.&#10;&#10;Which side will come out on top? That's where you come in! Join a team and influence the aliens to join your cause, but make sure you aren't too obvious with your goals. After all, you'll need to stay undercover to win...&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tournament Fishing: The Deckbuilding Game – Rods and Boats",
    "ID": 274443,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274443/tournament-fishing-the-deckbuilding-game-rods-and",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Tournament Fishing: Rods and Boats adds a couple new and exciting things to the core game experience!&#10;&#10;First of all, the Fishing Pole and Boat cards bring two new cards to each Angler's Starting Deck, which will be different every game. This addition expands the Angler's options and gives a strong boost to the early fishing game.&#10;&#10;Secondly, the new 6PM Clock card optionally extends the Tournament another round for both the Solo, Co-op (2 Anglers), and Competative (2-4 Anglers) mode. Give yourselves that one last &quot;Hoorah!&quot; and go out in style. For the Solo/Co-op Tournament, the AI Angler catches a 7th Fish of your choice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chess Unbound",
    "ID": 274446,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/274446/chess-unbound",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Chess Unbound is a two-player game based on traditional chess.  The unique concept in Chess Unbound is that each piece's movement is indicated by the space it occupies on the chessboard.  Each space on the game board contains a modular tile that shows a movement style from traditional chess (pawn, knight, rook, etc.).  When you move a piece, follow the movement style on its current space.  When the piece comes to rest, the space it lands on will indicate how it moves next turn.&#10;&#10;The object of the game is to capture your opponent's king. The king piece is the only unique piece in the game, in that it never follows the movement rules of the spaces it occupies (it only moves like a king in traditional chess).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soulbound",
    "ID": 274448,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/274448/soulbound",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "4",
    "Description": "Paragon Studio's flagship game, Soulbound is a strategic battle card game experience unlike any other before it. Utilising the &quot;everything in one box&quot; model, everyone who plays Soulbound will be able to experience the game as it is intended to be, without the financial investment hurdle. Feel the thrill of commanding creatures of mythology to become the next Soulbound!&#10;&#10;Along with creatures of mythology, Soulbound introduces a unique take on explaining what happened to these creatures that stoppped their existence in Modern Day planet Earth. Explore how the unknown war of the heavens and hell, known as &quot;The Vanishing&quot;, caused Pandora's Box to thrust creatures of mythology and Gods alike into an alternate reality of planet Earth, known as Axiom07 by the greater beings. To the local population, the planet is called Duhra, and they have no idea about the darkness that they will have to fight back in order to survive.&#10;&#10;Soulbound is the world's first battle card game that gives you the authentic Trading Card Game experience, while incorporating a heavy influence from Tactical Turn-Based Strategy Role-Playing games and a &quot;Dynamic Resource&quot; system. With Melee creatures, Ranged creatures and Support creatures, players will get to make new kinds of tactical decisions.&#10;&#10;Every game of Soulbound comes with every card available. It also comes with two starter decks pre-configured so that players can learn that game before jumping in to the deck building aspect. In a box, 2 players can easily create two competitive decks. For the most competitive players, they may find they need a copy of the game for their own. With an abundance of available cards to build decks from, your ability to make the correct tactical decisions will be the biggest difference in a game. Skill should always determine the best player, not the player with the deepest pockets.&#10;&#10;Soulbound is played over a series of turns in which you, an Animan of the planet Duhra, command creatures in battle against other Animan to work your way up to the title of &quot;Soulbound&quot; and be entrusted with fighting back the darkness that escaped from Pandora's Tome. Utilising your own Soul Energy, you begin your turn by building up your resource to Call creatures to the field. Creatures are able to act the turn they are played to the field which creates a very high tempo game. Having a strong offence is just as important as having a strong defence, as your resource also acts as your life force. Throughout a game, it can be attacked and fluctuates because of that. No linear resource growth here.&#10;&#10;Through the many creatures' abilities and combat, players attempt to make tactical decisions to break through the opponent's defences and deal damage to the opponent's resource. A skillful players will be able to manage both their own resource and their opponent's resource to ensure they always can have the upper hand.&#10;&#10;With outstanding table presence, outstanding art, and outstanding gameplay, Soulbound will keep you engaged and constantly creating new combos in your head. In the end, the only thing that matters is dealing 60 Soul Damage to your opponent and claiming your spot among the Soulbound.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I'm Going Down",
    "ID": 274451,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/274451/im-going-down",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "75",
    "Weight": "0",
    "Description": "I'm Going Down (IGD) is a print-and-play solitaire game about survival deep in enemy territory.&#10;&#10;You play as a Pilot whose attack aircraft has been shot down during a routine mission. Now, you have to evade enemies and survive the elements long enough to scrounge together a search and rescue beacon to summon help. Your time on the ground will not be easy. The odds are against you.&#10;&#10;You may also be able to turn your misadventure into heroism if you can capture enemy intelligence, destroy some of their installations, or maybe find other MIA allies and return to safety with them.&#10;&#10;Or maybe you'll get eaten by a bear while trying to hide from a storm in a cave.&#10;&#10;IGD is a solitaire game driven by tables and cards. Inspired by games like Ambush! and Ranger, you will see the narrative of your Pilot's exploits unfold in front of you through a combination of cards drawn and tables rolled on. Careful planning and choices will be pitted against the vagaries of fate, and the wide range of available Event cards mean games can feel drastically different from one another. One game will be a ruthless hunt as you flee from dogged pursuers, another may be a battle against rains, wildfires and errant bombing runs, and the next may see the tables turned as you attack enemy installations with captured weapons.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pigs R Poppin'",
    "ID": 274465,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/274465/pigs-r-poppin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pigs-R-Poppin' There's no stoppin.' Ready, aim, launch your Pig-o-nauts into the orbiting Sty-in-the-Sky.  All pigs in, you win!&#10;&#10;Pigs-R-Poppin' consists of 16 soft rubber Pig-o-nauts, 4 brightly colored Booster-Launcher-Transporters (BLTs), and one Sty-in-the Sky space station. Players launch their Pig-o-nauts from the spring-loaded arms on their BLTs, aiming for docking bays in the Sty-in-the-Sky space station. To make their task more difficult, the Sty-in-the-Sky is constantly moving, turning on a single rubber tire at bottom of the space station.&#10;&#10;The game ends when all the Pig-o-nauts are safely home in the Sty-in-the-Sky home ports. The winner is the one who has the most Pig-o-nauts in their home port. It doesn't matter who launches the Pig-o-naut, it's where the pig lands that counts!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valley of the Kings: Premium Edition",
    "ID": 274466,
    "Year": "(2019)",
    "Geek Rating": "6.214",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/274466/valley-of-the-kings-premium-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3714",
    "Description": "When you die, you can take it with you!&#10;&#10;Take on the role of Egyptian nobles at the time of the pharaohs, preparing for death and burial in the Valley of the Kings. Players want to fill their tombs with food, canopic jars, statues, amulets and other treasures, and to do so they acquire cards that are laid out in the shape of a pyramid; purchase cards at the base of the pyramid, and it &quot;crumbles&quot; to bring cards higher in the pyramid to the base where they can be bought. The pyramid resets each round with new offerings.&#10;&#10;You score only for cards that you remove from your deck and stash in your tomb, so if you keep using valuable cards for their effects and don't entomb them before the game ends, you could lose out on big points! Whoever collects the most valuable artifacts in their tomb wins.&#10;&#10;Valley of the Kings: Premium Edition includes all the cards from the three previously released games (Valley of the Kings, Valley of the Kings: Afterlife, Valley of the Kings: Last Rites), plus the components needed to play with a fifth and sixth player. It also includes rules for solo play, dividers for all the cards, and new pharaoh cards that give their holder unique abilities. The components are upgraded to 300+ tarot-sized cards.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Crowdfunding: Kickstarter",
      "Game: Valley of the Kings",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EXFIL",
    "ID": 274467,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/274467/exfil",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "EXFIL is a cooperative game for 4 players. You are members of Black Group, a special operations unit of military operators from around the globe. Black Group&rsquo;s primary skills revolve around exfiltrating assets from difficult situations. It&rsquo;s time to gear up!&#10;&#10;EXFIL is a legacy campaign where your actions and decisions affect the course, landscape and difficulty of the game. You play as an Operator with a unique deck of cards that represent your skills. Over the course of each mission, you will need to make tough decisions involving managing your deck, managing Hostiles and fighting against the mission clock to complete objectives and reach the EXFIL point.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sketchagrams",
    "ID": 274472,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/274472/sketchagrams",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Bring big laughs to game night with Sketchagrams, the hilarious hashtag drawing game from the makers of Pictionary. Create the perfect social media-inspired picture to accompany odd pairs of hilarious captions and hashtags!&#10;&#10;Pull one caption card and two hashtag cards, then you have forty-five seconds to draw a picture inspired by the combination. When the time is up, each player votes on which illustration they find the most outrageously funny and grant the artist a LIKE token. You don't have to be a pro artist to steal the round -- in fact, the less practiced illustrators often end up with the funniest result! The player with the most LIKE tokens after four rounds is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini Skittle Alley",
    "ID": 274479,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274479/mini-skittle-alley",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tabletop miniature 10 pin bowling.&#10;&#10;All the fun of 10 pin bowling only on a smaller scale! The objective is to knock down as many pins as possible. Each bowler has ten frames in which to knock down pins, with each frame being composed of up to two bowls.&#10;&#10;Line up the aiming handle and push the marble down the alley. Skittles that are knocked over should be cleared off the alley before the second bowl. The crib can then be used to quickly and accurately set the skittles back for the next player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Finger Pool",
    "ID": 274480,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274480/finger-pool",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A disc flicking version of classic billiards.&#10;&#10;Use the triangle to rack the 15 billiard discs and flick the white cue disc to strike them. Basic pool rules apply, with the winner being the first to sink all seven of their billiard discs plus the number 8 disc. The felt covered gameboard rotates for easy tabletop playing and the woven string pockets ensure discs do not fall onto the floor.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Curling",
    "ID": 274482,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/274482/pocket-curling",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Flick, block and ricochet your way to victory. Strategically shape the ice to your benefit, then thread your way through your opponent's stones to get to the house. Be the first team to reach 11 points by ending rounds with stones closer to the target than the other team.&#10;&#10;&mdash;description from the publisher&#10;&#10;A travel-sized, dexterity, curling game for two players/teams.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Mechanism: Finger Flicking Games",
      "Sports: Curling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turkey Shoot",
    "ID": 274483,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274483/turkey-shoot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bring the fun of a classic Turkey Shoot to your table.&#10;&#10;Players load their shotgun card with bird shot or a slug and take aim at classic turkey shoot targets. Tilt the back of the shotgun up to dump your bird shot or slug onto the target and see if you can get the best shot and win a turkey. Each turkey claimed is worth points depending on its weight. After 10 events the turkeys are weighed and the player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Base Roll",
    "ID": 274498,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/274498/base-roll",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A baseball/softball themed dice and card game.&#10;&#10;There are three levels of gameplay: Rookie, Professional, and All-Star. The Rookie level is the basic level using only dice, while the other two levels add cards, which add levels of strategy.  As a bonus, this game will teach you the game of baseball as you play. If you don't know baseball, it's still easy to learn Base Roll.&#10;&#10;Each team uses three dice to roll combinations that move their players around four bases to score points. Using your dice and cards, you can affect rolls and block potential base hits, bunts, and even home runs!&#10;&#10;The game lasts 9 rounds (innings) and the player with the most runs wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Fortress of the Fallen Game Supplement",
    "ID": 274501,
    "Year": "(2019)",
    "Geek Rating": "5.534",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274501/shadows-of-brimstone-fortress-of-the-fallen-game-s",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Cherry blossoms hang in the air and the fires still burn as the dark shadow of the Fallen Shogun sweeps over another samurai castle. Though rich with the spoils of war, the fallen fortresses left in the wake of the Takobake Clan&rsquo;s march of darkness lie in ruins, tainted by greed and despair. But there is hope as long as brave warriors hold true to their honor and stand against the Darkness.&#10;&#10;This 15-card Forbidden Fortress Encounter Supplement is themed for exploring the inner chambers and courtyards of a samurai fortress that has fallen into darkness; filled with vengeful spirits, possessed objects, and secret passages.&#10;&#10;CONTENTS&#10;&#10;     Card #346 Secret Passage &times;2&#10;     Card #347 Cherry Blossoms &times;2&#10;     Card #348 Blood-Stained Blade&#10;     Card #349 Ornate Chest&#10;     Card #350 Path of Despair&#10;     Card #351 Bushido Code&#10;     Card #352 Ittan-Momen Attack&#10;     Card #353 The Grim Tenome&#10;     Card #354 Dark Ambition&#10;     Card #355 Suzuri No Tamashii&#10;     Card #356 Without Honor&#10;     Card #357 Shadow of the Shogun&#10;     Card #358 Thundering Steps&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Devoured by Darkness Game Supplement",
    "ID": 274502,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274502/shadows-of-brimstone-devoured-by-darkness-game-sup",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;A deep roar shakes the spongy floor and ribbed walls of the living world, while fleshy bile pumps spurt acidic juices and chitonous Bone Mites scurry across the walls and ceiling. Within the Belly of the Beast, every aspect of the world around is trying to devour you as you pick your way through the pools of muck and fluttering flaps of the impossibly massive creature.&#10;&#10;This 15-card OtherWorld Belly of the Beast Encounter Supplement is themed for the corrosive environment, deadly creatures, and terrifying living hazards that fill the pulsating tunnels inside the Belly of the Beast.&#10;&#10;CONTENTS&#10;&#10;     Card #359 Melted Skeleton &times;2&#10;     Card #360 Beast Quake &times;2&#10;     Card #361 Deep Roar&#10;     Card #362 Necrotic Flesh&#10;     Card #363 Bursting Pores&#10;     Card #364 Dark Bonding&#10;     Card #365 Sunken Bowels&#10;     Card #366 Bile Pumps&#10;     Card #367 Gonoyoku Clan Survivor&#10;     Card #368 Mucus Grubs&#10;     Card #369 Bone Mites&#10;     Card #370 Fluttering Flaps&#10;     Card #371 Stuck in Muck&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Forbidden Fortress – Artifacts #1 Game Supplement",
    "ID": 274503,
    "Year": "(2019)",
    "Geek Rating": "5.544",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274503/shadows-of-brimstone-forbidden-fortress-artifacts",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;One of the most fun elements of Shadows of Brimstone is developing and customizing your Heroes. These new Gear cards focus on Item Upgrades, adding new Runes, Marks, and a host of characterful new trinkets that can be slotted onto your Heroes&rsquo; Items to add powerful bonuses and abilities.&#10;&#10;This 15-card Supplement adds a set of all new Gear cards themed around Item Upgrades to add to your games of Shadows of Brimstone.&#10;&#10;CONTENTS&#10;&#10;     Card #372 Amulet of Sankarra &times;2&#10;     Card #373 Scroll of Thunder &times;2&#10;     Card #374 Siege Axe &times;2&#10;     Card #375 Nobuhara Shackles&#10;     Card #376 Chochin Lantern&#10;     Card #377 Takobake Rifle&#10;     Card #378 Takobake Hat&#10;     Card #379 Book of Seven Deaths&#10;     Card #380 Blade of Vengeance&#10;     Card #381 Tiger Pants&#10;     Card #382 Yamabushi Leg Armor&#10;     Card #383 Ring of Heaven&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Belly of the Beast Artifacts #1 Game Supplement",
    "ID": 274504,
    "Year": "(2019)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274504/shadows-of-brimstone-belly-of-the-beast-artifacts",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Within the twisting tunnels and living chambers of the beast, there are countless terrors to behold, but priceless treasures also. Whether ancient artifacts consumed eons ago or living weapons torn from the muscular walls, the rewards for exploring deeper into the creature can be wondrous&hellip;if you can avoid being digested along the way. This 15-card supplement adds a collection of all new Belly of the Beast Artifacts for Forbidden Fortress, themed around the corroded items lost by previous explorers and terrifying organic weapons and items found within the dripping corridors and slimy chambers of this living world.&#10;&#10;CONTENTS&#10;&#10;     Card #384 Rupture Gland &times;2&#10;     Card #385 Sedimentary Stones &times;2&#10;     Card #386 Plasma Tick &times;2&#10;     Card #387 Squim Feeler&#10;     Card #388 Burrowing Snarku&#10;     Card #389 Mucus Whip&#10;     Card #390 Gonyoku Sash&#10;     Card #391 Gonyoku Katana&#10;     Card #392 Gonyoku Clan Armor&#10;     Card #393 Marrow Dagger&#10;     Card #394 Marrow Plate&#10;     Card #395 Burst Tube&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: The Sacred Mountains Game Supplement",
    "ID": 274505,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274505/shadows-of-brimstone-the-sacred-mountains-game-sup",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The misty valleys of the Sacred Mountains hold many secrets. It is a place of myth and legend, where fantastic creatures roam, and vast hoards of wealth and knowledge are held within the abandoned temples and mountain strongholds built into the rock. Now dragons circle the highest peaks, crumbling the stone towers and jagged spires with their sweeping tails. Many have ventured into the mountains in search of ancient treasures and mystic knowledge&hellip; most have never returned.&#10;&#10;This 15-card Game Supplement for Forbidden Fortress introduces an all new Adventure Card &ndash; The Sacred Mountains, as well as a host of exciting new Gear, Artifacts, and Encounters themed for exploring this dangerous but rewarding region. With the new Adventure Card, any Mission can be played in the misty and magical Sacred Mountains, among the temples and strongholds built high into the peaks. This adds extra Danger as well as extra rewards to your Adventure!&#10;&#10;CONTENTS&#10;&#10;     Card #396 The Sacred Mountains (Adventure Card)&#10;     Card #397 Traveler's Pack &times;2 (Gear)&#10;     Card #398 Walking Stick (Gear)&#10;     Card #399 Water Flask (Gear)&#10;     Card #400 Meteoric Shard &times;2 (Forbidden Fortress Artifact)&#10;     Card #401 Divine Tea Pot (Forbidden Fortress Artifact)&#10;     Card #402 Amulet of Khan-to (Forbidden Fortress Artifact)&#10;     Card #403 Rock Slide (Forbidden Fortress Encounter)&#10;     Card #404 Breathtaking View (Forbidden Fortress Encounter)&#10;     Card #405 Meteoric Fragment (Forbidden Fortress Encounter)&#10;     Card #406 Ancestral Spirit (Forbidden Fortress Encounter)&#10;     Card #407 Close to the Source (Forbidden Fortress Encounter)&#10;     Card #408 Call of the Dragon (Forbidden Fortress Encounter)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starcadia Quest: Zenith Invasion",
    "ID": 274506,
    "Year": "(2020)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274506/starcadia-quest-zenith-invasion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When a derelict cargo ship appeared on the radars, everyone thought that the day was saved - fresh new tacos were being delivered! But soon we all realized that the ship wasn&rsquo;t responding to the hails, was careening towards Krier Station and wasn&rsquo;t slowing down. It had to be hauled into a stop, and inside Starcadians found a surprising new threat: a race of swarming aliens quickly dubbed &lsquo;Zeniths&rsquo; that moved efficiently and mercilessly. At least having an all-new threat should unify all Starcadians against it. Right? I mean the Crews would stop their quarreling over this, right? RIGHT?&#10;&#10;The Kickstarter Exclusive Zenith Invasion Enemy Set brings a new group of hungry alien enemies that can be added to any Starcadia Quest Scenario, further increasing the range of available enemies!&#10;&#10;&mdash;description from the publisher&#10;&#10;Contains:&#10;- 1 Hero Card&#10;- 4 Monster Cards&#10;- 14 Quest Cards&#10;- 11 Highly-Detailed Plastic Miniatures&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Humor",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Arcadia Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starcadia Quest: Thornetroopers",
    "ID": 274507,
    "Year": "(2020)",
    "Geek Rating": "5.552",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274507/starcadia-quest-thornetroopers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Not long ago in a quadrant far away, Supreme Commander Thorne put in motion a plan that has been kept in the utmost secrecy. Special orders were issued and the recruitment and training of a dedicated elite force started in earnest. This army of dedicated soldiers now stand ready at Thorne&rsquo;s disposal, much to the dismay of Starcadians all across the galaxy!&#10;&#10;The Kickstarter Exclusive Thornetroopers Enemy Set brings a slew of new enemies that can be added to any Starcadia Quest Scenario, expanding the possibilities of available enemies for backers, and bringing their *ahem* charming personality to your game sessions.&#10;&#10;&mdash;description from the publisher&#10;&#10;Contains:&#10;- 2 Hero Cards&#10;- 5 Monster Cards&#10;- 11 Quest Cards&#10;- 9 Highly-Detailed Plastic Miniatures&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Humor",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Arcadia Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ragnarok: Heavy Metal Combat in the Viking Age",
    "ID": 274508,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/274508/ragnarok-heavy-metal-combat-in-the-viking-age",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The end of the Aesir has come, but not as the prophecies foretold. The dread dragon Niddhoggr has devoured the roots of the World Ash, Yggdrasil, and the great tree has toppled onto its side, crashing the realms of mortal and supernatural together. With the gods dead and the fires of ruin consuming the world, your war clan of Viking warriors know what they must do to survive the destruction of the Nine Realms and restore order: they must become the new gods!&#10;&#10;Ragnarok is a campaign-driven skirmish game in which players form a Viking war clan seeking to prove itself worthy of becoming the new pantheon. The use of a mechanic called Godspark means that battles are no longer determined by merely striking an opponent and dealing damage. Instead, warriors will be pushing, throwing, and crashing their opponents around the battlefield, making their very environment a weapon. As the war clans develop, they may gain glorious new powers that will bring them closer to godhood, or win the respect of the denizens of the realms, allowing them to bring dire wolves, dwarves, and even the dreaded giants into their war clans. With strategic gameplay and epic storytelling, players must write their own sagas and tell of how their war clans have, through blood and steel, clawed their way up from ruin to stand before the halls of Valhalla.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Mechanism: Campaign Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anticipation",
    "ID": 274509,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274509/anticipation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Counters with numbered arrows indicate the direction along which each player will pick their following placement as players wrangle their counters across the hex plan board. Each player is attempting to connect 8 pieces or encircle any of the other players with 6 of their own to arrive at one of the four winning conditions first.&#10;&#10;Cultivating more than a single attacking option and pre-positioning outliers along the same line form the basis of strategy.&#10;&#10;Each player has 28 turns to make or foil those 8 connections without becoming unable to place in line with their preceding directional arrow or becoming themselves encircled.&#10;&#10;This means that a game might come down to the longest continuous line of either players pieces as that which  distinguishes the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Pattern Recognition",
      "Player Elimination"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena Colossei: Ludi Gladiatorii",
    "ID": 274511,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/274511/arena-colossei-ludi-gladiatorii",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Arena Colossei is a miniature game by Top Hat Games, set in ancient Rome. Choose your favourite combat technique and make your gladiator fight! The game can rely on three great features: amazing miniatures, an original and extremely competitive gameplay, historical accuracy at its highest level for what concerns this specific topic.&#10;&#10;The game is divided into rounds. To begin with, each player must select which cards (minimum 1) they will play during the current round. Each card represents specific moves and maneuvers the gladiators can perform. The original FightHex System integrates all the information about orientation, armor and view directly on the miniatures' bases!&#10;&#10;The round begins: the players must choose, alternatively, which move their gladiators will perform, trying their best to predict and counter the opponent's movements. At the end of each round all cards will be refreshed.&#10;&#10;As soon as two miniatures are engaged, combat begins! Use Combat tiles to Defend or Attack a specific area of your opponent: block enemy attacks and penetrate their guard. In this phase, predicting where your opponent is going to hit and where they will block is essential! If your opponent's Defense tile does not match your Attack tile... your attack is a success, pull out a Damage token from the bag!&#10;&#10;The Summa Rudis tracks Crowd Favor. Both if you penetrate the enemy's guard or block their attacks, move it towards your side. You win immediately if the Summa Rudis reaches the last space on your side of the track, or if at the end of the 15th round the Summa Rudis is on your side of the track!&#10;&#10;The game can be played in two modes: Duel (1 Vs 1) and Melee (1 to 6 players). Moreover, each type of gladiator has four experience levels featuring special moves and techniques!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Rome",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hindsight",
    "ID": 274512,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/274512/hindsight",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "18",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hindsight: 2020 is a real-time cooperative dice-drafting puzzle game for 1 to 4 players. On your turn, you will select two dice of the same color from a grid of 36--the first, the ACTION DIE, determines your main action by its position and your bonus action by its value; the second die, the POWER DIE, determines the strength of first action. You will use the actions to manipulate the puzzle tiles, to alter the dice in the grid (for future turns), and to manage the timer. The adjustable difficulty level will keep you on your toes for play after play as your team gets better at solving the puzzle quickly. Thinky and frantic, saving the world has never been so fun.&#10;&#10;Theme:&#10;The apocalypse is upon us! If only we&rsquo;d seen it coming. Luckily for the rest of humanity, you&rsquo;ve just finished the prototype for your new time-intervention device. Alas, it&rsquo;s a little unstable and unreliable--it is a prototype, after all. You&rsquo;ve figured out what intervention is needed to stop the apocalypse, but it takes some tinkering to get the machine aligned so your operatives can make those changes. You have just a couple minutes to find the right configuration of your machine to send back our intervention agents and save the world. Can you finish before the apocalypse arrives? Time to find out.&#10;&#10;Saving the world, as fast as you can. The game has two play areas, a 6 by 6 dice grid, and a tile tableau. The dice grid has twelve actions you may take, one for each row and one for each column. At the top of the tile area are six &ldquo;keystone&rdquo; tiles numbered 1-6, representing the code you need to match. In an array of 36 tiles below the keystone line are columns of similar tiles.&#10;&#10;When you select your Action die, you place it at the end of either the row or the column, indicating which action you intend to take. Then you select your Power die, another die of the same color, and place it on the Power die space outside the grid. The action you selected is augmented by the Power die, and allows you to manipulate the tile tableau or the dice grid. After you take your main action, you get a secondary action determined by the value of the action die you took. These secondary actions allow you to flip the sand timer and add more dice to the grid, among other things.&#10;&#10;To solve the puzzle, you need to manipulate the tiles so that the top of each column matches the keystone number above it. When the number matches, you can &ldquo;lock&rdquo; that combination in place, triggering the bonus (or penalty) card attached to that column. You win if you are able to lock all six columns before you run out of dice or timer flips. Of course, if you ever let the timer run out, you also lose.&#10;&#10;This is how the world ends:&#10;Accompanying Hindsight: 2020 is a thematic website that uses your six-digit keystone code to reveal what happened to cause the apocalypse, and how your team did or did not succeed in preventing the end of the world.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Raven",
    "ID": 274521,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274521/the-raven",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The Raven is a party game to be played while watching an episode of Game of Thrones. First players draft item, event, or situation cards, then they start an episode and play like travel bingo. First player to get rids of all their cards win.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: New Flight Plan",
    "ID": 274522,
    "Year": "(2019)",
    "Geek Rating": "5.945",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274522/memoir-44-new-flight-plan",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "2.7273",
    "Description": "Air supremacy was a constant challenge during World War II. In the Battle of France, the Luftwaffe's powerful Stukas were a key component to the German's blitzkrieg strategy that led them to victory. Over the English Channel, the heroism of RAF pilots saved their country from an invasion. In the skies of Kursk, Smolensk and Stalingrad, many Soviet pilots defended their land against German bombs. And when the Allied forces landed in Europe, it was under a constant aerial cover of fighters, fighter-bombers, and bombers. At that time, Allied air supremacy was at its pinnacle.&#10;&#10;In the Memoir '44: New Flight Plan expansion, players can deploy air units such as fighters, fighter-bombers and even bombers to support their troops on the battlefield. This is not the first time airplanes will make an appearance in the Memoir '44 system, but with its all new set of streamlined rules, Memoir '44: New Flight Plan grants many new tactical options and is compatible with all existing scenarios in all theaters of operation. The expansion also comes with 21 new scenarios and 16 finely-crafted, legendary planes, in impressive sizes, such as the B-17 that measures 72mm by 101mm.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Memoir '44",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Late Night Alias: Promo Card #1",
    "ID": 274524,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274524/late-night-alias-promo-card-1",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "New clue card for the game. The words are: &#10;1 Referee&#10;2 Ear muffs&#10;3 Heartbreaker&#10;4 Chest&#10;5 Afternoon delight&#10;6 Cover&#10;&#10;Card included in issue 27 of Tabletop Gaming&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doujinshi of the Kings (王たちの同人誌)",
    "ID": 274526,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/274526/doujinshi-of-the-kings-wang-tachinotong-ren-zhi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#231;&#142;&#139;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#229;&#144;&#140;&#228;&#186;&#186;&#232;&#170;&#140; (Doujinshi of the Kings) is a game about that most noble of quests, selling your own fan comics.&#10;&#10;The game takes place in two phases. First everyone works on building their doujinshi, working to get one each of Title, Cover, Element, and Genre cards. If you have two of the same card, you can turn one to the dark side (usually worth negative points) and force it on to an opponent. After one person has one of each card on the Light Side you move on to the Event Phase.&#10;&#10;In the Event Phase, it's finally the big day of the convention and everyone tries to sell their doujinshi. While base points are decided in the first phase, in the Event phase a variety of surprises can change everything around.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nemesis: Crawl Deck",
    "ID": 274532,
    "Year": "(2019)",
    "Geek Rating": "5.822",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274532/nemesis-crawl-deck",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "Originally available as part of Promo Pack A from Dice Tower 2019 Kickstarter Campaign.&#10;&#10;Adds a new Basic Action called Crawl and a 10 card Crawl deck.&#10;Crawl lets a character move between any two rooms connected by Technical Corridors for an Action cost of 1.&#10;When a character crawls, they have to draw a card from the Crawl Deck and resolve it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Game: Nemesis",
      "Players: Games with Solitaire Rules",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kiwi Scrabble",
    "ID": 274534,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/274534/kiwi-scrabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Kiwi Scrabble is just like the classic brain-teasing word game, but features a twist designed especially for the Kiwis. Using the slang one can only learn by being a proud New Zealander. Just like classic Scrabble, players earn points by forming interlocking words, cross-word fashion, using letter tiles with various score values. In a fun twist, the specially designed Kiwi Scrabble game board features &quot;YEAH NAH&quot; spaces -- if a player forms a word crossing one or more of these, they'll get to draw a &quot;YEAH NAH&quot; card that offers an advantage over their opponents. Also included is a Kiwi Word List, displaying heaps of Kiwi-specific slang and definitions to help you get creative with your word play. Play any word on this list to earn extra points that could help you win the game!&#10;&#10;Includes game board, 100 letter tiles, 36 cards, 4 racks, cotton tile pouch (Which is Black only for the Kiwis), word list and rule book.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Country: New Zealand",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireball Island: The Curse of Vul-Kar – Spider Springs",
    "ID": 274536,
    "Year": "(2019)",
    "Geek Rating": "5.691",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274536/fireball-island-the-curse-of-vul-kar-spider-spring",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Fireball Island just got a whole lot bigger. There's just one problem: It's covered with spiders, and they have a nasty habit of &quot;popping up&quot; all over the place. Use the caves to get to the peninsula. Navigate the chasm to scoop up valuable spider eggs. Stop for a snapshot on the scenic bridge. But watch out! When Vul-Kar starts rumbling, the spiders start jumping!&#10;&#10;This expansion adds a new location to explore, a new kind of treasure to collect and a new hazard: spiders! Spiders are worth negative points at the end of the game. In the center of the chasm is a spring-loaded &quot;spider launcher&quot;. Marbles can trigger the launcher, sending spiders around the chasm or into a crevasse, where they can make their way onto the main island. You'll even send spiders through Vul-Kar with the new Arachnoclysm action card. It even offers a new way to get off the island via a secret submarine.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Adventure",
      "Animals"
    ],
    "Mechanics": [
      "Area Movement",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Animals: Spiders",
      "Game: Fireball Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Encyclopaedist",
    "ID": 274538,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/274538/encyclopaedist",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Encyclopaedist (&#231;&#153;&#190;&#231;&#167;&#145;&#229;&#175;&#169;&#232;&#173;&#176;&#229;&#174;&#152;) is a three-player only game in which you're trying to give eight correct answers or place a correct answer in each of seven categories. What are those categories, and how is an answer correct? Read on...&#10;&#10;To set up the game, lay out the yellow, green, and red loops so that they overlap like a Venn diagram and form seven specific regions: yellow-only, yellow-and-green, all three colors, etc. Each player represents one of these colors. Each player chooses a category in secret, with the category being something that can easily divide answers into &quot;belongs&quot; or &quot;does not belong&quot;. Examples might be things with four legs, foods, games by Reiner Knizia, things you can cut, and school subjects. Each player writes something that belongs in their category, then the other two players move those answers to the proper region. (If you're yellow, for example, you must give an answer that belongs in the yellow category, but that answer might also belong in the red or green category as well.)&#10;&#10;Following this set-up, on a turn one player places a token in one of the seven regions, e.g., inside the red and green categories but outside the yellow one. Each player now gives an answer that matches the status of their own category, then the other players say whether or not your answer is placed in their categories or not. If your answer fits within the proper region, then you score a point and leave the colored portion of your answer sheet visible; if it's not in the proper region, then you hide the colored portion (to show that you don't score), but leave the answer visible to give information to other players.&#10;&#10;The first player to score 1 point in all seven regions or to score 8 points total wins.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pearls: Neue Halsketten",
    "ID": 274549,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274549/pearls-neue-halsketten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "2 new cards for the game &quot;Pearls&quot; that are part of the annual Abacusspiele catalogue (printed on the backside).&#10;&#10;They replace one or two of the pearl-cards from the game.&#10;&#10;Card &quot;10&quot; can be taken if the player has 10 pearls of one color. The card counts 10 points and at the end of game, all cards left in hand have a value of 0 (they don't bring minus points).&#10;&#10;Card &quot;11&quot; can be taken if within action B (put down hand cards) the player has &#10;a) only 1 card of each color and &#10;b) the sum of all cards has to be exactly 11.&#10;&#10;The card counts 11 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fellowship of Fools: The (Friendship) Game",
    "ID": 274550,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274550/fellowship-of-fools-the-friendship-game",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "240",
    "Weight": "0",
    "Description": "We are all Fools on our journeys through this world. It&rsquo;s dangerous to go alone. Take this game with you.&#10;&#10;Fellowship of Fools: The (Friendship) Game (or FoF) is based on the Tarot, in use since the 14th century for games and since the 17th century for divination. The art for Fellowship of Fools dates back to 1761 to its creation in France by Nicolas Conver de Marseilles and is called the Tarot de Marseilles. Today, Tarot cards are widely used  for game playing, creativity, divination and personal development. Our hope is that FoF can turn that inward reflection of the Tarot outward to help players develop friendships.&#10;&#10;We&rsquo;ve split the Tarot deck into its two parts&mdash;-the Major Arcana for Situations and the Minor Arcana for Topics. On each card are two different prompts&mdash;-corresponding to the upright and the reversed meaning of the card. Numbers next to the prompts indicate their difficulty, possible points that can be gained or lost for playing that prompt, as well as the number of Topic Prompts that can be played for that Situation Prompt.&#10;&#10;There are multiple ways to play Fellowship of Fools: The (Friendship) Game: solo, with two players, or with multiple players. We encourage players to experiment with the cards and find their own ways to play. Visit to our Gamplay page to see the many ways to play, then experiment with the game and submit your own ways to play!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Paper-and-Pencil",
      "Role Playing",
      "Simulation",
      "Storytelling"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animals Poop Race",
    "ID": 274561,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274561/animals-poop-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "100",
    "Weight": "0",
    "Description": "In this game you play as a &quot;pooplord&quot; of a preselected kingdom. Your goal is to grow up your animals from &quot;Puppy&quot; stage to &quot;Wise&quot; stage. How? You have 3 types of cards: Animals, Kingdoms and Extras. Animals are your creatures, your babies, you take care of them. Each animal belongs to a kingdom. There are 6 Kingdom cards: Alpacas, Flamingos, Pandas, Unicorns, Sloths and Dinosaurs. Your goal is to own 3 animals of your kingdom on your field, complete of their &quot;poop markers&quot; aka being Wise. Extra cards can help you doing that! EXTRAS are 2 different types: TRICKS (can be used unlimitedly and in any moment) and TREATS (can be played max 2 per turn unless specified otherwise). Each turn has different phases. The first thing you want to do is to position &quot;poop markers&quot; on your animals card (does not apply in the first player's first turn). You get 1 poop marker per animal. Then you draw 2 cards, choosing between the 2 decks (animals deck, extras deck), the combination is up to you (1/1, 2/0, 0/2). You can play a maximum of 2 cards per turn, if there aren't cards in your field allowing you to play more. Playing cards, the player should try to prevent opponents to stack poop markers on animals while trying to fully stack his own animals. The winner is the first player owning 3 wise animals on his field. During the &quot;stacking poop&quot; phase, poop markers can't be prevented, so be sure to clean up the poop you want to delete before the next player's turn's begin (before your ending phase, to be clear). All this stuff fits into funny artworks and weird characters!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzertroops: Infantry Assault",
    "ID": 274567,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/274567/panzertroops-infantry-assault",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "15mm Paint'n'Play box set.  INFANTRY ASSAULT contains a squad each of Germans and Americans plus rules, paints and a painting guide. This is one of two games in the Paint'n'Play Panzertroops series. The companion game, TANK ATTACK, used the same rules, but contained tanks as well as infantry.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Series: Paint 'n' Play (Heritage USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Singin' in the Game!: On augmente le volume",
    "ID": 274572,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274572/singin-in-the-game-on-augmente-le-volume",
    "Min Players": "1",
    "Max Players": "75",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "In this first expansion of Singin' in the Game!, you will find more than 260 new french speaking artists, some new variations and 18 jokers (such as &quot;Don't play this card&quot; , &quot;Find another song&quot;, &quot;choose your category&quot;...) to add even more interactions to the game.&#10;&#10;On augmente le volume est la premi&egrave;re extension pour Singin' in the Game!&#10;&#10;Celle-ci contient:&#10;&#10;&#10;     Plus de 260 nouveaux artistes.&#10;     18 jokers pour encore plus de coups-bas et d'int&eacute;ractions.&#10;     Plusieurs variantes dont un mode solo &quot;comp&eacute;titif&quot;.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Singin' in the Game!: Le volume est à fond !",
    "ID": 274573,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274573/singin-in-the-game-le-volume-est-a-fond",
    "Min Players": "1",
    "Max Players": "75",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "In this second expansion of &quot;Singin' in the Game!&quot;, you will find more than 260 new french speaking artists, some new variations and 20 jokers (such as &quot;Steal a joker to another team&quot; , &quot; The right to find lyrics in spite of singing&quot;, &quot; Don't make any mistake&quot;...) to add even more interactions to the game.&#10;&#10;Singin' in the Game! (vol3): Le volume est &agrave; fond! est la seconde extension du jeu Singin' in the Game!&#10;&#10;Celle-ci contient:&#10;&#10;&#10;     Plus de 260 nouveaux artistes.&#10;     Plusieurs variantes.&#10;     20 nouveaux jokers.&#10;&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jungle Chase",
    "ID": 274574,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/274574/jungle-chase",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "75",
    "Weight": "0",
    "Description": "A terrible drought has struck a bountiful jungle and all the animals are left with no food to eat. Jungle wardens' airplanes are parachuting food packages to the animals, but each animal prefers its own kind of food! To complicate the matters further, all packages look the same and animals first need to open them to see what's inside. All the animals rush wildly for the clearings where food packages appear...&#10;&#10;The object of Jungle Chase is to collect as many food packages as possible before they run out. Players do so by controlling six animals each of varying strength on a hexagonal board representing a jungle with clearings and landing spots for food packages. On their turn, players roll two six-sided dice to determine which animals may move one space each, with doubles enabling special moves. When animals of opposing players meet the stronger animal chases its opponent off the board.&#10;&#10;Contents of food packages are hidden from players and a player whose animal enters the package space may look at it without revealing the contents to other players. If the food is appropriate for the animal, the player may now collect it. When all packages, whose number is determined at the beginning of the game, have been collected the player with the most food is the winner.&#10;&#10;Jungle Chase is a &quot;classical&quot; board game with game pieces, dice and a board with a very deliberate old-school feel and yet quite modern in it's final execution in terms of tempo, duration etc. Basic mechanics and inherent logic are quite simple and yet the game strives to offer enough depth for an adult to enjoy the game as well.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haulin'",
    "ID": 274579,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274579/haulin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Every day, semi trucks haul loads across the country on short and long hauls. How these loads get to their destinations takes planning and a knowledge of the highways of our country.&#10;&#10;Choose a handle, take the driver&rsquo;s seat of a semi truck, and test your skills against other truckers as you cross the country in an effort to rise to the top of the trucking industry. Haulin&rsquo; is an immersive game that will put you in the drivers seat of your very own semi truck. Traveling through an often changing world of natural disasters and dreaded road construction, as a semi driver, your job is to choose which loads you want to pick up and deliver to cities in need. Choose to deliver dedicated loads which only you have been hired to haul or race against fellow truckers to be the first to deliver nationwide dispatch loads. Be warned, trucking is a competitive business. As you race to haul more loads than anyone else, keep an eye on the other truckers.&#10;&#10;The trucker who delivers all of their dedicated loads first, ends the game. However, the trucker who delivers the most loads to cities in need will win the game, so plan well and get Haulin&rsquo;!&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "4XS",
    "ID": 274581,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/274581/4xs",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "The Universe has long been too sparse for the human race. We must now enter the Multiverse. A breakthrough in dimensional travel has opened up Pathways to parallel universes. Our mission is the first of its kind. Many more will follow.&#10;&#10;You command a space fleet headed by a state of the art Carrier. Your mission is to eXplore these new regions, eXpand your capabilities, eXploit Systems, and eXterminate those who try to stop you.&#10;&#10;Your whole life as a replicant, from creation to this very moment, was planned. From this moment forward, we must embrace uncertainty. Captain, your return may not be guaranteed, but the discoveries you make could be as infinite as the Multiverse itself.&#10;&#10;4XS is a print and play 9 card 4X space game for 1 to 2 players with an optional legacy mode.&#10;&#10;The game packs 64 thematic missions, innovative market mechanic, a light 4X game with a sand box feel, and a 3 episode legacy campaign into 9 cards and a few components.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cutthroat Captains",
    "ID": 274582,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/274582/cutthroat-captains",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You&rsquo;re vying to become the &ldquo;Most Dreaded&rdquo; Captain of the seas.  Dread points are earned by spending booty at ports and by returning alive. For each Dread point earned, gain 1 jewel.&#10;&#10;Each Captain commands five pirates.  When pirates meet up in the seas, they form a crew (place your pirate on top).  Any time a pirate sets sail, he takes his crew with him (any piece above in the stack).    Sailing into a Whirlpools flips the stack. Gather cards to control the winds and the seas. &#10;Scoring:&#10;&#10;1. Earn Dread Points by spending treasure at port on supplies, rum, and entertainment.&#10;&#10;2. When crossing the scoring line, the pirate&rsquo;s stack that is crossing receives 1 Dread Point per piece in his or her stack.  Other pirates along for the ride receive 1 point per piece of their own.&#10;&#10;The first pirate to earn 10 Dread Points wins, and is the most dreaded Cutthroat Captain.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cryptkins: The Card Game",
    "ID": 274607,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274607/cryptkins-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cryptkins: The Card Game uses Cryptozoic's &quot;Gryphon&quot; card game engine to deliver a simultaneous, easy-to-learn tabletop experience. Each player has a ten-card deck that allows them to call forth allies or use super powers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Benjamin Blümchen: Café Blümchen",
    "ID": 274611,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274611/benjamin-blumchen-cafe-blumchen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Dice Game with six different Variants. You try to get most pieces of a cake, or get rid of cherries you can place on a cake.&#10;&#10;Incl. 12 pieces of cake, 12 chips, 2 meeples, 1 dice and the rulebook.&#10;&#10;&quot;To the icing on the cake, ready, go! Sure, when Benjamin opens a small caf&eacute;, everyone is there. And everyone wants a piece of the Neustadt cherry cake. It's a good thing that there are six delicious dishes here. So everyone is guaranteed to find something that tastes good when dicing.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Characters: Benjamin the Elephant",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Founding Fathers: Civil War & the Gilded Age",
    "ID": 274636,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274636/founding-fathers-civil-war-and-the-gilded-age",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Major expansion for Founding Fathers (2007) by Rick Heli that enables play through the Civil War, Gilded Age and the First World War.&#10;&#10;New Features:&#10;- Variable Outcome cards that provide random results when fighting major wars, including the wars of the base game.&#10;- A new player action that enables gaining and taking from others votes in Congress.&#10;- The Election Table that provides a new mechanism for resolving elections based mostly on the way the previous President conducted affairs.&#10;- The possibility of sudden death victory via Regime change.&#10;- New Offices such as the Admiral.&#10;- Initiative cards that offer Presidents more options.&#10;&#10;Offers two new scenarios, one for the Civil War, one for the Gilded Age. Rules also permit continuing the base game so as to play from the administration of Washington to that of Wilson.&#10;&#10;Adds 198 cards, including 75 Issues and 65 Statesmen.&#10;&#10;Requires the base game cubes and some of its cards to play.&#10;&#10;Compatible with the Offices &amp; Statesmen and Ladies &amp; Orators expansions.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Expansion for Base-game",
      "Negotiation",
      "Political",
      "Post-Napoleonic",
      "World War I"
    ],
    "Mechanics": [
      "Simulation",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Country: USA",
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Empires of the Void II: Hogran Promo Cards",
    "ID": 274653,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274653/empires-of-the-void-ii-hogran-promo-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a set of four promo cards that were provided to backers of the 2018 Secret Cabal Kickstarter campaign.&#10;&#10;These promos feature four new Action cards to be used with Empires of the Void II and feature a race called the Hogran.  These Action cards are unique in that, when played, have an ongoing effect that is applied to the rest of the game for your benefit.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Empires of the Void",
      "Mechanism: 4X",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feudum: Rudders & Ramparts – Kickstarter Edition",
    "ID": 274654,
    "Year": "(2020)",
    "Geek Rating": "5.596",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274654/feudum-rudders-and-ramparts-kickstarter-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "180",
    "Weight": "5",
    "Description": "The Kickstarter edition is a compilation containing Feudum: Rudders & Ramparts and Feudum: Rudders & Ramparts &#226;&#128;&#147; Lone Isle Promotional Card&#10;&#10;By Jove! A splendid array of vessels have arrived at port. Will you use your wealth to procure a craft&mdash;or save your shillings to reinforce your ramparts?&#10;&#10;The Rudders &amp; Ramparts expansion features artisan-edition vessels and castles that may be used purely for decoration&mdash;or to play a military variant of the game Feudum!&#10;&#10;Upon acquiring a regular vessel or feudum, players may pay an additional shilling to upgrade to a deluxe vessel or castle feudum. Players earn +1 attack for a deluxe vessel and +1 defense for a castle feudum. At the dawn of each epoch, players must pay 1 shilling to maintain each castle or deluxe vessel in their possession&mdash;or lose their advantage!&#10;&#10;These minor rule additions add a boatload of interesting choices! Players with castles forego the need to reinforce their feudums with subjects because a gold-clad &quot;royal guard&quot; accompanies each castle! Conversely, deluxe vessels make targets of any opponent in a nearby port. But beware! The expensive upkeep may slowly impoverish a player.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Feudum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Folklore: The Affliction – Fall of the Spire",
    "ID": 274667,
    "Year": "(2021)",
    "Geek Rating": "5.656",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274667/folklore-the-affliction-fall-of-the-spire",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.8333",
    "Description": "The Fall of the Spire expansion contains six more stories, featuring new mechanisms for combat and town events. Play as one of four new archetypes, or continue your campaign with your existing characters from the Folklore: The Affliction core game and Dark Tales expansion. In this new expansion the design team at Twin Fire takes us down to the dark streets and up to the rooftops in the towns of Kremel. Then, travel further into the world with new stories, characters, monsters and afflictions. Explore new combat mechanisms that can be used in this new box expansion as well as be added to the core game and Dark Tales expansion.&#10;&#10;You have traveled the dangerous byways of Kremel, and finally walk past the gates of the town at twilight. Once eager to see so many people bustling in the streets, you have grown jaded and keep an eye out for pickpockets. Beneath the buildings, stone and wood edifices, you notice the layers of dust and grime, and a deepening of the shadows. A shopkeeper waves in recognition, and looks to you in hopes of news from the outside world. But you have a darker destination in mind, and no time to spare. You nod back, and take to the rooftops, and later descend to the sewers, where you hope to find the missing piece that will take you to the one place that will doom or save this land...the Dark Spire.&#10;&#10;Features:&#10;&#10;     Extend your campaign with six new full-length stories and many hours of replayable content&#10;     Expand your urban crawl by adding new Town Event cards&#10;     New mechanisms include initiative, rooftop combat, and hazards &#10;     Four new characters to choose from: the Warlord, Huntress, Gentleman, and Viper Maiden&#10;     New abilities, rumors, artifacts, afflictions, creatures, companions, maps, monsters, and items&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Folklore – The Affliction",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your Mother Is A Whore",
    "ID": 274672,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/274672/your-mother-is-a-whore",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The logical gamification of the age old insult that&rsquo;s been traded in bars, man-caves and on Shakespearean stages for centuries, Your Mother Is A Whore is a fast paced, interactive and hilarious game where you get to defend your Mother&rsquo;s honor by handing out Whore Points&trade; while dodging them yourself.&#10;&#10;Build out a hand in Blonde, Brunette, Redhead or Raven to tell all your friends: Your Mother is a Filthy Whore! Maybe dive into someone else&rsquo;s hand with a Threesome, or if someone is trying to dish out Whore Points to you, Cockblock them. Still, sometimes there&rsquo;s just nothing left to do but resort to Because Fuck You, That&rsquo;s Why! This game has a deck just for that too.&#10;&#10;If you love the hilarious inappropriateness of Cards Against Humanity, but also like a more structured, social game as well, Your Mother Is A Whore will deliver tons of laughs along with its fun, highly interactive 'take that' gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: Crossover Vol. 1",
    "ID": 274673,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274673/vs-system-2pcg-crossover-vol-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crossover is a complimentary companion set to previous issues, and this year&rsquo;s Crossover features all new playable cards for the following teams: A-Force, Femme Fatales, Champions, Inhumans, Monsters Unleashed, Leviathons, S.H.I.E.L.D., Hydra, the Brotherhood of Mutants, Spider-Friends, and the Sinister Syndicate.&#10;&#10;This 55 card Issue includes 6 new Main Characters and 10 new Supporting Characters to add to your decks!&#10;&#10;This is not a stand-alone game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Vs. System 2PCG",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Desolate: Insurgence",
    "ID": 274674,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274674/desolate-insurgence",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Desolate: Insurgence is an expansion for Desolate, which adds the ability to play the game with up to four players. In addition to the ability to play with multiple players, Insurgence also adds the Scrap Pile micro expansion. You will need both the core game and both Dark Matters Boosters to use Insurgence.&#10;&#10;What Comes in the Box?&#10;&#10;1 Stout Box - This extra sturdy box is twice the size of the core game box and will house both the core game and all expansions.&#10;&#10;4 Player Cards - These jumbo cards allow each player to track their own character's resources.&#10;&#10;1 Position Tracker - This jumbo card keeps track of which tactical position each player is in.&#10;&#10;6 16mm Black Dice - Now each player can track their own conflicts.&#10;&#10;9 8mm Cubes - These are for each player to track their resources.&#10;&#10;4 Jumbo Meeples - These translucent meeples are used to track the player's position.&#10;&#10;10 10mm Silver Cubes - Track your scrap with these tokens.&#10;&#10;1 Exploration Card - The Workshop allows you to spend scrap to build a power cell.&#10;&#10;1 Character Card - Play as a robot with all new mechanics.&#10;&#10;6 Items - More items to find, including two all new ones.&#10;&#10;10 Tactics Cards - These determine which aliens attack which players during conflicts.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shopping War",
    "ID": 274676,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgame/274676/shopping-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.0625",
    "Description": "Shopping War in a nutshell&#10;&#10;Up to 4 valorous and goofy Shoppers:&#10;- strolling around a lively and colourful shopping center (unfortunately not during a sales period);&#10;- aiming for the best Shop items, Weapons and Mates (you need Vegetables, but also a Bazooka);&#10;- creating powerful and bizarre Combos (ever tried to make friendship with a Wooden Washing Machine?);&#10;- scuffling each other to gain 3 Stars to win! (nothing better to settle the scores with friends and relatives)&#10;&#10;More info&#10;&#10;Choose the Shopper that best reflects your strategy, personality, taste or whatever. Every time you win a Scuffle against another Shopper, you get 1 Star to show off in front of the others. &#10;Combine the consumer goods you receive while Strolling around the Shops with Weapons and Mates in order to create extraordinary Combos. Of course, the better the Combos you equip to your Shopper, the higher the chances of defeating your enemies and creating a new embarrassing dance to express your joy.&#10;The first Shopper who gets 3 Stars wins the game and obtains the right to cheer and boast of his victory for the rest of the day.&#10;&#10;The story behind&#10;&#10;&quot;Three guys from Rome, Perugia and Milan meet and decide to create an extravagant board game... no, this is not the beginning of an old-fashioned joke. This is the simple story of three board game enthusiasts, with the desire to bring something new and unique on the table to entertain families and friends&quot;&#10; Special thanks to:&#10;&#10;- Tamb&ugrave; for their invaluable support in all the project phases&#10;- Gianluca Chicconi for the outstanding illustrations&#10;- Isacco Saccoman for the impeccable graphic design&#10;- Our friends and family, who have followed us from the beginning, providing precious feedbacks&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Variable Set-up"
    ],
    "Families": [
      "Card Games: Matching",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SMOOSH",
    "ID": 274696,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/274696/smoosh",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "You start with two random categories, pick one example from each and SMOOSH them together. Say your two categories are Famous Rappers &amp; Snack Foods... Some examples could be: Luda-crisps, Em &amp; Ems, Skittle Jon, Pop-Corn-ye West. After everyone is finished creating and writing down their SMOOSH, the Smoodge (Smoosh + Judge) picks their favorite and the player that created it gets points and praise!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brand$tanding",
    "ID": 274699,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/274699/brand-dollar-tanding",
    "Min Players": "3",
    "Max Players": "42",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Brand$tanding is an improv card game where players BUILD insane business brands, PITCH them to the other players, and WIN by getting the other players to invest in their Brand each round of play.&#10;&#10;The core set includes three way to play with more promised in future expansions. Every mode of play involves drawing prompts from an INDUSTRY deck which has different types of businesses and a DEMO deck that has different odd decks. There are over 2000 possible combinations in the core game for tremendous fun and replay value.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Simulation",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Strategic Command: World War 2",
    "ID": 274711,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/274711/strategic-command-world-war-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "2.5",
    "Description": "Still in development&#10;&#10;&quot;Strategic Command: World War 2&quot; is a strategic level wargame set in the European and Pacific theatres of the Second World War. It is a contest between three Factions; the Axis, the Western Allies and the Soviet Union. It is a game for 2-5 players and takes about 3-4 hours to play, for ages 12+.&#10;&#10;The players are in control of all military, diplomatic and economic decisions for the major countries of each faction. Units represent army-level formations, entire air forces and fleets, so the focus is on the big picture.&#10;&#10;Starting in Autumn 1939 and playing as far as the Summer of 1945, the players decide on how to use their forces and where to prioritise their efforts. Meaningful choices and consequences are a constant. How will the Second World War unfold?&#10;&#10;",
    "Categories": [
      "Economic",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gameshop Valentine's Game",
    "ID": 274713,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274713/gameshop-valentines-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Find your way to Together.....&#10;&#10;A Valentime's themed card game for 2 player. All player roles are non-gender specific.&#10;&#10;Needed to play:&#10;5 cards, 9 cubes and 1d6 inside a d6&#10;&#10;In this game, both players are playing cooperatively. Your goal is to move your player markers from their starting spaces to the &lsquo;Together&rsquo; spaces, at the end of the game board, during your shared turn. If you cannot do this before the marker on the board&rsquo;s time track reaches 0, or, if either of you has 0 energy at the end of your shared player turn, you lose.&#10;&#10;Setup&#10;Place the two halves of the game board so that the sides marked A face each other. Place the 2 player markers on their respective               starting spaces at the end of the board. Place each of the 4 Hobgoblins of Sadness markers on the 4 black squares. Place 1 on the board&rsquo;s time track. Lastly, each player should choose one side of a personality card and place a marker, in their &#10;matching color, on the [8] space of their energy track.&#10;&#10;Players play:&#10;One player rolls the die in a die. Each player then chooses one of die roll results to apply to either movement or energy.&#10;&#10;For each 6 rolled, move the marker on the time track down 1 number. Remember: if the marker on time track on reaches 0, you have both lost the game.&#10;&#10;Movement is either left or right, forward or back, never diagonally (unless a special action allows this).&#10;&#10;At any time during their shared turn, each player may use the special action listed on their card. Reduce the energy on your card&rsquo;s track to pay for this, as specified by the special action. Your energy levels may never go above 8 or below 0. Remember: if either of you has 0 energy at the end of your shared player turn, you have both lost the game.&#10;&#10;Players may move to a space occupied by a Hobgoblin. If, at any time, a player&rsquo;s marker is on the same space as a Hobgoblin, they may spend 2 energy to send the Hobgoblin back to a starting space of their choice.&#10;&#10;Hobgoblins of Sadness play:&#10;All Hobgoblins of Sadness now move 2 spaces - left, right, forward or back, never diagonally. Players will always move the Hobgoblins towards the player marker nearest to a Hobgoblin&rsquo;s position. If both player markers are equally distant, move the Hobgoblin to the player with the most energy. If still tied, move them towards the player of your choice.&#10;&#10;If a Hobgoblin moves to a player&rsquo;s space they will reduce that player&rsquo;s energy by 1 or 2.&#10;&#10;Next Turns and Game End: &#10;Players now move or gain energy on their shared turn, followed by the Hobgoblins movement. If both players enter their final &lsquo;Together&rsquo; spaces at the same time, during their shared turn, they win the game and have found their way to Together.&#10;&#10;If you cannot do this before the marker on the board&rsquo;s time track reaches 0, or, if either of you has 0 energy at the end of your shared player turn, you lose.&#10;&#10;A new game in the &quot;Gameshop&quot; series.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Holidays: Valentine's Day",
      "Players: Two-Player Only Games",
      "Series: Gameshop Games (Todd Sanders)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood of Empires",
    "ID": 274714,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274714/blood-of-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Blood of Empires is a game of a grand strategy set in the ancient Mediterranean region, starting in 264 BC. It is for 2-4 players and takes about 2-3 hours to play. It is a card driven game where each player is dealt a hand of cards to play during a round that will allow them to take different actions in the game that also act as a fog of war. The simple rules make play easy but there is depth to the strategy and the players constantly have meaningful choices to make.&#10;&#10;Since the death of Alexander the Great in 323 BC his empire has fragmented, the two most powerful factions being to the east; the Seleucid Empire and Ptolemaic Egypt. Meanwhile Rome has been solidifying its hold of the Italian peninsula and the Carthaginians have become the dominant trade and naval power of the western Mediterranean. Historically, 264 BC was the year the first Punic War began between Rome and Carthage. Many other wars followed and by 188 BC Rome had defeated, contained or occupied her foes.&#10;&#10;In this game each player takes on the role of one of the four major factions; Rome, Carthage, Egypt or the Seleucid Empire and will fight so that they can become the dominant power. Players will try to expand their territory, manoeuvre their armies and defeat their enemies in battle.&#10;&#10;Empires will pay in blood to rise or fall. How will history unfold this time?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vector Wars",
    "ID": 274717,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/274717/vector-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Vector Wars is set in a Tron-style universe where the world has run dry of resources and clans fight in a virtual arena to gain one of the last remaining energy sources for their people known as Zetta Orbs. Vector Wars is a 2-player area domination game based on a 9 square board known as The Grid. You place one of your 9 character cards face-down, which gives little to no information to your opponent as to the strength of the card placed. These cards flip to give you an individual flip ability, which you may use to battle to keep control of the grid. Your job is to try and gain the most victory points by maintaining a tactical advantage over your opponent, which will ultimately gain you the victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Raven Fan Box #1",
    "ID": 274721,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274721/the-red-raven-fan-box-1",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Originally available at BGG Con 2018. Currently available directly from Red Raven as part of Fan Box #1.&#10;&#10;It contains expansions for Above and Below, Empires of the Void II, Eight Minute Legends, and Haven.&#10;&#10;The Promos:&#10;Above and Below: Mystic's Hut Promo Card (1 Card)&#10;Empires of the Void II: General Event Cards (8 Cards)&#10;Haven: Ancient Relics (6 Cards)&#10;Eight-Minute Empire: Legends &#226;&#128;&#147; Goal Cards (4 Cards)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Above and Below",
      "Game: Eight-Minute Empire",
      "Promotional: Box of Promos",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exploding Dice",
    "ID": 274722,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/274722/exploding-dice",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each Player is given two black and white dice. They are also given pencils and card. One player will start by rolling red wooden dice. After looking at the value rolled, the &ldquo;bomb&rdquo; is set and they become the &ldquo;Bomber&rdquo;. The following player then rolls their black and white dice. They have three chances to score a value equal or higher than the one on bomb. If they succeed, they add a penalty to make it more difficult for them next time. If not, they take damage and mark it on their card. After every surviving player has been the &quot;Bomber&quot; once, the last player standing or with the least damage wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ski-Hi: New York to Paris",
    "ID": 274727,
    "Year": "(1927)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274727/ski-hi-new-york-to-paris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on Charles Lindbergh's historic solo flight across the Atlantic from New York to Paris in 1927.&#10;&#10;This is a simple roll-and-move type of game, however some setbacks and helps are added by landing on colored squares which send a player backwards down a detour, all the way back to the &quot;Starting Field&quot;, down a short-cut detour, gaining a second turn, or out of the game completely by being &quot;lost at sea&quot; after landing on a black square. Landing on a space occupied by another &quot;airship&quot; also sends them back to start. An exact number is needed to win the game.&#10;&#10;The goal is to complete a flight from New York to Paris ahead of your opponents.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Folklore: The Affliction – Missing Card Pack",
    "ID": 274729,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274729/folklore-the-affliction-missing-card-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The missing Card pack is meant to be paired with FL39 &ndash; Folklore equipment Pack or the FL42 &ndash; Folklore Farmers Bundle (As it includes the Equipment pack).&#10;&#10;It contains:&#10;    &#10;6 Woodsman Equipment Cards&#10;&#10;     Nerve Toxin (EQ97)&#10;     Jerky (EQ98)&#10;     Heavy Fur and Leather Suit (EQ99)&#10;     Barbed Traps (EQ100)&#10;     Chopper (EQ101)&#10;     Serrated Hunting Knife (EQ102)&#10;&#10;&#10;1 Witch Hunter Steel Shield (EQ103)&#10;&#10;1 Shadow Lord Affliction Card (Post Card) (AF#DR01*)&#10;&#10;1 Rumor Card (promo)&#10;&#10;     Encounter the Wretched Hag and A Dark Dryad (Ru#WM01)&#10;&#10;&#10;1 Advert (promo)&#10;&#10;     Not a playable card, Folklore and Fire for Light advertisement card&#10;&#10;&#10;8 Companions (promo)&#10;&#10;Companion Militia&#10;&#10;     Acrobat (CO#FP01)&#10;     Huntress (CO#FP02)&#10;     Soothsayer (CO#FP03)&#10;     Shield-Maiden (CO#FP04)&#10;&#10;&#10;Companion Animal&#10;&#10;     Transformed Sage (CO#FP05)&#10;     Giant Scorpion (CO#FP06)&#10;     Faerie Wisp (CO#FP07)&#10;     Spectral Fox (CO#FP08)&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Folklore – The Affliction"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PUSH 'EM UP!",
    "ID": 274733,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/274733/push-em-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The Titan Tethanos snapped his rusty fingers and pulverized almost all super-heroes we loved so much for years. &#10;It's a lucky day for others who can now fight to come out of the shadows and be the new stars !&#10;&#10;PUSH 'EM UP! is a card game where you have to win majority in a maximum of columns and place the higher cards you can to score the higher score.&#10;&#10;You also have the power of the &quot;PUSH&quot; card that allows you to erase opponents' cards by pushing the last card of a column.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frågekort: Sport & Lek",
    "ID": 274734,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/274734/fragekort-sport-and-lek",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "300 questions &amp; answers and simple rules. The questions are about sport and games. Get 6 right answers before the end, and you've won!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Frågekort (Tactic)",
      "Series: Tietopeli (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Bang Theory Playing Cards",
    "ID": 274741,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/274741/big-bang-theory-playing-cards",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Enjoy the most memorable moments of The Big Bang Theory series with this card game. Includes one customized deck with the most famous quotes and pictures of the show and one Quiz deck with questions and answers.&#10;&#10;In the Quiz game, one player reads the questions and the others try to answer them. The player who answers correctly takes the card. Whoever has more cards at the end of 20 questions is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Big Bang Theory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – French AMX-10P Tank Expansion",
    "ID": 274744,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274744/tanks-the-modern-age-french-amx-10p-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The AMX-10P was designed to allow French infantry a powerful, protected ride into battle. Normally, its main weapon is a 20mm cannon that will easily shred light vehicles and helicopters. In addition the AMX-10P can become a threat to even the most armored opponent by mounting the MILAN Anti-Tank Guided Missile.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;1 AMX-10P Tank&#10;1 AMX-10P Tank Card&#10;2 Hero Cards&#10;2 Crew Cards&#10;1 Upgrade Card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – Swingfire Tank Expansion",
    "ID": 274745,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274745/tanks-the-modern-age-swingfire-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Swingfire is widely used by the British Army when they have a requirement for a mobile Anti-Tank Guided Missile platform. It mates a pair of missile launchers in a specially designed structure on the back of the FV-432 Armored Personnel Carrier. The Swingfire missile is a more veteran system, but it is still capable of destroying enemy tanks, while remaining hidden from view.&#10;&#10;Plastic components.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – Striker Tank Expansion",
    "ID": 274747,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274747/tanks-the-modern-age-striker-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Spartan Armored Personnel Carrier was initially intended to carry infantry for British reconnaissance forces. The Spartan MCT pairs this swift vehicle with a MILAN Compact Turret equipped with a pair of MILAN anti-tank guided missiles, whilst the Striker carries the heavier Swingfire anti-tank guided missiles.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;1 Striker or Spartan MCT Tank&#10;1 Striker Tank Card&#10;1 Spartan MCT Tank Card&#10;1 Hero Card&#10;2 Crew Cards&#10;2 Upgrade Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Phrasenfuchs",
    "ID": 274749,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/274749/der-phrasenfuchs",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "At Phrasenfuchs it is important to recognize the phrase you are looking for as soon as possible. Not so easy, because you were alienated from six different species. So it may happen that the keywords are replaced by the &quot;fox&quot;, a phrase is to be drawn or only the topic and a keyword from the phrase is known. It also appears that all players at the same time rate it. In turn, a player always reads a phrase card. The color of the phrase card specifies the task. For example, crucial words in the read phrase are reversed or only snippets are read. The goal of the teammates is always the same: guess the phrases as fast as possible. Whoever manages to be the first to score points and pulls his character forward. And when the first goal is achieved, you win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Mature / Adult",
      "Memory",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kross the Wordz",
    "ID": 274750,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/274750/kross-the-wordz",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Crossword puzzles with a difference: Kross the Wordz allows each player to choose one letter in turn, which everyone must then use. Quite tricky, if the sideline wants a Y, which now does not fit in their own word plans. Although one can also expose a disagreeable letter, but that gives negative points, and - of course - the longer the word, the more points there are.&#10;&#10;Here's how it works:&#10;A player calls any letter. All players enter it on their block sheet. Everyone has a task card that they have to work on. The goal is to form as long and meaningful words as possible in order to fulfill the task. Whoever succeeds best, gets many points. If you do not want to enter a letter, take a penalty card from the middle. Who has the most points in the end, wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories: Dark Night Edition",
    "ID": 274753,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/274753/black-stories-dark-night-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A Black Stories edition with riddle stories for night crawlers, dark secrets and sleepless nights.&#10;&#10;Black Stories are tricky, morbid, sinister riddle stories. The players try to reconstruct the particulars of each incident, piece by piece, by asking yes-or-no-questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories: 5 over 12 Edition",
    "ID": 274754,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/274754/black-stories-5-over-12-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "1",
    "Description": "A Black Stories edition with new stories from the &quot;father&quot; of black stories Holger B&ouml;sch.&#10;&#10;Black Stories are tricky, morbid, sinister riddle stories. The players try to reconstruct the particulars of each incident, piece by piece, by asking yes-or-no-questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  }
]