[
  {
    "Rank": "N/A",
    "Name": "Secret Moon: Thief Promo Card",
    "ID": 269075,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269075/secret-moon-thief-promo-card",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Japanese Promo character, that is sent separatedly with English pamphlet rules if requested.&#10;&#10;This character has some special rules:&#10;&#10;He is in neither side of princess nor minister.&#10;&#10;     You cannot use &quot;Hide/Protect&quot; or &quot;Capture&quot;.&#10;     If you are targeted by &quot;Inquire&quot;, you must choose to answer as Princess/Wanderer or Minister (and get marker depending on your answer).&#10;     All characters including soldiers can &quot;Capture&quot; you.&#10;&#10;&#10;This promotional character will win the game with this condition:&#10;&#10;When Princess team or Minister team fulfill their winning condition, you are not captured.&#10;In this case, you are the only winner of the game.&#10;&#10;If Thief is a NPC, he never wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Badmoji",
    "ID": 269081,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/269081/badmoji",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Compete against your fellow filthy minded friends in a race to guess the lewd phrase using the iconic language of Badmoji. The player with the most points at the end of two full rounds is the winner.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada Reset Card Game",
    "ID": 269091,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/269091/sagrada-reset-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Sagrada is a city where people of extraordinary powers live. You seek an item that can control all the powers - The MacGuffin.&#10;Get the item by using the powers of characters.&#10;&#10;Every turn, you start with a card, then you draw a card, and then play a card- following the text on the card. If you manage to play 9 cards, or you have the MacGuffin out at the beginning of your turn, you win.&#10;&#10;",
    "Categories": [
      "Book",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snap Action Football",
    "ID": 269097,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269097/snap-action-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "You secretly pick a running play. Your opponent sets a pass defense. Now go to the special Snap-Action dice for the outcome. Runs, passes, punts, field goals...this pocket-sized game has all the elements of real football...except the crunch of the pads.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: American Football / Gridiron",
      "Players: Two-Player Only Games",
      "Series: Klix Pocket Travel Games (Tiger Electronics)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Sports Enhancement Card Set",
    "ID": 269099,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269099/trivial-pursuit-sports-enhancement-card-set",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion set (cards only) consisting entirely of sports-related cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mysterious Island",
    "ID": 269100,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/269100/mysterious-island",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A Cooperative Game of Survival, Exploration, and Escape&#10;&#10;Loosely based on Jules Verne's novel &quot;The Mysterious Island&quot;&#10;&#10;In the early 1860s, a hot-air balloon carrying six friends, crash landed on an uncharted island in the South Pacific Ocean. Together, they must craft, explore, and move during the day and fight off threats at night. Survivors will move across the island finding clues that will reveal story moments and help them how to escape the island. However, as they move toward their ultimate goal, time is running out, as a catastrophic event will unfold at the end of 30 days!&#10;&#10;Mysterious Island is a cooperative survival game that uses an action point system for players to make strategic choices. In conjunction with those choices is the variability of cards drawn during the Day and Night Phases. These cards often will determine how players make their choices.&#10;&#10;The Day and Night decks double as a &quot;timer&quot; for the end of game. Once they run out, the game is over and the survivors lose in catastrophic fashion. Of course, staying alive while searching for a way off the island is another adventure of its own.&#10;&#10;The Craft and Explore decks offer the player ways to improve their skills and chance of survival. The 35 Craft cards will ALWAYS provide items to help survivors along their way. The 35 Explore cards have both positive and negative effects on the players depending what is drawn.&#10;&#10;Out of the 130 cards used in a game, only 6 are doubles, which makes each game session very unique. These variables offer high re-playability and make the gaming experience different each time.&#10;&#10;If you or someone you know love adventure games with elements of survival and exploration, give Mysterious Island a try!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Honor of the Queen",
    "ID": 269101,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/269101/the-honor-of-the-queen",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Story&#10;&#10;Lancelot, the greatest of all of King Arthur&rsquo;s knights, was accused of having romantic trysts with Queen Guinevere. First to accuse him was Meliagaunt, whom Lancelot challenged in combat to prove the Queen&rsquo;s innocence. During the contest, Lancelot cleaved his opponent&rsquo;s head in half and cleared the Queen of those charges. However, rumors continued to abound and soon other knights became suspicious. Sir Agravain and Sir Mordred gathered twelve knights and stormed Guinevere&rsquo;s chamber, finding Lancelot there with the Queen. Now you, as Sir Lancelot, must try to escape and fight your way out of the castle and prove the innocence of Queen Guinevere before King Arthur has her burned to death for infidelity.&#10;&#10;Object of the Game&#10;&#10;You are fighting to escape the perils of the castle and, at the same time, trying to defend the Honor of the Queen you love. You will test your Knightly Virtues against those of the 14 knights standing in your way and fight to emerge victorious. If you can defeat 8 of the 14 knights along your path you will clear the name of your Queen and escape into the night. However, all is not as easy as it may seem. With every failure to defeat a knight, your Knightly Virtues will decrease and the Honor of your Queen will move one step closer to peril. Should you lose to 7 knights, or have two of your Virtues reach a value of 0, Lancelot will be banished from the lands and the Queen will burn for her sins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Captain is Dead: Lockdown – Minimum Security Promo",
    "ID": 269102,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269102/the-captain-is-dead-lockdown-minimum-security-prom",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Captain is Dead: Lockdown is a challenging attempt to escape an alien prison without your brave captain!  Sometimes it can be a little... too challenging.  For those who might want some new variety, we offer Minimum Security!  This promo expansion includes new crew members, equipment, and more that will make the prison a little more friendly, assuming being locked in a strange alien prison whose guards still want to kill you can be called friendly.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: The Captain is Dead!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's the Word?: The Card Game",
    "ID": 269104,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/269104/whats-the-word-the-card-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Put those little grey cells to the test with What's the Word &ndash; a fun connecting game where players have to figure out the word that links four seemingly random pictures! Compete with friends and family to see who can make the connection quickest.&#10;&#10;Players are confronted with picture cards featuring 4 linked images and are then required to come up with the single word that links all four! With 50 different picture cards included, What's the Word is great fun for parties and family occasions, and is sure to get everyone playing and having fun.&#10;&#10;Easy to pick up and play, the game comes with full game play instructions, and is suitable for all the family. What's the Word is fun, yet challenging&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The News Game",
    "ID": 269105,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/269105/the-news-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Read all about it! In this era of fake news, can you tell the truth from the lie? Play The News Game and test your powers of deduction, along with your friends, and play this super-fun, laugh-out-loud game.&#10;&#10;One person reads out the headline followed by the story and you have to guess whether its real or fake news!&#10;&#10;This game contains 100 'true or false' question cards and also comes with full gameplay instructions. A great game for your next dinner party, The News Game is a fabulous gift for lovers of quizzes and current affairs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Name of the Wind: Sympathy Dueling",
    "ID": 269106,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/269106/the-name-of-the-wind-sympathy-dueling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Sympathy is not for the weak of mind.&rdquo; &#10;&#226;&#128;&#149; Patrick Rothfuss, The Name of the Wind&#10;&#10;Based on the bestselling book from author Patrick Rothfuss: &quot;The Name of the Wind - Sympathy Dueling&quot; is a 2-player head-to-head battle using the book's unique magic system.&#10;&#10;Players divide a standard 52&#226;&#128;&#144;card deck into a Red deck and Black deck. Each player takes a color deck and shuffles, and then deals 4 cards face up in a vertical line. These 4 cards represent the player&rsquo;s &ldquo;candle&rdquo;.&#10;&#10;The table area in front of the player is the player&rsquo;s &ldquo;mind&rdquo;. Here they will be able to draw and play cards from their source deck.&#10;&#10;To win, player's use their cards to &quot;light&quot; the opponent's candle by converting all 4 cards to their color.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The Kingkiller Chronicle",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SteamPunk Arena",
    "ID": 269107,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/269107/steampunk-arena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Somewhere in a dark but distant future, humankind is fighting a war for survival against its greatest threat - a changing climate. The polar ice caps have melted, entire civilizations, swept away almost overnight. A distant rust-covered memory, the world we knew has been swallowed whole, lost in the murky depths of an unforgiving ocean.&#10;&#10;Desperate, starving, and lacking the technical achievements of a forgotten era, the surviving population propels steam-powered engines towards the farthest corners of earth in search of the faintest glimmer of hope. Some found this hope on a plot of ocean simply known as the Arena. Through uncharted waters, there lies a thousand islands eroded by time, where untold riches await to be discovered by the remnants of past civilizations. You are among the desperate few in search of those lost treasures.&#10;&#10;SteamPunk Arena is a turn-based strategy game with an objective to explore the islands looking for salvage, exploit the resources you find there, expand your domain using bridge networks,  and exterminate your opponent. In SteamPunk Arena, each combatant chooses a faction, and then chooses the hero who will lead that faction into battle. These heroes will help spur theatre-specific units on by providing an action modifying bonus.&#10;&#10;The combatants begin the conflict with the same garrisoned unit strength and an equal amount of land; however, this is where your similarities will end. Where you place your Base Tile or Land Tiles is entirely up to you. What lies hidden and waiting to be discovered could also provide a unique advantage or disadvantage.  But keep in mind no matter what your path looks like, the dice-roll will often decide the outcome of events that transpire throughout the playthrough.&#10;&#10;Using a turn-based unit action system. The combatant controls the action of active units throughout the duration of the turn until all action points are spent. The health of the unit is determined by a population or hit-point, found in the center of the piece. Units can only be deployed one per turn. There are only so many population points you can have active on the arena game boards at any given time, unless modified by a certain Resource or Unit Bonus. So choose your army wisely and enjoy the fight. We will see you out in the Arena!&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Exploration",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand",
      "Mechanism: 4X",
      "Players: Two-Player Only Games",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Luxor: The Mummy's Curse",
    "ID": 269112,
    "Year": "(2019)",
    "Geek Rating": "5.768",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269112/luxor-the-mummys-curse",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "The temple of Luxor is brimming with treasure, but is full of danger as well! To succeed, the parties of adventurers need to be better equipped than ever before...&#10;&#10;Luxor: The Mummy's Curse contains four different expansion modules that can be combined in any combination with the Luxor base game. It also includes the necessary pieces to play with five players. The modules give players special powers, unique starting hands, and new ways to collect sets of treasures. Most importantly, it contains a cursed mummy that players must avoid lest they suffer the consequences. The modules in more detail are:&#10;&#10;&bull; The Mummy: An ancient cursed mummy has woken and is not amused at the adventurers intruding on her temple. Whenever an Osiris card is played by any player, the mummy moves forward as many spaces as the number of eyes on the card. Any adventurer she lands on or passes through falls into a deep slumber and must be woken up by spending an activation. The player controlling the mummy receives Talisman tokens that grant them a one-time special ability.&#10;&#10;&bull; Equipment: Players choose their starting hands from five of seven equipment cards. Once played, the equipment cards are discarded as normal and will be shuffled into the deck. Each equipment card is a variation of the normal movement cards and allows players to choose a starting strategy.&#10;&#10;&bull; New Treasures: A fourth treasure type is added to the game, along with new rules for set collection.&#10;&#10;&bull; Special Adventurers: Each player chooses from one of eight special abilities that are unique to them for the entire game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Luxor (Egypt)",
      "Creatures: Mummies",
      "Crowdfunding: Kickstarter",
      "Game: Luxor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toys R Us: The Board Game",
    "ID": 269132,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/269132/toys-r-us-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Toys R Us themed game with the basic mechanics of Monopoly.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pandoria: Extra Realms Tableaus",
    "ID": 269135,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269135/pandoria-extra-realms-tableaus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Two Bonus-Tableaus/Extra Realms Tableaus were given out at SPIEL '18 at the Irongames booth 2-B103 when buying the base game.&#10;&#10;These two extra boards that were given out with the base game at Essen have only a &quot;B&quot;-side. (the back side have the rules for the board).&#10;&#10;You are supposed to shuffle them with the other &quot;B&quot;-side boards and deal one each randomly to each player.&#10;&#10;Nymphs&#10;Nymphs are the spirits of the mountains, trees, meadows and lakes, but are not always bound to them.&#10;You start with 7 crystals, 4 gold and 2 wood.&#10;Special ability: if the scored region consists of at least 4 spaces and you are involved in the scoring, you will receive +3 of the scored resource or +1 glory point.&#10;&#10;Hanbok&#10;A Hanbok is a Korean tiger in a traditional Korean dress.&#10;You start with 3 crystals, 3 gold and 6 wood.&#10;Special ability: if you close a region in which there were opponent's figures, instead of returning them to their reserves, place them in your own reserve as &quot;captives&quot;. Each of these figures is worth one point for you at the end of the game.&#10;Instead of placing or taking back a figure on their turn, an opponent can retrieve any number of captured figures back into his reserve. For each figure, the Hanbok receives a resource of her choice from that player.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Fantasy",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Hand Management",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spirits of the Forest: Retail Expansion Pack",
    "ID": 269136,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269136/spirits-of-the-forest-retail-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Expansion box that came with the retail version when backing it on kickstarter.&#10;&#10;The box contains:&#10;&#10;- Seasons expansion (16 wooden tokens, 1 favor token)&#10;- 8 Hexes cards&#10;- 12 Wish cards&#10;- The Air Spirit (8 tiles, 1 favor token)&#10;- Fireflies expansion (5 fireflies, 1 favor token)&#10;- rulebook with extra scenarios and rules for all the above&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Play & Go (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – Orchard / Major Construction Projects",
    "ID": 269138,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269138/alhambra-designers-expansion-orchard-major-constru",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These two expansions were available as part of the second Kickstarter for Alhambra: Designers' Expansions Box&#10;&#10;Orchard by Emanuele Ornella:&#10;Each player gets a player board at the start of the game that shows different combinations of fruits to collect during the game. Depending on where the fruits are placed and if a segment is completely filled by the end of the game, the player is awarded points.&#10;&#10;Every time a new building is revealed at the market one fruit tile is drawn at random and placed on the building tile. A player acquiring the building will also get the fruit tile on that building. He then has to decide in which segment he want to place the fruit tile on the matching space.&#10;&#10;Major Construction Projects by Dirk Henn:&#10;These double tiles are great for speeding up the process of building your Alhambra. But each tile is auctioned off, and many players might be interested in it. Outbid your fellow players and increase your Alhambra by two buildings in one action.&#10;&#10;Contains 15 double building tiles &amp; 6 player markers.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – Bathhouses / Wishing Well / Palace Designers",
    "ID": 269139,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269139/alhambra-designers-expansion-bathhouses-wishing-we",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These were stretch goals for Alhambra: Designers' Expansions Box. All backers received if they backed either the first or second Kickstarter for it.&#10;&#10;Bathhouses by Klaus-J&uuml;rgen Wrede:&#10;When players acquire a bathhouse from the market, they can build it in any orientation in their Alhambra. At the end of the game, players are awarded points if they build the matching buildings shown on each edge of the bathhouse in a straight line connecting to the bathhouse. The further away the building is placed from the bathhouse the more points a player gets.&#10;&#10;Wishing Well by Klaus-J&uuml;rgen Wrede:&#10;&#10;Palace Designers by Macel S&uuml;&szlig;elbeck &amp; Marko Ruskowski:&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rice Dice: Kickstarter Exclusives",
    "ID": 269140,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269140/rice-dice-kickstarter-exclusives",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Set of cards that only was available through the kickstarter campaign.&#10;&#10;Content:&#10;&#10;Spirit-Centric Paddy Card Set&#10;Five extra paddy cards that provide benefits if your paddy includes a specific spirit.&#10;&#10;Event Card Set&#10;Six event cards (plus 1 rules card). These events are shuffled into the paddy deck. Events are resolved when drawn as part of a card action, and the active player then draws another paddy card to replace it.&#10;&#10;Achievement Card Set&#10;Ten achievement cards.  Achievements may be gained during your turn and provide additional rice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tike's Dungeon",
    "ID": 269142,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/269142/tikes-dungeon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Tike&rsquo;s Dungeon can be played as a solo adventure or as a 2-4 player co-op. Above that, it can be played in two different styles: Turn-based board game where players take turns to explore the crypt and battling creatures and the narrative-driven role-playing game (RPG). In both styles of play, the players will take on the role of a Tike and are highly encouraged to interact with and help each other.&#10;&#10;&quot;Raivynwood is a small but prosperous village nestled neatly in the, get this, Raivynwood forest. It is most well known for its local militia which is comprised of some of the most well-trained soldiers in the land. But it has another, rather unfortunate, claim to fame which is a little less known, and that is that Raivynwood is a hub of catastrophe. If anything can go wrong, anything in the world, it will go wrong in Raivynwood. That may be the reason for needing such well-trained men and women, or that could just be a coincidence.&#10;The training in Raivynwood starts at the ripe age of 5, these boys and girls are called the CIC (Combat Initiative Cubs). They mostly play with sticks and wooden shields in childish games that have a fortunate side-effect of teaching them how to kick butt. The Cubs graduate at the age of 7 when they become CIBs (Combat Initiative Bloomer). CIBs practice with dull metal weapons, begin to learn the bow and learn the value of respecting and helping their parents. It&rsquo;s an important lesson, you know? Finally, at the harsh age of 11, Bloomers get promoted to the Raivynwood CIA (Combat Initiative Adepts). As a junior member of the Raivynwood CIA it is your duty to train hard and watch over your small piece of paradise when the grownups aren&rsquo;t around.&#10;On this day, of all days&hellip; the day on which the grownups have all gone to the eastern forest edge to confront a new lizardfolk threat&hellip; misfortune has stricken. As you and your fellow CIA members train in the city square, showing off your moves and flirting with your crush, you are disrupted&hellip;&quot;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jim Henson's Labyrinth: The Board Game – Fireys! Expansion",
    "ID": 269147,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269147/jim-hensons-labyrinth-the-board-game-fireys-expans",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Fireys! expansion for Jim Henson&rsquo;s Labyrinth &ndash; The Board Game continues your collection of creatures from the movie, including an alternative Jareth miniature, and gives you optional rules to make use of the Fireys in your games of Labyrinth!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Jim Henson's Board Game Collection (River Horse)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gates of Leningrad: A Panzer Grenadier Game",
    "ID": 269163,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269163/gates-of-leningrad-a-panzer-grenadier-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "In the summer of 1941, German panzer spearheads pushed towards Leningrad, Cradle of the Revolution. Adolf Hitler declared the city's capture to be the leading objective of Operation Barbarossa, the June 1941 sneak attack on the Soviet Union. Desperate to stop them and preserve the city of Peter the Great, the Red Army repeatedly made valiant efforts to stop them, and just as often, the Germans rolled over and around them. By August the city had been isolated from the rest of the Soviet Union, but its defenders refused to yield. For 900 days they held against savage Nazi bombardments, writing an epic chapter in the story of the Great Patriotic War.&#10;&#10;Gates of Leningrad is a complete Panzer Grenadier game based on based on the German drive to capture Leningrad, and the Soviet defense of the approaches. There are 30 scenarios based on these battles, organized into ten &ldquo;battle games&rdquo; that allow you to play the scenarios in sequence toward your army&rsquo;s operational goals.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Saint Petersburg (Russia)",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Parachutes over Crete: A Panzer Grenadier Game",
    "ID": 269165,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgame/269165/parachutes-over-crete-a-panzer-grenadier-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In late May 1941, the German Air Force launched history&rsquo;s first large-scale airborne invasion, dropping a division of paratroopers onto the island of Crete, followed by a mountain division landed from transport planes. For thirteen days the motley Allied garrison of Australian, New Zealand and Greek troops put up fierce resistance before the Germans finally secured the island at a cost of one-fifth of their force killed, wounded or missing.&#10;&#10;Parachutes over Crete is a complete Panzer Grenadier game based on the Battle for Crete. There are 40 scenarios based on these battles, organized into six &ldquo;battle games&rdquo; that allow you to play the scenarios in sequence toward your army&rsquo;s operational goals.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Islands: Crete (Greece)",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stockpile: Illicit Investments",
    "ID": 269167,
    "Year": "(2019)",
    "Geek Rating": "5.660",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269167/stockpile-illicit-investments",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Stockpile: Illicit Investments, the second expansion for Stockpile, contains a deck of Investment Strategy Cards that influence your actions every round. Go for the Big Short, conduct Cowboy Marketing, or Pump-and-Dump a company's stock.&#10;&#10;The game also provides another Investor Card (Illicit Ivan) and an optional variant for deciding player order.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Stock Holding",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Stockpile",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "50 Clues: Ritualet",
    "ID": 269168,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/269168/50-clues-ritualet",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "You are an investigation team sent to a tragic event. A passenger car has crashed  after a short car chase. The driver has fled, while the officer who participated in the hunt lies on the asphalt dead of gun shot wounds. From the trunk of the passenger car, a desperate rattle is heard from a dying woman. Nude, shot and with a strange sign cut into her upper body. Two fingers amputated. You soon find out that she is one of the five women who have disappeared in recent months.&#10;&#10;The &quot;ritual&quot; is a macabre crime quest that you must solve. By calculating codes and combinations of tracks on different cards, you dig your way through the investigation.&#10;&#10;You start the game via a smartphone at 50clues.com, which keeps track of time and helps you along the way. This is where you enter codes and combine clues from the cards. Making errors or using the help function costs extra time that is added to the total time spent. It's life or death to solve the puzzle quickly.&#10;&#10;If you love crime stories and cryptic puzzles, then the &quot;ritual&quot; is for you.&#10;&#10;It only takes three minutes to get started with the game.&#10;&#10;Nominated for Best Board Game at Fastaval 2018.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Mature / Adult",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Contests: Fastaval Design Competition",
      "Series: 50 Clues"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Révolution",
    "ID": 269169,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/269169/revolution",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In your society, tirelessly dictators succeed one another in power. The people decided to organize to overthrow once and for all this bloody dictatorship that no longer hides. Only listening to your courage, you decide to join a revolutionary group at the risk of your life. Unfortunately, reactionary traitors are hiding among you...&#10;&#10;Each player draws a comrade card, take 4 to 6 life tokens, 4 actions cards and a secret camp. The first dictator is revealed in the center of the table. When it's your turn attack the dictator, heal your comrade or win some time. According to your action, launch the dice and know what fate awaits you: jail, injury or worst?&#10;&#10;The revolutionary camp must overthrow all the dictators while the reactionary camp must kill everybody before the dictatorship falls.&#10;&#10;Beware of what you say and what you play, because if someone reveals the guillotine card, you must vote together to kill a player immediately!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "Political: Movements and/or Activism",
      "Theme: Revolution/Uprising"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oligotrophic",
    "ID": 269171,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/269171/oligotrophic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Marine microbes form the basis of life in the ocean and perform 50% of earth&rsquo;s photosynthesis. But they live extraordinary lives of their own; fraught with danger and opportunity.&#10;&#10;Oligotrophic is a fast-to-learn, strategic tile placement game where players compete to place biomass the fastest. In the game players will select and play hexagonal cards based on actual microorganisms to accumulate biomass, often getting bonuses, hurting, or taking biomass from the other organisms they encounter.&#10;&#10;Oligotrophic is fully available online in both full color and print friendly versions in the files section. All that is needed is 20 cubes of a color for each player.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Bacteria",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazier Eights: Shahrzad",
    "ID": 269172,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/269172/crazier-eights-shahrzad",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crazier Eights: Shahrzad is an expandalone &mdash; it can be played as a stand alone game or as an expansion for Crazier Eights: One Thousand &amp; One Nights. You get enough cards for a three player game. It has thirty three new unique cards inspired by Shahrzad&rsquo;s stories.&#10;&#10;Rather than eights, Shahrzad has multicolored cards and split cards. Split cards, such as Might &amp; Magic, shown above, are treated like multicolored cards when they are discarded, but you have to choose one side when you play it for the ability.&#10;&#10;Shahrzad was a stretch goal for the Kickstarter campaign for Crazier Eights: 1001 Nights.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Crazier Eights (Recoculous)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AdVenture Capitalist The Card Game",
    "ID": 269180,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/269180/adventure-capitalist-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Based on the hit mobile game AdVenture Capitalist!&#10;Have you always dreamed of owning your own business? Being the master of your own destiny?  Forming your own multi-national conglomerate to create a world-wide, monopolistic economy? Then AdVenture Capitalist is the game for YOU!&#10;&#10;AdVenture Capitalist is played in 4 simple steps:&#10;1) Over 3 rounds, Be the player who has gained the most income from your businesses!&#10;2) At the start of each round you are dealt a Manager which you keep hidden until the end of the round. Managers provide secret boosts to your drafted businesses at the end of the round. &#10;3) Draft businesses to get the best card combo's. &#10;4) Profit.&#10;&#10;Choose the right cards and you can dominate the market! The only way to go is UP UP UP!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galactic Bounty Hunt",
    "ID": 269182,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269182/galactic-bounty-hunt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Galactic Bounty Hunt (GBH) is a gateway board game where each player controls one of six different Bounty Hunters that are taking part in the Great Hunt &ndash; the ultimate bounty hunting competition, which will determine who&rsquo;ll earn the position of Leader of the Galactic Bounty Hunter&rsquo;s Guild. Competitors will have to travel across the Galaxy, capturing dangerous creatures (and earning credits in the process) in different systems before being able to return to the Guild&rsquo;s HQ and claiming the title of Leader. Equip your character with the best gear available and be on the lookout, for monsters might not be your deadliest foes &ndash; other Bounty Hunters might not want to let you earn the so-coveted prize of the Great Hunt! Good hunting!&#10;&#10;Features:&#10;&#10;&#10;     GBH introduces players to many different gameplay mechanics and systems, in an easy to learn way &ndash; the perfect introduction to the world of modern board games. Mechanics include dice rolls, card drawing, luck mitigation systems (ammo, equipments,etc), PvP (player-vs-player) combat and more.&#10;     No player elimination and no Kingmaker effect: even when the game seems lost, players can still turn the tide in their favor.&#10;     Beautiful cel-shaded, comic-style art.&#10;     Six different Bounty Hunters to play as, each from a different species and System.&#10;     Twelve different kinds of monsters to capture, two of each element.&#10;     Dozens of different pieces of equipment, from weapon mods to consumable items, will give you an edge, as long as you choose carefully &ndash; and can afford them.&#10;     Warp through the Galaxy at light speed using the portals on each System &ndash; but take heed, for you can&rsquo;t be sure where each portal might take you.&#10;     Fortune cards will keep the game unpredictable: they can help or hinder any of the players, independently of who triggered the event. Mix things up a little to turn the tide &ndash; for or against you.&#10;     Keep the best monsters you capture as pets to engage in fights with other players.&#10;     Falling behind on your trophy collecting? Not to worry! Board another Hunter&rsquo;s ship, engage in combat and try to steal one of their trophies.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ジュエリー アントワープ (Jewelry Antwerp)",
    "ID": 269183,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/269183/ziyueri-antowapu-jewelry-antwerp",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#184;&#227;&#131;&#165;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#131;&#188; &#227;&#130;&#162;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#131;&#175;&#227;&#131;&#188;&#227;&#131;&#151; (Jewelry Antwerp) (Juerii Antowaapu) is a Japanese game in which you conduct auctions as Belgian jewel merchants.&#10;&#10;Player order for each round is determined by a blind auction using each player&rsquo;s supply of coin cards, then the cards that were used in the auction are exchanged between players.&#10;&#10;In a four-player game the players who won the first and fourth positions in turn order would exchange their cards and the second and third players would exchange theirs. Thus those who have placed lower bids will have more coin cards to use in later rounds.&#10;&#10;The first player begins by taking one of the available face-up jewelry cards and can either spend it to earn victory points or save it in their hand to use in combination with other cards in a later round. A maximum of two cards can be saved in hand between rounds.&#10;&#10;Once each player has taken their turn, the round ends and the process repeats. When the jewelry card pool is being refilled at the beginning of each round and a beer card is revealed, new rules go into effect and continue until the next beer card is drawn.&#10;&#10;Note: the game box closely resembles classic Japanese chocolate box, giving the game a strong retro feel for Japanese players.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#153;&#227;&#131;&#171;&#227;&#130;&#174;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#174;&#157;&#231;&#159;&#179;&#229;&#149;&#134;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#229;&#174;&#157;&#231;&#159;&#179;&#227;&#129;&#174;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#146;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#179;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#128;&#129;&#227;&#131;&#150;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#167;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#167;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#233;&#160;&#134;&#227;&#130;&#146;&#230;&#177;&#186;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#190;&#140;&#227;&#129;&#167;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#171;&#228;&#189;&#191;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#179;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#233;&#150;&#147;&#227;&#129;&#167;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#239;&#188;&#145;&#228;&#189;&#141;&#227;&#129;&#168;&#239;&#188;&#148;&#228;&#189;&#141;&#227;&#129;&#140;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#129;&#151;&#227;&#128;&#129;&#239;&#188;&#146;&#228;&#189;&#141;&#227;&#129;&#168;&#239;&#188;&#147;&#228;&#189;&#141;&#227;&#129;&#140;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#136;&#239;&#188;&#148;&#228;&#186;&#186;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#230;&#153;&#130;&#239;&#188;&#137;&#227;&#128;&#130;&#10;&#10;&#239;&#188;&#145;&#228;&#189;&#141;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#139;&#227;&#130;&#137;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#167;&#227;&#129;&#175;&#229;&#160;&#180;&#227;&#129;&#171;&#230;&#174;&#139;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#174;&#157;&#231;&#159;&#179;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;1&#230;&#158;&#154;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#174;&#157;&#231;&#159;&#179;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#230;&#182;&#136;&#232;&#178;&#187;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#182;&#136;&#232;&#178;&#187;&#227;&#129;&#155;&#227;&#129;&#154;&#227;&#129;&#171;&#230;&#172;&#161;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#184;&#227;&#128;&#129;&#230;&#156;&#128;&#229;&#164;&#167;&#227;&#129;&#167;&#239;&#188;&#146;&#230;&#158;&#154;&#227;&#129;&#190;&#227;&#129;&#167;&#230;&#174;&#139;&#227;&#129;&#153;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#140;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#137;&#230;&#172;&#161;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#129;&#229;&#174;&#157;&#231;&#159;&#179;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#232;&#163;&#156;&#229;&#133;&#133;&#227;&#129;&#174;&#233;&#154;&#155;&#227;&#129;&#171;&#227;&#131;&#147;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#140;&#230;&#143;&#143;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#229;&#135;&#186;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#128;&#129;&#230;&#172;&#161;&#227;&#129;&#174;&#227;&#131;&#147;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#140;&#229;&#135;&#186;&#227;&#130;&#139;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#174;&#233;&#150;&#147;&#227;&#128;&#129;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#171;&#229;&#176;&#145;&#227;&#129;&#151;&#229;&#164;&#137;&#230;&#155;&#180;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fat Stacks",
    "ID": 269196,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/269196/fat-stacks",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In FAT STACKS, you and your friends compete to build the tallest and tastiest pancake stack! Use classic pancake flavors and toppings, as well as some ~special~ ingredients other chefs wouldn&rsquo;t dare to use!&#10;&#10;The game begins by drawing 4 cards and a buttermilk pancake.  Begin your turn by choosing one of three options: draw 2 cards and play 2 cards from your hand, only draw 3 cards, or only play 3 cards.  Players create stacks of pancakes by playing Pancake and Topping cards from their hand.  Players can place positive cards on their own stacks, and play negative cards to sabotage other players' stacks.&#10;&#10;In order for your beautiful (or disgusting) stack to earn a final score, you must top off the stack with a Finisher card.  These special cards are placed in the center of the table and are earned by completing the objective on each card. &#10; When a finisher is played, it's special effect triggers immediately and your stack's points are locked in which prevents the stack from being sabotaged by other players.  Any stacks that don't have finishers on them at the end of the game don't earn any points.  This includes stacks that have a negative total value!  The game ends when the deck runs out of cards.&#10;&#10;At the end of the game, special Trophy cards are awarded to players for bonus points.  These cards are given to the player with the tallest, finished, pancake stack, the player with the fewest negative items on their stack, and the player who dealt the most damage in one turn.  The points are added up, and the player who earned the most points the end of the game, wins!&#10;&#10;FAT STACKS works best with 3-6 players, takes about 40 minutes for a full game, and is recommended for ages 14+.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reunification: A Letter-Writing Game about Reconciliation",
    "ID": 269198,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269198/reunification-a-letter-writing-game-about-reconcil",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Your country has been deeply embedded in a tumultuous civil war for many years. Homes have been destroyed, lives torn apart, and families separated&mdash;including yours. Your family was divided at the beginning of the war, destroying any possible contact over the subsequent years. Finally, the opposing sides within your country have begun talks, and reconciliation is happening. Over the coming months, you are encouraged by the government to write letters to your family. In a year, the walls will be torn down, and citizens will begin the arduous process of coming together, finally giving you the opportunity to reunite with your long-lost family.&#10;&#10;But do you even know them anymore?&#10;&#10;Reunification is a game for 3-5 players where each player takes on the role of one member of a family that has been split apart due to a civil war. Throughout the game, you will ask questions of the other family members in order to get to know them and build up familiarity, empathy, and compassion with each other. It is a game of questioning and writing&mdash;in hopes of gaining insight and perspective, understanding and trust.&#10;&#10;Through their answers to questions, players are creating and telling a story about the world they have created and the family they belong to.&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turn-Domino",
    "ID": 269200,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269200/turn-domino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Who can clap their hands under one leg, move like an &quot;aviator&quot;, wave their arms and legs in a circle, or do the &quot;dog&quot;? In Turn-Domino, you lay out the tiles so that the colors match, then do what's shown on the tiles.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "En Garde Reforged",
    "ID": 269203,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/269203/en-garde-reforged",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "En Garde Reforged is a cinematic action card game for 2-6 impeccably dressed Renaissance-era duelists engaged in a pitched clifftop melee. Players must attempt to out maneuver their opponents in a series of one on one duels to prove their technique reigns supreme. Carefully manage your cards and keep calm, cool and collected if you hope to win the day. If you&rsquo;re attacked at the wrong moment, prepare to taste cold steel!&#10;&#10;Each turn the active player will draw a hand of cards, arming themselves with new items and/or restoring their Poise in preparation for the upcoming duel. That player will then begin an Exchange with a player of their choosing by using an Attack card. The way their opponent chooses to defend themselves (or not) may result in a flurry of attacks and counter attacks between the two players, exhausting their Poise in a flurry of flashing thrusts, slashes and lunges. If either player gets hit with an attack while they are at No Poise, they are eliminated from the game!&#10;&#10;Be the last player standing after a series of ferocious duels and you win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Fencing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Acquisitions",
    "ID": 269204,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/269204/acquisitions",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "ACQUISITIONS&#10;&#10;ACQUISITIONS is a game inspired by the ideas of Sid Sackson. It is a game that is predicated upon building a Kingdom of wealth. Long ago, in distant times, Kingdoms were sometimes won and lost by mighty armies. Battles were waged to gain the lands and treasures held within the Kingdom under siege. Yet always behind these mighty armies were the Kings and Queens with their vaults of gold, silver, and bronze. Wealth has always driven the ownership of land. Kingdoms were always built on wealth.&#10;&#10;The game of ACQUISITIONS allows players to wheel, deal, and plan their way to building the largest Kingdom of wealth. The only &quot;luck&quot; in the game of ACQUISITIONS is the luck of the draw for the Destination Cards. Beyond that, it is up to the player to purchase, trade, and strategically maneuver to become the King or Queen of the largest cache of Commodity Coins.&#10;&#10;The basic concept of the game of ACQUISITIONS is that the players create and grow Kingdoms by playing the Destination Cards in their hand and placing buildings on the board. The Destination Cards available to the player are provided strictly by the luck of the draw. The skill in the game of Acquisitions, to generate a large amount of Commodity Coins, comes from the ability to obtain Kingdom Cards in the Kingdoms that will grow or even in the Kingdoms that are taken over by larger Kingdoms. The obtaining of Kingdom Cards is generally made in Kingdoms based on the players&rsquo; capability to grow those Kingdoms with their cards on hand. However, players can increase their Commodity Coins by obtaining Kingdom Cards in Kingdoms that grow from the other players building placements.&#10;&#10;The main objective of Acquisitions is to become the player with the most Commodity Coins at the end of the game. This is achieved by obtaining Kingdom Cards in the Kingdoms that are growing, for a long term venture, while at the same time shrewdly investing in smaller Kingdoms that can be sacrificed in takeovers, for a short term outlay, all of which gains Commodity Coins through Royalty Compensations. The more Commodity Coins that can be generated in short term outlays, the more they can be invested into long term ventures. You can not reach the pinnacle of the game of ACQUISITIONS just by becoming the King or Queen of the largest Kingdom. The player who wants to become the wealthiest King or Queen must produce that perfect mix of active cash flow through takeovers and uncanny investment in Kingdoms that will grow. Many different strategies can be used to reach the pinnacle of wealth because every game is different.&#10;&#10;The Game of ACQUISITIONS will keep the players focused because one purchase, one trade, one placement of a building can be the difference between win or lose.&#10;&#10;Acquire a Kingdom of Wealth&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "So typisch!",
    "ID": 269209,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/269209/so-typisch",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "So typisch! is a co-operative and communicative game full of stereotypes and clich&eacute;s! All players fight together for the victory and play against the game. Each round, a single player decides which item to assign to a person, then everyone else must assess how this player has decided. In the end, players win only if they've made more matches than mistakes.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Judge Dredd: The Cursed Earth – Cursed Island Promo",
    "ID": 269212,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269212/judge-dredd-the-cursed-earth-cursed-island-promo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Crustacia is part of a set of three promotional cards available for Judge Dredd: The Cursed Earth that will be shipped to anyone who preorders the game from the publisher. The promos will be shipped after the publication date and arrive separately to the game. These three cards are shuffled into the deck available in the base game, providing players new challenges in a hostile land.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Squeezamals Freeze 'N' Squeeze Game",
    "ID": 269213,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/269213/squeezamals-freeze-n-squeeze-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Squeezamals Freeze 'N' Squeeze Game is a twist on the classic game of hot potato. Players take turns making a yummy treat for their Squeezamal to enjoy, and the player caught holding the plush when it's time to eat must pay for the treat! Each game features an exclusive Squeezamal! Colors and styles may vary.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pixel Tactics: Legends",
    "ID": 269214,
    "Year": "(2020)",
    "Geek Rating": "5.541",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/269214/pixel-tactics-legends",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Classic heroes return to fight again in Pixel Tactics: Legends!&#10;&#10;Step back into the Golden Age of strategy card games with Pixel Tactics! Recruit your heroes, build your unit, and take your forces to battle against your opponent in a light-yet-deep tactical duel. Pixel Tactics: Legends contains cards previously out of print from the Argent University, Seven Sisters, and The Price Of Victory mini-packs, with the cards being updated and now packaged in one box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Pixel Tactics",
      "Players: Two-Player Only Games",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dive Dive Dive!",
    "ID": 269219,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/269219/dive-dive-dive",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "A co-operative game for 1 to 4 players. Each player is a key officer on a U-Boat with an associated special action.&#10;&#10;Each turn cards are drawn (one at a time) and placed in numbered spaces along an operations track at the top of a board. The crew commander then rolls two die and refers to the card in the space than number represents. If the card does not relate to the current action state of the U-boat. Nothing happens and play proceeds to the next turn and action state.&#10;&#10;If the card mentions the current action state, it's instructions are followed.&#10;&#10;The goal is to survive four missions of differing difficulty without loosing a crew member or the U-boat.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Green: Grand Fair – Kickstarter Promo Cards",
    "ID": 269224,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269224/fields-of-green-grand-fair-kickstarter-promo-cards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A set of cards provided when backing the Fields of Green expansion &quot;Grand Fair&quot; on Kickstarter. These cards were packaged in their own ziploc bag, separate from the expansion box. They are shuffled into their respective decks.&#10;&#10;The set contains:&#10;&#10;- Camels x3&#10;- Peafowl x3&#10;- Sorghum x3&#10;- Wood Shed x3&#10;- Grocery Store x3&#10;- Award cards x2 (Best Harvest Award &amp; The Immediate Award)&#10;- Attraction Mats x2 (Livestock Exhibition &amp; Pie Eating Contest)&#10;- Rule sheet for the 2 extra attraction mats x1&#10;- Starting player wooden token x1&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Selfie Speed",
    "ID": 269225,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/269225/selfie-speed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Selfie Speed is a fast-paced game in which players compete to be the first to match their frames to the selfie cards. &#10;The player who makes the most selfies wins!&#10;&#10;     Choose a set of transparent slides with the same frame color.&#10;&#10;&#10;Pull 5 selfie cards out of the pile and place them in a row in the center of the table.&#10;&#10;     All players simultaneously place their slides on as many matching selfie cards as possible.&#10;     The player who makes the most selfies wins!&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Photography"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "'Eres To You Fuzzy Wuzzy: Colonial Wargames Rules",
    "ID": 269226,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269226/eres-to-you-fuzzy-wuzzy-colonial-wargames-rules",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Wargame rules designed to fight battles during the Sudanese colonial campaigns to relieve Gordon at Khartoum and then to re-conquer the Sudan. &#10;These rules are intended to be used with 15mm-scale figures mounted on two-figure stands. They are very basic, and follow a simple sequence of actions (orders, movement, fire, melee, retreat).&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Mahdist War",
      "Misc: Free Wargames",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hordes of Dervishes",
    "ID": 269227,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269227/hordes-of-dervishes",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Wargame rules written so that small colonial battles in colonial Sudan could be fought as &lsquo;one offs&rsquo; or as part of a campaign. Intended for 15mm-miniatures. Heavily based on the same system of De Bellis Antiquitatis, with a simple game sequence of movement, fire, melee.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Game: DBx",
      "History: Mahdist War",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirits of the Forest: The Golden Fireflies",
    "ID": 269228,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269228/spirits-of-the-forest-the-golden-fireflies",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Golden Fireflies was sold as an addon during the Kickstarter campaign.&#10;&#10;The publisher states:&#10;&quot;We will be releasing small variants in small batches as this will be actively worked on for some time, this doesn't mean the ruleset is incomplete but rather that there will be more content being released through the year that will change the way this expansion plays.&#10;When we publish the final variant we will surprise you with some special news for this game for which we've been working during the past few months.&quot;&#10;&#10;There will be a public PDF with the rules available on the publisher&rsquo;s webpage.&#10;&#10;So far, there are rules released for the following variants that uses the Golden Fireflies:&#10;- The Single Golden Firefly Variant A&#10;- The Single Golden Firefly Variant B&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: Play & Go (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dancing Fish",
    "ID": 269229,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/269229/dancing-fish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Find all the fish which are hidden below the water lilies.&#10;Take all the 9 water lily tokens. Turn water lily tokens face down (fish can't be visible): shuffle them and place them randomly on the rotating area of the board. Each player choose a colour, take the corresponding fish token and place it on the scorekeeper on the 0 slot. At his turn, each player rolls the dices: he should choose between the 2 colours of the dices and rotate the swamp till the firefly stops in front of the insect of that colour. Then, the player turns 2 water lily tokens in order to find the correct fish indicated by the dices.&#10;Did you find the correct fish? Place tokens back face down and move your marker for 3 slots on the scorekeeper.&#10;Did you find only one correct fish? Place tokens back face down and move your marker for 1 slot on the scorekeeper.&#10;Did you find both wrong fish? Place tokens back face down in the swamp and your turn ends.&#10;Did you find a black fish, but the dices didn't show that colour? You can't move on your scorekeeper.&#10;Attention: If you get the green colour after rolling the dice, ask another player which fish you should search for.&#10;Game ends when a player reaches 9 points slot on his scorekeeper.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master Farmer",
    "ID": 269230,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269230/master-farmer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A strategy game whose object is to collect the greatest number of vegetables in your fields. Players take turns drawing cubes from the bag&#10;and creating a 5x5 grid by putting them next to each other. Each player chooses a vegetable to collect and tries to collect as many vegetables as possible within one or more fields.&#10;The player with the most vegetables in their fields wins. What strategy will you choose? Add a maximum number of vegetables to your fields or try and block your opponents from collecting theirs?&#10;&#10;     Take out the 25 cubes from the tray and place them in the bag. Each player chooses a vegetable to collect, picks a cube and attaches it to the grid.&#10;     The strategy is always whether to add maximum vegetables or to try and block opponents.&#10;     The player with the greatest number of vegetables in their field wins. In the sample the player with the carrot field is the winner!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Make a MOOO've",
    "ID": 269231,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/269231/make-a-mooove",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A fast-paced fun game in which players compete to be the first to make the sound of an animal or call the name of a fruit.&#10;The player who wins the most cards wins!&#10;&#10;     Place all cards in a pile face down.&#10;     One of the players rolls the dice and a card from the pile is flipped over.&#10;     There are 3 possible ways to win a card. The player with the most cards by the end of the game &ndash; wins!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crown War",
    "ID": 269232,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/269232/crown-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Crown War is a quick and fun game. &#10;Pick up the highest value crown to win each round, pile up your winnings. The player with the highest pile &ndash; wins the game.&#10;&#10;     Before the game begins, mix the coins and place them on the table, facing down.&#10;     All players pick 1 coin simultaneously. The player with the highest value coin wins the round, and collects his friend's coins.&#10;     When all coins in the center are gone, or when there are less coins than the number of players, compare players piles.&#10;&#10;&#10;The player with the highest pile wins the game! It is recommended to play 5 games in a row, and the winner in most games is The Champion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Belfedar",
    "ID": 269233,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269233/belfedar",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is a fully cooperative game,&#10;people are running along a spiral path and are trying to open 8 wooden doors in order to get out of a dungeon.&#10;Its contents consists of 250 distinct challenges.&#10;Each step to open a door requires to cooperate and develops team competence and spirit in the following fields.&#10;&#10;&#10;     better knowledge of himself and the others&#10;     self-esteem and group confidence&#10;     creative expression, developing creativity and imagination &#10;     feelings: expressing feelings and emotions (not judgements)&#10;     listening: observing and listening others in order to better understand his way of life&#10;     cooperation: experimenting with cooperation in order to better understand its advantages compared to competition and concurrence&#10;&#10;&#10;The game requires some extra material not included in the box&#10;pencil and paper sheets&#10;according to the challenges : players may need, objects from the room, scissors, scotch tape, clothes, blindfold, scarf, rope, watch with seconds, bag,...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catastrophic: Sink or Swim",
    "ID": 269236,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269236/catastrophic-sink-or-swim",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The second expansion for Catastrophic adds 40 new cards to the game around an aquatic theme.&#10;&#10;You can now enhance your species with fins, scales, blubber to create aquatic animals for the first time, and your land-animals can also be enhanced with traits that improve water retention for dry climates. However you will also need to face new dangerous events including rising sea levels and nuclear winter!&#10;&#10;The expansion introduces new interaction cards that help your new species form shoals, or even drift on ocean currents.&#10;&#10;The expansion can be used with the base Catastrophic game or in combination with the first expansion, Birds &amp; Bees.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Phase 10 Strategy",
    "ID": 269242,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/269242/phase-10-strategy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Phase 10 Strategy is played over several rounds. Each round players take it in turn to move their counter around the board to decide on card combinations called &quot;phases&quot;. Players need to plan their moves well, as they can only form a phase if their counter is in the appropriate space. In addition, a player may only make one phase per round. As in traditional Phase 10, players use cards to complete their chose phase. Once a player has completed a phase and got rid of his remaining cards, the round ends. Then all players get new cards and the next round begins. Whoever completes his tenth phase first and then gets rid of his remaining cards, wins! Each deck contains Joker cards which increase the suspense and help players escape a tricky situation.&#10;&#10;&mdash;description from the publisher (Translated)&#10;&#10;Phase 10 Strategy wird &uuml;ber mehrere Runden gespielt, in denen die Spieler reihum ihre Spielsteine so &uuml;ber das Spielbrett bewegen, dass sie Kartenkombinationen bilden k&ouml;nnen, die als &bdquo;Phasen&ldquo; bezeichnet werden. Die Spieler m&uuml;ssen ihre Z&uuml;ge gut planen, da sie eine Phase nur dann bilden k&ouml;nnen, wenn ihr Spielstein sich auf dem entsprechenden Feld befindet. Au&szlig;erdem darf ein Spieler pro Runde nur eine einzige Phase bilden. Sobald ein Spieler eine vollst&auml;ndige Phase ausgespielt hat und seine restlichen Karten losgeworden ist, endet die Runde. Dann erhalten alle Spieler neue Karten und die n&auml;chste Runde beginnt. Wer als Erster seine zehnte Phase abschlie&szlig;t und dann seine restlichen Karten loswird, gewinnt! Jedes Kartendeck enth&auml;lt Joker-Karten, die die Spannung steigern und den Spielern helfen k&ouml;nnen, einer kniffligen Situation zu entkommen.&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Phase 10"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biatlon Plus",
    "ID": 269245,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269245/biatlon-plus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A popular biathlon, but with minimal coincidence and the maximum of strategic elements to win. This extension will bring you closer to the real race biathlon you love to watch. A lot of driving effects come into play, such as shooting fatigue, hook driving, and many more.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Werewolf In The Dark",
    "ID": 269254,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/269254/werewolf-in-the-dark",
    "Min Players": "5",
    "Max Players": "25",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In an ancient forest there was a tiny village. The villagers had cut a clearing into the dark chaos of the forest and cultivated a space for the patterns of life to grow. Everyone knew everyone else&rsquo;s name (and business) and the only dramas in the village were small ones. In short, it was peaceful.&#10;&#10;But all that changed when, one night, a wolf&rsquo;s howl split the darkness.&#10;&#10;OVERVIEW&#10;&#10;Werewolf in the Dark is a game of hidden roles, deception, strategy, and, above all else, survival. When the lights go out some are afraid&mdash;they hide and hope. Others know that it is up to them to protect their fellow villagers and drive back the monsters menacing them. Still others begin to the feel the dark stirrings of a terrible hunger and rise to hunt.&#10;&#10;Werewolf in the Dark is played in two alternating rounds: night and day. Players join one of two teams: the village team or the monster team. Each night the lights go out and players get up and venture out to hide or hunt. The players on the monster team are trying to kill the other players by covertly tapping them on the shoulder until all the villagers are dead. The villagers are trying to survive the night round and gather information about the identities of the monsters among them. When the first dead body is found, the lights come on and the day round begins. All players then gather together to discuss what happened in the night round and vote someone out of the game. The game continues until there are only monsters or villagers left.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Negotiation",
      "Player Elimination",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Invaders: New Challenges",
    "ID": 269256,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269256/pocket-invaders-new-challenges",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pocket Invaders expansion pack:&#10;&#10;-4 players board.&#10;-2 new spectial ships.&#10;-2 random asteroids.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Quacks of Quedlinburg: The Herb Witches",
    "ID": 269259,
    "Year": "(2019)",
    "Geek Rating": "7.371",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269259/the-quacks-of-quedlinburg-the-herb-witches",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0109",
    "Description": "The Quacks of Quedlinburg: The Herb Witches expands the town of Quedlinburg with four new sets of items:&#10;&#10;     The Witches - new characters with special abilities that players may use once per game&#10;     Locoweed - a new ingredient whose value is determined by its ability rather than being fixed&#10;     New ingredient books for each existing ingredient type, increasing variety even further&#10;     Player components in black color - increasing the number of players to 5&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Push Your Luck"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: Tabletopia",
      "Game: The Quacks of Quedlinburg",
      "Players: Expansions Changing Player Count",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evil, Incorporated",
    "ID": 269261,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/269261/evil-incorporated",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this combined deck and bag builder from Brotherwise Games, Evil, Incorporated lets players take the role of super-villains competing to see who can become the most infamous. Players build a deck of plans and resources, recruit special minions, and build an evil lair staffed by those minions. Infamy is acquired over the course of the game, and the player with the most infamy wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Viivi ja Wagner Parisuhdepeli",
    "ID": 269265,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/269265/viivi-ja-wagner-parisuhdepeli",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "1",
    "Description": "How well do you know your partner?&#10;&#10;The game is meant for grown-ups in a relationship, and is played in pairs. The pairs take turns in reading out loud questions or statements, and they have to answer or react to them. If they give the same answer, they get to move on the game board.&#10;&#10;There are 4 categories of questions:&#10;&#10;     love/eroticism&#10;     home and relationship&#10;     the past and the future &#10;     money and work&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GRES: Desfile",
    "ID": 269266,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269266/gres-desfile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "GRES:DESFILE (Carnival Parade), is a card game inspired by Brazilian carnival parades.&#10;&#10;Your aim in the game is to combine the cards so that you accumulate the most points, creating the best samba school parade.&#10;&#10;The game is divided into two phases. First, you collect the cards and combine them the best you can. This phase ends when the first player calls for the calculation of the results. In the second phase (&quot;Apura&ccedil;&atilde;o&quot;), players will reveal the cards (show their parades) and the points will be counted. The player with the most points wins.&#10;&#10;Be careful! You lose valuable points if it rains during your parade or your &quot;Barrac&atilde;o&quot; (art studio) burns down. But you can also be lucky and get some money from unconventional sources or have a little help from biased judges. So, prepare your strategy and make a carnival parade to remember!!!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Folklore: The Affliction – Warrior Promo Card",
    "ID": 269268,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269268/folklore-the-affliction-warrior-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a promo card for Folklore: The Affliction.&#10;&#10;This promo adds a new Militia (Melee) card to the game. The Warrior has the following ability: &quot;+1 Damage. When rolling to hit, you may reroll a 1.&quot;&#10;&#10;This promos card id is CO#PP01.&#10;&#10;This promo was included in Kickstarter Campaign for &quot;Promo Paradise&quot; which launched Jan 8, 2019 and is scheduled to deliver in Dec 2019.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Game: Folklore – The Affliction",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infection Express: Secondary Infection",
    "ID": 269279,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/269279/infection-express-secondary-infection",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Infection Express: Secondary Infection is the second edition of Infection Exress. It is a cooperative 1-6 player dice game inspired by Pandemic.&#10;&#10;All that's needed to play are 5 6-sided dice with colored faces, 1 ordinary 6 sided die, 56 4-6mm cubes (14 each of 4 colours), player pawns and a print out of player mats, role cards and game board.&#10;&mdash;description from the designer&#10;&#10;GAMEPLAY:&#10;On their turn, players move their pawns about, to cure diseases. They then cast dice to research a cure, and to determine where new diseases appear.&#10;The players win the game, once all diseases have been removed from the map, and a cure has been researched for each type of disease. Players cooperate to achieve this goal, but at the end may compare their scores who saved the world the most.&#10;&#10;Should there be to many outbreaks, or the infections become too severe, the game is lost.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental",
      "Medical",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harbour: High Tide Expansion",
    "ID": 269281,
    "Year": "(2019)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269281/harbour-high-tide-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This expansion to the Harbour base game provides new buildings with new special icons, as well as boats - a new card type that helps make purchasing more consistent.&#10;&#10;The new building icons include one that allows a bonus action immediately upon purchase, and second-story buildings - which can be built by themselves, or built cheaper as the &quot;second story&quot; to one of your existing buildings, but which then don't count towards the game-end trigger.&#10;&#10;The boats can be bought from the center by sending your worker there and spending goods. Later, when buying a building, you may return a boat to the center to help pay for the building.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chaos Kingdoms",
    "ID": 269290,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/269290/chaos-kingdoms",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Chaos Kingdoms is a high fantasy board game with an immersive world map. Players take on the role of adventuring Heroes, each with their own set of unique skills and strange character. A Faction of cohorts carry the Hero&rsquo;s flag, lending their own abilities to their leader. There are 3 legendary goals before them: Last Man Standing, Immortality or Godhood. As they advance, players vanquish rival Heroes, explore dungeons, and spike their power with experience &amp; plunder.&#10;&#10;How to WIN:&#10;&#10;For lively game play, there are 3 ways to win. &#10;Last Man Standing: PVP, Player Elimination&#10;Immortality: Battle 4 Jabberwockies to get 4 artifact pieces that grant Immortality&#10;Godhood: Build 5 glorious shrines to yourself in 5 cities&#10;&#10;Gameplay:&#10;&#10;Game play is relatively simple, making it an easy-entry game for novices. There are 12 Heroes and 12 Factions to choose from, which provides a multitude of strategic combinations. Roll a six-sided dice to travel a classic RPG hex map. Boldly engage with monsters and villains in dungeons and lairs. Battles are a contest of attack rolls with modifiers from pulsing Magic Items and burning Spells. Once powerful enough, conquer fellow Heroes, claim Immortality, or climb into the vaulted existence of a God.&#10;&#10;Game Features include:&#10;A multitude of different Hero / Faction combinations&#10;Exploring Dungeons, Ruins, Caves, Hideouts, Towers &amp; more&#10;Unique Artifacts, Weapons &amp; Spells&#10;Fierce PVP and long range attacks&#10;Stealing (very fun and effective)&#10;Targeting opponent Cities&#10;Targeting opponent Items and Followers&#10;Goal: PVP Last Man Standing&#10;Goal: Immortality / Jabberwockies&#10;Goal: Godhood / Shrines&#10;Ruling the World of Chaos Kingdoms&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kalpico",
    "ID": 269292,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/269292/kalpico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "1.6667",
    "Description": "You are at a Greek village in 1960, and 6 different candidates try to win the local election with every possible trick and tactic! Stay out of scandals and gossips or try to pin them on others in order to attract the most votes!&#10;&#10;Each player takes on a political party which consists of 8 candidates numbered 1 to 8. During each round players pick one of them and places him face down. Then the starting player speaks numbers starting from 1 to 8. If a player has played his number 1 candidate, he says so and takes his turn. He can choose to make as many actions he or she wishes:&#10;- Take a deceitful means token. (once per turn)&#10;- Use the ability of the candidate he or she has just played. (once per turn)&#10;- Pick an Electoral books card or a Coffee house card or a Grocery store card. (once per turn)&#10;- Pay an Electoral books card face up by paying its required deceitful means tokens. (once per turn)&#10;- Play a Coffeehouse card using its ability.&#10;- Play a Grocery store card against another player. This action can be used several times as long as it does not target the same opponent twice.&#10;&#10;The player adding up the most votes from his played Electoral books cards wins the election and the game!&#10;&#10;Components&#10;&#10;199 Cards&#10;6 Vote sheets&#10;61 chips&#10;Rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Feudum: Rudders & Ramparts",
    "ID": 269294,
    "Year": "(2020)",
    "Geek Rating": "5.637",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269294/feudum-rudders-and-ramparts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "180",
    "Weight": "4.5",
    "Description": "By Jove!  A splendid array of vessels have arrived at port. Will you use your wealth to procure a craft&mdash;or save your shillings to reinforce your ramparts?&#10;&#10;The Rudders &amp; Ramparts expansion features artisan-edition vessels and castles that may be used purely for decoration&mdash;or to play a military variant of the game Feudum!&#10;&#10;Upon acquiring a regular vessel or feudum, players may pay an additional shilling to upgrade to a deluxe vessel or castle feudum.  Players earn  +1 attack for a deluxe vessel and +1 defense for a castle feudum. At the dawn of each epoch, players must pay 1 shilling to maintain each castle or deluxe vessel in their possession&mdash;or lose their advantage!&#10;&#10;These minor rule additions add a boatload of interesting choices! Players with castles forego the need to reinforce their feudums with subjects because a gold-clad &quot;royal guard&quot; accompanies each castle! Conversely, deluxe vessels make targets of any opponent in a nearby port.  But beware! The expensive upkeep may slowly impoverish a player.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Feudum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tudor: Bonus Cards",
    "ID": 269302,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269302/tudor-bonus-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "3 bonus cards that were packaged separately from the base game.&#10;&#10;P1 - Scenario Card&#10;SCENARIO CARD: Secret Diplomacy&#10;&#10;     During Phase 1 - Chamber Assignment, place N0 Courtiers in the first Round and 2 every Round thereafter.&#10;     Game length for 2/3/4 players is 5/4/4 Rounds.&#10;     LEFT ACTION - Immediate Action when receiving an Influence Token. Discard the Token to exchange up to 2 Faction Tokens (that do not have a negative Prestige value) for equally colored Faction Cards from the Supply. &#10;     RIGHT ACTION - At any time during your Turn, discard 1 Intrigue Token to take a Faction Token of your choice that is adjacent to one of your Courtiers. Re-stock this space. &#10;&#10;&#10;P2 - Red Scoring Card&#10;SCORING CARD: Court Attrition&#10;At the end of every Round, players receive Prestige for each of their remaining Faction Tokens: &#10;&#10;     Each pair of blue and green tokens are discarded from the game.  &#10;     Each pair of red and yellow tokens are discarded from the game. &#10;     Each pair of brown and gray tokens are discarded from the game. &#10;&#10;&#10;Each remaining Faction Token, except for purple tokens, scores 3 Prestige.&#10;&#10;Each purple token scores -2 Prestige. The purple token may never be discarded for other Actions.&#10;&#10;P3 - Green Scoring Card&#10;SCORING CARD: Disappearing Courtiers&#10;At the end of every Round, players score 7 Prestige for each of their Courtiers on this card. &#10;&#10;     At any time during a player&lsquo;s Turn, they may discard 1 Influence Token to place a Courtier from their supply onto this Scoring Card. &#10;     Whenever a player acquires an Intrigue Token, they may choose to immediately discard it to remove another player&lsquo;s Courtier from this card.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Historical Figures: King Henry VIII"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abar Depth",
    "ID": 269304,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269304/abar-depth",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Abar Depth will take you to a deadly dangerous reef, that most don't come back alive from. Filled with sunken ships and endless caverns it tempts lots of adventurers and artifact seekers. Many end up in a nearby tavern instead though, and play a game of magical dice. Dice, that can tell stories about adventures that were, and these that could have been. And there&rsquo;s a lot of gold and treasures at stake.&#10;&#10;Abar Depth is centered around said game of dice. 2 to 5 players can sit by a table together.&#10;&#10;Each person rolls 2 dungeon dice, picks 3 character dice and attempts to defeat others in a game filled with treason, monsters and artifact hunting. Dice belong to different hero classes and offer actions like healing, attacking players or summoning a giant demon.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Fantasy",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Android: Netrunner – Magnum Opus cards",
    "ID": 269306,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269306/android-netrunner-magnum-opus-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Magnum Opus -card set contains final cards officially released for Android: Netrunner LCG before its cancellation in 2018. The set consists of two subsections.&#10;&#10;Champion cards: Cards designed by major tournament champions.&#10;Community cards: Cards designed by community vote during last official Android: Netrunner World Championships.&#10;&#10;Champion cards were distributed as a participation prize during Magnum Opus -event in 2018. Both Champion cards and Community cards files are available for players to print themselves.&#10;&#10;(- Paraphrased from NISEI -fan organizations post about the future of Netrunner organized play.)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Android – Netrunner (LCG)",
      "Players: Two-Player Only Games",
      "Setting: Android",
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shards of Infinity: Datic Inquisitors Promo Card",
    "ID": 269325,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269325/shards-of-infinity-datic-inquisitors-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Promo Card that was given out as a part of the Promo Paradise Kickstarter campaign.&#10;&#10;Data Inquisitors&#10;Type: Order Ally&#10;Cost: 4&#10;Choose One:&#10;Draw 2 cards&#10;Recruit a card with cost 6 or less for free&#10;&#10;[15] Do Both Instead&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shards of Infinity",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gunny Town",
    "ID": 269331,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/269331/gunny-town",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Gunny Town:&#10;We are in the wild west, during the Gold Rush. A group of bandits enters GunnyTown, a little growing city. Their goal is to become rich and powerful, and they will do absolutely anything to achieve this. Gamblers, contractors, bank robbers, bounty hunters.. What their strategies to grab the town will be? It's up to you!&#10;&#10;GunnyTown is a dynamic board game which takes place in far West.&#10;There are no dice to roll or cards to draw before playing,&#10;You're completely free! A very interactive board game!&#10;&#10;Rob stores, banks, stay and accumulate bandits missions, become sheriff or get another job, invest in stores, become a bounty hunter, bribe judges or try to get rich playing at the casino! And of Course, buy weapons and fire you opponents!&#10;&#10;How To Play :&#10;You move and stop where you want in Town - up to 4 squares, or up to 6 squares if you get a horse.&#10;&#10;On each turn you :&#10;- Have to move&#10;- Can take the benefits from a position. You choose between the starting or ending one.&#10;- Can fire at each opponent once.&#10;&#10;The goal of the game is to complete some missions and accumulate 12 victory points to win the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West"
    ],
    "Mechanics": [
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Picco Duetto",
    "ID": 269381,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/269381/picco-duetto",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "One throw with both dice and already a combination of 2 colours is lying on the table. Who can find the right child from 21 cards with trousers and jacket in the same colour combination as the thrown dice?&#10;&mdash;description from the publisher (translated)&#10;&#10;Das kunterbunte Farben-Suchspiel f&uuml;r 2 und mehr Spieler ab 3 Jahren.&#10;&#10;Ein Wurf mit den beiden W&uuml;rfeln - und schon liegt eine Farben-Kombination auf dem Tisch. Wer findet zuerst das richtige Kind unter den 21 K&auml;rtchen, dessen Hose und Jacke der gew&uuml;rfelten Farbkombination entspricht?&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superzeroes vs Evil",
    "ID": 269394,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/269394/superzeroes-vs-evil",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "In Superzeroes vs Evil, each player will operate a superzeroes team that will try to overcome evil in all its forms. In this 2-4 player game that last 5 minutes, you'll need to cooperate to achieve your goal.&#10;&#10;Players each have a hand composed of 7 cards. At the same time, they will all play a card to create a pool of damage and elements that they will use to kill the threat. If they are not able to defeat the threat, they can play another card or recall their hand and play a new card. Once the threat is defeated, a new one will appear. That goes on until the final boss is revealed!&#10;&#10;If you can defeat the boss in under 5 minutes, you'll be the victor! If not, Evil shall prevails and dominate the world.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor",
      "Mythology",
      "Party Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Citizen",
    "ID": 269395,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/269395/citizen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Win Citizen by being the first player to pass your Cause through both chambers of the real 116th United States Congress. All 535 actual members take the place of dice, who are controlled by their documented voting history, seniority, and campaign contributors. Using the framework designed by our founders, advance your Cause or hinder your opponents&rsquo; by building Citizen card hands that contain alliances of the actual faces, forces, and fates that built our nation. Use your skills to earn additional powers, all while avoiding the fallout from ambitious opponents, conflicted officials, and unexpected twists of Circumstance cards.&#10;&#10;Citizen gives you multiple paths to victory based on a wide variety of strategic considerations including Cause challenge level, deck building and drafting skills, use of powers and other resources during play, hand construction, impact selection, and more. Players' stories intertwine differently with every session so you'll never play the same game twice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "M as in Monkey",
    "ID": 269397,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269397/m-as-in-monkey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sigma the monkey really likes the alphabet and he is trying to learn the letters. Help him find the first letter in words, or the picture of an object that starts with a certain letter.&#10;&#10;Bingo meets memory in this game where you help Sigma the monkey to find the letter matching your picture, or the other way around.&#10;&#10;First player to fill all their double cards wins&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hatchimals CollEGGtibles Hatchtastic Jumbo Card Game",
    "ID": 269398,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/269398/hatchimals-colleggtibles-hatchtastic-jumbo-card-ga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In the Hatchimals Hatchtastic Jumbo Card Game, you're trying to collect the most egg tokens. To do this, you roll the die and draw cards until one player's cards match the egg color and number on the die. But you have to be fast at grabbing the Hatchimals figure when you find a match or no player wins any tokens. When all the tokens have been taken, count up how many tokens each player has to find the winner.&#10;&#10;This game is great for Hatchimals fans. The gameplay is easy to pick up and because the game is in a small package, you can easily bring the game with you for play on the go.&#10;&#10;The game also comes with an exclusive Hatchimals figure in an egg.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fairy Queen",
    "ID": 269400,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/269400/fairy-queen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This pretty game is fun to play and introduces skip counting, the concept behind multiplication. Players learn to count by twos and by fives as they tally the points they collect to win.&#10;&#10;The entire deck is dealt out evenly to each player. Players then take turns drawing a random card from the player to their left when it is their turn trying to get and play matching pairs. Once all matching cards have been played, the player holding the remaining fairy queen card (which doesn't have a match) adds that card to their matches. All players then add up the points shown on their cards, and the player with the most points is the winner.&#10;&#10;Contents: 48 playing cards (3.25 x 4.5 inches) and instructions&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Pets: Promo Cards",
    "ID": 269401,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269401/dragon-pets-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Two cards published when this game was released by Japanime Games.&#10;&#10;Both of these cards just add to the variety of eggs in the base game. Both are worth two coins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kemomimi Panic: Promo Cards",
    "ID": 269402,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269402/kemomimi-panic-promo-cards",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A card set released by Japanime Games when they released Kemomimi Panic.&#10;&#10;Contains three cards:&#10;&#10;Detective Shamrock: This is just an alternate art version of Detective Shamrock in the base game.&#10;&#10;Sonia, the Shadow Influencer: Allows you to discard your decoy once per game during the end of day phase to eliminate a person of your choice.&#10;&#10;Fredrica, the Cowgirl: When there are 4 players left in the game and you are the leader you choose a player to reveal their role card. If they are a thief you win... otherwise you both are eliminated.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winner's Drink: Apostrophe Edition",
    "ID": 269404,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/269404/winners-drink-apostrophe-edition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Drinking games are fucked! Unless you're some kind of alcoholic super-Chad who shits frat parties or a walking rule book, the games are an impediment to your liquor. And worse yet, if you do manage to eek out a victory, it's the LOSERS who get to drink! Fuck that shit. WINNERS DRINK.&#10;&#10;This game was made from a lifetime of sitting around bullshitting in bars and getting kicked out of those bars and getting into heated arguments with people over stupid shit and screwing up with women. If you play this game, those things will probably happen to you.&#10;&#10;Players draw a card from the 52 card deck which are comprised of 5 categories: Balls, Contest, Truth Bombs, Rage, and Wild Cards. Balls present you with a social challenge to overcome. A contest will pit you in a challenge against other players. Truth Bomb will reveal more about your friends than you ever thought you'd care to know and you'll learn what minute details of life are causing your friends to feel a rage this week.&#10;&#10;Each card type has its own challenge to win at. Players that win a card, keep the card. The player with the most cards at the end of the game, wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: 2019 SlugCrew Minor Reward",
    "ID": 269405,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269405/the-red-dragon-inn-2019-slugcrew-minor-reward",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher's Description:&#10;&#10;We have three brand new promo drinks for 2019&rsquo;s SlugCrew Minor Reward. Oozing with new mechanics introduced by RDI7 and [its character] The Wench, we have two new Elixirs, potent drinks with persistent effects and another brew from one of Chronos&rsquo;s timelines. To play with promo drinks, just shuffle a few into your normal Drink Deck.&#10;&#10;You can earn these drinks by getting 30 SlugCrew points (or about 6 hours worth of demoing). SlugCrew who earn 150 points or more will get our Major Reward, a brand new pre-release character deck: Piper, the Eagle-Eyed Sniper!&#10;&#10;Adds 3 drinks to the drink deck:&#10;&#10;     Backup Brew&#10;     Elixir of Alertness&#10;     Elixir of Exposure&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: White Dwarf Exclusive Chaos Gargant",
    "ID": 269409,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269409/warhammer-underworlds-white-dwarf-exclusive-chaos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "White Dwarf magazine, December 2018 issue had a super-sized Chaos Gargant card for use in the Glass-mad Gargant variant for Warhammer Underworlds.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Familiar Griffin",
    "ID": 269410,
    "Year": "(2021)",
    "Geek Rating": "5.577",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269410/black-rose-wars-familiar-griffin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Familiar packs will add pets to your Black Rose Wars games!&#10;&#10;If these little animals have nested in your lodge, they may be activated to allow you to choose one of the 3 &ldquo;familiar&rdquo; magic cards that will allow you to summon the Familiar.&#10;&#10;Once summoned, the Familiar can be placed adjacent to his master using the &ldquo;half-moon&rdquo; base (patented in Sine Tempore) and will provide special abilities to their masters. Or you could move these animals freely around the lodge with their own characteristics and skills.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Familiar Hydra",
    "ID": 269411,
    "Year": "(2021)",
    "Geek Rating": "5.576",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269411/black-rose-wars-familiar-hydra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Familiar packs will add pets to your Black Rose Wars games!&#10;&#10;If these little animals have nested in your lodge, they may be activated to allow you to choose one of the 3 &ldquo;familiar&rdquo; magic cards that will allow you to summon the Familiar.&#10;&#10;Once summoned, the Familiar can be placed adjacent to his master using the &ldquo;half-moon&rdquo; base (patented in Sine Tempore) and will provide special abilities to their masters. Or you could move these animals freely around the lodge with their own characteristics and skills.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Familiar Cerberus",
    "ID": 269412,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269412/black-rose-wars-familiar-cerberus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Familiar packs will add pets to your Black Rose Wars games!&#10;&#10;If these little animals have nested in your lodge, they may be activated to allow you to choose one of the 3 &ldquo;familiar&rdquo; magic cards that will allow you to summon the Familiar.&#10;&#10;Once summoned, the Familiar can be placed adjacent to his master using the &ldquo;half-moon&rdquo; base (patented in Sine Tempore) and will provide special abilities to their masters. Or you could move these animals freely around the lodge with their own characteristics and skills.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Familiar Draco",
    "ID": 269413,
    "Year": "(2021)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269413/black-rose-wars-familiar-draco",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Familiar packs will add pets to your Black Rose Wars games!&#10;&#10;If these little animals have nested in your lodge, they may be activated to allow you to choose one of the 3 &ldquo;familiar&rdquo; magic cards that will allow you to summon the Familiar.&#10;&#10;Once summoned, the Familiar can be placed adjacent to his master using the &ldquo;half-moon&rdquo; base (patented in Sine Tempore) and will provide special abilities to their masters. Or you could move these animals freely around the lodge with their own characteristics and skills.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Hidden Thorns",
    "ID": 269414,
    "Year": "(2019)",
    "Geek Rating": "5.804",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269414/black-rose-wars-hidden-thorns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Marco and Geneve, two new mages, make their debut in Hidden Thorns, vastly increasing the choice of characters in the game. Marco, of Molisan origins, is specialized in the School of Illusion, while Geneve, from Paris, masters the spells of the School of Conspiracy. The new mages are represented by two beautiful miniatures, and the box contains all the game components needed to play them.&#10;&#10;With Hidden Thorns, you can expand the battles fought within the Black Rose Lodge. Increase the maximum number of players in a Black Rose Wars game to six, or extend your choice of characters with these new mages.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cloudspire: Griege – Faction Expansion",
    "ID": 269415,
    "Year": "(2019)",
    "Geek Rating": "5.903",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269415/cloudspire-griege-faction-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Beware the swarm! The Griege are a unique Cloudspire faction. Changing up your spawn points and strength in numbers are these pesky insect creatures' strong suit. It seems the Source's fluctuations are making it difficult to keep pestilence off of Ankar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cloudspire",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cloudspire: Portal Seekers – Content Expansion",
    "ID": 269416,
    "Year": "(2019)",
    "Geek Rating": "5.833",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269416/cloudspire-portal-seekers-content-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "Portal Seekers features new options for nearly every aspect of Cloudspire. From terrain and points of interest to units and spires, this is a great way to add variety and new strategies to each phase of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cloudspire",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AVGhost:  Paranormal Investigation – Case: Grace",
    "ID": 269426,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269426/avghost-paranormal-investigation-case-grace",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In the Grace Case, our investigators will have to discover the truth of what happened in this strange case where secret services, spies, bizarre experiments, grotesque surgical practices, relics and occultism are involved. This expansion for AVGhost brings 10 more hours of gameplay. Aside from the 3 folders from each of the cases in this campaign, you will also get the miniature of the ghost Grace.&#10;&#10;Kickstarter exclusive expansion.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Treats & Tricks",
    "ID": 269432,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/269432/treats-and-tricks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Treats &amp; Tricks! is a fun fast-paced game where awesome pets clash in an ever-changing &quot;Chain of Command&quot;.&#10;&#10;Treats And Tricks is a fun, easy and quickly played card game with adorable illustrations of dogs, cats, birds and rabbits/rodents. This game includes 52 playing cards so it is small and portable to take with you just about anywhere. You can play it two different ways - by playing tricks or by playing treats. This game plays different every time so you'll always be up for a new challenge.&#10;&#10;There is strategy on how to manage your three cards you have in your hand. You'll have to play wisely to not waste your best card or give up low cards with high point values.&#10;&#10;You are trying to gain the most points to win the game.&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Coca-Cola",
    "ID": 269438,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/269438/uno-coca-cola",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;Special Edition UNO&quot; with a Coca-Cola theme.&#10;&#10;WHAT MAKES THEM DIFFERENT FROM TRADITIONAL UNO:&#10;This version adds a unique &quot;Thirst card&quot; with the following ability: &quot;When this card is played, the player who plays it may select any player to have their thirst quenched. The player selected must draw cards from the deck until he or she draws either a red suited card or any wold card. Upon drawing a red suited card or any wild card the player is to place it in the discard pile. Prior to resuming play the player who plays the card also determines the color to be played in the next round by announcing his/her choice of red, yellow, green or blue.&quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Brands: Coca-Cola",
      "Brands: Groceries",
      "Game: UNO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heart and Brain: The Party Game",
    "ID": 269439,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/269439/heart-and-brain-the-party-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Party card game by the creator of the Heart and Brain comics (aka The Awkward Yeti).&#10;&#10;Channel Heart and Brain to defeat your friends in this easy-to-learn ultimate party game!  From completely bizarre to extremely logical, this game has it all: trivia, challenges, voting, truth/dare, scenarios/responses. Play Heart and Brain-themed cards and win corresponding game pieces by performing tasks, voting correctly, having the funniest answers and winning challenges. The first player to earn 3 Heart and 3 Brain game pieces is the winner!&#10;&#10;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SoundTrax",
    "ID": 269443,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/269443/soundtrax",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "''SoundTrax is the newest party game for party people. The game is simple. Each round, a director sets the scene by reading a Soundtrax card aloud, and everyone else answers with the funniest or most accurate song that best suits the scene. &#10;&#10;When your song is voted winner of the round, you collect the Soundtrax Card. The first player to collect 3 Soundtrax Cards earns the prestigious Soundtrax Award of Best Director in a Party Role!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nut Stash",
    "ID": 269444,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgame/269444/nut-stash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Play as a squirrel or a chipmunk collecting nuts by matching corresponding die rolls to a card. Then stash cards won by matching numbers or adding up nut cards to equal stash cards. The most nuts stashed along with bonus points at the end wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pen & Paper Football",
    "ID": 269445,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/269445/pen-and-paper-football",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Pen &amp; Paper Football is football without the commercials, endless merchandizing and prison sentences. A few dice and some paper is all you need to simulate an American football game. Just find some friends (or play solo), roll up some teams and pit them against each other in League Play, which requires eight simple dice rolls to play a game, or in Head-to-Head play, which simulates a game play-by-play.&#10;&#10;P&amp;PF has all the rules you need to play a whole season of football, with rules for passing, running, kicking, penalties, injuries and even off-season rules for team development. There are dozens of sample teams you can use and handy record sheets for teams, leagues and games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "An Undeniable Victory: Operation Fath-ol-Mobin, March 23-28, 1982",
    "ID": 269448,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/269448/an-undeniable-victory-operation-fath-ol-mobin-marc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "An Undeniable Victory is a simulation of Iran&rsquo;s first large-scale offensive in its war against Iraq. The previous year Iraqi forces had captured large swaths of Iranian territory. With the front line dangerously close to Khorramshahr, the Mullahs in Tehran ordered the Iranian military to launch an offensive at the earliest opportunity to eliminate the threat to this vital Iranian city and production center.&#10;&#10;An earlier, smaller Iranian offensive, Operation Hoveyzeh, was easily repulsed by the Iraqis in January. As evidence grew of another Iranian attack, the Iraqis entrenched and awaited their enemy&rsquo;s actions. Any further offensives by the Iraqis were out of the question until the severe losses in men and material from the previous year could be replaced.&#10;&#10;The Iranian offensive in March would be supported by three divisions of the newly created Pasdaran, or revolutionary guards. Composed of youthful recruits, many of them not even out of high school, the Pasdaran was created by the mullahs as a &ldquo;revolutionary counterweight&rdquo; to the Iranian military, which the religious leaders suspected of harboring many who were still loyal to the ousted Shah. Much would be at stake at this battle, both at the front and behind the lines.&#10;&#10;An Undeniable Victory is a two player game intended to be an easy-to-learn game suitable for new gamers, as well as a challenging and fun contest for veteran Grognards. The game can also be easily played solitaire, however.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "History: Iran-Iraq War",
      "Country: Iran",
      "Country: Iraq",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monumentum",
    "ID": 269458,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/269458/monumentum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monumentum is an adventure and exploration game.  Players each have a set of 12 tiles, each tile has two actions. When player choose them, they can either do one or both of the actions. Three tiles are chosen by each player secretly, then players reveal their actions and take turns executing them.  They move over a map board, discovering resources, magic tokens, strange monsters, and reclusive monks that teach new skills. Players can use magic tokens to learn spells, enhance their attributes temporarily and control monsters to hamper other players.  Each player attempts to complete 3 honor tasks, to build 4 monuments, build one gold monument, and slay the dragon. The first player to complete these tasks wins. If no player completes all three, the winner is the one with the most points.   Points are gained by completing numerous smaller missions during the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Décollage!",
    "ID": 269460,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/269460/decollage",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "D&eacute;collage! is a cooperative card game for 1-6 players. You and your team will have to build rocket launchers to put a maximum of satellites in orbit. You will have to avoid inopportune events and minimize risk on launch day.&#10;&#10;Players have to manage their hand of cards to collectively assemble launchers and choose which satellite is more appropriate to launch which satellite. Inopportune events can happen during the launching phase, but players have the opportunity to avoid those events by playing event cards. Satellite launch can succeed or fail and the results of all launches will determine if the players win or lose the game.&#10;&#10;D&eacute;collage! is produced and published by CNES (Centre national d&rsquo;&eacute;tudes spatiales), a French division of ESA (European Space Agency).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Small Star Empires: Fate of the Galaxy",
    "ID": 269461,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/269461/small-star-empires-fate-of-the-galaxy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This mini-expansion features the following items:&#10;&#10;Galactic Trade Station and Galactic Citadel Council cards&#10;&#10;These will be used to trade minerals for power and vice versa! They will can be pretty handy for the next stuff that will come in the mini-expansion and that is:&#10;&#10;Superweapons and Galactic Wonders  &#10;Each of the two expansions will contain 6x Superweapons/Wonders cards, so let's take a look!&#10;&#10;The galaxy is now even more dangerous place, thanks to the technological advancements made in the era of Discoveries. Will the civilizations now choose the path of destruction or the path of technological and cultural enlightenment? It&rsquo;s up to you to choose if your civilization will focus on building a weapon of mass destruction or a galactic wonder of peace!&#10;&#10;In order to build a Superweapon or a Wonder you would need to first complete all of the upgrades on your Battle/Research station cards and acquire some types of Technologies as indicated in the right corner of the card. After you complete it, you gain its effect immediately! Pretty powerful stuff!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  }
]