[
  {
    "Rank": "N/A",
    "Name": "Soul Influence",
    "ID": 27150,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27150/soul-influence",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&quot;Take on the role of a recruiter for Heaven or Hell in this card game of soul acquisition! Souls come under your influence during the last four acts of their lives. If you can influence them to take Good or Evil actions, you nudge them closer to joining your employer in Heaven or Hell. Most souls come to you with one foot in Heaven or Hell, so take that into consideration when deciding which souls to go after. Special Sunday School version included!&quot;&#10;&#10;Available for free download at: http://www.wilcotgroup.com/free/index.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Religious"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Double-Entendre",
    "ID": 27151,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27151/double-entendre",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&quot;It's the battle of the puns! Two clever teams battle it out for the title of &quot;PunMeisters&quot; in this Pun-Ultimate game of witticisms. For those people that treat English as their second language, this is the game for you! A topic is drawn and teams try to create as many puns as they can within a time limit. The &quot;Dueling Puns&quot; round pits the teams in a back-and-forth escalation of puns!&quot;&#10;&#10;Available for free download at: http://www.wilcotgroup.com/free/index.html&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "il Gioco del Palio di Siena",
    "ID": 27153,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/27153/il-gioco-del-palio-di-siena",
    "Min Players": "2",
    "Max Players": "17",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game's theme is of a horse race held in Siena, Italy twice each summer. The city is comprised of 17 fiercely competitive neighborhoods (contrada) that each have their own flag and coat of arms (stemma). Ten of the 17 neighborhoods compete with one horse each in the race. The jockeys' garb are each inspired by their neighborhood's flag &amp; stemma. A piece of fabric is embroidered with the contrada's stemma and this item is attached to the horse's head (I presume via braiding into the mane but I do not know) A horse is disqualified if its head piece is not present at the finish. The jockeys ride bareback and carry a large riding crop called a nerbata. Although striking other horses and jockeys with the nerbata is not permitted, it does happen fairly often.  The winner of the Palio is literally the horse that crosses the finish line first, the rider is not required to be mounted. The people of the winning neighborhood brag about the victory constantly until the next race.&#10;&#10;This game is a very rare simulation of the Sienese Palio published in a sort of game collection series, the Italian &quot;Era della Guerra&quot; journal.  The journal has several pages about the game's theme which will help you understand and appreciate the game.  Example; The first question you will ask is: &quot;Why doesn't this game have a start like other games that I have played.  Its simple, in horse racing the gate opens and the horses can only run in one direction.&quot;  I'll give away the answer, in the text of the journal you will learn that there is no starting gate, just a rope pulled tight across the track.&#10;&#10;Unlike the real Palio, where only 10 &quot;contradas&quot; among 17 are allowed to participate in the horse race around Piazza del Campo, &quot;il Gioco del Palio di Siena&quot; is open to 8-17 jockeys (a player may control more than one horse). Each &quot;contrada&quot; has 2 pawns: the &quot;montata&quot; and the &quot;scossa&quot;. The first one shows the horse with its jockey, whereas the &quot;scossa&quot; shows the runaway horse without its jockey. The preliminary actions include: drawing lots for contrada and for horses &quot;tratta&quot;, holding a sealed first price auction for jockeys, establishing a secondary purse that amounts to side bets among extra hostile &quot;contradas&quot;, determining the post line up via a humorous and combative iterative process. Finally, the race starts.&#10;&#10;A rather sophisticated dice rolling system determines horse movement. There are two very sharp turns on the race-track where players must see if their horse falls or throws its rider.  Throwing a rider does not put the horse out of the race, the player replaces the &quot;montata&quot; pawn with the &quot;scossa&quot; pawn.  Players may give a nearby Horse-Jockey a wack with their club-like nerbata.  However, wacking another horse-jockey with your nerbata can back fire on you. It is a good idea for the Player to hold back enough money from the earlier game phases to bribe other Jockeys during the race.  The race-track is divided into 293 boxes, each with a number.  The numbers on the spaces determine the turn order within each round, which is important in most all racing games. The numbers are distributed in a manner so that there is a logical best path.  A horse that can get on this best path will gain ground on the leaders and the leader can pull away from the pack, unless another player has bribed the jockey!!  Il gioco del Palio di Siena lasts for 3 complete laps.&#10;&#10;Nell&rsquo;ora di Sunto (the bell in the Mangia tower), al tempo della Gloria!&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Siena (Tuscany, Italy)",
      "Country: Italy",
      "Region: Tuscany (Italy)",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "John Drake Secret Agent Game",
    "ID": 27154,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/27154/john-drake-secret-agent-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "John Drake Secret Agent is based on the television show Danger Man from the 1960's starring Patrick McGoohan. The series  would debut in Great Britain in October 1964 and would eventually find its way to the United States. In America the series was renamed Secret Agent in hopes of capitalizing on the growing spy craze. It was also given a new theme song, &quot;Secret Agent Man,&quot; sang by Johnny Rivers. The game itself is a chase game where your secret agent tries to be first to catch the bad guys.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Political",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Redneckopoly",
    "ID": 27156,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/27156/redneckopoly",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Getting down and dirty at the local Ho Down, making moonshine, having your latest batch of crystal meth blowing up in your face, building trailers and double-wides, are some of the elements of the game. Not dope enough? ... If you can't pass the field sobriety test you might just land yourself in da drunk tank.&#10;&#10;",
    "Categories": [
      "Economic",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Googolplex Junior",
    "ID": 27157,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27157/googolplex-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Googolplex Junior plays the same way the Original Googolplex game does, but hand crafted for small players. The play is a bit quicker and more colorful. Measuring only 10 x 10 inches, a great &quot;Take-a-long&quot; game for hours of play.&#10;&#10;Each player chooses a color game pawn and places that on &quot;their&quot; starting position on the outside corner. The colorful mix of tiles gets randomly placed back into the 4x4 matrix of the game board, and off we go! First player that gets their game pawn across the game board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Short Chess",
    "ID": 27159,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27159/short-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Short Chess &quot;The easy way for children to learn the game of Chess&quot;&#10;&#10;&quot;A stimulating game for bright 4-12 year olds, and also a challenge for any adult who wants a quick game of chess.&quot;&#10;&#10;Ray Keene OBE Chess Grandmaster, former British Champion and Chess Correspondent of The Times&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Se og Hør: Det store sladderspil",
    "ID": 27160,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/27160/se-og-hor-det-store-sladderspil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As paparazzi photographer, you are hunting for the best pictures of famous and/or royal people. &#10;You get points if you can guess who is hiding behind the mustache, hat or sunglasses, and if you can answer questions about them.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tower of Power",
    "ID": 27161,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27161/tower-of-power",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Tower of Power is an early stacking game which was invented in England. Today it is also known in France (called &quot;Tours&quot;; ie. &quot;Towers&quot;), Spain, the Netherlands (&quot;Rupsenoorlog&quot;; ie. &quot;caterpillar war&quot;) and Germany. The second part of the move reminds of mancala.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strive For Five: Book of Mormon",
    "ID": 27163,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.83",
    "Link": "https://boardgamegeek.com/boardgame/27163/strive-for-five-book-of-mormon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Strive For Five is a competitive educational game that is fun for the whole family.&#10;&#10;Each card starts with a true or false question. The correct answer will win you the right to play the card. Each youth and pre-school card has 5 multiple choice questions (per side). Each Adult card has 5 questions (per side) with an alphabetical clue to the answer. Can be played with or without the clue.&#10;&#10;You must &quot;Strive For Five&quot; correct answers because the person who answers the 5th question, wins the card. If the turn is passed to you on the 5th question, you could win the card with only one correct answer, keeping the excitement level high.&#10;&#10;Youth, pre-school, adult and expert cards can be played in the same game for family play.&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Said... Book of Mormon Game",
    "ID": 27164,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27164/who-said-book-of-mormon-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;Who said what in the Book of Mormon? If you know, you win! If you don't, you learn! And if you're just a kid, you match the pictures! You can use the cards according to game instructions, or you can make up games of your own.&#10;&#10;Individuals and families will love matching up their favorite Book of Mormon characters with the memorable things they said. Popular artist Val Chadwick Bagley has created dozens of charming, colorful drawings that bring these characters straight out of history and into your life.&#10;&#10;Perfect for:&#10;&#10;-Family Home Evenings&#10;-Sunday Activities&#10;-Primary and Sunday School Classes&#10;-Whenever you're in the mood for a great time!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flotte Flitzer",
    "ID": 27167,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/27167/flotte-flitzer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "Flotte Flitzer is a racing card game. Each player places two racing cars on the board and then tries to move these cars over the finish line with their cards. A player can play speed-cards, breakdown-cards, or barricade-cards and use them to navigate their own cars or to hinder their opponents.&#10;&#10;A reworked version of Knizia's Formula Motor Racing with a board added.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "X-Words",
    "ID": 27168,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27168/x-words",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "from the box back: &quot;A collection of 3 fun and demanding weird games to torment the grey matter! &#10;1) X-TALK... The quick-fire game of ad lib story telling... tell a tale to get rid of yours cards!&#10;2) X-EYED... A hectic race against the clock... try to use up all of your letters before the time runs out!&#10;3) X-WORDS... From identical letters, all players race to find the longest word that will fit the cross-word grid! No excuses... No dictionary... No let up from start to finish!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Captain Moroni's Spy Game",
    "ID": 27169,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/27169/captain-moronis-spy-game",
    "Min Players": "3",
    "Max Players": "24",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Taken from the back of the box:&#10;&#10;We are Lamanites living in the Ancient American Rainforest, about 74 B.C. We are at war with the Nephites, and in a war strategy meeting to discuss how to defeat our enemy. But the Nephite leader, Captain Moroni, has sent spies to infiltrate our ranks. We must expose this impostor!&#10;&#10;SpyWars Captain Mornoi's Spy Game is a fun social LDS cardgame set in Book of Mormon times. It's interactive play will entertain your family and friends for hours. The simple rules and popular theme make it the perfect activity for Family Home Evenings and get-togethers of all ages.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Role Playing",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trajectoires",
    "ID": 27170,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/27170/trajectoires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Based on a popular French series of comic books (&quot;Le Joe Bar Team&quot;), this motorcycle racing game consists of large paper tracks, colored pencils and a special racing ruler.&#10;The game is essentially based on a vector system and makes good use of the custom ruler (which was cleverly conceived).&#10;&#10;The (very good) game was designed by the actual creator of the comic books, which is rather remarkable.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Racing"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Get a Letter",
    "ID": 27171,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/27171/get-a-letter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Get a Letter is a spectacular letter game in which creativity and spelling go hand in hand. The tiles overlay to form letters. Line up the tiles to create a word.&#10;&#10;Create a word using as many tiles as possible.&#10;&#10;When a player is finished, the number of tiles they have left are counted and become that player's penalty points. The winner is the player who finishes the game with the least number of penalty points.&#10;&#10;Home Page: http://www.recenttoys.com/index.php?id=19&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleshift",
    "ID": 27174,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/27174/battleshift",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Battleshift is a game of mass starship combat. It is being designed to allow players to run hundreds of ships on the table in a two to three hour game. Ships have enough detail to make them interesting and distinctive, but not so much that they each need record sheets to keep track of them. This should allow small games of a dozen ships per side to be played as enjoyably and effectively as giant games.&#10;&#10;Battleshift refers to starships shifting in and out of hyperspace during the battle. Though it is a staple of sci-fi, few games really let players use hyperspace tactically. With good planning, squadrons and taskforces can leap from one part of the battle to another, escaping from certain destruction or closing a trap on an enemy taskforce.&#10;&#10;Battleshift also features a suppression system, which causes squadrons to lose accuracy as they take fire.&#10;&#10;Fleets are bought at the start of the game, based on a point cost system. Fleets are composed of Taskforces, which are in turn composed of Squadrons. Each squadron may have 1 - 7 ships that must stay within 6&rdquo; of each other.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King Coal",
    "ID": 27177,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/27177/king-coal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "King Coal was produced by Westar Mining (a now-defunct Canadian company) as a promotional game, although it is unclear how many copies ended up being distributed, or to whom.&#10;&#10;In the game, each player proceeds through a series of initial phases in order to get an operating coal mine - exploration to find coal deposits (either small or large), proving-up, capitalization (capitalizing a small mine brings less cash, but requires a smaller winning total as well), and construction.&#10;&#10;After a player has finished construction, his or her mine begins production, which is the main part of the game. Each turn, the inflation rate is determined, each player decides whether to run their mine at full production, reduced production, or not at all, and pays the appropriate costs. There are costs for labor, ports, rail, power, and equipment.  After costs are paid, market price is determined and players collect revenue. There are card decks associated with production and marketing which may affect results (there are also cards for earlier phases).&#10;&#10;Players can purchase various assets to produce better results or avoid bad events - they can buy production contracts, marketing contracts, pollution control systems, and insurance policies. Also available are assets associated with all costs except labor - a player purchasing one of these receives the appropriate costs each turn instead of the bank. These assets can be taken over by other players.&#10;&#10;There is also a simplified version of the game which begins in the construction phase and eliminates some of the event cards and minor assets.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swipe",
    "ID": 27178,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/27178/swipe",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Swipe is a fairly standard anagrams game. The equipment consists of 85 letter tiles with point values (they are in an unusual shape, something like an arrow, so that they interlock ). One tile at a time is revealed until someone is able to make a word and announces this. Words already made may be stolen (&quot;swiped&quot;) by anagramming them. Spelling long words gives bonus points, as does spelling the word &quot;swipe.&quot;&#10;&#10;The game is owned by Pokonobe Associates, who licensed it to Waddington-Sanders for publication. It was published in a bilingual English/French edition.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hexadelic",
    "ID": 27179,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27179/hexadelic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Hexadelic equipment consists of 68 diamond-shaped tiles, 14 triangular tiles, 6 tile racks, and a board. The board is divided into triangles which are grouped into hexagons of various colors.&#10;&#10;Each player has a hand of diamond tiles and plays one on each turn, in such a way as to match the tile and board colors (the triangles making up each diamond tile may be the same color or two different colors). Triangular tiles may be drawn and used to complete hexagons. Completing a hexagon (by any means) scores points based on the hexagon's color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cowoga",
    "ID": 27180,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27180/cowoga",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "COWOGA (pronounced CO-WOE'-GA) stands for &quot;COmpetitive WOrd GAme&quot; and may be played by any number of players. Recommended for ages 8 to adult.&#10;&#10;The equipment consists of one standard 6 sided die, and red and blue dice that have six letters on each of the six sides of each die.&#10;&#10;Each of the colored dice are rolled in conjunction with the standard die which determine two of the letters that must be in the words you form with them.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Philip Marlowe Game",
    "ID": 27182,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27182/philip-marlowe-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game about the paperback novel fictional Private Eye from the 1940's who eventually becomes a TV series in the late 1950's. The Philip Marlowe Game from Transogram  requires you to be the first to solve the crime in order to win. Game has both dice and spinner and is in the same vein as Clue.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Mystery Novels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Honeypot",
    "ID": 27184,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/27184/honeypot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Honeypot is an abstract strategy game in which the players fight for control of the hive, turning their opponent's pieces against them and jostling for position right up to the last moment. Players may flip an opponent's token a couple of different ways, requiring both long-term planning and quick tactical thinking.&#10;&#10;From the rules: &quot;Little known fact - bees are the three-dimensional projections of six-dimensional hive minds. When they're bored, they play this game. Turns out, they're bored a lot.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Bees",
      "Components: HexHex4 Grids",
      "Containers: Tubes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pentagon Game",
    "ID": 27185,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27185/the-pentagon-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The Pentagon Game is a simple wargame on the Vietnam War. The four players (rules are also provided for two or three) represent the North Vietnamese Army (NVA), South Vietnamese Army (ARVN), Viet Cong (VC), and the US Armed Forces. There are also civilian units. The map shows North and South Vietnam plus adjacent areas on a square grid.&#10;&#10;The system has more of the flavor of an abstract strategy game than a typical wargame. Units have low movement allowances (1 or 2), although regular armed forces can move greater distances by road or rail. Combat is deterministic.&#10;&#10;Some of the VC player's units start mixed in with the civilian units, only he or she knowing which ones they are. To fight, they must be revealed. The US and ARVN players can attack civilians if they think they are VC, but if they are wrong the VC player gets to add more concealed VC to the game. If the VC/civilian ratio becomes too skewed the ARVN player is out of the game.&#10;&#10;The goal for the NVA and VC players is to occupy a certain value of cities on South Vietnam. The US and ARVN players win by either occupying enough cities in North Vietnam and reducing the VC level, or by eliminating all overt VC units and clearing South Vietnam of NVA units.&#10;&#10;There are some additional game elements, such as a deck of event cards which can be drawn in lieu of one's turn (or if an incursion of Laos occurs), reinforcements, and the possibility of Chinese Army forces entering.&#10;&#10;The game is packaged in a red folder which pretends to be a CIA briefing folder. In addition to the game rules, the booklet inside the folder contains &quot;briefing&quot; materials - a time line of the Vietnam conflict, analysis of the phases of insurgency, and a (somewhat satirical) glossary. Attached to the folder are a counter sheet containing 782 counters (all the same color), a map, and a sheet of 28 event cards.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery",
    "ID": 27186,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/27186/mystery",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mystery is a easy to play Party-Game for up to 12 players.&#10;&#10;In Mystery two teams try to guess the words by asking the right questions. The questions can be answered with yes, no or unimportant. If one team guesses the word right, it gets points.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Wargaming: Games with Magic & Monsters",
    "ID": 27188,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27188/fantasy-wargaming-games-with-magic-and-monsters",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the dust jacket:&#10;&#10;&quot;Welcome to the wonderful world of fantasy wargaming! Whether you're a beginner who wants to try the hobby, a seasoned campaigner looking for a realistic system, or an outsider who simply wants to know what fantasy gaming is all about, Martin Hackett has produced an indispensable reference guide.&#10;&#10;He has devised a complete fantasy gaming system which makes use of a special scheme of tables to produce accurate, realistic yet surprising results and a fast, easy to learn game which gets away from the tedious and over-elaborate procedures used in other systems.&#10;&#10;Know what a kobold is, or a ratatole? As well as a full list of spells specifically designed for mass battles, there is a quick-reference bestiary which sets out the properties of these and all the other creatures that may be encountered. An entire fantasy battle scenario has been created - in effect an imaginary world which sets the scene straight away for all sorts of adventures, as weird as your imagination can devise. Also described in a fantasy realm, the setting for astonishing campaigns that will take you on quests for gold and virtue an much more besides.&#10;&#10;All this is supported by useful notes on how to enhance the game with models and sculptured scenery, plus a list of figure manufacturers and advice and guidance on getting the most from this absorbing hobby.&quot;&#10;&#10;Hardcover, 232 pages&#10;ISBN# 1-85260-213-9&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spice Raid",
    "ID": 27191,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/27191/spice-raid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Board &amp; card game for 2 players. Man to man combat on the surface of Arrakis. Takes place in the Dune Universe.&#10;Pick your force: Atreides, Harkonnen, Fremen, Sardaukar Each figure represents one warrior.&#10;&#10;Plays on a standard 8x8 chess board.  Move and attack, card driven combat game.&#10;&#10;http://www.angelfire.com/games2/warpspawn/SR.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Warp Skirmish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tron Skirmish",
    "ID": 27192,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27192/tron-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A set of 6 mini-games based on the Tron world.  All 6 games use the same cards so once you have made the cards they are good for all the games.  Uses a standard 8x8 chessboard.  One player is Tron and his friends. The other player controls the minions of Sark and the MCP (Master Control Program).&#10;&#10;http://www.angelfire.com/games2/warpspawn/Tron.html&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Tron",
      "Players: Two-Player Only Games",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Players and Playwrights",
    "ID": 27193,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27193/players-and-playwrights",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Board Game with a Shakespeare Theme. Each player takes the role of a Theater Troupe during the English Renaissance. A Special deck with suites of cards for Actors, Playwrights, Plays, Dramatic Devices, Stage Props, Troupes, and Theaters is used to stage performances and earn gold. The most profitable Troupe wins. Complete rule set is available for free at: http://www.angelfire.com/games2/warpspawn/PAP.html&#10;&#10;",
    "Categories": [
      "Educational",
      "Renaissance"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Perils of Pauline",
    "ID": 27194,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/27194/perils-of-pauline",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll and move game. Games includes Blue, Red , Green and Yellow male characters, a PINK Pauline character and a Black villain character. Object is to free Pauline and then win her heart.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rescue Ollie North",
    "ID": 27195,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27195/rescue-ollie-north",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Introduction in the rulebook:&#10;&#10;Our hero, Lt. Col. Ollie North, USMC ret., is being subjected to a blatantly unfair trial by those leftist-commie-liberals. Your mission, should you choose to accept it is to...&#10;&#10;RESCUE OLLIE NORTH!!!!!!!&#10;&#10;In this solitaire game, you will attempt to rescue a true, red-blooded, AMERICAN hero. To do this, you must burst through the courtroom doors, blast the bailiffs, blow away those liberal/commie bystanders, and take Ollie out the door marked &quot;EXIT&quot; in as few turns as possible.&#10;&#10;",
    "Categories": [
      "Humor",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tour de Suisse",
    "ID": 27196,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27196/tour-de-suisse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This roll &amp; move board game follows exactly the stages of the 1935 Tour de Suisse:  Zurich - St.Moritz - Lugano - Luzern - Gen&egrave;ve - Bern - Olten - Zurich. The 6-sided die contains symbols that are explained on the game board.&#10;&#10;This is a promotional game for a store in Olten. The 1935 edition of the Tour de Suisse had a stage finish in Olten, which was not common (it happened again in 1948, and there we had to wait until the 1970s to find another stage finish in Olten). Having a stage finish in town is a good excuse to make a cycling game, especially if you have a bike shop.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Switzerland",
      "Promotional: Board Games",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Bike Race Game",
    "ID": 27197,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27197/the-bike-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This cute children cycling game was produced in New-York by the Master Toy Corporation. It featured a  small board with wholes in it(29x29cm) with 4 cyclists. The cyclist were pinned on a pawn that allowed it to put it in the wholes on the track of the cyclist (each cyclist had it's own separate track) on  the board. What makes it original is that movement was not determined by dice but by a spinning device.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Domenica Sprint",
    "ID": 27198,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27198/domenica-sprint",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Italian game box that featured combination games. It appeared in the late 1970's. The sports games included in the box (complete games, not simplified once) included a boxing, soccer cycling and car rally cross game. The racing games featured a spinner device instead of dice.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing",
      "Sports: Bicycling / Cycling",
      "Sports: Boxing",
      "Sports: Combat Sports / Martial Arts",
      "Sports: Football / Soccer",
      "Sports: Horse Racing",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Domenica Sportiva",
    "ID": 27199,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/27199/domenica-sportiva",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Italian combination sports game from the late 1970's. It was based on a Sunday TV sports show on Italian television. This box featured following sports: sailing, Formula 1, cycling, football &amp; horseback riding.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing",
      "Sports: Bicycling / Cycling",
      "Sports: Football / Soccer",
      "Sports: Horse Racing",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fiabe e Pedali",
    "ID": 27200,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27200/fiabe-e-pedali",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "One of several games released in Italy by Corriere dei Piccoli . Fiabe e Pedali (released in June 1962) is considered the weirdest of them. This game is translated as &ldquo;Fables and Pedals&rdquo;. The rules start with: &ldquo;Since France is the country of fables, we have thought of a game that unites sport to the fascination of fables&rdquo;. Like many cycling games this one is also based on the famous Tour de France, it featured simplistic role and move mechanics.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jeu du Kangourou",
    "ID": 27201,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27201/jeu-du-kangourou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A spring-loaded dexterity game where the goal of the game is to try to put as many objects on the Kangaroo before it jumps and shakes of the objects. It is aimed at children starting from age 4.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Kangaroos",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les As de la Route",
    "ID": 27202,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27202/les-as-de-la-route",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Simple role &amp; move cycling game that was released in Paris to promote the Tour de France edition of 1935.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trotti",
    "ID": 27203,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27203/trotti",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Italian vintage soccer game from the '60s or '70s. It featured a board with a football pitch and two teams: the national teams from Italy (in blue outfit) and West-Germany (white outfit).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Start Air Sabena",
    "ID": 27204,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/27204/start-air-sabena",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Vintage game about the now defunct Belgian airplane company Sabena.&#10;&#10;Players roll and move their planes along airports. In the first round players have to fly charterflights. The players only land on the airports named on the card. When they land on a airport they could buy the airport. If another player lands on a airport which is already bought by a player, he/she has to pay landingrights.&#10;Along the game players can sell or auction their own airports when money is needed.&#10;&#10;In the second round players have to fly holiday tours. The players have to land on all the airports they pass. If a 6 is thrown players have to take a surprise ticket and follow the instructions of the card.&#10;&#10;If there is no flightcard left the game ends.The player with the most points wins the games. Points are granted for airports and money.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Airlines",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deputy Dawg",
    "ID": 27205,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27205/deputy-dawg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Very basic roll and move game based on the cartoon TV show of the same name that began in 1960. Other characters from the show like Ty Coon, Musky the Muscrat and Vincent Van Gopher race Deputy Dawg around the board.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Terrytoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Know It All",
    "ID": 27206,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27206/mr-know-it-all",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mr. Know It All is a trivia type learning game that can be a played alone or a party game that many can play. Front cover says for Ages 7 - 15.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mushmouse and Punkin' Puss Game",
    "ID": 27207,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/27207/mushmouse-and-punkin-puss-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mushmouse &amp; Punkin' Puss were characters on the Magilla Gorilla show for a while. Apparently they deserved a game made in their honor. This once again is a very simple roll and move game where up to 4 characters try to get up to the top of the hill and into their homes.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "TV Shows: Hanna-Barbera"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vector V5",
    "ID": 27208,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27208/vector-v5",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Vector V5 is a game of combat between small, fast starships in the distant future. The emphasis in creating these rules has been to provide players with a fast exciting game after a game or two, players will probably not have to refer to the rules at all.&#10;&#10;The most innovative aspect of VV5 is the movement system, which is based on the real physics of movement in space. All too often, science fiction films and games assume that starships will behave in the same way as terrestrial ships or aircraft. The truth is quite different as you will see. Once you have played one or two games, the movement rules will become second nature; they're actually much simpler than those used by most other games.&#10;&#10;Rules, counters, map, and ship record cards are freely available in Adobe PDF format.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mighty Mouse Playhouse Rescue Game",
    "ID": 27209,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27209/mighty-mouse-playhouse-rescue-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is based on the Mighty Mouse cartoon and is a simple roll and move game.  Mighty Mouse tries to save characters like Heckle &amp; Jeckle and The Terry Bears from the clutches of the villain &quot;Oil Can Harry&quot;.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice",
      "TV Shows: Terrytoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schlotti Schlotter",
    "ID": 27210,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/27210/schlotti-schlotter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players take turn to uncover tiles based on the pictures indicated on the bottle.  Basically a Memory variant, but with an interesting mechanism to rotate the pictures on a bottle using a magnet.&#10;&#10;This game can also add more variants into Schloss Schlotterstein.&#10;&#10;Ages 5+&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Train Chess",
    "ID": 27211,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/27211/train-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Despite its name, this game bears no resemblance to chess whatsoever. It seems to be a roll and move of the same caliber of Chutes and Ladders.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Christmas Tree",
    "ID": 27212,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/27212/christmas-tree",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Christmas-themed pattern matching. The object of play is to spot &quot;three of a kind&quot; matches of Christmas ornaments. As cards are turned over, one by one, into a three by three grid, players look for cards with something in common (either the color of the ornament or one of six Christmas symbols on the ornament). Three levels of play, with increasingly difficult matching conditions, will challenge players of varying ages.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "God Save the King",
    "ID": 27213,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27213/god-save-the-king",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4.5",
    "Description": "From the Publisher:&#10;&quot;The entire British 1st Airborne division was in the area of Arnhem: the town, the bridge, and Oosterbeck. The Battle for the bridge itself is our focus. This is where the glory of the 1st Airborne division was made. &quot;&#10;&#10;Includes rules chapter Z, 7 Scenarios, and a full-color, fold-out map.&#10;&#10;Expands:&#10;&#10;    Advanced Squad Leader&#10;    Beyond Valor: ASL Module 1&#10;    Yanks: ASL Module 3&#10;    West of Alamein: ASL Module 5&#10;    Red Barricades: ASL Historical Module 1&#10;    Kampfgruppe Peiper I: ASL Historical Module 2&#10;&#10;&#10;(all are required for expansion play)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Netherlands",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Historical ASL Modules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Łowcy przygód",
    "ID": 27214,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/27214/lowcy-przygod",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "Translated description from the back of the box:&#10;&#10;Take the role of one of the members of Royal Adventurers Company from London. Send your explorers and adventurers to the furthermost parts of the Globe. Fund expeditions. Change the history. Take the glory of an explorer founder.&#10;&#10;The box contains:&#10;&#10;    29 Boards&#10;    30 Glass stones&#10;    2 Dice&#10;    Rules&#10;&#10;&#10;&#10;Home Page: http://ww.lizardy.pl/lowcy.html (Polish)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Doodle's Dog",
    "ID": 27215,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27215/mr-doodles-dog",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board comes with tokens representing the players, a fancy DOG piece representing the dog of course and a set of rings that represent the bones that the dog picks up. The rules seem to favor the dog. That's how it should be.&#10;&#10;The dog involved is a rascal, and prone to stealing and burying bones. The official rules describe him as being &quot;clever.&quot;  Translation: this dog will steal you blind.&#10;The object of the game is to catch this clever dog before he returns to his dog house with his loot ... or bones.&#10; ",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's about time",
    "ID": 27216,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27216/its-about-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game is based on the TV series by the same name which starred Jack Mullaney and Frank Aletter as astronauts, who after breaking the speed of light, accidently travel back in time to prehistoric Earth. Unable to return, they make friends with the &quot;natives&quot; played by Imogene Coca  as &quot;Shadd&quot; and Joe E. Ross (&quot;OOH, OOH&quot; - Officer Tooty from 'Car 54, Where Are You?' fame) as &quot;Gronk&quot;.&#10;&#10;Halfway through the one-season run, the plot was reversed in an attempt to bolster the show's ratings. The two astronauts, who had traveled back in time, now found a way to return to 1966 and took the stone-age family with them - so the rest of the run played out with Gronk, Shadd, et al trying to adjust to life in 1966-era NYC.&#10;&#10;This is a simple roll and move game similar to many of the times.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Favorite Martian",
    "ID": 27217,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27217/my-favorite-martian",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The My Favorite Martian Game is based on a television show by the same name from the early 1960's  starring Bill Bixby as &quot;Tim&quot; and Ray Walston as alien &quot;Uncle Martin&quot; who has just crashed into earth.&#10;&#10;Game includes four Martian figures on two &quot;Brain Waves,&quot; one &quot;Earth&quot; disk, one metal holder, four plastic markers, four plastic scoring picks, two dice and 24 cards. Also included is a fold-out game board which has large image of Earth at center and comical images of Uncle Martin and various other items.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dondi Potato Race Game",
    "ID": 27218,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27218/dondi-potato-race-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dondi Potato Race Game from HASsenfeld BROthers was based on a Comic Strip Character of the time. Simple roll and move game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hold to the Rod: Book of Mormon Edition",
    "ID": 27219,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27219/hold-to-the-rod-book-of-mormon-edition",
    "Min Players": "4",
    "Max Players": "40",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the box:&#10;&#10;&quot;No more humdrum Family Home Evenings or Sunday afternoons. Hold to the Rod is mind-boggling fun that brings families, friends, and youth groups together.&#10;Players hum, draw, spell, unscramble, and even perform to advance their team to the &quot;Tree of Life&quot;.&#10;Every player gets a chance to showcase talent and knowledge. It may be a race to the &quot;Tree of Life&quot;, but the fun is in the journey.&quot;&#10;&#10;&quot;Increase your gospel knowledge with topics like:&#10;Book of Mormon Trivia&#10;Hum a Hymn&#10;Wild card&#10;Draw or Drama&#10;Word of Wisdom&quot;&#10;&#10;This game is a simple cross between &quot;Celestial Pursuit&quot; and &quot;Cranium&quot;.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle",
      "Religious",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Howzat",
    "ID": 27220,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27220/howzat",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Howzat is an unusual game designed to master the four fundamental operations of Arithmetic i.e. (+, -, x, /), while playing. Each player competes to play out all of his tiles and to win. While doing so his/her basic skills in arithmetic are sharpened. Howzat is uncomplicated... yet it is fascinating and a challenge for the whole family to enjoy together!&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "JoJo's Bizarre Adventure Battle Card Game",
    "ID": 27221,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.75",
    "Link": "https://boardgamegeek.com/boardgame/27221/jojos-bizarre-adventure-battle-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "JoJo's Bizarre Adventure is a popular Japanese comic created by Hirohiko Araki. It is first published in 1987 in Japan. In March 2007, Bandai Carddas release a CCG about this story. The first series features around 100 cards which contains characters from part 1 to part 3 of the original story. One of the main features of this CCG is that the card arts are all from Araki's original arts.&#10;&#10;There will be 5 different type of cards: Hero card, Character card, Stand card, Event card and Stage card. The first set starter contains 32 random inserted cards (there will be a random selection of 47 common cards, 6 uncommon cards and 3 starter only cards). Rare cards are only available from booster packs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire and Steel: Skirmish Wargames Rules 1700 to 1900",
    "ID": 27222,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/27222/fire-and-steel-skirmish-wargames-rules-1700-to-190",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Skirmish Miniatures rules by WRG for the 18th and 19th Centuries.  Scenarios include ACW, F&amp;IW, Wild West, Indian Mutiny and Napoleonics.&#10;&#10;Extract from the Design Philosophy section of the rules:&#10;&#10;These rules have been written with the aim of providing a fast moving game, lasting one or two hours, that uses uncomplicated mechanisms that are easily learned and remembered.  With this in mind we have adopted a number of basic standards throughout.  All die rolls are made on a single d6 (with high numbers indicating a favorable result), modifiers are kept to a minimum, and realism is achieved using scenarios rather than &quot;point value&quot; forces.  It is our belief that the man is more important than the weapon he uses, consequently you will not find endless tables of technical data on various rifles etc., only generic weapon types.  It is the way the weapon is used, and the quality of the soldiery using it, that affects the outcome of the situation.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Dice",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "History: French and Indian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sons of the Desert",
    "ID": 27223,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/27223/sons-of-the-desert",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Sons of the Desert: Actions of the French Foreign Legion in North Africa, 1890-1925.  Complete rules of miniature figures including 11 scenarios.&#10;&#10;Extract from the introduction:&#10;&#10;Sons of the Desert uses simple mechanics to permit a large game using many figures without bogging down in numerous charts and tables. The basic concept is that of the &quot;Quality Die&quot; for each figure. The action plays as man-to-man, but the system accommodates a 1:5 scaling while still retaining the proper &quot;feel&quot; of the era.&#10;&#10;Sons of the Desert may be used in two separate formats. The first is the Battle Game, where one figure equals five real men, each turn equals one minute, and one inch equals ten yards. The second is the Skirmish Game in which each figure is an individual, each turn is thirty seconds, and one inch equals five yards.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Algeria",
      "Country: Morocco",
      "Country: Tunisia",
      "History: Rif War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pennant Race Baseball Game",
    "ID": 27224,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27224/pennant-race-baseball-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players roll 1-4 dice to simulate pitching, batting, and fielding.  22&quot;x26&quot; plastic playing mat lists the results of the various combinations of rolls.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Tubes",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbie Rapunzel",
    "ID": 27226,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27226/barbie-rapunzel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "2 players compete by rolling the color die and moving around the board to avoid trouble with the bad witch.  There is a gizmo that, when pressed, drops a disc which may be a helper or may be the witch.  Each player plays as Barbie.  The game includes 7 figurines and two 3-D castles (one functioning as the gizmo).&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Miniatures",
      "Folk Tales & Fairy Tales: Rapunzel",
      "Players: Two-Player Only Games",
      "Theme: Dolls",
      "Toys: Barbie"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "P.U. The Guessing Game of Smells",
    "ID": 27228,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/27228/pu-the-guessing-game-of-smells",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the Publisher:&#10;P.U! The Guessing Game of Smells! TM is a new concept in board games. It involves the player using their sense of smell to move around the board. The theme of the game is a race to the finish around through the village of Odorville. Players evade traps set by with a lively the naughty skunk StinkySmellsTM who makes the players smell different smells as they move around the board.&#10;&#10;Odorville is made up of different venues where people today encounter smell. Rigorous market testing among kids and parents help identify the venues. The game starts out at a farm and then proceeds to the beach, garbage dump, laundry, candle shops, restaurants, outdoors, garages and ends at the carnival. The board is littered with over 300 elements of smell. Another innovative idea on the board is a changing path which changes according to the landscape the player is currently on. In the farm the player is on a dirt track which changes to grass in the maze, sand on the beach till it ends in cobble stones at the carnival. The best part of the game is not the board or the lovable characters but the scratch and sniff smell cards.&#10;&#10;The game comes with 45 cards &ndash; 30 of them with smell and 15 cards that have no smell but require the player to identify things that smell on the board. The smell cards are broken in to 3 categories &ndash; good, bad and mystery. The game comes with smells like skunk, manure, peppermint, BBQ sauce, popcorn etc. Additional refill packs can be purchased with different smells or different themes.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tacklebox",
    "ID": 27229,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/27229/tacklebox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Tacklebox is essentially a set building card game with memory and trick taking elements.  Using the equipment and bait available, the players have a choice of playing the fishing set up which is most likely to net them a fish.  Only really available via the internet or in parts of New Zealand.&#10;&#10;Home Page: http://www.tacklebox.co.nz/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fast Sundaes",
    "ID": 27230,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/27230/fast-sundaes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From Publisher:&#10;&#10;&quot;I Scream, You Scream, We All Scream for . . . Wait a minute.  What's all the screaming about?  It's about Fast Sundaes, the delicious new game the whole family will quickly devour!  Here's the scoop: Each player takes turns dishing out cards, all the while watching for special combinations of ice cream, toppings, sauces, or complete sundaes.  If you spot something yummy, be the first to slap the cards and you 'scoop' the pile.  Get all the cards, and you win!  But watch out for Blooper Scoopers or the dreaded Brain Freeze 'cause they'll knock you out faster than you can say 'hot fudge.'  So come on, if you've got an appetite for gun, get Fast Sundaes!  It's a scream!&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Ice Cream & Gelato"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tessaron",
    "ID": 27231,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27231/tessaron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From Publisher:&#10;&#10;&quot;The goal is simple: control every stack on the board. &#10;The higher your stacks, the greater your reach. But to use that reach, you must unstack your pieces, and unstacking may release an opponent's piece that will be used against you. Pieces can move across the entire board in one turn, so you must think globally as well as locally. Tessaron is a different game every time you play. The tide can turn at any moment, so you will have to stay on your toes. The rules are easy to learn, but it could take a lifetime to develop a winning strategy!&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 4x4x4 Grids",
      "Components: 4x4x4x4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sternenschweif: Geheimnisvolle Verwandlung",
    "ID": 27232,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.89",
    "Link": "https://boardgamegeek.com/boardgame/27232/sternenschweif-geheimnisvolle-verwandlung",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "One of a series of Kosmos games based on the My Secret Unicorn books by Linda Chapman.&#10;&#10;In Germany, the series goes by the name, &quot;Sternenschweif&quot; (Star Tail) and the books are also published by Kosmos.&#10;&#10;Geheimnisvolle Verwandlung is based on the book by the same name (the first in the series) and the game is correspondingly themed. The game is played with 48 covered tiles and the objective is to reveal them one by one in hopes of locating six items that will enable the titular pony to transform into a unicorn. There's a push-your-luck element to it and if one uncovers a tile showing Buddy, the dog, or a repeated item, you lose everything you've uncovered that turn.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Books: My Secret Unicorn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sternenschweif: Sprung in die Nacht",
    "ID": 27233,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/27233/sternenschweif-sprung-in-die-nacht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "One of a series of Kosmos games based on the My Secret Unicorn books by Linda Chapman.&#10;&#10;In Germany, the series goes by the name, &quot;Sternenschweif&quot; (Star Tail) and the books are also published by Kosmos.&#10;&#10;Sprung in die Nacht is based on the second book in the series, with the same title. It's a card game and the cards display one of three pictures: Silver, a pony; obstacles to jump; and fire. The player who gains the most cards wins.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: My Secret Unicorn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sternenschweif: Der steinerne Spiegel",
    "ID": 27234,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/27234/sternenschweif-der-steinerne-spiegel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "One of a series of Kosmos games based on the My Secret Unicorn books by Linda Chapman.&#10;&#10;In Germany, the series goes by the name, &quot;Sternenschweif&quot; (Star Tail) and the books are also published by Kosmos.&#10;&#10;Der steinerne Spiegel is based on the third book in the series, with the same name. There are 16 cards showing a combination of people, ponies, places and activities. There are also 16 tiles, each of which shows the individual people, ponies, etc. Players use the tiles to win the corresponding cards and the player who has the most cards at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Books: My Secret Unicorn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master Hockey",
    "ID": 27235,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/27235/master-hockey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The challenge, excitement &amp; strategy of hockey now brought into your living room, bringing hours of fun for two players. Coach your own team to victory.&#10;&#10;The object of &quot;Master Hockey&quot; is for two players to face-off and score the most goals in the selected time period.&#10;&#10;The equipment consists of a folding board, three dice, 2 teams of 6 players and 1 hockey puck.&#10;&#10;As in hockey, the flow of the game from offense to defense is governed by your strategy, for example, &quot;the best defense is a strong offense&quot;. We urge you to play and enjoy the challenge of Master Hockey.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": ".45 Adventure: Crimefighting Action in the Pulp Era",
    "ID": 27236,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/27236/45-adventure-crimefighting-action-in-the-pulp-era",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "From the publisher:&#10;&#10;.45 Adventure: Crimefighting Action in the Pulp Era is a tabletop miniatures game that simulates all the two-fisted action of the era of pulp magazines. Players can take on the roles of colorful heroes or unscrupulous villains. With Tommy guns, Heaters, and Gats they can fight their way through the minions of crime or seek to control the world.&#10;&#10;.45 Adventure is designed to be played in spaces as small as two square-feet so it is great for the college student or anyone with a limited playing area who is looking to get into tabletop miniature games. But don't think that means you can't play the BIG games. .45 Adventure can handle the full eight foot playing space if the players choose to expand the scope of their game.&#10;&#10;This book contains all the rules necessary to play, customize your heroes and villains, and create scenarios. Plus there are two sample scenarios to help you get started.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Theme: Mystery / Crime",
      "Theme: Pulp"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: 1996 Edition (German)",
    "ID": 27237,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/27237/trivial-pursuit-1996-edition-german",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This edition of the TRIVIAL PURSUIT Year in Review Series contains questions about the highlights of the year 1996.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Olympia Edition (Austrian)",
    "ID": 27238,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/27238/trivial-pursuit-olympia-edition-austrian",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Its another version of this trivia game, including questions about Olympia and special questions about the Austrian Olympic history. It's not an expansion set, its a full game version.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Austria",
      "Game: Trivial Pursuit",
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: World Cup Edition",
    "ID": 27239,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/27239/trivial-pursuit-world-cup-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Its the Trivial Pursuit Version published for the Soccer World Cup 1998 in France. 1,800 Questions about soccer. Its not an expansion, its a full game version.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combate",
    "ID": 27240,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/27240/combate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is based on Battleship, but here you also determine the type of terrain, and type of unit. You can win also making a specific objective, like destroy all ships from your enemy or 2 armies and 3 ships.&#10;&#10;There are 3 types of terrain. Beach/ocean, field and mountains. Also, there are 3 types of units: ships, planes and armies. The game follows the Battleship style, with players alternating in saying the coordinates and type of unit attacking and being attacked. If you are right, you capture the enemy unit. You win making your objective or capturing 10 units.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Nautical"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Point of No Return",
    "ID": 27241,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27241/point-of-no-return",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Point of No Return is a simple spaceship combat game. The game is played with counters on a hex grid.  Movement alternates between players, one ship at a time.  Combat is resolved simultaneously.&#10;&#10;A simple record is maintained for each ship, e.g.:&#10;Brazil (South American Warship) : 20 hull points, 2 Launchers, 2 Lasers, 2 Computers&#10;&#10;Features include:&#10;&#10;&#10;     Abstracted inertial movement&#10;     Ship design&#10;     Fuel consumption&#10;     Missiles&#10;     Repair Facilities&#10;     1 scenario&#10;&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polowanie Na Trolla",
    "ID": 27242,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.14",
    "Link": "https://boardgamegeek.com/boardgame/27242/polowanie-na-trolla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Two brave knights, Zbyszko and Gniewko rush to kill the troll in order to prove which one of them is the greater warrior (and to gain the hand of the princess). But when they finally meet the troll both of them take the run back home.&#10;&#10;This game was published in the first (and last) issue of Polish magazine Gry Planszowe.&#10;http://www.planszowe.com/&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tie 'N Tangle",
    "ID": 27243,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/27243/tie-n-tangle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Possibly trying to cash in on the Twister fad, Tie 'N Tangle aims for the same type of party/dexterity play experience.&#10;&#10;Each player is given a disk in one of four colors to stand on. A ball of the same color is attached to the disk via a 12 foot length of twine. An outside player (&quot;the umpire&quot;) uses a spinner to direct the players how to loop their ball-on-a-string around another player's body part. For example, if the spinner indicates &quot;Yellow, Left Leg,&quot; then the current player must loop their ball-on-a-string around the Yellow player's left leg. Play continues until only one player is left who is able to complete an indicated move.&#10;&#10;Tagline from the box: &quot;The most hilarious... knottiest... fun game for the whole family.&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death House: Kashmere Commonwealth",
    "ID": 27244,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27244/silent-death-house-kashmere-commonwealth",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;Fighter pilot Yasmine &quot;Jazz&quot; K'yonar waited in the darkness of the tiny, converted cargo bay-the orange glow from her Marut's displays the only comforting light. Impatiently she thrummed the console near the launch button, waiting for the deployment light that would signal her entrance into the battle outside. She heard nothing, but through the docking clamps securing her Marut she felt the rumble of the plazgun charging in the next bay-a surprise for the pirates attacking what they thought was a defenseless freighter. Soon, she thought, soon it will be my turn to teach them the error of their ways-the fatal error. The deployment light flashed green and Jazz grinned fiercely as she slapped the launch button. The bay doors flew open and the Marut sprang from the bay, out into the silent storm of the battle raging around the Kashmere convoy.&#10;&#10;Kashmere Commonwealth reveals the history of the greatest trading house in the galaxy. It includes special rules for construction of freighters and other cargo vessels, seven new Kashmere house ships and two favorite Silent Death ships refitted as trading or pirate vessels a slew of scenarios and a full campaign of trading caravans and pirate attacks.&#10;Kashmere Commonwealth includes:&#10;&#10;&bull; 5 new Kashmere fighter displays&#10;- Marut - Lakshmi - Karttikeya - Varuna - Vishnu/Yama&#10;&bull; I Kashmere Bulk Freighter&#10;- Ushas&#10;&bull; 2 refit fighters&#10;- Hellbender K - Teal Hawk K&#10;&bull; 30 scenarios including 2 mini-campaign and one extended campaign&#10;&bull; Rules for a Kashmere freighter campaign&#10;&bull; New Kashmere weapon mounts for fighters&#10;&bull; Kashmere Commonwealth history&#10;&bull; Descriptions of Commonwealth and pirate fighter wings&#10;&bull; Expanded freighter construction rules&#10;&bull; Rules for concealing weapons or mounting them in cargo bays&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death House: Yoka-Shan Warworld",
    "ID": 27245,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27245/silent-death-house-yoka-shan-warworld",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;ALL IN A DAY'S WORK&#10;Joy and bloodlust coursed through Drascal's body as the Jii seemed to explode an instant before his torpedoes hit. That joy turned to fear as his torps impacted with a fiery sphere of plasma, doing, no damage to the ship within. He opened fire with his Ion Ram and missed. &quot;They have some kind of plaz-screening,&quot; he thought, as panic welled up within him. &quot;I can't target through that ...&quot; His thought, ship, and body were shattered as giant shell of plasma erupted out from the enshrouded Jii...&#10;&#10;Yoka-Shan Warworld presents the history and growth of the most powerful warrior house in Terran space.&#10;Yoka-Shan Warworld includes:&#10;&#10;&bull; 5 Yoka-Shan fighter wings&#10;&bull; 9 scenarios with maps&#10;&bull; A mercenary campaign with six contracts&#10;&bull; A Yoka-Shan time line and history&#10;&bull; Yoka-Shan system listing&#10;&bull; New Yoka-Shan technology systems: -Plasma Shell Cannons&#10;- Plasma Missiles&#10;- Plasma Defense System&#10;&bull; Four new Space Fighters:&#10;-Jii&#10;-Iwisa&#10;-Iklwa&#10;-Kraal&#10;&bull; One new Warhound:&#10;-Cetshwayo&#10;&bull; One refit:&#10;-Death Wind YS&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Campaign Supplement: Renegades – the Espan Rebellion",
    "ID": 27246,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27246/silent-death-campaign-supplement-renegades-the-esp",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Fron the back cover:&#10;&#10;Laser blasts flashed past the Mistress's prow as Donner spun the ship through a series of evasive maneuvers while dashing away from Las Hermosas. If he could just make it to the edge of the planet's gravity well, he could kick in the Crescent's hyper-drive and leave those [span cops chasing space dust. The Mistress had already lost its escort, and Donner was not going to let those pilots' sacrifice be in vain. Over the headset he heard his gunner scream, and his heart fell into his stomach...&#10;&#10;Renegades chronicles the Espan Civil War from the first days after its failed coup to the climactic battle high above the Espan capital of Esperanza. Don't waste another moment-the Renegades need you!&#10;&#10;Renegades includes:&#10;&bull; Nineteen quick-play scenarios&#10;&bull; A full campaign system that allows for repeat play&#10;&bull; Six new starcraft designs:&#10;Bloodhawk (SMAC)&#10;Crescent (TMAC)&#10;Conestoga (Gunboat)&#10;Eagle (Gunboat)'&#10;Saucer Shuttle (SMAC)&#10;Scorpion (Gunboat)&#10;&bull; Two new weapon types: Salvage Claws and Tractor Beams&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Forces: Sunrunners",
    "ID": 27247,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27247/silent-death-forces-sunrunners",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Cover Text:&#10;&quot;Any luck sorting out the scanners?&quot;&#10;&quot; None sir. There's too much debris. I can't tell what's an active ship and&#10;what's scrap metal.&quot;&#10;&quot; Thirty seconds to jump-down sir.&quot;&#10;&quot; Sound the alert. Regin, I want constant reports from the other three&#10;carriers.&quot;&#10;&quot; Twenty seconds.&quot;&#10;&quot; All Pilots! Prepare to launch.&quot; The Admiral's formidable voice&#10;dropped to a cold growl :Kill 'em, kids. Let 'em k?ow we're here.&quot;&#10;&#10;The Sunrunners, outlaws and mercenaries, were born from the ruins of the Brood-ravaged Barat-Tuul. They live as homeless vagabonds,wandering the Forward Frontier, selling their services to the highest bidder. Sunrunners includes:&#10;&#10;&bull; 11 Scenarios.&#10;&bull; Campaign guidelines for salvage and ransoms&#10;&bull; Information on the forward frontier.&#10;&bull; Two new weapon types: CMP and Flak&#10;&bull; Two non-fighter designs:&#10;- Curtis Shuttle&#10;- Borax freighter&#10;&bull; Six new starfighter designs:&#10;- Spider&#10;- Catastrophe&#10;- Avenger&#10;- Havok&#10;-Wavecutter&#10;- Windjammer&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Annex: Fighter Tactics Manual",
    "ID": 27248,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27248/silent-death-annex-fighter-tactics-manual",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Cover text:&#10;&#10;&quot;THERE I WAS...&quot;&#10;&quot; ...screaming down on the wounded Black Widow,&quot; he said, raising his voice over the noise of the crowd. &quot;Splattergun fire streaked past me, but I shrugged it off and closed letting loose with my Minigun. The slugs ripped wide the holes my missiles had already made in their sorry hide. As they ejected, I opened the com for one last taunt at the Widow's poor, misguided crew...&quot;&#10;&quot; Tell us-tell us what you said to them!&quot; begged the crowd.&#10;He smiled, savoring their undivided attention.&#10;&quot; I said: `Like my flight instructor always warned me, you Luches dogs...No matter the ship-never ever leave your wing man.'&quot;&#10;&#10;The Fighter Tactics Manual is a training guide for the new Silent Death player and also an enlightening refresher for battle hardened veterans.&#10;&#10;&#10;     Kill zone diagrams for variable speed and maneuverable torpedoes&#10;     New prices and optional rules for variable speed and maneuverable I torpedoes&#10;     Six new Space fighters:&#10;        Bat&#10;        Black Widow&#10;        Nemesis&#10;        Shark&#10;        Chupacabra&#10;        Stinger&#10;    &#10;&#10;&#10;The Fighter Tactics Manual includes:&#10;&#10;     3 new righter Wings&#10;     3 new scenarios&#10;     An easy-to-use torpedo dodging chart&#10;     Guidelines on formation flying&#10;     Tips on assigning crew and picking forces&#10;&#10;&#10;Expands:&#10;&#10;    Silent Death&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Annex: Hostile Takeover",
    "ID": 27249,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27249/silent-death-annex-hostile-takeover",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the back cover:&#10;&#10;GOT ANY COLLATERAL?&#10;The crowd fell silent as the powerful voice of President Martinez echoed across Espan space.&#10;&quot; The economic problems of Espan are caused by one factor: dependence on outside houses for assistance, most notably the,Kashmere Commonwealth. Reparation payments and lost tariffs are draining the Espan Economy...&#10;&quot; ...all debts owed by the Espan system are now null and void. No power will be repaid any debts, nor are any previous agreements still valid. We do this in defiance of the powers that would hold our economy hostage for their gain.&quot;&#10;&#10;Hostile Takeover documents the presidential term of Pedro Martinez, his efforts to free Espan from the stifling yoke of Kashmere debt, and the war that resulted.&#10;&#10;Hostile Takeover includes:&#10;&bull; 2 new Kashmere fighter wings&#10;&bull; 2 new Espan fighter wings&#10;&bull; 12 new scenarios with maps&#10;&bull; One new weapon system&#10;&bull; Four new Space Fighters:&#10;-Agni&#10;-Strata&#10;-Prowler&#10;-Surya&#10;&bull; One new Warhound:&#10;-Kali&#10;&bull; One new Freighter:&#10;-Astrahauler&#10;&bull; Six refited ships:&#10;-Scorpion Beta&#10;-Epping Beta&#10;-Narwhal MK III&#10;-Eagle Beta&#10;-Kosmos 111&#10;-Blood Hawk II&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Annex: Space Junk",
    "ID": 27250,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27250/silent-death-annex-space-junk",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;ONE PERSON'S JUNK...&#10;The wormhole blossomed to starboard as Keom's ship passed Dagon's moon. He swung his Salamander around, heading straight for it.&#10;&quot; What are you doing?&quot; yelled Falkirk from the gunner's seat.&#10;&quot; 1 know what I'm doing. Just keep those Vipers off our butt.&quot;&#10;&quot; But that thing's unstable! Are you absolutely nuts? It'll smash us to bits-or snap shut and trap us in limbo!&quot;&#10;&quot; Listen, Falkirk,&quot; Keom said as the Salamander's nose crossed the wormhole's outer edge. &quot;Would you rather take your chances with a wormhole...&quot; He jerked his thumb back at the small moon.&#10;&quot; ...or with them?&quot; he finished, as a whole fleet of Death Winds and their supporting Warhounds rose up from behind the moon, weapons blazing.&#10;&#10;Space is still silent, but it's no longer empty! Space Junk gives you every-thing you need to fill your Silent Death games with junk from black holes to mine fields, outposts to nebulae, and wormholes to satellites.&#10;&#10;Space Junk includes rules for:&#10;&bull; Satellites&#10;&bull; Outposts&#10;&bull; Mines and minesweepers&#10;&bull; New rules for asteroids&#10;&bull; Black holes and their cousins&#10;&bull; Wormholes&#10;&bull; Nebulas&#10;&bull; Comets&#10;&bull; Nova/supernova effects&#10;&bull; Starfighter combat in atmosphere&#10;&bull; The Solar Worm&#10;&bull; Plus scenarios featuring each of these battle-altering phenomena&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death House: Q'raj Void Protectorate",
    "ID": 27251,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27251/silent-death-house-qraj-void-protectorate",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Cover:&#10;&#10;Let the stranger beware!&#10;&quot; Allah Akhbar!&quot; The war cry blasted from the com channel as a brilliant flash lit the port quarter. Renowitz snapped his eyes left in time to see two Shedu fighters breezing through the scattered remains of a Death Wind. He wrenched the controls into a high-G turn.&#10;&quot; Allah Akhbar&quot; sounded from the com ',&#10;again, a young female voice. &quot;What does it&#10;mean?&quot; asked Karl, the gunner. Renowitz&#10;replied through clenched teeth, &quot;What does it&#10;mean? It means we're in trouble!&quot;&#10;&#10;&bull; New starcraft: Mujahadeen, Djinn, Shedu, Jambiya, Lilith, Saladin&#10;&bull; Cool refits: Sentry, Talon, Epping, Nemesis, Megafort, Fletcher, Stingray&#10;&bull; 2 new-Satellites &amp; 4 new Space Platforms&#10;&bull; Secrets of Proton Arc tech&#10;&bull; 12 scenarios with maps&#10;&bull; And more eye-popping fun!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death House: House Colos",
    "ID": 27252,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27252/silent-death-house-house-colos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the back cover:&#10;&#10;Inheritors of the Empire!&#10;&quot; ...let me put it another way.&quot; Replied Malant.&#10;&quot; Your lasers Missiles, torpedoes and warships... all of them you&#10;use in combat against the enemies of House Coos - enemies&#10;who will eventually be destroyed. But the knife is different.&#10;Your knife is not intended for the enemies of Coos. It is&#10;special. We Colosian kill our enemies with technically&#10;advanced distant weapons and political cunning. We kill&#10;our friends with knives. The knife is for your friends.&quot;&#10;&#10;House Colos includes:&#10;&#10;&bull; 3 Colos fighter wings&#10;&bull; 3 new basic scenarios with maps&#10;&bull; Colos background material&#10;&bull; Colos system listing&#10;&bull; New Colos Maxim weapon systems&#10;- Epee - Rapier&#10;- Stiletto - Saber&#10;&bull; New Warhounds&#10;-.'Ibtenkopf - Fletcher' HCR&#10;- 'Ibtenkop f II&#10;&bull; New space fighters&#10;- Dracula&#10;- Predator&#10;- Spectre&#10;- Strella&#10;- Spectre II&#10;- Strella II&#10;&bull; 'IWo refits&#10;- Deathwind HCR&#10;- Salamander HCR&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Annex: Rules of Warfare II",
    "ID": 27253,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27253/silent-death-annex-rules-of-warfare-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the back cover:&#10;&#10;RULES OF WARFARE II&#10;&quot; Ha!&quot; screamed Erik as disrupter gun fire flashed through the space beside his Marut. With just a squeeze his impulse gun scored a ravaging hit against the offending Chupacabra. The mangled Chupy tumbled through space scattering un-launched missiles like a trail of breadcrumbs behind it. With a flick of his wrist Erik saluted his fallen opponent &quot;Bye-bye goat sucker.&quot;&#10;&#10;Rules of Warfare II (ROW 11) is the Silent Death supplement for scheduling tournaments, and organizing Silent Death Events.&#10;&#10;Rules of Warfare II includes:&#10;&bull; The Rules of Warfare II official tournament guidelines&#10;&bull; Pre=constructed ROW II fleets for:&#10;- Prize Ships - Kashmere&#10;- ASP - Espan&#10;- Sunrunner - Sigurd&#10;- Yoka-Shan - Fighter Tactics&#10;&bull; Crew allocation system optional rule&#10;&bull; A House based league system&#10;&bull; Full color counter sheets&#10;&bull; A fold-out map for tabletop play&#10;&bull; A Millennium Warriors ranking program update&#10;&bull; Refits for the Silent Death prize ships:&#10;- Dolphin II&#10;- Orca Alpha&#10;- Piranha II&#10;- Executioner II&#10;- Snarling Badger II&#10;&bull; The official Millennium Warrior event sanctioning procedure&#10;&bull; 2 Smash style events: - 4 Ship Smash - House Smash&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Tech: Warhounds",
    "ID": 27254,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27254/silent-death-tech-warhounds",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back cover:&#10;&#10;Escorts do the grunt work..&#10;&quot; Yeee-Haw!&quot; came the scream across the headset.&#10;&quot; Pipe down; Mike, some of us are trying to concentrate!&quot;&#10;Will yelled back as he squeezed off another salvo of&#10;missiles toward the fleeing Imperial Nighthawks. &quot;We have 'em on the run. Don't let 'em get away.&quot; &quot;They're trying to use that moon for cover.&quot;&#10;&quot; Mike take your wing left to cut them off&quot; &quot;Will, it...&quot;&#10;&#10;A flash of blue light lit the canopy as the Talon exploded. Will glanced at the moon. Rising from its horizon came the imposing silhouette of a Mega-fortress.&#10;&#10;Escort vessels-corvettes, frigates, and destroyers-are the true workhorses of all interstellar navies. This supplement adds the escort vessel class of ships to the deadly universe of Silent Death. Escorts do the grunt work of the navy, serving as long-range patrol craft, picket ships, convoy and fleet escorts, fighter tenders, assault transports, blockade runners and more. This book contains all the info you'll need to incorporate these ships into your Silent Death games. Warhounds includes:&#10;&#10;&bull; Rules for escort class vehicles, escort class scenarios, an escort campaign&#10;&bull; Ship design rules for Warhounds&#10;&bull; New weapons for escort class ships .&#10;&bull; Ship displays for: Aosho, Constellation, Fletcher, Megafortress, Narwhal, Stingray, Narwhal Ill, Longboat, Ushas, Kali, Nebula II, Pteradon, Cetshwayo&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death House: Sigurd Archdiocese",
    "ID": 27255,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27255/silent-death-house-sigurd-archdiocese",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;Guttman's battle orders boomed from the com units of the Sigurd Carrier Wing T-01 &quot;Thor's Hammer.&quot; There was no sound of doubt or fear, only fury that the Brood would enter Midgard space. &quot;Bach's Symphony, break to intercept the forward elements. Odin's Anvil proceed with me to primary targets. Make them pay with blood, no Brood survivors.&quot;&#10;The Brood have swept through human domains like a vengeful plague and the Promethians hold sway over many of the Twelve. The faithful of the,Church of Odin believe that only they can stand against these brutal foes and their evil encroachment on human space. Though some call the Midgardians fanatics, willing to throw their lives away for the visions of a madman, they know what is to come.&#10;&#10;Sigurd Archdiocese shows the Church of Odin's rise to power in the Next Millennium and the rebirth of the church through the strength and charisma of Gunther Guttman.&#10;Sigurd Archdiocese includes:&#10;&#10;&bull; 5 new Sigurd fighter displays&#10;- Hound&#10;- Hammer&#10;- Iceberg&#10;- Dagger&#10;- Storm&#10;&bull; 1 Sigurd escort&#10;- Longboat&#10;&bull; 4 Sigurd refit fighters&#10;- Pit Viper II&#10;- Glaive III&#10;- Spirit Rider III&#10;- Storm II&#10;&bull; 6 Scenarios staging 10 battles&#10;&bull; New Sigurd weaponry for fighters and escorts&#10;&bull; Church of Odin history and timeline&#10;&bull; Descriptions of Archdiocese fighter wings&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death House: ASP Technocracy",
    "ID": 27256,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27256/silent-death-house-asp-technocracy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the back cover:&#10;&#10;&quot;SCIENCE FIRST HUMANITY SECOND&quot;&#10;&quot; We're under attack and need help immediately. I repeat immediate response requested.' &quot;Who is the aggressor, Red Hawk patrol?&quot;&#10;Before Wolf could answer, yet another alarm beeped insistently through the smoky blaring cockpit. This one spelled doom for his Lurching unresponsive Night Hawk-missile lock and launch.&#10;&quot; Technocracy ships.&quot; Wolf spat as the missiles closed. &quot;They've got some kind of smart torpedo. Tell everyone to watch out for...&quot;&#10;A scream finished his sentence as a barrage of missiles pounded his ship, blowing it into a thousand pieces of twisted metal.&#10;&#10;ASP Technocracy presents the near destruction of one of the Terran Empire's most influential houses, and its post-Imperial rise to dominance.&#10;&#10;ASP Technocracy includes:&#10;&bull; 5 new ASP fighter wings&#10;&bull; 3 new basic scenarios with maps&#10;&bull; 2 new advanced scenarios with maps&#10;&bull; A comprehensive ASP time line and history&#10;&bull; New ASP weapon systems:&#10;- Entropic Accelerator - Graviton Cannon&#10;- C Torpedoes - Parasite Torpedoes&#10;&bull; Four new Space Fighters:&#10;- Binary -Nova&#10;-Pulsar -Quark&#10;&bull; Two new Warhounds:&#10;-Nebula II -Pteradon&#10;&bull; Two refits:&#10;- Spirit Rider IV -Shryak Shuttle III&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Races: Night Brood First Contact",
    "ID": 27257,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27257/silent-death-races-night-brood-first-contact",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;FIRST CONTACT&#10;'Alright, people, settle down. We haven't got a clue about what we're up against here. What we believe to be advance elements of their main fleet encountered one of our patrols yesterday morning. Friendly contact was lost, but not before we got an N-sweep of the aggressor vessels,&quot; the Ops Commander took a deep breath. &quot;Configuration, unknown. Composition, unknown. Armaments, unknown. Occupants, unknown. Good tech, eh? What a surprise. What we do know is that they waxed our guys, and Deep Scan says more intruders are on the way. Plenty more, and soon. Questions?&quot;&#10;-Briefing segment&#10;&#10;First Contact shows the initial confrontation with the Grubs, a bellicose alien race intent on the destruction of mankind. They swarm through deep space ravaging planet after planet. Night Brood: First Contact is a revision of the 1992 Night Brood Release.&#10;&#10;Night Brood: First Contact includes:&#10;&#10;&bull; Rules for using Grub ships and weapons&#10;&bull; Night Brood scenarios&#10;&bull; Brood campaign guidelines&#10;&bull; 188 counters for Brood ships, Drones, Wormholes, and special equipment.&#10;&bull; Displays for 10 Brood ships&#10;- Muskellunge&#10;- Squidge&#10;- Manta&#10;- Dragonfly&#10;- Shaggai&#10;- Larva&#10;- Lamprey&#10;- Remora&#10;- Tigermoth&#10;- Thistle&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Forces: More Than Valor",
    "ID": 27258,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27258/silent-death-forces-more-than-valor",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the front cover:&#10;&#10;...beyond demand or foresight..&#10;The Fighter Tactics Manual bounced off the desk in an explosion of paper that finally careened to a stop at the feet of &quot;Blindspot&quot; O'Brien. &quot;Rough night, Strack?&quot; he said, addressing the rookie who had launched the book. &quot;My answers matched the manual, word for blasted word! Instructor Waite failed me anyway!&quot; Blindspot sighed. &quot;You just don't get it, do you? There's more to being an ace than the ability to quote the FTM.&quot;&#10;&#10;All the stuff you need to flesh out the pilots in your Silent Death games:&#10;&#10;&bull; Experience system plus skills &amp; quirks system&#10;&bull; Rules for creating Aces, House by House&#10;&bull; New ships: Samurai, Hayabusa&#10;&bull; Nifty refits: Shark, Seraph, Talon, Death Wind, Salamander, Nemesis, Hellbender, Sorenson, Nemesis, Lance Electra, Revenge, Drakar, Quark, Black Widow, Sentry, &amp; Viper&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Annex: Operation – Dry Dock",
    "ID": 27259,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27259/silent-death-annex-operation-dry-dock",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the front cover:&#10;&#10;ID flags appeared under the blips on Rand's screen as the Commander's voice broke the silence. &quot;Two Glaives coming in range. Hold your torps! They are out of protobolts and there is no way they can tag us with their Plazguns from this...&quot; He was cut off as an lon Ram from the lead Glaive slammed into his ship. The second Glaive quickly followed suit and the Commander's ship disappeared in an lon storm.&#10;&#10;Since the Fall of the Empire over a decade ago, many standard Imperial ship designs have become commonplace. Almost every fleet has a few Salamanders. However, within the past five years most of these ships have undergone refits more suited to the fighting styles of the houses using them. Operation: Dry Dock reveals 23 previously unseen ship variants, and provides updated sheets for the original 26 fighters.&#10;&#10;Operation: Dry Dock includes:&#10;&bull; 23 new Terran fighter variants&#10;&bull; 26 updated Terran fighters&#10;&bull; 6 updated Escort displays&#10;&bull; Tonnage on every ship display&#10;&bull; Escort rules clarifications&#10;&bull; Optional rules&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Forces: Universal Night Watch",
    "ID": 27260,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27260/silent-death-forces-universal-night-watch",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;A ball of panic surged in Justin's throat as the wounded Muskellunge appeared within the Ink Cloud off the port side of his Rattler. Though his HUD wouldn't track through that black chemical soup, he opened up with his Splatterguns. No hit.&#10;&#10;Seconds later his boards lit up as the commander's Falcon achieved an accurate scan pinpointing the exact location of the Muskellunge deep within the cloud. This time his Splatterguns did their work with grizzly efficiency, leaving the Muskellunge a mangled corpse hanging in the dark space.&#10;Through sharing resources, technologies, and intelligence, the Twelve created a brotherhood for the defense of mankind. The Universal Night Watch was founded for the sole purpose of insuring humanity's survival against the assault of the Night Brood, horrors from beyond Terran space. There are no forces with better training or equipment, and none more willing to risk their lives for mankind's.&#10;&#10;UNIVERSAL NIGHT WATCH includes:&#10;&bull; New weapons and technology for fighting the Brood&#10;&bull; 12 Universal Night Watch Scenarios&#10;&bull; 2 New Brood Ships&#10;- Muckworm&#10;- Vartak&#10;&bull; 1 escort class ship&#10;- Falcon&#10;&bull; 6 new Terran fighters&#10;- Hornet&#10;- Praying mantis&#10;- Equalizer&#10;- Rattler&#10;- Javelin&#10;- Firebat&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Expansion: Night Brood",
    "ID": 27261,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27261/silent-death-expansion-night-brood",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back cover:&#10;&#10;A gruesome new menace stirs on the periphery of known space. Armed with devastating technologies and a thirst for mayhem, these Hatchling aliens (known simply as Grubs), burst forth from their hidden Clutch-worlds. Millions of them, including an overwhelming contingent of bio-mechanical starfighters, embark on a sector-wide rampage. In their path stand a few isolated frontier planets with a rag-tag collection of out-dated fighters and ordnance.&#10;&#10;Emergency calls go out to Imperial garrisons hundreds of light years away. The Terrans muster their far-flung forces, but every delay brings the fall of another frontier world. The clock is ticking, the Hatchlings are gaining strength, and this crisis is rapidly spinning out of control!&#10;&#10;Night Brood chronicles the events of the First Hatchling Scourge&mdash;the invasion of the Tau Albriton Frontier Sector and the subsequent Imperial relief effort.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death: Black Guard – The Ptolemean Wars Continue",
    "ID": 27262,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27262/silent-death-black-guard-the-ptolemean-wars-contin",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "From the back cover:&#10;BLACK GUARD:THE PTOLEMEAN WARS CONTINUE&#10;&#10;&quot; Let Operation Hurricane Begin!&quot;&#10;With these words, Marshal Beznikov ushered in the final Colosian assault on the Ptolemean Homeworld.&#10;As chronicled in the first Silent Death expansion, Overkill, the dire Ptolemean Wars began with invasions from Houses Colos and Dneprodzerkutsk. Now, after nearly a year of desperate fighting, the Colosian Fleet is ready to take the capital of House Ptolemus in one final, cataclysmic battle.&#10;Is the fate of House Ptolemus sealed? Will it pass into the void, cast out of the Imperium as a depleted renegade power?&#10;Not if their last few fighter pilots have anything to say about it!&#10;&#10;Black Guard chronicles the climactic battle which closes out Imperial Year 475 and marks a significant turning point in the Ptolemean Wars. Black Guard, designed for use with the Silent Death &trade;&trade; Metal Express &trade; game, includes the following:&#10;&#10;&bull; Starcraft Displays for four new fighters and two new gunboats: including the Dart&trade;, Talon&trade;, Lance Electra&trade;, Sentry&trade;, Star Raven&trade;, and the awesome Betafortress&trade;. *&#10;&bull; Revised and reissued Starcraft Displays for every fighter and gunboat which has appeared in Silent Death and Overkill. These new updated displays incorporate Optional Rule material, such as the number of Decoys carried and the quality of each vessel's Point-Defense munition system.&#10;&bull; Historical Summaries and Orders of Battle for four new fighter wings: Black Guard and the Brothers Of Enmity fly for House Ptolemus, while Gale Force and Monsoon fight for the invading Colosians.&#10;&bull; Four new scenarios pit Ptolemean and Colosian forces against one another deep in the crucial Hathor system.&#10;&bull; Rules Annex #2 for Silent Death provides guidelines for playing this game in 3-D, using Point-Defense systems against Missile Salvos, and more.&#10;&bull; Color renderings of unit badges and more starcraft paint schemes.&#10;&#10;Expands:&#10;&#10;    Silent Death&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death: Overkill – The Ptolemean Wars",
    "ID": 27263,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27263/silent-death-overkill-the-ptolemean-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "OVERKILL:THE PTOLEMEAN WARS&#10;&#10;The star-spanning Province of Great House Ptolemus as been invaded by the Colosian Deep Space Fleet. Other war mongering hoards from the Black Plague and Behemoth war bands have staked their claim to Ptolemean worlds. The first provincial outposts have been overrun. Desperate pleas for help crackle over a far-flung net of Tachyon Beam Dictors Interstellar war is at hand.&#10;&#10;Squadrons of fast, deadly starfighters fly in the vanguard of these conquering legions. Armed with Disruptoguns, Ion Rams, and &quot;The Undisputed Right of Engagement,&quot; they will get first crack at the enemy.&#10;&#10;Overkill: The Ptolemean Wars is a grand campaign designed for the Silent Death Metal Express game. In here you will find&#10;&bull; Starcraft Displays for five new Silent Death fighters and two new gunboats: including the Blizzard, Kosmos, Hell Bender Death Wind, Glaive and Drakar&#10;&bull; Blank Starcraft Displays or designing your own Silent Death vessel.&#10;&bull; Complete background and .campaign maps for he Ptolemean Wars.&#10;&bull; Detailed histories and Orders of Battle for twelve: new Fighter Wings.&#10;&bull; Twelve challenging Silent Death scenarios and two campaigns.&#10;&bull; Rules Annex# 1 for Silent Death, which provides guidelines for new Cannons, Projectors, Warheads, Pilot Luck, Life Pods, Gunboat Class vessels and more.&#10;A fume sheet of 180 new color counters displaying new fighters, torps, missiles and other Silent Death game markers.&#10;&#10;Expands:&#10;&#10;    Silent Death&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death: Rookie Rules",
    "ID": 27265,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/27265/silent-death-rookie-rules",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "THE dumbed-down version of Silent Death for the next generation!&#10;&#10;From the back of the box:&#10;&#10;Hawk eyed his instruments as his squadron sped towards the marauders. &quot;Get your Talon back into formation, Parker.&quot; &quot;I saw something in the asteroid field, going to confirm.&quot; &quot;Negative, Parker, back in line.&quot;&#10;&quot; Almost there . . .&quot;&#10;Across the void Hawk saw the flare of thrusters ignite as his board lit up. The bogie was a Nighthawk.&#10;&quot; Abort Parker! Abort!&quot;&#10;&#10;The massive guns of the Nighthawk flashed across the asteroid field like a small sun and Parker's ship vanished in silent fury. Some rookies never live to learn.&#10;Silent Death is an exciting, quick-playing, and&#10;easy-to-learn star fighter combat game. In Silent Death, your star fighters and their proud and cunning pilots will combat enemy forces in the vastness of space.&#10;&#10;Here is everything you'll need to begin the Silent Death experience! This set includes a subset of the rules and components from Silent Death: The Next Millennium, while still allowing for a wide diversity of weapon types, crew quality, and tactical situations.&#10;&#10;Rookie Rules includes:&#10;&bull; Streamlined rules from Silent Death: The Next Millennium&#10;&bull; Starcraft display book&#10;&bull; 6 rookie scenarios&#10;&bull; Set of 9 polyhedral dice&#10;&bull; plastic missiles, torpedoes, and asteroids&#10;&bull; 'Itivo 24&quot; x 36&quot; fold out hex maps&#10;&bull; 24 plastic ships (2 each of 12 different designs) + bases&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death: Wings of Death",
    "ID": 27267,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27267/silent-death-wings-of-death",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the back of the box:&#10;&#10;Wings of Death contains 48 finely crafted silver-plastic space fighters sculpted by the renowned Bob Naismith.  Designed for play with ICE's explosive Silent Death spaceship combat game, these ships can also be used with any other space combat game or RPG.&#10;&#10;You get 4 each of 12 different designs, the same vessels included in the Silent Death: The Next Millennium Deluxe Edition.  Each ship comes with its own black, hex-shaped plastic stand.  They fly well and look great unfinished, but they are even cooler painted with acrylic or enamel colors.&#10;&#10;This boxed set contains the same plastic ships which are included in the Silent Death: The Next Millennium boxed set. There are four of each of these ships:&#10;&#10;Blizzard&#10;Dart&#10;Hell Bender&#10;Kosmos&#10;Lance Electra&#10;Night Hawk&#10;Pit Viper&#10;Salamander&#10;Spirit Rider&#10;Talon&#10;Teal Hawk&#10;Thunder Bird&#10;&#10;Expands:&#10;&#10;    Silent Death&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Death Annex: Hangar 51",
    "ID": 27268,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27268/silent-death-annex-hangar-51",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Description from ICE's website:&#10;&#10;This is the first PDF-only Annex for Silent Death: The Next Millenium! This exclusive PDF Annex for Silent Death contains the complete ship sheets for all 228 Silent Death ships, including the Dolphin, Orca, Piranha, Executioner and Snarling Badger prize ships.&#10;&#10;Expands:&#10;&#10;    Silent Death: The Next Millennium Deluxe Edition&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death"
    ]
  }
]