[
  {
    "Rank": "N/A",
    "Name": "Revolt",
    "ID": 292649,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/292649/revolt",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Your mission in the game of Revolt is to find out which players are your sworn enemies and destroy them! Be cautious however, as teams will change in the blink of an eye. Use your cards wisely to gain information about the other players, slay your opponents, betray your allies, and hasten the Revolt!&#10;&#10;The goal of Revolt is to determine which of the other players are on your team and slay your enemies.  However, teams are hidden at the beginning and will change throughout the duration of the game. You need to use your memory, induction, and political machinations to achieve victory.&#10;&#10;Use cards from your hand to slay opponents, betray your allies, forge an alliance with your enemies, steal other players cards, and stop other players from using their cards.  You may play as many cards from your hand as you would like on each of your turns.&#10;&#10;The game is won when all the players left alive agree that they are on the same team. They then reveal their team to all players.  If they are correct, victory is achieved. However, if they are wrong, all living players are dead and all other players are alive and gameplay continues.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Renaissance"
    ],
    "Mechanics": [
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trouble: Disney Frozen Olaf's Ice Adventure Game",
    "ID": 292650,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/292650/trouble-disney-frozen-olafs-ice-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The seasons are changing and Olaf is melting! Move your Olaf token through all kinds of trouble to be the last player without a fully melted Olaf!&#10;&#10;A Frozen themed reimplementation of the Milton Bradley game Ice Cube, players move ice cube-based Olaf tokens around the board trying not to melt while trying to hasten the melting of their opponents through the use of water, salt and other means.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Brands: Disney",
      "Components: Ice",
      "Components: Pop-O-Matic",
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tanto Cuore: Serena Lavaux",
    "ID": 292651,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292651/tanto-cuore-serena-lavaux",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a promo card for Tanto Cuore.&#10;&#10;It states:&#10;Put this card back to the bottom of the Private Maid pile. Gain 2 servings.&#10;&#10;PR25&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Game: Tanto Cuore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Man Bites Dog: Deluxe Edition",
    "ID": 292653,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/292653/man-bites-dog-deluxe-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The deluxe version of the hilarious headline card game! Players compete to create attention grabbing and often crazy headlines. This version includes a game board, dry-erase marker, and rewriteable cards. Who will earn the most points and earn the biggest laughs. To start shuffle the red cards and put the pile face down next to the board. Each player is dealt a hand of 5 blue cards with words on them, each with a point value. At the beginning of a round turn over the top three red cards and place them on the corresponding spaces on the board. When it's your turn, a player may dicard up to 3 cards form their hand and replace them with cards from the blue deck. The goal is to construct a headline using the cards in your hand and up to 2 of the face up red cards from the board. Cards played earn the printed point value on the card and are played to the 7 headline spots on the board. If you can not make a headline you must pass and may discard and replace any number of cards. At the end of your turn add up the value of the played cards and move your scoring token. The first player to get to 500 points wins.&#10;&#10;The deluxe version adds 3 new types of Exclusive cards which can give your story a boost and add extra points or options.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Grand Tournament",
    "ID": 292654,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/292654/the-grand-tournament",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Each year, the Arena of the Elements welcomes the country's greatest martial arts experts for a spectacular and merciless competition. Only one will be declared grand champion at the end of his term and this year, you intend to be the lucky one. &#10;Your whole clan is counting on a victory but, between the traps set by your opponents and the whims of your senile master, the final is still a long way off!&#10;&#10;Le Grand Tournoi is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Abzorbaloff & Victor Kennedy",
    "ID": 292658,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292658/doctor-who-exterminate-the-miniatures-game-abzorba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds the Abzorbaloff and Victor Kennedy to Doctor Who: Exterminate! The expansion includes two miniatures, two faction cards, and three new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – The Woman Who Lived",
    "ID": 292659,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292659/doctor-who-exterminate-the-miniatures-game-the-wom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds three versions of Ashildr to Doctor Who: Exterminate! The expansion includes three miniatures, three faction cards, and one new adventure card to expand the Doctor Who: Exterminate! universe.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Milky Way",
    "ID": 292660,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292660/the-milky-way",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;A myriad of stars floating in the night sky. The milky way is formed by stars gathered together. How do you want to make this milky way? This game is simultaneously played action game where players make a beautiful milky way by using the stars they have without overlapping the stars of other players.&quot;&#10;&#10;Contents:&#10;1 Central Star Card&#10;2 Black Star Cards&#10;45 Star Cards (5 cards each of numbers 0-8)&#10;15 cubes&#10;&#10;The Game is played over several rounds with 5 phases:&#10;1. Discard Shooting Star cards by spending 2 cubes&#10;2. Select one card from hand and place face down on table&#10;3. All players show cards simultaneously&#10;4. Resolve identical cards&#10;5. Placing cards - In order from high to low each player place cards according to rules with Black Star cards played last. If a card is unable to be played the card is flipped over and becomes a shooting star.&#10;&#10;The game ends immediately when a 9x3 rectangle arrangement is filled with cards or when players use all cards in their hands.&#10;&#10;The winner is the player with the least amount of Shooting Star cards.&#10;&#10;-From Game Instructions&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Toy Story",
    "ID": 292661,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/292661/monopoly-toy-story",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The fun and strategy of Monopoly meets the charm of the popular Toy Story movies! Players can choose to play as Woody, Buzz Lightyear, Bo Peep, Jessie, Alien, or Rex. As they journey around the gameboard they can visit some favorite places featured in the Toy Story films such as Andy's Room, Al's Toy Barn, and even the Claw Machine. Players can also try their luck with Andy's Toy Chest cards and Birthday cards (replacing Chance and Community Chest cards). Build houses and pay rent, aiming to be the player with the most money at the end of the game to win. Whether your kids are bored on a rainy day, or you're looking for a kids' birthday or holiday gift, or something fun for game night -- this Monopoly Toy Story game is a great choice.&#10;&#10;&bull; Includes 6 tokens, 18 Title Deed Cards, 16 Andy's Toy Chest cards, 16 Birthday cards, 32 houses, 12 hotels, 2 dice, money pack, gameboard, paper toy chest, and game guide.&#10;&#10;&bull; BASED ON THE TOY STORY MOVIES: This family board game celebrates all four of the Toy Story movies with character tokens, Andy's Toy Chest Cards, and Birthday Cards&#10;&#10;&bull; PLAY AS A FAVORITE TOY STORY FRIEND: This Monopoly Game comes with 6 Toy Story character tokens including Woody, Buzz Lightyear, Jessie, and other memorable characters from the Toy Story films&#10;&#10;&bull; GREAT FAMILY BOARD GAME FOR AGES 8 AND UP: With similar rules to the classic Monopoly game, families can ease right into playing this Toy Story edition of the game; it's designed for 2 to 6 players&#10;&#10;&bull; EASY STORAGE FOR TOKENS: Includes a paper toy chest for easy token storage.&#10;&#10;-Description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Dark Stone Bracelet Promo Card",
    "ID": 292665,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292665/shadows-of-brimstone-dark-stone-bracelet-promo-car",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is the promo card P093 for Shadows of Brimstone.&#10;It is a gear card:&#10;&#10;Promo-093 - Dark stone bracelet&#10;&quot;Once Per Adventure, cancel an Enemy model's Attack (before dice are rolled)&quot;&#10;&#10;It were available as a Dice Fest 2019 Promo card and at the Black Friday Sale 2019 at the Flying Frog webstore for orders over 100$&#10;Also, given to attendees of Gen Con 2019 and 2021. This Gear card can be added to the standard Gear deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "American West",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Serrature",
    "ID": 292666,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292666/serrature",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Serrature is an easy and fast card game for 2-6 players about geometric shapes.&#10;&#10;&quot;Serrature&quot; is the italian word for &quot;locks&quot;. To win, you try to collect the highest number of Lock cards, guessing the basic shapes (triangle, square, circle, etc.) composing them.&#10;&#10;The game is aimed at children (age 7+) and families; it was developed to help discovering and using basic geometric shapes in primary school.&#10;&#10;Serrature is easy to print-and-play: just print and cut its 78 cards and you're ready to go!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Party Game",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SpaceCorp: Ventures",
    "ID": 292670,
    "Year": "(2021)",
    "Geek Rating": "5.898",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292670/spacecorp-ventures",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3.1429",
    "Description": "SpaceCorp: Ventures is the first module for SpaceCorp: 2025-2300AD, the game of exploring and developing the Solar System and beyond. SpaceCorp: Ventures introduces unique enterprises via fourteen HQ mats, each putting a player in control of a different corporation, agency, or institution with its own capabilities and missions. Each HQ assigns specific start cards, Infra, advantages, and limitations for all three eras. These advantages and limitations evolve in Planeteers and Starfarers, and each HQ has a special, alternate final profit option at game end.&#10;&#10;In addition, at the start of each era, one player selects an eighth contract to be fulfilled, adding an additional way to gain profit and complete the era.&#10;&#10;Ten of the fourteen HQ mats can be flipped over to play the SpaceCorp solitaire game with an enhanced HQ against the competition AI.&#10;&#10;Contents:&#10;&#10;     14 double-sided HQ Boards&#10;     27 cards&#10;     One contract disc&#10;     One updated solitaire player aid&#10;     One rulebook&#10;&#10;&#10;-description from publisher's website&#10;&#10;&#10;     Allied Transit: Specializes in spaceports and transportation networks.&#10;     Humanistics: Movement opposed to genetic adaptation, populating space with &ldquo;pure&rdquo; humans.&#10;     InfraMaxx: More deep space infrastructure for all, if you need it, we have it.&#10;     Next Generation: Rapidly adapting humanity for living in the stars.&#10;     Nova Capital: Investing and speculating on others&rsquo; space ventures.&#10;     Polaris GCI: Enhanced multi-use base-building capabilities.&#10;     Stellar Security: Keeping you safe in the stars, for a price.&#10;&#10;&#10;- Source: Grant, &quot;Interview with John Butterfield Designer of SpaceCorp: Ventures from GMT Games&quot;, The Player's Aid, 2021-02-08&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Relay",
    "ID": 292671,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292671/animal-relay",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Animal Relay is a fast paced, entertaining game of racing in a highly portable package. In Animal Relay players manage an allocation of Animals to contest a relay race by choosing their optimal team.&#10;&#10;Players are assigned six animals from a pack of 48 unique options from which they must choose and programme* their preferred team. Animal&rsquo;s combined speed will be central to a winning strategy, however, other characteristics such as height, width and natural predatory instincts, may influence progress in neighbouring lanes. Each player will have information regarding their own team, with other teams revealed as the game progresses. Players strategies should allow for possible opportunities and interruptions from neighbouring lanes.&#10;&#10;The game is suitable for 1-6 players. More players can compete with the additions of more packs. When playing with less than six players, one or more players may contest with more than one team or the random allocation of cards permits unallocated (but sub-optimal) teams to challenge for the win. &#10;The game is a perfect ice-breaking social game because of its easy to explain rules, intuitive setting, fast pace and flexible player count. It is also a great filler game to pass 15-20 minutes while waiting for players to assemble for a longer game. Its quick and changeable gameplay however, often lead to contests of best of three, best of five&hellip;etc&#10;&#10;The game contains: &#10; 48 No. Unique Animal Cards;&#10; 4 No. Progress Track Cards;&#10; 6 No. Individually Coloured Dice;&#10; 6 No. Individually Colour Player Markers.&#10;&#10;The game is not intended as an educational game, however additional scientific information is presented for each animal.&#10;&#10;Please don&rsquo;t take offence at these animals sticking there tongues out at you; each was requested to prove they had no illegal devices to aid in the carrying of a baton!&#10;&#10;&#10;     To programme is a modern gaming term for simply organising options in advance where all players choices are then played out without alteration in sequence. Compliant programming choices in this game are easily comprehensible by simply lining up linking graphics of batons.  &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catakombes Dark Reign",
    "ID": 292677,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/292677/catakombes-dark-reign",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Become a legendary hero, rich and powerful. Arm yourself with bravery and challenge the evil creatures! Lovely promises of fortune and glory will bring you to deep forgotten catacombs, but only a true hero, with a body and mind forged in the strongest steel will survive.&#10;&#10;Half role playing game, half figurine (1:50 scale) Catakombes Dark Reign is a cooperative game for 1 to 3 players embodying a group of heroes, who form an alliance against their opponents to accomplish their quest, while another player gives life to the adventure as the game master. The game takes place in an alternative medieval era, where legendary creatures and magic coexist with the real world.&#10;&#10;Purpose of the game&#10;Incarnate a hero willing to over- come every risk to achieve the main quest.&#10;1/Setting up&#10;You need to define who the heroes (PC) are and who the Game Master (GM) is. We recommend a group of three adventurers PCs. The game master (GM) is in charge of animating the adventure for the PCs in the respect of the game&rsquo;s rules.&#10;The GM chooses a quest and prepares the &laquo; Catacombs&rsquo; plan &raquo; cards enables to create a unique gaming board for each game.&#10;Each PC chooses a character with the help of a predefined sheet or PCs create their own character if they wish.&#10;The introduction of the game takes place in a narrative way. The GM describes the quest to the PCs, who verbally describe their actions. Every conceivable actions are possible, it is up to the GM to adapt them to the game.&#10;When PCs enter the catacombs the game play is in turns.&#10;2/Game turn&#10;During a game turn, there is first the PCs&rsquo; turn then the GM&rsquo;s turn and each turn is divided into 3 phases.&#10;PC&rsquo;s turn :&#10;Phase 1: The characters recover all their action points (A.Point).&#10;Phase 2: One of the PC&rsquo;s (by turns) draw an unexpected card at the start of each turn (except in the first turn of the game) and the PCs suffer its effects. Take care of all the various effects affecting the PCs and their allies (Fear, Burning, Poisoned...), and remove expired markers.&#10;Phase 3: Each PC does his actions (walk, run, attack, search ...). Each time a PC does an action, he removes the equivalent action points as indicated by the action&rsquo;s cost. When a character is activated, they aren&rsquo;t obligated to spend all their action points in one go. For example, they may do one action then let another PC or ally play their actions and finish their actions afterwards. But once the PC&rsquo;s turn is over, all remaining action points are lost.&#10;GM&rsquo;s Turn:&#10;The GM repeats the 3 phases of a turn, like during the PCs&rsquo; turn (bare in mind that the GM doesn&rsquo;t draw an unexpected event card). The GM&rsquo;s characters play in the GM&rsquo;s desired order.&#10;3/End of the game&#10;The game ends when the main quest is completed or all PCs are eliminated.&#10;The GM then reads the conclusion of the quest and the PCs intervene verbally describe their actions.&#10;The PCs add up the experience points, Ecus earned and the treasures found during the game and share them equally.&#10;Then the PCs spend their experience points to develop their characteristics and gain new skills. They can go to town in order to buy new equipment with their hard-earned ecus.&#10;&#10;- description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Black Panther and Kilmonger",
    "ID": 292679,
    "Year": "(2019)",
    "Geek Rating": "5.544",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292679/marvel-crisis-protocol-black-panther-and-kilmonger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Black Panther and Kilmonger allows you to add two new characters to the Marvel: Crisis Protocol miniatures game.&#10;&#10;King T&rsquo;Challa is the leader of Wakanda, a technologically advanced nation that houses rich deposits of the precious metal vibranium. As Black Panther, T&rsquo;Challa connects to the panther god Bast by eating a special heart-shaped herb, thereby gaining superhuman abilities. T&rsquo;Challa uses these powers to protect Wakanda and the world from those who would seek it harm.&#10;&#10;A fallen son of Wakanda, Erik Killmonger desires to rule Wakanda. An expert in hand-to-hand combat, Killmonger also possesses enhanced strength, agility, speed, and stamina. This allows him to go to toe-to-toe with his nemesis, the Black Panther, and makes him a dangerous threat for anyone who stands in his way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Shuri and Okoye",
    "ID": 292680,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292680/marvel-crisis-protocol-shuri-and-okoye",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Shuri and Okoye allows you to add two new characters to the Marvel: Crisis Protocol miniatures game.&#10;&#10;Shuri &ndash; sister to T&rsquo;Challa, the Black Panther &ndash; has proven herself a hero through her innate genius and fierce dedication to her people. With her spirited personality and intellectual prowess, Shuri has become the top innovator and inventor within the technologically advanced nation of Wakanda, and she puts her innovations to good use to defend her home and its people by whatever means necessary.&#10;&#10;One of Wakanda&rsquo;s greatest warriors, Okoye proudly protects her country&rsquo;s king and his family alongside the Dora Milaje, Wakanda&rsquo;s elite royal guard. As wise as she is deadly, Okoye stands as one of T&rsquo;Challa&rsquo;s most trusted allies and companions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Venom",
    "ID": 292681,
    "Year": "(2019)",
    "Geek Rating": "5.562",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292681/marvel-crisis-protocol-venom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Venom allows you to add one new character to the Marvel: Crisis Protocol miniatures game.&#10;&#10;When disgraced reporter Eddie Brock bonded with an unearthly symbiote, the pair came together to form the terrifying antihero Venom. Possessing incredible strength and agility, Venom can also alter his shape at will-a power he uses to create all manner of brutal close-combat weaponry. Just as often a foe of the famous wall crawler Spider-Man as an uneasy ally, Venom remains committed to his role as the &ldquo;Lethal Protector,&rdquo; using his fearsome powers to deal swift punishment to any who attempt to bring harm to the innocent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Endogenesis: Beyond",
    "ID": 292682,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292682/endogenesis-beyond",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Featuring new skills, mechanisms, and more ways to customize unique power sets, Endogenesis: Beyond is an expansion for the card game Endogenesis. Play competitively to engage in an epic and strategic battle for godhood, or play solo/co-op to test your mettle against the endless tides of chaos.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catboop!",
    "ID": 292686,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/292686/catboop",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Have you ever wondered why cats chase each other around the house? You want to say &ldquo;Well, they obviously play with each other&hellip;&rdquo; Wrong!! ! We all know that cats are planning world domination, but have you ever wondered how they determine who&rsquo;s actually going to be in charge?&#10;&#10;Cat Boop! - An on-going battle that will separate the strong from the weak, the fast from the slow and prove which one will become the Purrfect Commander in the incoming human enslavement.&#10;&#10;In this 3-6 player strategic card game, you&rsquo;re trying to eliminate your opponents by successfully dealing them 9 boops. However, they won&rsquo;t simply just take them; by using their unique Cat-abilities and a variety of cards they&rsquo;ll not only attempt to deflect the boops but also restrict your abilities to deal them.&#10;&#10;Additionally to the extensive strategic aspect Catboop has 2 unique features which eliminate the pain points usually associated with card games.&#10;&#10;Firstly, a &ldquo;basket&rdquo; mechanism, allows you to plan ahead your turns and reduces the luck of the draw by giving you a steady pool of cards to choose from. &#10;Secondly, a &ldquo;Pooper Scooper&rdquo; ability, unique to each Cat, provides you with a way to participate in the game, even after you&rsquo;ve been eliminated, making sure you can still revenge your loss.&#10;&#10;All of this in a family friendly setting with a non-standard time frame, meaning you can shorten or expand the game time, depending on how much time you have to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Lampion-Spiel",
    "ID": 292710,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/292710/das-lampion-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the park entrance. Movement is determined by a die. Some spaces hinder or benefit the player. Each pawn has it's own track which intersects with the other tracks on crossroads. The first player to reach the podium, wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scribbletown",
    "ID": 292712,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/292712/scribbletown",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Scribbletown is a roll-and-write with very low luck about building your own city. Any number of players can play simultaneously as all players use the same die results.&#10;&#10;Players draw areas such as neighborhoods, businesses, factories, farms, and parks that each score in different ways along with drawing the roads to connect them all. Each game is made different by the inclusion of a set of special building cards that can be drawn under special circumstances for big points. These special buildings help direct players into a strategy.&#10;&#10;But you must be careful when drawing. Certain types of roads and buildings generate waste and when you get too wasteful, an opponent can fill up one of your empty spaces with an unusable junk pile!&#10;&#10;Since any number of players can play at a time, Scribbletown is a a great &ldquo;thinky filler&rdquo;&ndash;it plays in around thirty minutes, but has a ton of heavy tradeoffs without a lot of setup or teardown time. It can even be played easily over Zoom or other conference software.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line Drawing",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Why me?",
    "ID": 292715,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/292715/why-me",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Get rid of your friends and be the only one to survive this chaos and madness. Everyone want to kill you. You can make a temporary alliance and enemy. Players will walk around the map and pushing each other toward the end.&#10;&#10;Players take turn by drawing a card and choose from what they have to gain the advantage on the field such as pushing other player to go forward or backward, destroying their cards, swapping the whole places, or even destroying all the places just to make sure you will win the game. All effects can be bound,reflect, spread, change, or canceled. Therefore, you must be very careful which one to use against who.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Racing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Map Deformation",
      "Point to Point Movement",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Armata Strigoi: Limited Deck Expansion + Handmade Painted Set",
    "ID": 292716,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292716/armata-strigoi-limited-deck-expansion-plus-handmad",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "90",
    "Weight": "0",
    "Description": "10 exclusive cards to play the game Armata Strigoi with special new powers, plus the 7 figures handpainted in a beautiful and numbered wooden box! Only 250 sets available!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blimps",
    "ID": 292717,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292717/blimps",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Blimps is a steampunk themed push-your-luck dice game.&#10;&#10;Players start the race in London and then travel around the world in six stages. Each leg of the journey requires you to collect the right equipment, food, weather, tools via dice rolling.&#10;&#10;As you secure aspects of the journey leg, the remaining parts become harder to roll. You may choose a high scoring route with a tough combo of requirements, or prefer to race ahead by choosing an easier route.&#10;&#10;When one player returns to London, the end-game kicks in. With added determination and grit, the others speed up to try and finish.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Axis & Allies Anniversary Edition: World on Fire",
    "ID": 292727,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292727/axis-and-allies-anniversary-edition-world-on-fire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "0",
    "Description": "This is a companion to the Anniversary Edition and/or 1942 Second Editions. Each nation gets its own deck of Morale Bonus Cards, and each player earns cards by national objectives (Anniversary Edition) or controlling victory cities(1942). Each card provides a historically accurate bonus or ability when the card is played.&#10;&#10;A list of those bonuses and historical reference for each card is posted here: https://gamesmiths.us/Downloads/WF-Historical_Companion.pdf&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Touch of Evil: Dark Gothic – Wicked Woods Supplement",
    "ID": 292730,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292730/a-touch-of-evil-dark-gothic-wicked-woods-supplemen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Picking your way through the Olde Woods, filled with rotting trees and haunted memories, the forest, itself, seems to want to consume you!  But, there are magical items and allies to aid you in your fight against evil!&#10;&#10;This 15 card Game Supplement for the Dark Gothic Deck Building Game is themed for the Olde Woods outside of Shadowbrook and adds new Gear, Allies, Minions, and more, some utilizing the new Roaming mechanic first introduced in the Colonial Horror Expansion. It also includes a new set of Shifting Trees and Creeping Vines cards to thwart your efforts! Explore the Olde Woods, but watch out for dangers among the darkness!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: A Touch of Evil: Dark Gothic",
      "Series: A Touch of Evil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Beastgrave – The Grymwatch",
    "ID": 292731,
    "Year": "(2019)",
    "Geek Rating": "5.572",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292731/warhammer-underworlds-beastgrave-the-grymwatch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Hailing from a blasted and ruined kingdom far to the north, the Grymwatch have come questing to slay the monstrous entity that they believe lurks at Beastgrave&rsquo;s heart. The Ghouls of the Grymwatch scramble through the tunnels, noble hunters in search of their monstrous prey.&#10;&#10;This warband expansion set allows you to add the Grymwatch to your games of Warhammer Underworlds. A set of push fit models in coloured plastic allows you to get your warband built and ready for gaming in mere minutes, while fighter cards let you keep track of them in game. You&rsquo;ll be able to harness the unique tactics of the Grymwatch with 32 warband specific cards, including objectives, upgrades and ploys. Meanwhile, 27 Universal cards give you new options for customising your deck whichever warband you play.&#10;&#10;This set contains:&#10;7 push fit Grymwatch miniatures&#10;7 fighter cards &ndash; to represent each warrior in your games (Duke Crakmarrow; Duke's Harriers; Gristlewel, Greatsword; Master Talon; Night's Herald; Royal Butcher; Valreek the Tracker)&#10;59 unique cards to enhance your fighters and provide new tactics and challenges for your games of Warhammer Underworlds: Beastgrave. Including:&#10;- 12 Grymwatch objectives&#10;- 10 Grymwatch upgrades&#10;- 10 Grymwatch ploys&#10;- 9 Universal objectives&#10;- 9 Universal upgrades&#10;- 9 Universal ploys and spells&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hedbanz Adulting",
    "ID": 292732,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/292732/hedbanz-adulting",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Hedbanz Adulting is the fun, fast-paced question game of &ldquo;What am I?&rdquo; Players each wear a headband with a card and ask as many &ldquo;yes&rdquo; or &ldquo;no&rdquo; questions as they can in 90 seconds to try to figure out what&rsquo;s on their head!&#10;&#10;With millennial-themed categories including a charades category, players guess if they&rsquo;re a binge-worthy TV show, celebrity, profession, a trendy app and more! Earn points with every correct guess. The first player to 5 points wins!&#10;&#10;This one is a tiny bit different from other editions in that the cards also have a &quot;cheeky hint&quot; on them to help spur the clue-giving.&#10;&#10;Includes: 6 Headbands, 244 Cards, 6 Clue Cards, 25 Scoring Chips, 1 90-Second Sand Timer, 1 Instruction Sheet&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "Game: Hedbanz",
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Would You Rather...? Prove It",
    "ID": 292733,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/292733/would-you-rather-prove-it",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Would you rather play with smelly socks on your hands, or eat snacks out of your shoe? Would You Rather? Prove It is the awkwardly hilarious game of demented dilemmas! In this unnerving family game, players secretly vote with tokens on crazy choices as its revealed who would do what. Choose wisely and be careful what you vote for, or you might have to prove it! Players read out dilemmas from three different card categories: Would You Rather, Would I Rather, and Would You Rather&hellip;Prove It. You&rsquo;ll be making tough choices, as you vote in the majority to earn a scoring chip or vote in the minority and you&rsquo;ll have to prove it! Things will get hilarious as players who have to prove it do things like yodel, eat a spoonful of butter or play a whole round moving like a sloth!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Game: Would You Rather...?"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Sontaran General Staal",
    "ID": 292736,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292736/doctor-who-exterminate-the-miniatures-game-sontara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Sontaran General Staal and his bodyguards to Doctor Who: Exterminate! The expansion includes three miniatures, two faction cards, and four new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Tenth Doctor & Companions",
    "ID": 292737,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292737/doctor-who-exterminate-the-miniatures-game-tenth-d",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds the Tenth Doctor and four of his companions to Doctor Who: Exterminate! The expansion includes five miniatures, five faction cards, and seven new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcana Magica",
    "ID": 292739,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/292739/arcana-magica",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Arcana Magica&quot; is a card/dice game that uses a Poker deck and the cards from the Tarot Major Arcana (the full standard  Tarot deck) along with five symmetric dice.&#10;&#10;Players use the Poker playing deck from their hand to Summon Tarot Units and Activate them to Attack opponents. Based on the Roman symbols on top of Tarot cards they roll different dice attacking the opponents armies.&#10;&#10;It's about a 60 minute game that requires just the two decks and 5 dice and could be played anywhere between 2 to 4 people.&#10;&#10;If you want to experience the full beauty of Arcana Magica you can purchase the decks at the official website and roll the needed dice using a helper web-app done by the creators.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Azul: Summer Pavilion – Objective Tiles Mini Expansion",
    "ID": 292743,
    "Year": "(2019)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292743/azul-summer-pavilion-objective-tiles-mini-expansio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Set up the original game as described, then place the 16 bonus cards face up next to the game board.&#10;&#10;The 16 bonus cards offer you the opportunity to get additional tiles from the supply during the game. &#10;If you have fulfilled the requirements for receiving a bonus card, take the corresponding bonus card. Then choose immediately any tile as your reward from the supply of the game board and place it next to your playing board.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Azul"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Just One: Deutscher Spielepreis Classic Goodie Box Promo Cards",
    "ID": 292745,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292745/just-one-deutscher-spielepreis-classic-goodie-box",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Contained in Deutscher Spielepreis Classic Goodie Box&#10;&#10;13 new cards themed by boardgames&#10;&#10;13 new cards to create a face-down deck in the middle of the table. Return the cards from the base game to the box, as they won't be used during the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Boardgaming",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: Bonusplättchen Spiel 2019",
    "ID": 292749,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292749/carcassonne-bonusplattchen-spiel-2019",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This single-tile mini-expansion can be added to any Carcassonne game. The design, however, matches that of the New Edition of Carcassonne (2014).&#10;&#10;This promo was given out (for free) when making a purchase at the Hans im Gl&uuml;ck booth at Spiel 2019, Essen.&#10;&#10;No specific rules are included with the tile. The tile is simply mixed with the other landscape tiles. When a player draws the tile, he or she should place the tile according to the usual rules.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Country: France",
      "Game: Carcassonne",
      "Promotional: Item"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paris 1919",
    "ID": 292761,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/292761/paris-1919",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A game about treaty of Versailles. 10 country try to win the peace. Each one has to achieve some war goal in three domains SDN, Territories and Reparations. You gain some PV for submitting your propositions to other country after a time of deliberation.&#10;&#10;Each turn after a random event, each country decide with which other contry they will talk, talk are secret (you can trade money, territories, votes...). After 10 minutes, all the coutry are around the map and vote for one proposition per player. Player can vote yes or not, or &quot;col&egrave;re&quot; (worried) to cancel the proposition this turn, but this turn only. You have only on worried token per game per country.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Negotiation",
      "Political",
      "World War I"
    ],
    "Mechanics": [
      "Negotiation"
    ],
    "Families": [
      "Cities: Versailles (France)",
      "Continents: Europe",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GO! GO! Western Team",
    "ID": 292766,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292766/go-go-western-team",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A Family game for 3 to 4 Players, with variants for 1 and 2 Players, easy in rules, a fast setup and a portable package.&#10;&#10;You have 45 Seconds to SHOOT all your Bullet Cards using only One Hand, trying to land them on the Bandit Card of the Same Color, but the problem is... You Only Know your Bandit Cards! and You Can&rsquo;t Communicate at All! You can deviate the Bullet Cards while they are in the air, but none of them that are resting on the gameplay area.&#10;&#10;A game made of 3 rounds of 45 seconds each, at the end of the game you count your remaining Bullet Cards and compare with the score chart, to see how well you did it.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Deduction",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Flicking",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Contests: Mint Tin Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "File Leader",
    "ID": 292769,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292769/file-leader",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "File Leader is a set of miniatures combat rules for smaller battles of the English Civil War, featuring up to a few companies per side.&#10;&#10;A notable feature is that units can choose between taking casualties and giving ground.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: English Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: Essence of Evil",
    "ID": 292773,
    "Year": "(2019)",
    "Geek Rating": "5.562",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292773/street-masters-essence-of-evil",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Exclusive Kickstarter expansion adding a new boss, new stages and more.&#10;&#10;Play as a new fighter, Hanzo complete with a 25 card Fighter deck against a new enemy faction, The Ayakashi. Both these new elements can duke it out on two brand-new action packed stages, Reign Storm and Ring of Fire! Essence of Evil also has it's own Story deck, which sees Hanzo trying to stop a former pupil from going off the deep end!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: Redemption II",
    "ID": 292774,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292774/street-masters-redemption-ii",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This optional Kickstarter-exclusive add-on allows players to play as the other 10 bosses from the base game and the Aftershock expansion. Each boss fighter is complete with their own 25-card deck.&#10;&#10;Included in this expansion is the option to play as the following boss characters:&#10;&#10;The Proxy (from Aftershock)&#10;Project X (from Aftershock)&#10;Ikuchi (from Essence of Evil)&#10;Tlazolteotl (from the Street Masters KS1 SG Box)&#10;Shin Yokai (from Legend of Oni)&#10;Mack (from Twin Tiger)&#10;The Don feat. Genesis (from Aftershock SG Box)&#10;Selene (from Aftershock SG Box)&#10;Kenshin (from Aftershock SG Box)&#10;Miss Matrix (from Aftershock SG Box)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: Aftershock – Stretch Goals",
    "ID": 292776,
    "Year": "(2019)",
    "Geek Rating": "5.566",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292776/street-masters-aftershock-stretch-goals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Street Masters: Aftershock Stretch Goals box contains all the unlocked 56 stretch goals for backers of the campaign which includes new fighters with their respective miniatures as well as card decks.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Last Bastion: Wu-Feng",
    "ID": 292778,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292778/last-bastion-wu-feng",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "ENTRANCE AND RECURRING EFFECTS&#10;The active player must randomly draw a Monster card from the discard pile and put it in play according to the normal rules.&#10;&#10;EXIT EFFECT&#10;The heroes have just claimed possession of Wu-Feng&rsquo;s Urn. The card isn&rsquo;t discarded, but is kept next to the Bastion and may be used by any player. Wu-Feng&rsquo;s Urn is a highly precious artifact which may only be used once - it allows a wounded hero to regain their power and grants them a Call to Arms token. Once the Urn has been used, the player puts Wu-Feng&rsquo;s card in the discard pile.&#10;&#10;This card was part of the Spiel'19 preorder bundle. Later available as part of the 2020 Dice Tower Kickstarter Explorers Pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spelet om Allemansrätten",
    "ID": 292784,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292784/spelet-om-allemansratten",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trivia game about the Swedish concept of Every mans right, the right to roam the land.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Civicus Dice Game: 3-4 Player Expansion",
    "ID": 292786,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292786/civicus-dice-game-3-4-player-expansion",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The exciting world of Civicus just got bigger! This expansion pack allows 2 additional players to join the adventure. (Original Civicus Dice Game needed to play.)&#10;&#10;Expansion Pack includes:&#10;&#10;12 Settlement Tokens (6 each color)&#10;4 Exotic Goods&#10;8 Attribute Counters&#10;2 Reference Cards&#10;2 Colossus Tokens&#10;1 Starting Player Crystal&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grim Old Dark",
    "ID": 292787,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292787/grim-old-dark",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Grim Old Dark is an action role-playing hack and slash tabletop game.&#10;&#10;Journey through randomly generated maps while completing quests, defeating Demon Generals, and murdering countless lesser Demons along the way.&#10;&#10;Attack and cast spells using Runes. Fortify your Champion with thousands of unique weapons, armor and spell cards by acquiring Cursed Chests.&#10;&#10;Conquer unique quests with or against your friends. Build your Champion from scratch or enter with your own gear. Gain favor with Satan and maybe you can save your soul.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Simultaneous Action Selection",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "箸でCUBEs (Hashi de CUBEs)",
    "ID": 292791,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/292791/zhu-decubes-hashi-de-cubes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "&#231;&#174;&#184;&#227;&#129;&#167;CUBEs (Hashi de CUBEs), roughly translated as &quot;Cubes with chopsticks&quot;, is an analog, turn-based, dexterity take on a Tetris style game where the pieces must be &quot;dropped&quot; into place with chopsticks.&#10;&#10;The game uses wooden 2D polyominoes of 2, 3, 4, and 5 cubes.  A deck of cards determines which piece a player places next, and if a player completes a line, they place a specific piece into their opponent's tower.&#10;&#10;The first player whose tower collapses is the loser.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Everdell: Pearlbrook – Freshwater Pack",
    "ID": 292794,
    "Year": "(2020)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292794/everdell-pearlbrook-freshwater-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.5",
    "Description": "Upgrades the Standard Edition of Pearlbrook with the Collector's Edition content.&#10;&#10;This item includes: 6 axolotl meeples with Frog Ambassador, 6 platypus meeples with Frog Ambassador, 6 starling meeples with Frog Ambassador, 25 glass pearls, punchboard including open &amp; closed signs and 3D Wonders, scorepad, 4 Adornment cards, 6 Special Event cards, 4 Forest cards.&#10;&#10;Do you own the Collector's Edition Pearlbrook or are purchasing it through this campaign? Then you already have these!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Game: Everdell",
      "Misc: LongPack Games",
      "Promotional: BGG Store Promos",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Going Postal",
    "ID": 292795,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/292795/going-postal",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "A postal delivery game where each player acts as a postal worker delivering parcels to the other players.&#10;&#10;Turns are played simultaneously, and every player has the same 4 action cards and starts with 6 parcel delivery quota. There are 4 turns and 3 rounds in the game and the game ends by the end of the 3rd round.&#10;&#10;In this game, as a postman, you have to deliver parcels to do your job, or else you are fired. However, you also have to obtain points in the game. At the end of 3 rounds if the 6 parcels are not delivered, you are fired from the job and lose the game. The winner by the end of three rounds is the one with the most points.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pinball4",
    "ID": 292797,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/292797/pinball4",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players are attempting to to make a line of four of their pieces in a six high seven wide grid between them similar to Connect Four. However, the players are not dropping their pieces in the grid. Pieces are shot up from the sides of the grid using small pinball plungers and players have to try to adjust the force they use to shoot with the plunger in order to make the piece fall in the right slot in the grid.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lost City",
    "ID": 292799,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292799/the-lost-city",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Thousands of years ago, a resplendent city was built on a remote island by the Creators, deep in the undiscovered jungles. Now, looters and archaeologists have found the hidden city after decades of searching for it...what will become of The Lost City?&#10;The Lost City utilizes card drafting, hand management, bluffing, and social deduction, as well as a new &ldquo;deck construction and deck destruction&rdquo; mechanic.&#10;&#10;The game is played is 3 phases:&#10;&#10;     The Construction Phase - Players play the role of the Creators and build the Lost City using cards drafted to them.&#10;     The Destruction Phase - Players play the role of looters and archaeologists and discover and loot what the Creators have built. It is here that card effects can be played to manipulate the deck. &#10;     Calculation Phase - All players calculate the points in their Value Pile or their hand (if applicable). Players will take into account some cards that give them negative points! &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Bluffing",
      "Card Game",
      "City Building",
      "Civilization",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirit Island: Seele des Flächenbrands",
    "ID": 292800,
    "Year": "(2019)",
    "Geek Rating": "5.848",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292800/spirit-island-seele-des-flachenbrands",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Heart of the Wildfire is a joyous Spirit of fire, destruction, and (maybe eventually) renewal. Mechanically, it's medium-complexity, extreme-offense, and blights the land as it spreads.&#10;&#10;This is the same spirit as is included in Spirit Island: Promo Pack 1; in Germany, it was published on its own.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Spirit Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blades of Bronze: Fast play rules for 15mm Ancients",
    "ID": 292803,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292803/blades-of-bronze-fast-play-rules-for-15mm-ancients",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These rules are designed for short skirmish 15mm Ancient wargames between 2 players. For scales larger than 15mm, such as 25mm, double the measurements or use inches instead of centimetres. These rules revolve around the ability of leaders to give orders to the soldiers.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horror in the Library",
    "ID": 292804,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/292804/horror-in-the-library",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A Victorian Steampunk Horror Boardgame&#10;&#10;Sunday 18th August 1895...You have been invited to dine at the fabled mansion of the Mad Professor. After a delightful dinner, the Professor announces to his guests that he has invented a contraption that has opened a doorway to allow hideous nightmares to be released upon the world&mdash;ghosts and creatures of nightmares. But, there&rsquo;s a catch: whoever can survive the Horrors of the library will be the sole inheritor of the Mad Professor&rsquo;s fortune and all of his secrets.&#10;&#10;Horror in the Library is a 19th century Victorian themed tile-based competitive card collecting game for 2 to 6 players. Players compete to collect all the items they need to confront the Horror they have been challenged with by the Mad Professor. Once all components are collected it is a race to the Portal to win the game!&#10;&#10;Players will combine strategy and luck to find the required cards and moving tiles. A balanced token bag determines penalties and rewards while a simple attack and defense system with non-player characters adds to player interaction and strategy.&#10;&#10;Horror in the Library is as competitive and as fast as players wish it to be through the setup of the game. It can be either a light game for 2 players through to a highly competitive and entertaining evening for up to 6.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Books / Libraries",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pomegranate Planet",
    "ID": 292807,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/292807/pomegranate-planet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Pomegranate Planet, take on the role of a pomegranate farmer trying to out-grow the competition. You will use Pomegranate Power Pebbles, or &ldquo;Pom Pebbles&rdquo; as the locals call them, to acquire items that you will need from the Market. The Market uses a blind bidding system, and each item in the Market will go to the player that bid the most Pom Pebbles for that item. However, you can only put up a single card for bid at a time, each valued at a different number of Pom Pebbles. Water and Fertilizer will help your seeds grow into delicious, nutritious pomegranates.  Pollinate and Greenhouse cards get your fields to produce more pomegranates, and Tractors can help you move items from one field to another, making the most of your farmland. Use your Pom Pebbles wisely; wasting your higher value Pom Pebbles early could allow your opponents to easily snag a more valuable item later on! Win the best items at the market to become the primary purveyor of pomegranates on the planet!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ocean",
    "ID": 292808,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/292808/ocean",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "2-4 players roll the dice and move around the lake with their boats. If player has moved and there is a fish on the lake he tries to catch it. Both the boats and fish have magnets and the boat either pull or push the fish. If it pulls, the player may take the fish on his boat. The winner is the player who catches the most fish.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Nautical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The War Against Russia",
    "ID": 292814,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292814/the-war-against-russia",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The War Against Russia (TWAR) is a comprehensive simulation covering the first two years of the Crimean War in both the Crimea and the Danube. The game is heavily inspired by Frank Chadwick&rsquo;s GDW Crimea which was released in the mid 70s, and uses similar concepts but streamlined for playability.  Players will be able to choose to start the campaign from the Russian advance into Wallachia (modern day Romania) or at the start of the Crimean campaign. This is the first time the campaign outside the Crimea itself has been depicted in any simulation. Units will be regiment sized, with the ability for some limited tactical choices such as charging. Siege Artillery will play an important role being necessary to destroy fortresses before an assault. In addition to the operational battles,  A linked campaign will be included so players can carry their losses across multiple scenarios and compare their performance to their historical counterparts. The allies have multiple options when it comes to landing and conducting amphibious operations. Forces from the allied navies along with the black sea fleet are present as well.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Crimean War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quodd Heroes: Promo Pack 2",
    "ID": 292815,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292815/quodd-heroes-promo-pack-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promo pack contains 3 promo cards.&#10;&#10;- World Event &quot;Synergy&quot;, where you may have up to three items/pets.&#10;&#10;- World Event &quot;An End to Chaos...&quot;, which gets rid of the world event deck, after giving each player an individual works event card to pay at will.&#10;&#10;- World Event &quot;Free Motion&quot;, where tunnels and teleporters don't end movement.&#10;&#10;Released at conventions in 2019.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Bayonets: For Liberty & Lombardy – 1859",
    "ID": 292816,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/292816/imperial-bayonets-for-liberty-and-lombardy-1859",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "&quot;Imperial Bayonets: For Liberty &amp; Lombardy - 1859&quot; is the second board-wargame in the Imperial Bayonets series.&#10;&#10;&quot;Imperial Bayonets&quot; is a new planned series of Grand Tactical wargames covering the 18th-19th centuries. The series rules use a hack of the tried and true NLB mechanics in order to simulate what was, at the time, the largest campaign since Leipzig. 1859 occupies an interesting place in military history, post Crimean war, tactics had barely improved much beyond their Napoleonic forefathers. Cavalry had been rendered nearly useless in terms of shock, and artillery began to dominate the battlefield even more so than it already did.&#10;&#10;1859 also is notable as it features one of the last successful campaigns of Napoleon III and the French Second Empire. The French martial philosophy of Le Systeme D&rsquo; (loosely translated to &lsquo;Muddling Through&rsquo;) which doomed them to failure in 1870 against Prussia, propelled them to victory against a much lesser opponent in Austria. Fresh off their victory in the Crimea, France and Piedmont were considered two of the finest armies in the world.&#10;&#10;&quot;For Liberty &amp; Lombardy: 1859&quot; includes 4 stand-alone wargames on the major battles of the campaign.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Solferino (Italy)",
      "Country: France",
      "Country: Italy",
      "History: Italian Wars of Independence",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mars La Tour",
    "ID": 292817,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/292817/mars-la-tour",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Mars La Tour&quot; is an introductory-level wargame with plenty of meat on the bone for the seasoned grognard, inspired by Mark Herman&rsquo;s recent Gettysburg. With a 17x11 large-hex map, fewer than 32 large counters and a pair of 10-sided dice, players can experience the furious battle of Mars la Tour in less than a half-hour, easily played several times in one sitting. The OOB and order of appearances are tweaked for historical effect, representing the French at the corps level with some of their less aware forces starting off-map, while Prussians are represented at the divisional level with their normal historical appearance.&#10;&#10;To explain some of the changes from Mark&rsquo;s original;  a d10 is used for more granularity in combat results (for those times when the modifiers reach +4 to +6); the Prussians win on all ties; French Chassepot fire allows Prussian units to move only once after switching to Battle Formation; Prussians receive an Artillery Bombardment marker to reflect their improved artillery; death-charge rules for cavalry; and, finally, the French receive a Mitrailleuse fire marker which functions like the Sharpshooter marker from Gettysburg.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Country: Prussia",
      "History: Franco-Prussian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Funeral Games: Wars of the Diadochi – Operations of Antiquity Series Volume II",
    "ID": 292818,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/292818/funeral-games-wars-of-the-diadochi-operations-of-a",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Funeral Games is the second game in the new Operations of Antiquity Series, an operational ancients engine which focuses on logistics, leadership and maneuver.  Funeral Games focuses on the dizzying and myriad wars of the Diadochoi, the successor generals of Alexander the Great. This comprehensive hex &amp; counter simulation showcases the 40+ years of conflict and intrigue between these titans of the Hellenistic world.&#10;&#10;1-5 Players can choose to either play specific parts of the war, a scripted campaign as well as a sandbox campaign. The scenarios can be played in a few hours while the campaigns will take longer depending on the number of players and variant being played. Augury cards which dictate events and certain modifiers are placed in order of their occurrence in the scripted game, whereas the sandbox campaign has players randomize the Augury cards creating an absolutely wide open situation without the realities of history bearing down on the player&rsquo;s decision-making.&#10;&#10;Funeral Games expands on the foundations presented in The Earth As Their Memorial and adds on a thin layer of chrome in order to abstract the myriad idiosyncrasies and shifting alliances throughout the wars of the Diadochi. The Operations of Antiquity Series is supported by obsessive and manic research into the logistic capabilities of ancient supply trains and the armies they supported.&#10;&#10;What results is the first hex and counter, operational-scale model of the Diadochi wars allowing students of history as well as grognards alike to study the volatile realities of military campaigns in antiquity. Players will also need to manage/improve their holdings, building infrastructure or cultural landmarks if they wish to gain a decisive advantage against their opponents.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Wars of the Diadochi and Syrian Wars",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guns Of The Americas",
    "ID": 292820,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292820/guns-of-the-americas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Guns of the Americas is a strategic scale hypothetical that examines what a renewed conflict between the states would look like during the first world war. The history behind the game is that the South manages to win a truce during the Civil War and the USA remains divided up until WW1. The North allies with Germany while the South allies with the Entente (the rationale being both the ethnic makeup and trading relationships of both regions). The North must execute a Schlieffen-like plan to take out the south before they can coordinate fully with their Canadian and Mexican allies.&#10;&#10;The game includes units for the USA, CSA, Germany, Japan, France, Canada and Mexico. 2 large maps depict north America from Mexico City to Quebec. The game&rsquo;s mechanics are derived and inspired from Mark Simonitch&rsquo;s The US Civil War while introducing several new ideas and layers of complexity such as Naval and Air operations as well as card assisted mechanics.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trierarchs: Trireme Warfare in the 5th Century",
    "ID": 292821,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292821/trierarchs-trireme-warfare-in-the-5th-century",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trierarchs is a modern take on ancient Tactical Naval Warfare during the 5th century with a special focus on and surrounding the Peloponnese War. The naval conflicts of the ancient world were strategically and logistically vital to any nation&rsquo;s ambitions of expansions and colonization. Thucydides himself was exiled as a result of his failure to prevent a Spartan landing at Amphipolis and the subsequent death of Athenian general and politician Cleon at that battle.&#10;&#10;The period is notable for the relative ferocity and unique nature of naval conflict. The primary tactic being to ram your opponents ship via it&rsquo;s broadside as quickly as your oarsman could row. Triremes were packed sparingly along with several hoplite marines and archers who could either attack or board enemy ships if close enough. Athens was primarily the dominant naval power until the end of the war and even had an original tactics where they could maneuver a ship parallel to an opponent going in the opposite direction, pull in their oars, and shear off the oars of their enemies leaving them dead in the water. The quality of a crew would frequently make up for inferior numbers in combat making for interesting and thrilling scenarios, of which Trierarchs is packed.&#10;&#10;A basic and advanced version of the rules will be included where players may easily pick and choose what rules they wish to include. The advanced rule increase the playing time and relative complexity of the rules in order to more accurately reflect the nature of ancient naval warfare. Optional rules are included for simultaneous movement, double-blind refereed games, as well as limited combined-operations with land forces.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Ancient",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Peloponnesian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "490 BC: Marathon – Introduction Module",
    "ID": 292822,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/292822/490-bc-marathon-introduction-module",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Violent Schoolmaster Tactical Series (VSTS) is a new take on combat from the prehistoric to the late 16th century. This Introduction Module allows players to affordably experiment with VSTS and allows players to re-fight one of military history, along with western civilization&rsquo;s most decisive moment, the battle of Marathon in 490 BC.&#10;&#10;Emperor Darius I of Persia resolved to crush Athens for aiding the Ionian revolt by sending ships and other means of support. Greece, through the development of the city state and democracy created the hoplite phalanx in which each man must hold their space in a tightly packed linear formation packed with over a thousand men with spear and/or shield. The Phalanx in formation became a heavily armed juggernaut that would continue up until the Roman development of Legion tactics.  The Persians on the other hand used completely opposite arms and tactics, relying on speed, delay and missile tactics to harass an enemy, leaving the heavy combat to their cavalry.&#10;&#10;Athenian democracy was tested as citizens debated what to do as Persians began to unload men, horses and supplies on the shores of Marathon. After 5 days of debate and noticing that the Persian cavalry was being reloaded onto ships for redeployment likely to ravage the rest of the Athenian suburbs, the Athenians decided to act offensively against the Persians while at a numerical disadvantage.&#10;&#10;At the beginning of the battle, the Athenian center were pushed back but quickly rallied and outflanked the Persian forces before they could unload enough troops proficient at shock combat. Unable to delay and harass the Greeks by withdrawing and using ranged combat, they ended up getting totally slaughtered by the Greeks as they were completely ill-prepared for hand to hand combat with heavy infantry.  Driven back into the sea, the Athenians had achieved a major symbolic victory, managing to severely damage the Persian attempt at establishing a beachhead for a further invasion of Attica from Marathon. The Greek way of war had proven itself as superior to the Persian, which had been the dominant power in the region before this point in history, that all changed with Marathon.&#10;&#10;VSTS is inspired by the PRESTAGS set of games from SPI, GBOH from GMT, and Battle Hymn by Compass Games. Wings of each army are activated by chit pull; the combat phase is also initiated by a chit pull followed by an ongoing melee phase after all chits have been pulled. While ranged combat uses a traditional CRT type mechanic, melee combat has players rolling a handful of d10s in search of &ldquo;hits&rdquo; against their opponent. dividing the number of dice thrown between all enemy units in front hexes. The base chance for hits depends on the morale of the units involved as well as facing, terrain, the presence of leadership, and more. Units absorb Disruption Points and as they do so, become progressive susceptible to Routing, automatically routing once they reach a level of DP equal to their SP. Exclusive Rules for Marathon are focused on recreating the various speculative conditions academics have argued about in relation to Hoplite combat, Phalanxes drift to the right when mobile, Phalanxes advance at variable rates towards an enemy, Locking Shields as a tactic to create a more shock-resistant Phalanx, as well as loose-formation rules for Phalanxes which allow for limited stacking combined with more maneuverable units. Many of these exclusive rules, if not all, will be present in the first full game of the series considering 4 Battles from Lacedaemonian (Spartan) history.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Greece",
      "History: Greco-Persian Wars (5th century BC)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great Battles of Lacedaemon",
    "ID": 292823,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292823/great-battles-of-lacedaemon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Violent Schoolmaster Tactical Series (VSTS) is (again) inspired by the late John Young and his PRESTAGS series for SPI. VSTS will cover all eras of warfare from the beginning of history until the 17th century. This series is possible because warfare changed relatively little between this period until the wars of the 17th century developed Pike &amp; Shot tactics and the era of combined arms started to develop.&#10;&#10;The first full game in the VSTS set of games focuses on Lacedamemon, otherwise known to us in the modern era as Sparta. Lacedemonia was the dominant land power in the ancient Greek world, establishing its hegemony over the Peloponnese peninsula sometime after the collapse of the Bronze Age. After years of internal struggle and intrigue, Sparta emerged from it&rsquo;s borders putting down tyrants creating allies across the region forming what today is called the Peloponnese league&#10;&#10;4 critical battles in Sparta&rsquo;s history are presented in a clean, accurate, and playable format which promises not to get bogged down in minutia.  A simple command system sees leaders able to allow units to their move and grant benefits to units in combat, or units suffering from adverse results in combat, though this can sometimes result in the worsening quality of the leader. Each hex in VSTS represents about 100  meters from hexside to hexside. Each single hex-sized unit represents a company/squadron of 100-150 mean and/or horses. Each turn represents 5 minutes of real time. Units from Thebes, Corinth, Athens, Macedonia, and several others localities are represented in game.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Greece",
      "Ancient: Sparta",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Peloponnesian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nazi Hunter",
    "ID": 292824,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/292824/nazi-hunter",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Nazi Hunter is a solo/cooperative game in which player(s) must hunt down and apprehend Nazi war criminals who escaped to South America after World War 2.&#10;&#10;Player(s) train 2 Nazi Hunters (character creation is one of the game's core mechanics) then deploy those 2 Nazi Hunters to South America (the game board) to catch the escaped Nazi war criminals (represented by a deck of 15 &quot;dossier&quot; cards).&#10;&#10;The Nazis can escape the board via the airport, the seaport, or by train, at which point the player(s) lose their trail. The object of the game is to apprehend as many of the Nazis as possible and to prevent them from escaping justice.&#10;&#10;Although the actual play time is only about 20 minutes, the real heart of the game is in experimenting with different character designs and finding a way to design characters that work well together. This game is very small and can easily be played on an airplane tray or a school desk.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: South America",
      "Country: Argentina",
      "Country: Brazil",
      "Country: Chile",
      "Country: Uruguay",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Critical Mass: Plasma Drill promo card",
    "ID": 292826,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292826/critical-mass-plasma-drill-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional card for 'Critical Mass' originally available through Dice Tower 2019 Kickstarter campaign.&#10;&#10;Piercing weapon which gives all of your weapons 'piercing' the turn after it deals damage.&#10;&#10;Card text: This weapon cannot be blocked. If this weapon deals damage, next turn your weapon gains piercing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Critical Mass: Vacillating Laser promo card",
    "ID": 292827,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292827/critical-mass-vacillating-laser-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional card for 'Critical Mass' originally available through Dice Tower 2019 Kickstarter campaign.&#10;&#10;Piercing weapon with Firepower determined by a d6 roll when played.&#10;&#10;Card text:  Piercing  This weapon cannot be blocked.  When you play this card, roll a six-sided die.  This weapon's Firepower is equal to the roll of the die.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Durch den Dschungel der Sexualität",
    "ID": 292828,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292828/durch-den-dschungel-der-sexualitat",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the tail of the snake and have to reach the head. Movement is determined by a die. On each space the player has to draw a card. There are question cards, action cards and fate cards. If the player answers the question or fulfills a task the pawn may be moved, if not it remains on it's former position. The first player or team to reach the snake head has to fulfill two tasks to leave the head and win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ligretto Probe-Version",
    "ID": 292831,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/292831/ligretto-probe-version",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Mini version of Ligretto that allows two players to test Ligretto. This version has been handed out by Schmidt Spiele for free and has not been meant for sale.&#10;&#10;Each player has his own deck of 27 cards with cards 1-9 in three colors and a unique symbol on the back to identify which cards are his. At the start of each round, each player lays out three cards face up in front of him to create his row; places a face-up stack of seven cards, seeing only the top card, next to his row to create his Ligretto stack; and holds the remaining cards in hand face down.&#10;&#10;Playing at the same time, each player tries to empty his Ligretto stack. If he has a 1 on the top of any face-up stack, he plays it to the center of the table. If he has a 2 of the same color as any 1 in the center of the table, he can place the 2 on the 1. All cards in the central piles must be played in ascending order and must be following the same color.&#10;&#10;If a player can't play anything, he can reveal cards from the stack in his hand, counting them out in groups of three, then laying them face up while revealing only the top card. He can play this top card onto a central pile as long as he meets the above rules for doing so.&#10;&#10;As soon as a player empties his Ligretto stack, the round ends. Each player scores 1 point for each of his cards among the central piles, then loses 2 points for each card remaining in his Ligretto stack. The player with the most points wins. Players can alternatively choose to play a certain number of rounds and the player with most points in the end wins.&#10;&#10;In the rare case that neither player can play any cards, the round is scored based on the cards played so far.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Ligretto (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diceborn Heroes: Campaign Treasure Pack",
    "ID": 292832,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292832/diceborn-heroes-campaign-treasure-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A fan funded treasure pack of heroes and Quests. Includes new challenges, haunted manors, monstrous caverns and labyrinths. With these new quests heroes have new skills and items to help them protect those in need...&#10;&#10;44 Hero cards [some extra of existing or alt versions; and a few new classes)&#10;&#10;6 Questlines made up of - &#10;12 attack cards&#10;12 legendary items&#10;20 boss/quest specific cards&#10;20 quest cards&#10;6 boss cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories: Promostory Pack Nele Neuhaus Edition / Killer Ladies Edition",
    "ID": 292839,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/292839/black-stories-promostory-pack-nele-neuhaus-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "0",
    "Description": "A promo pack with four Game: Black Stories, given out for free at SPIEL Essen 2019 at the publisher moses. Verlag GmbH's booth. Two of the stories were also relased in the Black Stories: Nele Neuhaus Edition, the other two in the Black Stories: Killer Ladies Edition.&#10;&#10;Black Stories are tricky, morbid, sinister riddle stories. The players try to reconstruct the particulars of each incident, piece by piece, by asking yes-or-no-questions.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rucksack",
    "ID": 292841,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/292841/rucksack",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Rucksack is a lighthearted card game that throws each player into the most extreme scenarios you can think of. But don&rsquo;t worry, you get to collect 5 (maybe not so useful) items to help you survive. It&rsquo;s up to you to figure out how to use them and convince the other players that you would make it out alive!&#10;&#10;Each round, a scenario card is drawn describing an intense survival situation that all players must survive. Players draw item cards and choose whether to keep them or discard them for the chance at better items.&#10;&#10;Once everyone has 5 cards, players take turns describing how they would use those items to survive the scenario. Your story can be as crazy, funny, or realistic as you like. All players then vote to see whose story wins the round. The player with the most votes after 3 rounds wins the game!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Avalanche Crash",
    "ID": 292842,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292842/avalanche-crash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Avalanche Crash is a game of balance and slow, careful movements. Load the board with colorful chips, roll the die, and then see which color you need to move up from the bottom to the top. Choose your space carefully, if the board gets unbalanced you might cause an avalanche!&#10;&#10;Features&#10;Precision game play for 2-4 players&#10;Teaches balance and coordination&#10;For 2-4 players&#10;&#10;Skill Building&#10;By carefully and deliberately placing their Avalanche Crash game pieces, children will work on the development of fine motor skills, concentration, and focus.&#10;&#10;Package Contents:  &#10;Double tiered tilting tray, 32 colorful playing chips, game die, instructions&#10;&#10;Recommended Age:  &#10;4 Years to 6 Years&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "13 Doctors",
    "ID": 292843,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/292843/13-doctors",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "13 Doctors is a stand-alone microgame for 2 players, set in the same settings as Rush M.D.&#10;&#10;In 13 Doctors your goal is to guess your opponent's secret Character card before they guess yours. On your turn, you either play a card face-up to perform its ability, or play it face-down and guess at your opponent's Character.&#10;&#10;The first player to win 3 rounds wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Room Das Spiel: Isolation Demo",
    "ID": 292848,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/292848/escape-room-das-spiel-isolation-demo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "15 Minute Demo Game for &quot;Escape Room the Game&quot;. A double-sided flyer given out at Spiel 2019 to explain the game.&#10;&#10;Story: You are arrested and have to break out in less then 15 minutes until you are taken to the high-security track of the prison. You are informed that your new cellmate will be none other than Daniel Cortez (a notorious member of Salvatores). Salvatores is known for not being such a fan of you and is looking to tie off some loose ends. The bottom line is that you only have 15 minutes to escape this holding cell before your life is finally over&hellip;&#10;&#10;Install the 'Escape Room The Game' app on one of your devices and select 'Isolation'. The app provides a 15 minute countdown and a place to enter the 4 digit code you are trying to find. Have scissors, pen and paper ready. There are 5 puzzles to solve in order to determine the code.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agricola: Agricola Meets Newdale",
    "ID": 292850,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292850/agricola-agricola-meets-newdale",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "6 card expansion for Agricola originally available at Spiel 2019.&#10;&#10;Every player selects a card that gives them a special ability that can be used once per game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Enclosure",
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Game: Agricola",
      "Series: Harvest (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catan Rhein-Main-Neckar",
    "ID": 292851,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292851/catan-rhein-main-neckar",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "This is a part of the Catan Geographies series. It comes in form of a puzzle. After putting the pieces together you can play in the Rhein-Main-Neckar region of Germany. Published for the 25 anniversary of the convention &quot;Darmstadt spielt&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Income",
      "Modular Board",
      "Network and Route Building",
      "Race",
      "Random Production",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Series: Catan Geographies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Monster: Promo Monster",
    "ID": 292861,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292861/big-monster-promo-monster",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A promo monster tile handed out after playing or purchasing the base game at Spiel 2019 in Essen.&#10;&#10;The rules where described as follows (from memory):&#10;&#10;Placement:&#10;Place the monster tile like any other tile after drafting.&#10;&#10;Scoring:&#10;Right before the normal scoring takes place (but after assigning medals), this monster tile can &quot;eat&quot; adjacent monster tiles by jumping on top of them. For this to work the monster tile to be eaten has to be adjacent to this monster (via small or large side) and needs to be fully covered after jumping onto it. Normal building rules apply here, so it is not allowed to create isles of non-connected tiles this way. The eaten monster is removed from the player area and not considered for regular scoring. This eating process can be repeated as long as the covering jump action can be performed as stated or until the player decides to not eat anymore monsters. Each tile eaten this was is scored with 4 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Philadelphia",
    "ID": 292863,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/292863/philadelphia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Philadelphia is a TCG-like card game where players aim to develop the advertising agency they work for. Earn money by placing diverse and colorful advertising cards with unique abilities, and aim for combos by combining effects to get large rewards.&#10;&#10;Earned money can be used to efficiently collect sets of cards with the same color/industry, which you can present to investors as an attractive set of advertisements, raising your reputation and gain victory points.&#10; Will you be able to hold down rival employees, and stand victorious?&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Human Punishment: Social Deduction 2.0 – Weishaupt KI",
    "ID": 292864,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292864/human-punishment-social-deduction-20-weishaupt-ki",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A promo card given out at Spiel 2019 in Essen for purchasing the game. Text from the card:&#10;&#10;Weishaupt KI&#10;Du kannst Deine Rolle aufdecken, um den Schuss einer Waffe auf ein anderes Ziel zu lenken.&#10;&#10;English:&#10;You may reveal this ID to immediately force a player to suffer the weapon resolution instead of the current target.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Take That",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Birds of Prey: Missile With A Man In It",
    "ID": 292865,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292865/birds-of-prey-missile-with-a-man-in-it",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "0",
    "Description": "Few aircraft embodied &ldquo;the future&rdquo; like the F-104 Starfighter. The shining needle-like gleaming metal fuselage and pressure-suit clad crew evoke spaceships more than aircraft. Lockheed&rsquo;s legendary designer Kelly Johnson interviewed fighter crews during the Korean War and created a simple fighter that maximized performance. His team conceived of the smallest aircraft they could wrap around a powerful engine. The Starfighter served with many air forces around the globe, in roles from interceptor to nuclear bomber.&#10;&#10;But reality was harsher than space age dreams. The F-104 gained its Missile With A Man In It nickname in an era when many spacecraft exploded in the first moments of flight. The Starfighter&rsquo;s cutting-edge design and all-for-performance approach led to a career marred by far too many losses of aircraft and life.&#10;&#10;Missile With A Man In It contains every F-104 Starfighter combat variant, plus the proposed CL-1200 Lancer. The included opponents promise a wealth of Zipper-centric mayhem. Scenarios includes every known historic F-104 encounter, struggling over Hainan Island during the Vietnam War, battling between the two Chinas across the Formosa Strait, or soaring against the backdrop of the Himalayas in the Indo-Pakistani Wars.&#10;&#10;Learn to fight the Starfighter from Killjoy, teaching players to employ the aircraft&rsquo;s unique &ldquo;double-attack&rdquo; fighting style. Explore the Starfighter&rsquo;s achievements in the USAF&rsquo;s Operation Feather Duster evaluations, and about the Starfighter&rsquo;s infamous safety record, digging into the history, causes and myths.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thomas More's UTOPIA",
    "ID": 292866,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/292866/thomas-mores-utopia",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Utopia is cooperative game based on Thomas More's book &quot;Utopia&quot; written in 1516, five centuries ago.&#10;&#10;The board is divided into 4 districts. The works, the sonistory, the senate and the annals. Each district has different game mechanics and the board is rotating so that each player goes through each district every turn. Each player has a profession: stonecutter, carpenter, goldsmith and weaver. In addition, each player takes control of a parameter of well-being of the island. The goal of the game is that none of these 4 parameters: population, happiness, culture or faith reaches 0. If after four rounds no parameter has reached 0 the players will have won.&#10;&#10;Utopia es un juego cooperativo basado en el libro de Tomas Moro &quot;Utopia&quot; escrito en 1516, hace 5 siglos.&#10;&#10;El tablero esta dividido en 4 distritos. La junta, el sonsistorio, el senado y los anales. Cada distrito tiene unas mecanicas de juego diferentes y el tablero es giratorio por lo que cada jugador va pasando por cada distrito cada ronda.  Cada jugador tiene una profesion: cantero, carpintero, orfebre y tejedor. Ademas, cada jugador lleva el control de un parametro de biennestar de la isla. El objetivo del juego es que ninguno de estos 4 parametros: poblacion, felicidad, cultura o fe llegue a 0. Si tras cuatro rondas ningun parametro ha llegado a 0 los jugadores habran ganado.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Medieval",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Drafting",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Simultaneous Action Selection",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EleMental",
    "ID": 292868,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292868/elemental",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Elemental is a logic and deduction game for 1 to 4 players. It can be played in cooperative or competitive mode.&#10;The game is set in a mansion where a murder has been committed. Players must find out where each of the suspects were, the weapons and the evidence at the time the crime was committed. To do this, they must establish logical conditions to determine the location of each object. The players have a limited amount of conditions to formulate. If these are over or contradict each other they lose the game. In contrary, they manage to locate each element in the room of the corresponding mansion they will have won.&#10;&#10;Elemental es un juego de logica y deduccion para 1 a 4 jugadores. Se puede jugar en modo cooperativo o competitivo.&#10;El juego se ambienta en una mansion donde se ha cometido un asesinato. Los jugadores deberan averiguar donde estaban cada uno de los sospechosos, las armasy las pruebas en el momento de cometer el crimen. Para ello deben establecer condiciones logicas para determinar la ubicacion de cada objeto. Los juadores disponen de una cantinadad limitadas de condiciones a formular. Si estas se acaban o entran en contradiccion entre si pierden la partida. si por el contrario consiguen ubicar a cada elemento en la hbaitacion de la mansion correspondiente habran ganado.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UltraQuest: Gold, Ruhm! und Ehre! – Curse Card Deck / Fluchkarten",
    "ID": 292871,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292871/ultraquest-gold-ruhm-und-ehre-curse-card-deck-fluc",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "600",
    "Weight": "0",
    "Description": "This 28 card expansion replaces the generic -1 in combat curse markers of the basic game with 27 curse cards containing more specific effects and 1 blank for your own curse.&#10;&#10;Diese Erweiterung ersetzt die -1 Kampfst&auml;rke Pl&auml;ttchen des Basisspiels mit 27 Fluchkarten, die besondere Effekte haben, plus 1 Blanko-Karte.&#10;&#10;(user summary)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlespace Next: Multi-Domain Operations",
    "ID": 292874,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/292874/battlespace-next-multi-domain-operations",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Battlespace Next: MDO is a card-based strategy game simulating modern peer-to-peer warfare. Engineered as a learning tool for military classrooms to engage students on the topic of Multi-Domain Operations (MDO). The game is a 2-4 player game featuring air, ground, cyber, maritime, Electronic Warfare (EW), and Information Operations (IO) capabilities. The goal if the game is to deploy and leverage forces to attack and outplay your opponent and ultimately destroy their Multi-Domain Operations Center (MDOC). For more information and purchase options visit Battlespace Next: MDO.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Income",
      "Move Through Deck",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Outplay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Darwin's Choice: Before and After",
    "ID": 292875,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292875/darwins-choice-before-and-after",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Their footsteps have shaken the earth for millions of years. Large, heavy and armored, but also small, agile and deadly, dinosaurs shaped their time from the top of the food chain. Today, another species dominates, it moves on two legs, builds huge colonies and shapes the landscape like no other species before. Evolutionary, however, every challenge is also an opportunity. Find your niches, face the new situation and become Darwin's Choice.&#10;&#10;Darwin&rsquo;s Choice - Before and After is the expansion to Darwin&rsquo;s Choice and requires the base game. The expansion brings over 240 new Animal Cards into play, with a focus on dinosaurs and prehistoric species. In addition, human-made events and territories set the focus of this expansion on the consequences towards nature and evolution created by humanity. The expansion fits seamlessly into the theme of the base game and creates a reference to today&lsquo;s environmental challenges. All artworks are again beautifully hand-drawn by the French artist Rozenn Grosjean, giving the game its very own style.&#10;&#10;Since the team behind Darwin's Choice cares for the environment, the expansion will once again be solely made out of sustainable wood and contain as little plastic as possible. In addition, both the base game and the expansion will be 100% carbon neutral.&#10;&#10;Darwin's Choice is a competitive card game in which players create their own animal species from more than 230 animal cards. These animal species will be placed in biomes that differ strongly in their requirements and food availability. The highest possible adaptation of animal species to their biomes not only ensures their survival but is also rewarded with the coveted Darwin points. In addition to a high adaptation the species with the highest competitive strength are also awarded across all zones.&#10;&#10;Between the 3-4 eras played, conditions can change completely due to biome changes and event card effects. The task is now to adapt the successful animal species of the past eras to the conditions of the present, either through sophisticated mutations or smart migration to other biomes. However, you must always keep an eye on the animal species of the other players in order to anticipate their actions, because anyone who acts too quickly or imprudently might be unable to react at the decisive moment.&#10;&#10;Darwin's Choice is a strategic allocation game in which you must think carefully about how to use your cards. The large number of own possibilities and the ones of your opponent lead to a high variability, which makes thinking through each action and thinking ahead indispensable. The randomness caused by drawing cards (animal cards, biomes, event cards) requires flexibility and fast rescheduling. This results in each played game being completely different and thus guarantees a high replayability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Evolution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquest IQ: The Ultimate Strategy Board Game",
    "ID": 292879,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292879/conquest-iq-the-ultimate-strategy-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Conquest IQ - The Ultimate Strategy Board Game is an interactive matrix board with new strategic moves. The game consists of 32 pieces. Each player an Emperor, Empress, Palace Guards, Catapults, Bowmen and Foot Soldiers. Conquest IQ has designated areas for a River, Battlefield and Palaces. The objective is to capture the opponent&rsquo;s Emperor through strategic positioning. The game-play is to entice novice and skilled chess players. In terms of originality, the game maximizes the concept appeal with:&#10;&#10;     Next Generation Animation &amp; Illustration&#10;     Interactive Multi-Player Board&#10;     Intelligible User Interface(UI)&amp; User Experience(UX)&#10;     Strong Play Patterns&#10;     Live Challenge&#10;     Overall Design&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Medieval",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "End Game Bonuses",
      "Finale Ending",
      "Grid Movement",
      "Highest-Lowest Scoring"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: DiceFest 2017 Promo Cards",
    "ID": 292880,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292880/shadows-of-brimstone-dicefest-2017-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A pair of promo cards given away to attendees of DiceFest 2017. Contained the following cards:&#10;&#10;Lucky Bowler (Gear, Promo #159)&#10;Jade Coin (Mine Artifact, Promo #232)&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Blasted Wastes Promo Cards",
    "ID": 292881,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292881/shadows-of-brimstone-blasted-wastes-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Two promo cards for Shadows of Brimstone:&#10;&#10;Tribal Void Dance (Promo Card 162; Canyon Artifact)&#10;    Wagon Train Chest (Promo Card 163; Mine (!) Artifact - This card also exists without promo label in the regular canyon artifact deck from the Blasted Wastes expansion)&#10;&#10;Available when purchasing the Blasted Wastes Expansion direct from Flying Frog, either online, as part of the Kickstarter, or at conventions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: DiceFest 2018 Promo Cards",
    "ID": 292882,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292882/shadows-of-brimstone-dicefest-2018-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A pair of promo cards given away to attendees of DiceFest 2018. Contained the following cards:&#10;&#10;Critter Trap (Gear, Promo #330)&#10;Brace of Dark Stone Pistols (Mine Artifact, Promo #333)&#10;&#10;The second card is also included in the Shadows of Brimstone: The Scafford Gang Enemy Supplement #1.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Expansion for Base-game",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Forbidden Fortress – Promo Cards",
    "ID": 292883,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292883/shadows-of-brimstone-forbidden-fortress-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Two promo cards for Shadows of Brimstone: Forbidden Fortress:&#10;&#10;Honorable Frog (Gear) (Promo Card 340)&#10;Amulet of Kotak (Mine Artifact) (Promo Card 341)&#10;&#10;Available when purchasing Shadows of Brimstone: Forbidden Fortress direct from Flying Frog, either online, as part of the Kickstarter, or at conventions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ICECOOL: Walrus Expansion",
    "ID": 292884,
    "Year": "(2019)",
    "Geek Rating": "5.517",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292884/icecool-walrus-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Contained in Deutscher Spielepreis Classic Goodie Box&#10;&#10;Preparation:&#10;Put the three walruses together. Place one each in the middle of rooms 3, 4 and 5.&#10;&#10;Playing the game:&#10;Play ICECOOL/ICECOOL2 as usual. If you knock down at least one walrus on your turn, you immediately get 1 extra turn. You can also get several extra turns in a row if you knock down a walrus every time.&#10;&#10;Note: Of course, you still get an extra turn if you show two fish cards with the value &ldquo;1&rdquo; at the end of your turn. Before  the  next player begins their turn, all  knocked-over walruses are stood up again. Put them in the spot where they have landed.&#10;&#10;Start a new round: At the beginning of the new round, place the walruses back in the middle of rooms 3, 4 and 5.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Movement",
      "Flicking",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Temple of Shadows Promo Cards",
    "ID": 292885,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292885/shadows-of-brimstone-temple-of-shadows-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Two promo cards for Shadows of Brimstone: Forbidden Fortress:&#10;&#10;Takobake House Sigil (Promo Card 342)&#10;Amulet of Heinghal (Promo Card 343; Artifact)&#10;&#10;Available when purchasing Shadows of Brimstone: Temple of Shadows direct from Flying Frog, either online, as part of the Kickstarter, or at conventions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Other Worlds – Forest of the Dead Promo Cards",
    "ID": 292886,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292886/shadows-of-brimstone-other-worlds-forest-of-the-de",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Two promo cards for Shadows of Brimstone: Forbidden Fortress:&#10;&#10;Three-Eyed Skull (Promo Card 344; Artifact)&#10;Two Legendary Spectres (Promo Card 345; Epic Threat)&#10;&#10;Available when purchasing Shadows of Brimstone: Other Worlds &ndash; Forest of the Dead direct from Flying Frog, either online, as part of the Kickstarter, or at conventions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imhotep: The Sun Ship Tiles – Mini Expansion",
    "ID": 292887,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292887/imhotep-the-sun-ship-tiles-mini-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Contained in Deutscher Spielepreis Classic Goodie Box&#10;&#10;Includes: 8 Sun Ship tokens.&#10;&#10;Preparation: Shuffle all the Sun Ship tokens and place them in a face-down draw pile near the ships.&#10;&#10;Game play:&#10;At the start of each round, shuffle all the Sun Ship tokens and place them in a face-down draw pile near the ships.&#10;&#10;At the end of a round:&#10;Set aside the 4 Sun Ship tokens used this round. At the end of rounds 2 and 4, shuffle all 8 of the Sun Ship tokens together to create a new draw pile.&#10;&#10;Activation of the Sun Ship tokens: Whenever a player places a stone on a Sun Ship token, they may immediately take the associated action for that Sun Ship token (but they don&rsquo;t have to). The placed stone remains on this space in either case.&#10;&#10;Note: If playing with the mini expansion &ldquo;The Pharaoh&rsquo;s Favors&rdquo;, using the special action to change the order of stones on a ship will never trigger a Sun Ship action.  However, placing stones on ships using the other special  actions may trigger them.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Game: Imhotep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imhotep: The Duel – Tomb C & D",
    "ID": 292888,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292888/imhotep-the-duel-tomb-c-and-d",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Contained in Deutscher Spielepreis Classic Goodie Box&#10;&#10;Components: 2 Tomb boards (with sides C &amp; D).&#10;&#10;Preparation: Replace the original tomb boards (A &amp; B) with the new ones (C &amp; D). The players both choose to play with side C or D face-up.&#10;&#10;Gained tomb tokens are placed adjacent to the tomb board as  in the base game. Only the scoring for the tomb at the end of the game is changed.&#10;&#10;Tomb C: The 3 color areas (1&ndash;4 | 5&ndash;8 | 9&ndash;12) are each considered separate and scored individually at the end of the game.You score points according to the number of tokens in a color area. It does not matter if the stones in it are adjacent.&#10;&#10;Tomb D: Each of the 4 color areas (1&ndash;3 | 4&ndash;6 | 7&ndash;9 | 10&ndash;12) is considered separate and scored individually at the end of the game.You score points according to the number of tokens in a color area. It does not matter if the stones in it are adjacent. It&rsquo;s by design that you score fewer points with 3 tokens than with 2 tokens. This way the interaction of the players&rsquo; choices is more important.&#10;&#10;Note: The colors of the areas are distributed differently on the two player boards. This is due to the production of the boards tiles and has no meaning during the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Game: Imhotep",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Forbidden Fortress – Kickstarter Promo Cards",
    "ID": 292889,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292889/shadows-of-brimstone-forbidden-fortress-kickstarte",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Four promo cards for Shadows of Brimstone: Forbidden Fortress:&#10;&#10;Shadow Ribbon (Promo 413)&#10;Blood Mask (Promo 414; Artifact)&#10;Trederran Raider's Mask  (Promo 415)&#10;Amulet of Heinghal (Promo 416; Artifact)&#10;&#10;Only made available to Sumo and Shogun level backers of the Shadows of Brimstone: Forbidden Fortress kickstarter.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kalóz Sziget",
    "ID": 292890,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292890/kaloz-sziget",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a children's path game, similar to Chutes and Ladders. The name means &quot;Pirate Island&quot;.&#10;&#10;In each turn the players move in order from youngest to oldest. The included coin is spun or tossed; if it lands number side up, the player moves one space; the other side, two spaces. If the player is about to land on an occupied space, they can choose the space either before or after it. If the player lands on a space with a word, they must immediately move to the space with the word opposite in meaning, whether forward or back. If the player cannot yet read they can have a parent or older sibling help them find the opposite word. If they can't figure out the opposite word, they lose their next turn. The first player to make it to the boat wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hatching Dragons",
    "ID": 292891,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/292891/hatching-dragons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Hatching Dragons is a fun worker placement and card drafting game.&#10;&#10;With the popularity of Dungeon crawlers at an all time high, Dungeon Masters are constantly in need of more dragons. This is where you come in.&#10;&#10;2 players compete to hatch a collection of coloured dragons that you sell to Dungeon Masters to earn bags of gold.&#10;&#10;By selecting eggs, matching crystals, and raising the temperature so that conditions are right, you will earn gold for each dragon you can hatch. You can also complete special orders of dragon combinations to earn even more.&#10;The winner is the player with the most gold at the end of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Second Babel",
    "ID": 292893,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/292893/a-second-babel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Undaunted by barriers of language, great builders work to raise a pillar to the heavens. Block by block, it rises, and the people find higher and higher vantage points from which to survey the world. Can you raise a new monument to tower over the works of the past?&#10;&#10;A Second Babel is a game of building a tower together. Players place blocks and pawns, pushing their stacking and steadiness skills. When all the blocks and pawns are in play, players total up the height of all pawns to determine their score. Every play confronts the question; can we build it higher?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "City Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Mesopotamia",
      "Category: Print-on-Demand",
      "Constructions: The Tower of Babel"
    ]
  }
]