[
  {
    "Rank": "N/A",
    "Name": "El Sincero",
    "ID": 346061,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346061/el-sincero",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How well you know your friends and family?&#10;&#10;A board game for that group with whom you know each other from head to toe.&#10;&#10;Each participant chooses a color and the totems and boards are distributed. The boards are placed in the center of the table with the pawn at the beginning. Voting cards are also distributed to each player.&#10;&#10;The personality cards are placed face down on the table. A personality card is revealed and read and everyone must vote by placing their card face down. After everyone has voted, the voting cards are turned over and the votes are counted.&#10;&#10;Players who agreed the most votes win and advance. The first player to complete a lap wins!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beetlejuice: Joke Cards Game",
    "ID": 346062,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346062/beetlejuice-joke-cards-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Beetlejuice: Joke Cards Game is a simple card collection game using characters from the Emmy winning Sunday morning cartoon &quot;BEETLEJUICE&quot; from the early 90s.&#10;&#10;Beetlejuice the great jokester, has a great variety of Nutty Knock-knocks, Spooky Riddles, Snappy Put-Downs, and Groaners in this wild and crazy game. Be the first player to travel along the spooky path to Lydia's house by collecting joke card combinations. In addition to collecting sets and runs of joke cards, answering the riddles will score players bonus points.&#10;&#10;Each turn the current player draws the top card from either the draw pile or discard. Cards in hand are used to complete sets of three (any suit, same number), or a run of three (same suit, consecutively numbered) as in Rummy. Redeeming a set or run moves the player's score token one step closer to victory.&#10;&#10;Every step of the score track denotes a joke card suit. When scoring, a bonus point maybe awarded if the player can correctly answer the riddle corresponding to the scoring space they just moved to.&#10;&#10;First player to the final space wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Matching",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Ghosts",
      "TV Shows: 80's Cartoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mezcla2",
    "ID": 346068,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/346068/mezcla2",
    "Min Players": "5",
    "Max Players": "21",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mezcla2 proposes solving challenges in groups of 2 or 3 people. It consists of a deck of cards with images of characters that make different mimics and another with slogans / challenges. Each player must meet with those who have the same card and solve the slogan. The judge will decide which group wins and scores points. Then all the cards will be shuffled to start a new game with a new group and judge. This game proposes slogans that will never be solved in the same way because they depend on each group.&#10;&#10;Mezcla2 is an invitation to meet others, get to know each other and take action to solve as a team.&#10;&#10;A game that promotes cooperation, group work and adaptation.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Player Judge",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A game about drawing creatures, complimenting the drawings, then complimenting the compliments.",
    "ID": 346069,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/346069/a-game-about-drawing-creatures-complimenting-the-d",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "50+ cards that tell you attributes you need to draw ('creature features') and offer compliment guidance on the other side.&#10;&#10;Draw 1 communal 'creature feature' and give 3 cards to each player. Everyone draws a creature with four 'creature features', ending with some weird creatures.&#10;&#10;Secondly, everyone has to compliment everyone else's creatures.&#10;&#10;Finally, each artist has to compliment one of the compliments that were given to them.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Barrage: Executive Officer Promo C",
    "ID": 346071,
    "Year": "(2021)",
    "Geek Rating": "5.634",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346071/barrage-executive-officer-promo-c",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.5",
    "Description": "A new executive officer for Barrage, originally distributed at Modena Play 2021.&#10;&#10;&#10;Amir Zahir:&#10;Whenever you place Water Drops on the Headstreams, you can decide to make them flow immediately (you need to decide for each single Water Drop). When you are supposed to place Water Drops that should flow immediately on the Headstreams, you can place them directly in one of your Dams with enough capacity to hold them (you need to decide for each single Water Drop).&#10;&#10;If, during your turn you decide to copy this power with Mahiri Sekiho, you will obtain Amir Zahir's ability for the current turn.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Barrage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biomas Iberia",
    "ID": 346075,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/346075/biomas-iberia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "You are in charge of the repopulation of various biomes of the Iberian Peninsula with its most characteristic fauna: lynx, wolves and brown bears. Each animal has its preferences, if you respect them, meet the objectives of the game and manage to place more animals than your opponent in the biomes, you will earn affinity points. Whoever has the most points at the end of the game is the winner!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Trident-class Assault Ship",
    "ID": 346076,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346076/star-wars-x-wing-second-edition-trident-class-assa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Whether spearheading surprise attacks on key Republic facilities or pirate raids on innocent worlds, the Trident-class assault ship heralds the arrival of hostile forces, emerging ominously from the seas of stars. Armed with crushing tentacles and capable of operating in space, atmosphere, or the ocean&rsquo;s depths, these versatile warships present an unorthodox threat that can strike unexpectedly to seize control of nearly any battlefield. Inside you will find multiple new Huge Ship Upgrade cards, Quick Build cards, and several new scenarios for using this craft: Rising Tide, a head-to-head scenario, and Leviathan Hunt, a co-operative scenario where multiple players work together to bring down a single Trident-class assault ship controlled by a simplified Solo System AI deck. This pack includes everything you need to add 1 Trident-class Assault Ship to your game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lorenzo Il Magnifico: Promo Visconti/Della Scala",
    "ID": 346078,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346078/lorenzo-il-magnifico-promo-viscontidella-scala",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "2 new House for Lorenzo il Magnifico: Houses of Renaissance, originally included in the New Edition of Lorenzo il Magnifico.&#10;&#10;Visconti&#10;Before the Family Tiles auction, draw 2 Leader Cards and place them face up next to this tile. If you take this Family Tile, take the 2 Leader Cards and the 5 Visconti tokens (put the tokens in front of you on the non-active side). Whenever you play a Leader Card, activate a token (flip it on the side with a &quot;check&quot; symbol) of your choosing and receive its bonus. You also receive the bonus of all the tokens you have already activated. Note: if you play more than 5 Leader Cards, activate all the tokens when you play them.&#10;&#10;The 5 tokens bonuses are : 2 coins / 1 wood + 1VP / 1 stone + 1VP / 1 Faith Point / 1 Military Point + 1 servant&#10;&#10;Della Scala&#10;Whenever you receive a Council Privilege, you can take any bonus except for Faith Points, but you receive 1 additional Faith Point. In addition, you can exchange 1 Faith Point for 1 coin, 1 servant and 1 Military Point any number of times.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Lorenzo il Magnifico"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elemonsters: Das Kartenspiel",
    "ID": 346079,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/346079/elemonsters-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Monsters are unleashed. And only a master of the elements can defeat them. &#10;The whole world contains only less than 100 chemical elements. Everything we know is made from them. But what, if the elements would come alive as monsters?&#10;In this game, you can let the monsters fight each other. You can  create chemical compounds and learn interesting things from the world of chemistry. &#10;Elemonsters in action.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Die Monster sind los! Und nur ein Meister der Elemente kann sie bezwingen.&#10;Die ganze Welt besteht aus weniger als 100 Elementen. Alles was wir kennen, ist aus ihnen gemacht. Was aber wenn die Elemente als Monster lebendig werden? &#10;Mit diesem Spiel kannst du Monster gegeneinander k&auml;mpfen lassen, Verbindungen erschaffen und Interessantes aus der Welt der Chemie erfahren.&#10;Elemonsters in Aktion!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twen Politspiel: Werden Sie Kanzler",
    "ID": 346081,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346081/twen-politspiel-werden-sie-kanzler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player chooses a starting position (CDU, SPD, FDP, APO) from wich to reach the &quot;Kanzler&quot;-Space to win the game. Movement is determined by a die. On the roll of a 6, the player may leave the starting space or, if this happens during play, he gets a free turn. On some spaces events hinder or benefit the player. Each player has to travel around the outer ring, before he may enter the inner ring, by getting on a T-space. If a player gets on a K-space he may choose to take the risky shortcut.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dune: CHOAM & Richese",
    "ID": 346083,
    "Year": "(2022)",
    "Geek Rating": "5.759",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346083/dune-choam-and-richese",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.0833",
    "Description": "This expansion adds two new factions, the CHOAM and the Richese, to the Dune boardgame, along with 2 new variants.&#10;&#10;The Combine Honnete Ober Advancer Mercantiles or CHOAM controlled much of the economic affairs across the cosmos, and had a keen interest in Arrakis above and beyond spice production.  Because of its control of inter-planetary commerce, CHOAM was the largest single source of wealth in the Imperium. Influence in CHOAM was a major focus of political maneuvering in the Imperium, both to maximize dividends and also to skim profits.  The leaders and bureaucrats of CHOAM were dedicated to controlling vital products that enriched the Great Houses . . . and CHOAM itself.&#10;&#10;House Richese, just like the Ixians, had a well-earned reputation for ingenuity, and created important technological inventions.  But Count Ilban Richese suffered a number of business blunders that threatened to bankrupt their fortunes.  After being ousted from governing Arrakis, they were reduced to selling off important creations simply to raise enough funds to continue their efforts to compete.&#10;&#10;This expansion also introduces Leader Skills, which let you assign a skill like Mentat, Swordmaster of Ginaz, or Prana Bindu Adept to one of your leader discs.  It also included Advanced Stronghold Cards, which give you a &quot;homefield advantage&quot; when battling in a stronghold you control.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Auction: Once Around",
      "Auction: Sealed Bid",
      "Force Commitment",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Dune"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apagão: Ruas de Fúria",
    "ID": 346086,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/346086/apagao-ruas-de-furia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Apag&atilde;o is a cardgame based on the Brazilian comic book of the same name, placed in a near future where a huge blackout take place in S&atilde;o Paulo for the last couple months. The &quot;dark&quot; city has turn in a nobody land and several gangs are trying to rise to power and gather the few resources left.&#10;&#10;During the game, each turn some resources cards are opened for all players and they must think where they will go. If several gangs go for the same resource, they must fight laying cards from their hands down.&#10;The result of a fight will bring &quot;fame&quot; points and the two gangs with more points at the end of the game will engage in a final fight that will define the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Finale Ending"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skull: Aztec",
    "ID": 346093,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346093/skull-aztec",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Set of 4 coasters with alternative art. They can be used to replace the originals from the base game or to increase the player count to 7.&#10;&#10;They came free with purchase of the main game in participating FLGS.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows: Heroes & Monsters",
    "ID": 346109,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgame/346109/shadows-heroes-and-monsters",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "3",
    "Description": "The Cave of Ederoth is home to the most dangerous monsters and dragons anyone has ever seen. But with such danger, the rewards must be even greater! Rumors have spread of artifacts and gold in vast quantities, and mysterious stones that possess unlimited energy: Shadow Stones. The kingdoms of many different realms have sent their best champions to claim the wealth of Ederoth for their own, but only one may emerge victorious.&#10;&#10;Shadows: Heroes &amp; Monsters is a competitive Hybrid Collectible Card Game for two to three players, set in a fantasy world where a portal brings together different ages, technologies, items, magic, and species in a fierce battle for riches and glory! Each player takes control of a hero, each with their own agendas, to hunt monsters and battle other player&rsquo;s heroes. If a player plays their cards well, their hero will gain experience and gold, empowering their own abilities and earn more of the powerful Shadow Stones. Whoever earns the most Stones wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Deduction",
      "Hand Management",
      "Hidden Victory Points",
      "Kill Steal",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Predictive Bid",
      "Stat Check Resolution",
      "Take That",
      "Turn Order: Claim Action",
      "Variable Phase Order",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll In One: Mini-Expansion",
    "ID": 346113,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346113/roll-in-one-mini-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "35",
    "Weight": "0",
    "Description": "2 Kickstarter exclusive characters&#10;8 Kickstarter exclusive Caddie cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WW2: 3CP",
    "ID": 346114,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346114/ww2-3cp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This is the fourth game in a series using the 3CP Game Engine, which employs custom cards and a deck of standard playing cards. It's more &quot;warlike&quot; than the others in that it uses a familiar &quot;battle line&quot; format, with players competing for five &quot;theaters of war&quot; by playing cards on either side of them.&#10;&#10;During the game you&rsquo;ll acquire Force cards representing Land, Air, Sea, and Production &ndash; by playing 3-card poker hands from a hand of seven cards. (Hence, &ldquo;3CP&rdquo; in the game&rsquo;s title.) Card management in the form of &ldquo;what poker hand to play now and what to save for later&rdquo; is an important factor toward winning the game.&#10;&#10;Close attention to your (and your opponent's) needs and how the game is evolving are required before placing your Force cards; the decision can be tough. Your goal is to triumph in three of the five theaters of war -- or outpoint your opponent -- and achieve victory.&#10;&#10;FINAL CARDS AND RULES NOW AVAILABLE AT WWW.3CPGAMES.COM! (Update Required)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Force Commitment",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Botifarra",
    "ID": 346121,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/346121/botifarra",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Catalan point trick-taking card game.&#10;&#10;Botifarra is played by 2 opposing teams of 2 players, using a Spanish 48-card deck.&#10;&#10;Botifarra is a game in which the points in the tricks are most important, rather than the number of tricks, although a trick also has a value by itself. There a total of 72 points in stake for each hand, but only the difference with respect to 36 is scored. These points can be sometimes doubled, quadrupled, etc. according to the initial bid. The game is usually played for 101 points or more, which generally requires several hands.&#10;&#10;The game is closely related to the French card game Manille, from which it takes the mechanics, but its rules induce deduction and minimise the effects of luck.&#10;&#10;When playing Botifarra you must bear in mind that it is forbidden to speak, show your cards or make signs or comments that may reveal your cards or your opinion as to whether game decisions are good or bad. Despite this, it is quite normal to make some comments during the game, which adds to a more entertaining atmosphere.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deduction",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Region: Catalonia (Spain)",
      "Components: Traditional Playing Cards",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Megagammon",
    "ID": 346128,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346128/megagammon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Backgammon reimagined as a four player game or for two teams of two.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Harvest Promo Card",
    "ID": 346129,
    "Year": "(2021)",
    "Geek Rating": "5.654",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346129/terraforming-mars-harvest-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.1667",
    "Description": "Fall Season Promo 2021 of FryxGames, which you can buy on its own, or get for free if you order a certain amount at their webstore.&#10;&#10;Harvest&#10;&#10;It's a red card with a cost of 4 M&euro;. It has a plant- and event-tag.&#10;&#10;Requirements: 3 greenery tiles&#10;&#10;Effect: Gain 12 M&euro;&#10;&#10;Promo card X37&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Terraforming Mars",
      "Promotional: Cards",
      "Series: Terraforming Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sea of Legends: Vengeance of the Empires",
    "ID": 346136,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346136/sea-of-legends-vengeance-of-the-empires",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "160",
    "Weight": "0",
    "Description": "War amongst the Great Powers of Europe has engulfed the Americas. The Spanish Empire&rsquo;s hold over the Caribbean has been slipping for decades as they compete with rival empires. Now the Spanish Empire looks to reestablish their hold over their colonies to bolster their efforts in Europe. France has marshaled their forces to expand their own presence to ensure their access to the goods and resources of the Americas. But older and stranger forces have also awoken in the murky depths of these ancient waters. Sailors tell tall tales of a haunted ship, the Flying Dutchman, and its ghostly crew. There are also whispered warnings about the mighty Kraken, rising from the depths to hunt those that dare to sail upon the waters.&#10;&#10;The Great Powers are gathering on the seas, seizing control of the ports, and punishing all rivals. Is the Golden Age of Piracy at an end? Or will you make deals, manipulate events to your advantage, and become the greatest pirate of them all? Hold fast, gather your crew, ready your cannons and muskets, and prepare for the Vengeance of the Empires.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carnevale: Escape from San Canciano",
    "ID": 346138,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/346138/carnevale-escape-from-san-canciano",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In 1793 a great calamity hit the world. The Rent in the Sky tore apart the heavens, destroying most of Italy and flooding Europe. Only one place survived mysteriously unscathed: Venice. In the years since, the Floating City has become a beacon of hope and trade, even as the Rent gazes balefully down, putting the city into a permanent twilight. The residents have changed and adapted to a new world, a world of magic and monsters.&#10;&#10;Creatures live deep in the canals, brought through the great tear in reality. These Rashaar are masked by the Church of Dagon, an openly benevolent sect whose home is in the flooded district of San Canciano, among the crumbling buildings and dirty canals.&#10;&#10;But there are others in the city that suspect more is afoot. The Guild -- a shadowy organisation of thieves and murderers -- orders the citizens around. The Guild protect them from evils of the city, but the cost is their loyalty and servitude. The King of Thieves has sent a small gang into San Canciano to discover its secrets, but once they do, the Rashaar will try as hard as they can to make sure no one makes it out alive.&#10;&#10;This box contains everything that two players will need to dip their toes into the foetid canals of Carnevale. Get ready to swim, row, climb, and jump your way across the city in a game that places movement at its core. Whether you're skulking the winding streets, assassinating foes from the rooftops, or drowning them under the water, Carnevale offers fully three-dimensional gameplay in a narrative skirmish game.&#10;&#10;Contained within are 2 small gangs -- the Guild and the Rashaar. There is a full 48-page rulebook explaining the lore and rules of the game, as well as a campaign to play through. Everything in this set is designed to get you playing quickly: from the single-piece models, through to the push-together cardboard scenery, fold-out play mat, dice, and even quick reference cards for characters, rules, and two scenarios to help teach the basics of the game.&#10;&#10;&#10;     8 Resin Characters: Both the Guild and Rashaar have four characters unique to this box. From the Gondolier with her bladed oar to the tentacled mouth of the Lesser Rhyll, all are covered in beautiful detail, and are all single-piece so you can get gaming quickly.&#10;     Cardboard Scenery: Terrain is important in Carnevale, so we're providing you with loads! 3 buildings, 7 obstacles, a bridge, and even a gondola! There's also a double-sided 2'x2' fold-out paper mat to set up your game easily.&#10;     48-Page Rulebook, Dice, Range Ruler, &amp; Quick Reference Cards: This gorgeously presented book has the full rules for the game, accompanied with stunning artwork and background for all factions. With all the gaming aids you need, you&rsquo;ll be playing in no time!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Theme: Canals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Topo",
    "ID": 346140,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346140/topo",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Topo (&quot;Mole&quot;) is a 3-part hidden role-play game with succinct rules that can be learned in just a few minutes. But don't be fooled by its apparent simplicity, to win consistently you will have to control the fine balance between deduction and intuition.&#10;&#10;Two participants cooperate to achieve a common goal while the third sabotages their plans from the shadows. Sooner or later where Topo is played someone is going to lie. Can you find out before it's too late?&#10;&#10;Social deduction games like this usually require many participants. With Topo we try to reduce that number to the minimum possible without losing the essence of the genre, which is the tension resulting from the balance between deduction and confusion.&#10;&#10;&#10;Topo is a game for three, where two participants cooperate to achieve a common goal while a third (&quot;El Topo&quot;) sabotages their plans from the shadows.&#10;&#10;In turns, the players will deposit chips (of three types) in boxes to form different combinations.&#10;&#10;The objective of the cooperators is to achieve the five combinations indicated on the board. The objective of the Mole is to sabotage the boxes that may contain these combinations ten times.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Semi-Cooperative Game",
      "Traitor Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "This Didn't Happen",
    "ID": 346141,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/346141/this-didnt-happen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This Didn't Happen is a card game about changing history to nullify the apocalypse. Travel through time with 1-4 players, gathering supplies, changing events, and fiddling with the time-stream. Each player has a unique time traveler with individual strengths and weaknesses.&#10;&#10;The goal is to change key events throughout history and cause enough changes that the apocalypse doesn't happen. Changing one event can cause others to change, too! With planning and precision, you can change several key events by changing only one event. However, without planning or caution, you may cause the world to tumble into an even darker timeline! Remember, if anything goes wrong: This didn't happen!&#10;&#10;Players travel from event to event, either by waiting for time to move them or by using the Time Machine. Players collect supply cards, which help them during random events or which can be used to change the event their character is on. Changing an event can affect future events, softening them up and making them easier to change, or changing them outright. Changing too many events may cause a change to the End of the Era, resulting in an earlier apocalypse.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watson & Holmes 2",
    "ID": 346142,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/346142/watson-and-holmes-2",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "After the original Watson &amp; Holmes, more adventures are coming.&#10;&#10;Watson &amp; Holmes 2 is a game of deduction. One to seven aspiring detectives step into the shoes of Doctor Watson, working alongside the detective Sherlock Holmes to try to solve a series of so far unpublished cases directly extracted from Doctor John H. Watson's diaries. Those who accept the challenge relive the adventures of the crime-solving duo, visiting each of the locations where the inquiries were made. Following the trail, each clue brings players closer to solving the case.&#10;&#10;New adventures, new special rules and new challenges. Now you can play the game competitively, in teams, cooperatively or solo. The game is afoot again!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Books: Sherlock Holmes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eleven: Unique set up deck",
    "ID": 346146,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346146/eleven-unique-set-up-deck",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A deck of 8 cards allowing for an asymmetric start of the game. Each card is double sided with a positive effect on the one side and negative effect on the other. Each player draws 2 cards and choose which of them they should play on positive and which of them on negative side. This decision gives that player head start in one direction, and impact slightly the rest of the game.&#10;&#10;This is an optional module for Eleven: Football Manager Board Game increasing the variability of the game. Without it, all players start the game symmetrically.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nova Aetas Renaissance: Draco",
    "ID": 346147,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346147/nova-aetas-renaissance-draco",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "On the hills of Civita di Bagnoregio, protected by a mist that seems eternal, an extraordinary creature lies almost asleep.&#10;Guardian of a cleft in the tuff capable of making imaginary worlds dream.&#10;&#10;With this expansion, you will be able to play this huge creature both in Nova Aetas with a mini-campaign of 3 Hunt missions, and in Black Rose Wars as a Forgotten Spell.&#10;&#10;Contents:&#10;1x Draco Miniature (wingspan over 250mm)&#10;30x Cards&#10;1x Map Tile&#10;1x Rulebook&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "History: Italian City-States",
      "Players: Games with Solitaire Rules",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beast of Kaunas",
    "ID": 346149,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/346149/beast-of-kaunas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take a trip around Kaunas and collect the most secrets! Mysterious beastly board game for the whole family.&#10;&#10;Story: Kaunesians adore secrets, and they are looking for them all over the Sunny and Underground Kaunas. Players will learn why the Beast dinners more often in Kaunas Lagoon than in the Nemunas, what molluscs can be found in Santaka, what houses the ghosts live in and when there may be an opportunity to meet the Kaunas Beast.  &#10;They learn most of the secrets when they meet the Kaunas Beast. Be the first player to collect the 10 secrets with ingenuity and cunning!&#10;&#10;Players choose a character and then pick cards to move to different locations in the city.  depending on their role, they can question the Kaunas Beast to learn its secrets.  The first player to get 10 secrets wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Exploration",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Lithuania",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elric: Rise of the Young Kingdoms",
    "ID": 346151,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/346151/elric-rise-of-the-young-kingdoms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The City is burning! Imrryr, the Dreaming City, sparkling capital of the Melnibonean empire, is prey to the plundering of its former vassals.&#10;&#10;Led by Elric, a prince banished from the Empire, these unlikely allies are rushing down on the city like a swarm of scavengers, making their way through a bloody path to the imperial palace...and its legendary wealth!&#10;&#10;Traps, mercenaries, demons &mdash; no danger frightens them for who carries away the most precious spoils might well become the new master of the Young Kingdoms &mdash; if he survives the awakening of the Dragons...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Action / Event",
      "Alliances",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Betting and Bluffing",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Hidden Victory Points",
      "Modular Board",
      "Negotiation",
      "Passed Action Token",
      "Semi-Cooperative Game",
      "Sudden Death Ending",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Authors: Michael Moorcock",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Impro: hullunhauska seurapeli",
    "ID": 346152,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/346152/impro-hullunhauska-seurapeli",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The title &quot;Impro: hullunhauska seurapeli&quot; translates from Finnish to &quot;Impro: a crazy fun board game&quot;.&#10;&#10;The game combines insightful questions and the pitch-black humor of the therapy world.&#10;&#10;The game is prepared by setting up the game board on the table. The hourglass along with the Psychiatric Hospital card are placed next to the board. The category cards are placed on separate decks on the table. The five different categories: Emotion, Creativity, Mental Health, Self-knowledge and Task.&#10;&#10;The youngest player starts and the game proceeds clockwise. The players move their pawns on the board according to the die and depending on which category they land, they pick a card and read it out loud. The category depicts how the player will execute the card: verbally, artistically, using their body language, facial expressions, or their wild imagination.&#10;&#10;Depending on the correct guesses and/or successful execution of the card, the player and the co-players can move forward on the game board. The die is used in the beginning of one's turn until the homestretch, the rest of the way is moved forward only by completing the categories or guessing right. The player who reaches the finish square first is the winner. If two or more players get to the finish square in the same round, the game ends in a tie.&#10;&#10;&mdash;description from publisher (translated)&#10;&#10;&#10;IMPRO lautapeli on hullunhauska seurapeli. Peliss&auml; yhdistyy terapiamaailman musta huumori ja oivalluksia her&auml;tt&auml;v&auml;t kysymykset sek&auml; teht&auml;v&auml;t.&#10;&#10;Peli valmistellaan asettamalla pelilauta p&ouml;yd&auml;lle. Tiimalasi ja Psykiatrinen sairaala-kortti sijoitetaan pelilaudan viereen. Kysymyskortit laitetaan kategorioittain pinoihin p&ouml;yd&auml;lle. Peliss&auml; on viisi eri kategoriaa: Tunne, Luovuus, Mielenterveys, Itsetuntemus ja Teht&auml;v&auml;.&#10;&#10;Nuorin pelaaja aloittaa ja peli jatkuu my&ouml;t&auml;p&auml;iv&auml;&auml;n. Pelaajat liikuttavat pelinappuloita nopan silm&auml;luvun mukaan ja nostavan sen kategorian kysymyskortin, johon pelinappula p&auml;&auml;tyy. Pelaaja lukee kysymyskortin &auml;&auml;neen ja noudattaa kategorian mukaisesti kortin ohjeita. Riippuen kategoriasta, pelaaja suorittaa kortin verbaaliikan, taiteellisuuden, kehonkielen, kasvojen ilmeiden tai villin mielikuvituksen avulla.&#10;&#10;Oikeiden vastausten ja menestyksekk&auml;&auml;sti suorituksen mukaan pelaajat p&auml;&auml;sev&auml;t etenem&auml;&auml;n pelilaudalla. Noppaa k&auml;ytet&auml;&auml;n jokaisen pelivuoron alussa, kunnes saavutaan kultaiselle loppusuoralle. Loppusuoralla pelaajat etenev&auml;t ainoastaan kategorioita suorittamalla tai vastaamalla oikein. Maaliin ensimm&auml;isen&auml; saapunut pelaaja on voittaja. Jos kaksi tai useampi pelaaja saavuttaa maalin samalla kierroksella, peli p&auml;&auml;ttyy tasapeliin.&#10;&#10;&mdash;description from publisher (Finnish)&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Line Drawing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Logic Bomb",
    "ID": 346153,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346153/logic-bomb",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "A card game of logical matching and mental gymnastics for one to four players.&#10;&#10;Win bytes by finding correct matches between symbols using the Boolean operations AND, OR, NOR and XOR &ndash; and their opposites.&#10;&#10;There are three different ways to play: the Speed Game is about finding matches quickly, the Strategy Game requires thought and planning, and the Solo Game is an absorbing option for one player.&#10;&#10;There&rsquo;s a master of logic within you, and it&rsquo;s time to let it out!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Realms of Life",
    "ID": 346158,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346158/realms-of-life",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "1-6 players. Immense yourself into one of the 12 characters that make up Team Aura from Digital Reverence! For ages 13+&#10;&#10;ENTER THE REALMS OF LIFE... IF YOU DARE!&#10;Do you have the courage?&#10;&#10;Someone has released the all powerful, Selina the Red Witch, from her Abyss once more! She has vowed to take over all of the ROLTH Universe! It's up to Team Aura to stop her before the ROLTH Universe as we know it, is ruled by her!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mahoning Monstrosity: Monsters Attack Youngstown Ohio, Summer of 1977",
    "ID": 346168,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346168/mahoning-monstrosity-monsters-attack-youngstown-oh",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&ldquo;You can&rsquo;t scare me. I was born in Youngstown.&rdquo;&mdash;Anonymous.&#10;&#10;It is the summer of 1977 and out of the PCB laden depths of the Mahoning River rises a hideous monster to threaten downtown Youngstown, Ohio. Can you mobilize Steel city&rsquo;s finest and the Ohio National Guard, all aided or hindered by local personalities, to defend the city and its populace?&#10;&#10;Learn and enjoy this whimsical historical gaming salute to Youngstown as it battles a mythical monster during the summer before the real ones came to the fore that fateful October.&#10;&#10;&mdash;description from the designer&#10;&#10;Each copy of Mahoning Monstrosity is composed of the following:&#10;&#10;One 11 by 17 inch map&#10;&#10;One sheet of 81 unmounted, double sided counters&#10;&#10;12 pages of rules and charts&#10;&#10;Players will also need a six sided die, some scrap paper and a pen or pencil to play the game.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triviavore",
    "ID": 346170,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346170/triviavore",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Ultimate Trivia Boardgame! Triviavore highlights the brilliant absurdity of mother nature. But it also employs Darwinian survival strategies. You don&rsquo;t need to know a thing about aardvarks to become an apex hunter.&#10;&#10;Unlike some trivia games, this one offers you closed choices (&ldquo;A, B, or C?&rdquo;). So if a question stumps the central organ in your nervous system, you can frequently survive on hunches, or guessing.&#10;&#10;If you think trivia questions are about as friendly as rattlesnakes, then go light on the gnarly questions. Find &ldquo;camouflage and dodge&rdquo; or &ldquo;ink and stink&rdquo; cards to build your defenses. Or land on a human to damage someone else&rsquo;s habitat (or repair your own).&#10;&#10;Triviavore takes two or three minutes to set up and 15-20 minutes to play. It is printed entirely in the USA on sustainably harvested paper certified by the Forest Stewardship Council. It has no plastic parts, and is not even shrink-wrapped. The cards celebrate nature and are colorful and attractive.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Formula OviNE",
    "ID": 346179,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/346179/formula-ovine",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A sheep racing game where 3-6 players blind bid matchsticks and those who don't bid the same as another player(s) get to move; the aim being to race your sheep around 'the Barn' and back over the finish line before the other players.&#10;&#10;Each sheep comes with a 'driver' with a special power and a terrible sheep pun for a name eg. Jenson Mutton, A Lamb Prost etc.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Race"
    ],
    "Families": [
      "Animals: Sheep",
      "Components: Matches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Parachutes: Play in the Dark Card Game",
    "ID": 346185,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346185/parachutes-play-in-the-dark-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "1-6 players must construct a collective landing strip of cards with the aim of creating 'chute' patterns. However, you play in the dark! You must coordinate your effort using the glow in the dark dots on each of the cards corners. The winner is the player with the most 'chute' patterns - parachutes, almostchutes, semichutes -  when the lights go on.&#10;&#10;Players each receive a deck of cards that they play in turn by adding one card each to the centre of the table. Once all players have placed their cards the lights go on and scores are counted. Multiple rounds can be played and variant rules, such as speed play, can be introduced.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hardwar",
    "ID": 346187,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/346187/hardwar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The turn of the twenty-second century was a time of great progression of the human race, space exploration, scientific and technological advancements. It was also the time of neo-colonialism, and a new order emerging from the pyres of the old world. It was a time of a new breed of war &ndash; the Hardwar.&#10;&#10;Hardwar tries to recreate possible future ground battlefield conditions, providing straightforward rules allowing for a fast-paced tactical experience in a relatively hard science fiction setting. Hardwar takes into account not only classic armoured warfare, enriched with fictional contraptions like mechs, spaceships, or exotic weapons, but also futuristic predictions of combat evolution &ndash; the importance of cybernetic warfare, decline in numbers of human soldiers replaced with AI algorithms, a rise of sentient combat swarms and electronic fog of war, or experimental development of new exotic weapons, to name a few. This approach, combined with simple and flexible rules should provide new and exciting tactical opportunities for tabletop commanders.&#10;&#10;Aside from this rulebook, all that is needed for a game is a couple of miniatures, representing your battle group, a handful of twelve-sided dice and another one of small tokens or coins, measuring tape, a table, a couple of terrain pieces and, most importantly, an opponent.&#10;&#10;Becoming a force commander in Hardwar world is not a difficult task. You can start your own private security company, lease a few war machines and go out there, looking for contracts from the big fish. You can be a corporate commander,  working for one of the major forces of your world, executing the will of shareholders by all means necessary. You can become the charismatic leader of revolutionary forces, fighting against corporate overlords. You can be a small-time dictator in an area of wastelands forgotten by transnationals, or a noble self-appointed marshal, trying to protect helpless civilians from raiders. You can be a pirate, you can be a bounty hunter, you can be a mercenary.  All you need is to get your hands on some equipment, find a few reliable hardware operators and convince someone with money to let you solve their problem. If you are good enough, you can get additional contracts with media, to make a reality holo-show about your group, you can get sponsors from the arms industry, agents and lawyers to negotiate your contracts, and that penthouse mansion in the orbital city you have always dreamt of.&#10;&#10;Your force will face other security consultants, fighting for other employers. Sometimes you will take part in internal power struggles, sometimes you will perform a hostile takeover, sometimes you will sabotage a competitive facility, sometimes you will have to deal with locals unwilling to relocate from your employer&rsquo;s property, sometimes you will go on bandit hunt, you will extinguish, or incite revolution&hellip; it will not always be pretty, but surely will be profitable.&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement"
    ],
    "Families": [
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Regime Rumble: Core Game",
    "ID": 346198,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/346198/regime-rumble-core-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Welcome to the year 4057&#10;&#10;The world is overpopulated and cloning has been banned from day-to-day use. The De'Graw corporation has managed to obtain an entertainment license under global code 456-8. This allows the use of cloning to subdue mass unrest. The corporation has begun a televised sensation, Regime Rumble! Ever wonder who was the best in politics, science, or pop culture? What would happen when these personalities from around the world meet to duke it out? Well now you can find out every Saturday morning! Watch as famous personalities from around the world are defeated and cloned again and returned to the arena. Unfortunately, the more frequently they are cloned the more the copies begin to degrade.&#10;&#10;Smash your friends in a fast paced game of futuristic clone combat. The RR core box has everything you need to get started and play! (Just add a LOT of dice)&#10;&#10;Regime Rumble consists of 1-2 miniatures per side (when playing with 4 players) and is played on a 2'&times;2' area. Gameplay and combat is based on a simple D6 dice pool mechanic that is fast to learn and fun to play.&#10;&#10;Players will set about choosing their regimes from available clones and using their cards to perform various special actions and abilities. At the heart of RR is a system of conspiracy cards that allow players to work together to bluff and trick their opponents, to the victor goes the crown!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: Promo 17 – Gathering of Friends 2021 Window Pattern Card",
    "ID": 346200,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346200/sagrada-promo-17-gathering-of-friends-2021-window",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A new promotional, double-sided window pattern card distributed at Alan R. Moon's annual Gathering of Friends in 2021.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Sagrada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EXIT Adventskalender: Der verborgene Mayatempel",
    "ID": 346202,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.05",
    "Link": "https://boardgamegeek.com/boardgame/346202/exit-adventskalender-der-verborgene-mayatempel",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In each of the 24 compartments of the Exit Advent Calendar for ages 10 and up, a tricky puzzle challenges the player. To find the right door for the following day, the puzzle must be solved in the room. To do this, clues can be found in the richly detailed illustrated compartments, on a total of 47 puzzle cards with a wide variety of puzzle types. Who cleverly combines, finds the solution, and thus to the symbol of the following door. This is the mission: In a yellowed letter from 1803, which appears in a historical atlas, the explorer Lord Ernest Pickleton reports on a hidden Maya temple in Guatemala. Its exact location, however, is a mystery to be explored. Exploring the hidden temple is a challenge: only one room may be entered each day. The journey was successful if the heart of the temple was found within 24 days.&#10;&#10;Now clever powers of deduction and creativity are required. Each family member can contribute his strengths. But don't worry, if you get stuck, a table on the back of the pack with 2 hints per puzzle and a breakdown of the solution will help.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Advent / Christmas / Jule calendar game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EXIT Adventskalender Kids: Dschungel-Abenteuer",
    "ID": 346203,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/346203/exit-adventskalender-kids-dschungel-abenteuer",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "To find the right door for the following day, the puzzle of the day must be solved. This can be found on each of the detailed illustrated cards in the tray. Find the solution and thus the symbol of the following door. In this exciting Advent calendar, children from the age of 6 can immerse themselves in the Exit world full of puzzles and secrets. A total of 24 entertaining tasks lead through an exciting and unforgettable adventure into the depths of the jungle. Only those who crack the picture puzzle of the day and find the symbol for the following door will get closer to the secret of the jungle.&#10;&#10;This is the mission: the world-famous naturalist Professor Humbelhopf travels into the jungle in search of very special species of monkeys. At his side you will meet numerous animals and have to face exciting challenges. Every day there is a new task to pass. The adventure is considered successfully completed when the entire band of monkeys has been collected. Who dares the eventful journey of exploration into the wild jungle?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Advent / Christmas / Jule calendar game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of Crown: The Battle of XuanWu Gate",
    "ID": 346204,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/346204/war-of-crown-the-battle-of-xuanwu-gate",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "War of Crown explores a historical tragedy where players assume the role of 3 princes from the bloody battle of Xuanwu Gate. As an eligible prince to the throne, how will you win over the emperor&rsquo;s heart? Will you manage political affairs, lead military campaigns, or undermine your opponent with schemes? One thing you know for sure, this war of crown will end with you on the throne, blood shed or not.&#10;&#10;Essentially it is a Roundel game where the players move their pawn on the Chang&rsquo;an city in a clockwise manner. The locations let the players (princes) gain gold from the emperor, use the gold to recruit the most basic resources which are the subordinates (followers, military units and spies), then using these &ldquo;resources&rdquo; to creat network with the Character Cards (Ministers, Concubines and Generals), which in turn gives the players Political influences, Military influences and Scheme abilities for which the players will be able to use them to gain Victory Points by completing Emperors Tasks, go on military campaigns and sabotage each other. The player with most VP wins the game.&#10;&#10;Alternatively, players could try to coup the other players. It&rsquo;s a risky move that involves drawing random cubes from your own plot bag (that you try to manage throughout the game). If successful, you win the game instantaneously, however if you fail, you lost the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Rondel"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vakantielandenspel: België",
    "ID": 346208,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/346208/vakantielandenspel-belgie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Name translates to 'Highlights of the Game: Belgium', part of a series of such games with different countries being the subject.&#10;&#10;This is a game where you can show off your knowledge of Belgium by answering questions on History, Art, Culture, Sport and Food.By answering questions correctly, and with a little luck, you will collect souvenirs of the country.&#10;&#10;The game consists of 48 question cards, 30 souvenir cards, one round ard, 1 rules card and 1 pamphlet with informative background information about your holiday destination.&#10;&#10;On each card there are questions in 5 categories and each is designated with its own icon and colour. The five categories in full are;&#10;Eten en Drinken (Green) - Eating and Drinking&#10;Geschiedenis (Yellow) - History&#10;Sport, Spel en Vakantie (Orange) - Sport, Games and Holidays&#10;Kunst en Cultuur (Red) - Art and Culture&#10;Stad en Land (Blue) - Cities and Countries&#10;&#10;On each card the category questions are in a different order. On the back of each card are the answers. You play in rounds. The Round Card is placed on the bottom of the deck. You start with the first question on the card you have just drawn. If the Round Card is on the top of the deck, you put it back on the bottom and then ask the second question, and so on until 6 rounds have been played. On the question cards there are also commands, recognizable because the icon box is blank. These commands are on the lines of &quot;Change a Souvenir to a different colour, Lose a souvenir, and so on.&#10;&#10;The Question reader is the player to the left of the player whose turn it is. If the question is answered correctly, the player receives a souvenir in the same category of the question. If the player answers incorrectly then that player must lose a souvenir (if he has one) in that category. The question card is then placed on the bottom of the stack and the turn passes to the next player in a clockwise direction.&#10;&#10;Maximum number Souvenirs&#10;The number of souvenirs that a player may have in a category is a a maximum of '2 players - 3', '3 or 4 players - 2'.. If a player gets a question in the category of which he already has reached the maximum, then he can choose a souvenir of any other category if he answers correctly. At the end of your turn you can exchange any 2 matching souvenir cards for one in any other category.&#10;&#10;The winner is the first player to get souvenirs in all 5 categories&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Belgium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Firebox",
    "ID": 346212,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/346212/firebox",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A real-time railway building game for between 2 and 5 players.&#10;&#10;Pick up and deliver your six passengers (miniature dice) to other players' stations, preferably by the longest and most interesting route possible (you get more points that way).&#10;&#10;Each player has 16 matchsticks, a locomotive, six stations, six passengers and a tunnel/hill obstacle (they do need to provide their own pencil and paper, however). In real-time, they build end-to-end matchstick tracks connecting with other player networks and then shunt their passengers and locomotives to their destination stations.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Real-Time"
    ],
    "Families": [
      "Components: Matches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lava Land",
    "ID": 346216,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/346216/lava-land",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Have you heard of Lava Land, a paradise island for tourists and explorers? There is plenty to enjoy: emerald plateaus with ancient temples, tropical fruit growing at every step, and the famous volcano erupting with lava&hellip; Wait, what?&#10;&#10;On a tour to the main temple of the island, a rather nosy tourist pushed a peculiar lever&hellip; and the spirits of the island have awakened! You will be trying to save your lives and the relics of this island by outrunning the lava &mdash; with the help of the spirits, if you&rsquo;re lucky, or hindrance&hellip; if not so lucky.&#10;&#10;When (and if) you get back home, the World Island Culture Organization will happily accept your miraculously saved relics and offer a handsome reward for your bravery. On your way to the mainland, a continental breakfast you had in the morning will not be enough. Make sure to stash some food for the journey, but don&rsquo;t drop your guard: your companions can fall victim to the mischievous spirits of the island and push you right into the boiling lava! Oh boy!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GAMEPLAY1. Picking up dice &mdash; Simultaneously&#10;All dice are rolled, and each player must take any three of them &mdash; one at a time, with one hand only &mdash; as fast as they can.&#10;2. Resolving your combination &mdash; Taking turns&#10;Each player resolves all effects of their combination: advancing along the corresponding tracks, purchasing cards, activating traps, and advancing lava!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GAME ENDIf you have 7 bananas, you may enter the rescue boat.&#10;When all players are either in the boat or out of the race, the survivor with the most relics wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Party Game",
      "Racing",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Kill Steal",
      "King of the Hill",
      "Player Elimination",
      "Race",
      "Real-Time",
      "Take That",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Contes Émerveillés",
    "ID": 346230,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/346230/les-contes-emerveilles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The fairytales are all topsy turvy! A magical tornado has shaken everything up.&#10;Create new stories to help the fairytales and gather enough stars to give them back their sparkle.&#10;&#10;Each day, tell a story and bring the characters to life using the 7 variations available. You will create tales which are more and more goofy, moving and hectic.&#10;&#10;Each story-teller gets an amount of Tale token with a unique symbol on it then the game is divided in two chapters.&#10;Chapter 1, the storytellers pick a Character tile and place it face up on the board with a Tale token of their choice. This token is then put face down once the whole team knows which token it is. The game goes on until all Tale tokens have been played.&#10;Chapter 2, the storytellers, in turn, pick one of the characters of the story and tell what happened implying the token he or she thinks is associated with the character. The game ends once all Tale tokens have been revealed.&#10;In case of failure, the sky darkens because of stormy clouds and in case of success, the sky twinkles with stars.&#10;Cooperate, help each other to amaze the fairytales.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paperwall",
    "ID": 346232,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/346232/paperwall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The empress gathered the greatest Shoji craftsmen to submit them to a competition for the creation of washi paperwalls. The winner will have the honor of creating the walls for her summer residence.&#10;&#10;In summary, &quot;Paperwall&quot; is a game that is played simultaneously.&#10;Each player must play a card to the left or to the right of his row of cards (covering or not the previous card partially).&#10;Each card has 3 strips of wallpaper, at the end of the game, each strip is worth 1 point except for the player with the most (there are 4 different types of strips).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Push Your Luck"
    ],
    "Families": [
      "Country: Japan",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Lane Trader",
    "ID": 346233,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/346233/space-lane-trader",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.6",
    "Description": "In Space Lane Trader, you are playing a character in control of a cargo ship, trying to make a fortune in the newly opened up shipping trade. You buy and sell goods transporting them between planets within the Terran Federation, preferably to where demand and prices are high. The main objective of the game is to earn money (credits) faster than your competitors and return to show off your success.&#10;&#10;During the course of the game, you can fit your ship with upgrades that will make it go faster, attack harder and defend better &ndash; all with the goal to ensure that you manage to beat your competitors to the goal. You can also buy new ships with better capabilities, that can carry more goods for you, go faster or fit more upgrades.&#10;Your character will develop during the game &ndash; from the inexperienced person starting play at Terra station in the Solar system, to a grizzled space ship captain with much improved skills. You develop your character by spending Experience Points (XP), that are earned by drawing Event cards as the game progresses.&#10;&#10;The most obvious way of earning money is buying goods, transporting it to another planet and selling it there. Another way however, is attacking your competitors and take what should have been yours anyway. Winning combat against another player will allow you to either steal cargo from your opponent or take loot in the form of Debris cards. Debris cards can either give you valuable salvage that can be sold on planets, or the best equipment in the game that will improve your ship beyond the capabilities of your competitors.&#10;&#10;Not all parts of space are safe. Planets away from the most busy parts of space are characterized by a wild west mentality and the Terran Federation security forces don&acute;t have the capacity to uphold law and order everywhere. This is reflected by two different security levels in the game &ndash; green and yellow. Green  security level planets are safer, and although bad things can happen, the negative consequences are not so extensive. On security level yellow planets however, the dangers are higher but also the rewards.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Industry / Manufacturing",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Contracts",
      "Dice Rolling",
      "Market",
      "Movement Points",
      "Multiple Maps",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory Tank",
    "ID": 346235,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/346235/victory-tank",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Renault FT, a French light tank, was used by both French and American forces to turn the tide during the final stages of the Great War (World War I). The FT was aptly nicknamed the &quot;Victory Tank&quot; thanks to its essential role during the war effort. The tank was sure to terrify its opponents fighting in the trenches on the Western Front. In Victory Tank, one of these tanks has gone AWOL... Two opposing armies fight on a fog covered battlefield to capture bunkers and retrieve resources while trying to commandeer the tank gone rogue to increase their own military prowess. Which army will be victorious?&#10;&#10;In this quick, light, and tactical game, two commanders will try to lead their armies to victory over a couple of rounds divided into two phases. During the &quot;Fog of War&quot; phase the active player will draw two cards to be added to the ever growing battlefield. Each card depicts goals and bonuses to be placed on the battlefield. The active player gets to keep and place one of these cards while offering the other card to its opponent, providing interesting choices and dilemmas to the players during the game.&#10;&#10;During the second phase, the &quot;Command&quot; phase, players will take up to five actions each to influence their literal and figurative position in battle. Players will move their soldiers, deploy new units to the battlefield and attack their opponent. Each player has a limited amount of command cards that the player can utilize to boost their actions, fighting power, or defense strength during an attack. And don&rsquo;t forget that somewhere hidden in the mist, a tank has been abandoned. Finding, operating and fighting with this tank on your side may just bring you victory&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting",
      "Miniatures",
      "World War I"
    ],
    "Mechanics": [
      "Action Points",
      "Advantage Token",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Map Addition",
      "Modular Board",
      "Movement Points",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Series: Pewter Heroes (Gam'inBIZ)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Getaway",
    "ID": 346236,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/346236/alien-getaway",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Poor, ever so clumsy Zoid has committed a big boo-boo, an mistake of astronomic propositions, so to say. Zoid's little accident set off a chain reaction that led to the destruction of an entire uninhabited planet. Luckily, Zoid was able to jump into his spaceship in time to escape the explosion. But to stay ahead of the planet's ravaging debris, he has to carefully navigate the asteroid field that surrounds it. Will you help Zoid get away?&#10;&#10;In Alien Getaway 1 to 4 players help Zoid to find his way through the asteroid field. Players will play cards to lay out an escape route for this little green man. However, Zoid is an impatient little bugger and if he travels too fast and gets off track, the active player will have to take a penalty. But, there are ways to get rid of penalties and taking a penalty might not always be as bad as it seems...&#10;&#10;Alien Getaway combines tile laying, press-your-luck dice rolling, and tactical set building mechanisms into a swift game that is out of this world!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Pieces as Map",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Series: Pewter Heroes (Gam'inBIZ)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mole Control",
    "ID": 346237,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/346237/mole-control",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It is a nice and breezy summer day. The perfect day to do some gardening. Then a pile of dirt catches your attention. On closer inspection it appears to be a molehill. Panic! Moles may look cute, but they are a menace to your beautiful, flower filled garden. You need to get this mole under control, now!&#10;&#10;In this game for 2 to 5, players take turns to add cards with stinky flowers and tasty insects (or so the Mole thinks) to the communal gardens. After that, you get to move the Mole to one of the gardens. The garden occupied by the mole is off-limits until the Mole is moved to another garden.&#10;&#10;Once you run out of cards, you must claim one of the gardens. But, make sure to pick a garden the mole doesn't like, or your flowery oasis  will soon be nothing but dirt and bumps again...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Farming",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "I Cut, You Choose",
      "Investment",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Moles",
      "Crowdfunding: Kickstarter",
      "Series: Pewter Heroes (Gam'inBIZ)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Secret Garden of Keukenhof: Spin & Write",
    "ID": 346239,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/346239/the-secret-garden-of-keukenhof-spin-and-write",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It is a game in which we pretend to be the gardeners who work in secret to present one of the pavilions of this beautiful garden located in Holland, the game is composed of several leaves that represent the 4 pavilions of this garden, the gardener leaves of each player and 2 boards that will indicate which flowers can be painted, the number of flowers to be painted and the score that certain flowers will give at the end of the game.&#10;&#10;At the beginning of a game round, the flower tokens will turn to see which flowers will be available this round, each player will choose one of the available flowers to paint in their color on the garden sheet, each player in their turn will be able to gather resources to play skills that help him or in his case that hinder the opponents, the game will end when the last meeple of the garden sheet is marked, after all the players have played their last turn, the scoring stage begins, that gardener will win (player ) that more points have obtained.&#10;During the game, the decision of where to paint the flowers, the number of flowers, the choice and the final score may vary depending on certain skills that a player can play, which means that the game may differ from game to game.&#10;&#10;&#10;     The player who will start the round is chosen.&#10;     Paint the meeple color that starts on the garden leaf.&#10;     Turn the flower tiles.&#10;     Turn the flower quantity token.&#10;     Earn and spend resources to play skills.&#10;     Choose the flower that you will paint on the garden sheet.&#10;     Paint an X amount of the flower you chose in your color.&#10;     End your turn and prepare for the next round.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Connections",
      "Enclosure",
      "End Game Bonuses",
      "Hexagon Grid",
      "Market",
      "Paper-and-Pencil",
      "Pattern Building",
      "Roll / Spin and Move",
      "Set Collection",
      "Turn Order: Auction"
    ],
    "Families": [
      "Country: Netherlands",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alfons Åberg Tågspel",
    "ID": 346240,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346240/alfons-aberg-tagspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Follow Alfons &Aring;berg and his friends as they drive trains and pick up various passengers along the way. The one who has first picked up his passengers must get to the station as quickly as possible and win the game.&#10;&#10;The tokens at the beginning show which of Alfon's two friends you should pick up on your train. Then everyone drives around and picks up and releases. So you risk driving around looking for a friend who is already sitting in someone else's train. &#10;Each turn, roll the dice. Get your two passangers to the train station first to win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Sandwich Game",
    "ID": 346241,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346241/the-sandwich-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Sandwich Game is a fun way for family and friends to gather around the game table and compete to see who can eat their way to victory!&#10;&#10;Work as a group to build community sandwiches then bid as individuals to see who eats each sandwich.  Be the champion by eating the most delicious sandwiches, or just have fun by making your opponent eat road kill and rotten tomatoes between two moldy croissants.  But beware, because your opponent might completely change what&rsquo;s happening by throwing down a special napkin card at the last moment!&#10;&#10;The Sandwich game is a card game played in multiple phases.  Play starts in the Building Sandwiches phase where players take turns drawing cards and building communal sandwiches.&#10;&#10;Once a sandwich is completed play enters the Bidding phase where players take turns placing bid cards face down in front of any player (including themselves).  Once all players have finished placing bids, the bid score for each player is calculated to determine who eats the sandwich.  Eating the sandwich will reward that player with the point value of the sandwich (determined by the cards that make up the sandwich). Players can interrupt play and sour their opponent's plans by playing Napkin Cards.  These cards have specific effects on game play and scoring.&#10;&#10;The game end is determined by the number of players playing.  For 2 player games, the first player to 25 points wins.  In 3-4 player games the first player to 15 points is victorious.  For a 5 player game the Ultimate Sandwich Champion is the player with the most points after 5 sandwiches have been eaten.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Explorers: Age of Ambition",
    "ID": 346246,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346246/space-explorers-age-of-ambition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "In the Age of Ambition expansion, you discover new frontiers of the Golden Era of Astronautics.&#10;&#10;Defend the interests of your Space Power. Enlist the support of influential politicians, powerful military leaders, and renowned scientists. Overcome crises and reach your strategic goals. Launch cutting-edge spacecraft and achieve breakthroughs in research. Manage it all using your own unique talents to carry out the most daring plans.&#10;&#10;The glorious history of space exploration unfolds over the 7 separate Modules. You add them to the game in any combination, using up to 3 Modules at a time. Each Module perfectly fits the others and creates new gaming experiences.&#10;&#10;Solo rulebook is also included and is compatible with the new modules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Economic",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Μαγνητικό Μπάσκετ Τσέπης (Pocket magnetic basket-ball)",
    "ID": 346247,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346247/maghnitiko-mpasket-tsepis-pocket-magnetic-basket-b",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&Mu;&alpha;&gamma;&nu;&eta;&tau;&iota;&kappa;&#207;&#140; &Mu;&pi;&#206;&#172;&sigma;&kappa;&epsilon;&tau; &Tau;&sigma;&#206;&#173;&pi;&eta;&sigmaf; (Pocket magnetic basket-ball) is a fun 2 player game themed after basketball.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Streets of Newark",
    "ID": 346249,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346249/the-streets-of-newark",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Streets of Newark is a two to five player game and each player will take on the role of one of the five Dons running Newark during prohibition. The board consists of 9 to 23 location tiles, based upon the number of players, and each player has three lieutenants. The lieutenants each have up to four soldiers in their crew, and the lieutenant's crew moves around the various locations of the board as a unit. Soldiers can be improved through equipment cards.&#10;&#10;Each turn, players secretly determine where they will deploy their lieutenant's crews. Then everyone reveals simultaneously and moves their crews to the selected locations. While at the locations, crews complete jobs, actively corrupt policemen and officials, or collect protection money. But If two or more player's move crews to the same location, there can be conflict, and even bloodshed.&#10;&#10;Play continue until one Don achieves one of the five victory conditions. The five different win conditions are (1) becoming the next crime lord through reputation, (2) controlling the city's locations, (3) corrupting the city's officials and police force, (4) conquering the other mob's forces through bloodshed or (5) conspiring with the federal investigators. No player is pigeon-holed into any one victory path, but each Don's lieutenants have unique abilities.&#10;&#10;The Streets of Newark was designed to have great replay value, with tremendous depth and strategy. There are countless combinations of board configurations, decisions, soldiers, upgrades and paths to victory.&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Closed Drafting",
      "Hand Management",
      "Hidden Movement",
      "Modular Board",
      "Simultaneous Action Selection",
      "Turn Order: Stat-Based",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "States: New Jersey",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PMC 2670",
    "ID": 346250,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/346250/pmc-2670",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "2",
    "Description": "PMC 2670 is hard sci-fi platoon-sized ruleset intended for 15mm and it's second edition of PMC 2640 released in 2013.&#10;&#10;Introduction&#10;In 2013, we have boldly released PMC 2640, which successfully found its place on crowded 15mm sci-fi wargames market. Now, it's high time to leap forward! In the last 3 years, we have worked hard on PMC 2670, which is much more than just a new edition of the game! As you can probably guess, the action takes place 30 years later in the same dirty, gloomy PMC-verse &ndash; but it's also indirectly connected to Shadows in the Void, which takes place much later in the same timeline. The story was moved forward: humanity developed new technologies and improved older ones, encountered an alien threat (or rather the aliens encountered a human threat...) and made the galaxy an even more turbulent place.&#10;&#10;So, what are the gameplay changes?&#10;There is no revolution in the core mechanics, as better is often the enemy of good... Still, the basic rules were polished and perfected, making the game even faster, more flexible and more uncompromising &ndash; but it's still the old, fine PMC! Special rules were revisited and all known question-causing or unclear elements were re-edited. But the main advantage of the 2670 edition are the added extras! Now you can lead not only merc forces, but also space bugs and rebels, which became fully playable factions. What is more, there is a fourth faction &ndash; the aforementioned aliens! Forces of your PMCs were bolstered with lots of additional unit entries, offering many new tactics and army compositions. We listened to the players and added a lot of elements they asked for (e.g. power armours, medics, drop pods, and many exotic sci-fi troops). Existing units were carefully examined and rebalanced to adjust them to the new lists. But don't worry, if you already have a collection of minis for PMC 2640, it will be fully playable in PMC 2670 &ndash; you'll simply get even more possibilities! We see no point in making existing armies useless or weaker &ndash; we're players ourselves and know how irritating this can be! In addition to new armies and PMC units, we have updated the scenarios based on the experience from previous years &ndash; but no major changes in this chapter.&#10;&#10;Anything else?&#10;Of course! All factions received their own campaign rules, allowing for even more interesting club gaming! Campaign is as important, as it was aspect of the ruleset. Whether you wish to create your own PMC, start a revolt, make bugs the dominant species on the planet or conquer new territories for your Xenotripod tribe, you will have the means to do it. Campaigns became even more challenging thanks to improvements such as quicker progress at the beginning and reduced snowball effect.&#10;&#10;...and?&#10;The whole solitaire/coop section was redone. Thanks to universal scenarios you can use any force against any other force on any tier. Additionally, the Special Commando composition allows you to start playing with just a few finished minis &ndash; perfect for people who like to collect different armies without expanding them too much.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Darts",
    "ID": 346254,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346254/dice-darts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a quick and easy luck &amp; push-your-luck game where you try to reach 0 as quickly as possible!&#10;&#10;Both start with 121 points.&#10;&#10;You take turns in rolling a single dice. Before making a roll you must choose whether to roll d4, d6, d8, d10 (ones), d12, d20, or, d10 (tens). After rolling you deduct your roll from your total points unless your new total would be negative.&#10;&#10;You continue back and forth until one person hits exactly 0 points remaining.&#10;&#10;With the multifunctional dUltimate dice designed for this game you will always see what &quot;could have been&quot;.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biome: Borneo",
    "ID": 346256,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/346256/biome-borneo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "55",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Discover the Bornean rainforest. Form micro-habitats using plant tiles, and attract animals to build food-chains, as you compete for resources and space. Take advantage of opportunities but be ready to quickly adapt to new strategies; as the jungle is transformed into a thriving Biome.&#10;&#10;On their turn a player is allowed up to two actions: Exchange cards; Exchange Tiles; Play a card and place tiles onto the board. Special Ability cards may also be played according to their specific rules, and can grant a player a strategic advantages when used.&#10;&#10;There are also Disaster cards in the form of Forest Fires and Poachers that will add difficulty and randomness to the game.  Players will determine during set-up the level of chaos and disruptions they would like to potentially encounter during a game, which test all player's abilities to adapt when drawn.&#10;&#10;The game ends when the final tile is picked up by a player, triggering a final action for every player. Points determine the winner and are attained by earning cards through tile placement.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Educational",
      "Environmental",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Chaining",
      "End Game Bonuses",
      "Hexagon Grid",
      "Interrupts",
      "Modular Board",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Country: Indonesia",
      "Admin: Upcoming Releases",
      "Components: Hexagonal Tiles",
      "Country: Malaysia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lava",
    "ID": 346257,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/346257/lava",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Lava is a territorial stacking game for two players, Red and Black. Play using a Hexhex board of edge size 4, and a sufficient supply of Red/Black stacking checkers. To setup, place one Red and one Black checker in opposite corners of the hex hex board.&#10;&#10;On each turn, take N checkers (where N is any number from 1 to stack size) from the top of a stack you control and move them N spaces in a straight line to a destination containing N or less checkers. Then, add a new checker of your color to the destination. Stacks may not jump over enemies, but may land on enemy or friendly stacks, thereby burying them.&#10;&#10;When the board is full, the player controlling more stacks wins the game.&#10;&#10;Lava was designed by Michael Amundsen and Alek Erickson in August 2021.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Automatic Resource Growth",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Stacking and Balancing"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neon",
    "ID": 346267,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/346267/neon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Neon is a 2-player game about speed and memory. Can you put the cards of the same number together to gain the bonus under time pressure?&#10;&#10;Shuffle and split the deck of 54 cards between the players. Each player lays down a 3x3 grid with the center card faceup. Both players act simultaneously to reveal one card from their deck at a time and use it to replace any one card in their grid. Keep replacing cards (and of course memorizing their numbers) until their deck runs out.&#10;&#10;Victory points are rewarded in 3 ways:&#10;&#10;     Be the first to run out of their deck.&#10;     Have a lower sum of their 9 cards in the grid.*&#10;     Win more &quot;battles&quot; against the opponent in the 3 columns.&#10;&#10;&#10;The fun part of Neon is, if you can place cards of the same number next to each other (the more the merrier), you will gain a bonus that reduces your sum!&#10;Play multiple rounds until someone earns 5 VP and wins!&#10;&#10;",
    "Categories": [
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LasseMajas detektivbyrå: Pusseldeckarspelet",
    "ID": 346269,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/346269/lassemajas-detektivbyra-pusseldeckarspelet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the Puzzle Detective game, you must solve crimes by jigsawing different clues. When you get to a crime scene, you have to pull a puzzle piece with stolen goods from the bag. This is your first clue. You put the stolen goods in front of you and hurry on to the next crime scene. You can find the thief in the line of suspects by dragging event cards on your way between the various crime scenes. When you find the thief, you puzzle the thief together with the stolen goods. You need a thief and at least two stolen items of the same color to finish the game. For now, you should quickly get to the right crime scene and get the last clue to complete your investigation. The one who first has a complete chain of evidence of puzzle pieces in front of him; a thief + at least two stolen goods + a crime scene in the same suit are the winners of the game!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tabannusi: Builders of Ur – Tantrum House Promo",
    "ID": 346270,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346270/tabannusi-builders-of-ur-tantrum-house-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Available during Tantrum House Season 8 Kickstarter campaign.&#10;&#10;This promo adds 3 Ship tiles and 1 Harbormaster tile&#10;&#10;1x Size &quot;1&quot; ship, brown&#10;When you place a Water tile onto a space with a printed bonus, receive that bonus (once per turn).&#10;&#10;1x Size &quot;1&quot; ship, white&#10;Whenever you Construct a Building, you may (only once) pay any 1 green Resource to place 1 Water tile and 1 Garden tile (both in the same space).&#10;&#10;1x Size &quot;1&quot; ship, yellow&#10;Whenever you Construct a Building, you may pay 1 Gold to immediately score the Building (ignoring any surrounding Gardens).&#10;&#10;Harbormaster tile&#10;Move up once on each Mastery track.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Formative Years of Gallamut Zeers",
    "ID": 346272,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/346272/the-formative-years-of-gallamut-zeers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Take a journey back in time - or is it forward in time? - to relive the formative years of Gallamut Zeers. Gallamut Zeers, now filled with industry and frowns, was once a land filled with lush vegetation and wonderful beasts. The Lords of Gallamut Zeers settled on this fertile island long ago, but quickly decided they could not share it with each other, because they were grumpy and itchy. Their moustaches tickled their noses something fierce and their socks were made of wool, which is scratchy, you know! So they quarreled and debated and demanded, as all those who feel entitled do, until they concluded who would own and rule the various parts of the fruitful island. Here, and there, and everywhere they bickered! Silly Lords, there&rsquo;s plenty of space to go around!&#10;&#10;In The Formative Years of Gallamut Zeers, players take on the roles of Lords of Gallamut Zeers struggling to gain dominion over the island. Over three years, players will claim roads, occupy cities, set up encampments, and make diplomacy in an attempt to outwit their opponents. The player who employs the most clever tactics and the most efficient strategy to accumulate the most points will win the game!&#10;&#10;The Formative Years of Gallamut Zeers is a tactical area-control/majority game which is played over 3 rounds. Each round, players will play four of six available action cards to place and manipulate cubes to score points. Between the rounds, players will take part in a simultaneous secret action selection to take a bonus action or block other players from taking an action. At the end of each round, there are eight categories in which players may score points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Esotera, the Awakening",
    "ID": 346280,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346280/esotera-the-awakening",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Esotera, the Awakening, is a new entry into the world of TCG that takes the complexities of most card games and reduces them to 10 game modifiers, 4 card values, and 1 card archetype value. The entire game involves a deck of 40 cards, hands of 5 matches consisting of 3 - 5 rounds with 5 turns for each player. With this seeming simplicity is a very low barrier to entry for new players, but a lot of complexity, strategy, and deck building for dedicated players to maximize the win: loss of the game mechanics!&#10;&#10;Aside from the game aspect of Esotera, it is also a cultural doorway to many religions, societies, fantasy, science fiction, and even Alien Conspiracy theory that unites all of these things into an easy to digest medium that will push the imagination and interest of the player. Finally the post Kickstarter goals of the project will be to establish a non-profit debt forgiveness program that collects Student loan and medical debts and forgives them unconditionally as a way of giving back to the greater community during these unprecedented times!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Mythology",
      "Religious",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Hand Management",
      "Real-Time",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Checkmate",
    "ID": 346282,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346282/checkmate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A puzzly game about keeping things in check, mate.&#10;&#10;A small game about picking your side each turn to make sure you win, that's also all about setting up for future turns.&#10;&#10;Cards represents Chess pieces, and have black and white on each side. They are setup in a 3x3 grid with Kings in opposing corners.&#10;&#10;The goal is to end each turn by making a move that puts the opposing King in check. If you cannot do this, you lose the game.&#10;&#10;Players will alternate turns, doing the following in order:&#10;&#10;     Choose a card and swap it with another card, according to standard Chess rules.&#10;     Flip over either of those cards.&#10;     Move your token on top of the card that is putting the opposing King in check. You cannot use a card covered with a token.&#10;&#10;&#10;For check, you are not playing as Black or White. On the end of your turn, you are playing the most prominent color on your side of the grid, and you must have the opposing color King in check.&#10;&#10;The game ends when a player cannot claim check. They lose.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cowboy Bebop: Space Serenade – Happy Valentine Promo Card",
    "ID": 346283,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346283/cowboy-bebop-space-serenade-happy-valentine-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promo card released for Valentine's Day.&#10;&#10;Rule: Each other player reveals a non-base card from their hand.&#10;Choose one and put it in your hand.&#10;It's owner draws the first card of the common deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Promotional: Cards",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trzecie Powstanie",
    "ID": 346285,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346285/trzecie-powstanie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the night of the second to the third of May 1921 began the third Silesia uprising.&#10;&#10;Silesia after the end of World War 1 was to be partitioned between Germany and the restored Polish state. The Poles however were not satisfied with the suggested partition, which would result in keeping by the Germans of a huge area which was primarily ethnically Polish.&#10;&#10;The game released by Pospolite Ruszenie Szlachty Ziemi Krakowskiej is primarily an educational tool, designed to commemorate the 100'th anniversary of this successful Polish uprising.&#10;&#10;It is a game for 2 players using two separate decks of cards and a board, depicting the area, where the fighting took place.&#10;&#10;",
    "Categories": [
      "Educational",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "City Streets: A Thrilling Strategy Racing Game",
    "ID": 346287,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346287/city-streets-a-thrilling-strategy-racing-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "An escalating roll and move racing game where players strategically purchase and use upgrades and items in an effort to be the first to finish 10 laps.&#10;&#10;Each player begins with $4000 and some free items of their choice. Players roll dice and move their cars around the board, then interact with the spaces they land on. Players can accumulate items purchased from shops which allow them to move further on each turn, use boosters, sabotage opponents, take shortcuts, earn extra money, and more. Players interact with other spaces they land on to move further, take a shortcut, earn extra money, or to gain or lose a turn. Players earn more money upon completion of each lap.&#10;&#10;Different items the players purchase offer different strategies. Players can focus on upgrading speed, purchasing items that give options, taking shortcuts, or investing in money gaining items early so they can buy everything and make a blazing comeback. The first player to finish the 10th lap wins the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tippi Tree",
    "ID": 346293,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/346293/tippi-tree",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tippi Tree is a brand new original game designed specifically for 3D printing. Take turns placing Leaves on top of your Tippi Tree, but don't let it topple! The aim of the game is simple, but you'll find that every round can offer new challenges and surprises.&#10;&#10;This stacking game features a unique S-shaped Leaf piece that connects to other Leaves in over 60 unique ways, so every Tippi Tree grows differently. That makes this game fun and challenging for anyone from age 6 to 106.&#10;&#10;On a player's turn, they will use one hand to add a leaf to the tree while trying not to topple the tree or knock off any leaves.&#10;&#10;If. during your turn. you knock off any leaves then your turn is over and the leaf you are holding and any leaves you knocked off go to your stockpile. The first player to empty their stockpile of leaves is the winner. However, if you knock over the entire tree then you lose the game.&#10;&#10;Great for parties, family nights, desk distractions, and a fantastic gift! Easy to print &amp; play, but difficult to master.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure 'N Mutiny!",
    "ID": 346295,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346295/treasure-n-mutiny",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Treasure 'N Mutiny is a Pirate themed Sandbox-Style Roll &amp; Play Adventure Game for 1-12 Players!&#10;&#10;Roll Dice To Move, Pick up cards/tokens, use cards/tokens, move on board, attack other players, attack other ships, battle raid (card) events&#10;Game Ends when ONE player or team completes the END GAME SCENARIO&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Role Playing",
      "Roll / Spin and Move",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Key Crusade",
    "ID": 346297,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346297/key-crusade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players roll dice and move on the board/&#10;The Game ends when 1 player collects 4 keys and reaches the Golden Tomb.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "King of the Hill",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Print-on-Demand",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Planets",
    "ID": 346301,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346301/happy-planets",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Happy Planets is a space-themed 24 cards game where the planet's satisfaction will prove to be essential.&#10;&#10;You are the new system manager of our company. It is time to prove yourself. Distribute your planets as best as you can in order to create a solid trade route among them, carrying out monthly objectives. The more needs are met, the happier they will be.&#10;Remember: A planet that pays its toll is a happy planet![/i]&#10;&#10;You can play alone or with friends, all players work to (or help each other) build a new commercial empire from scratch. Using 24 cards, 1 core objective (Happiness) and a variable secondary objectives system (3 per game). Happy Planets changes every time you play it!&#10;&#10;Each turn, players will take 1 card (when the game starts, they take 2) from the deck and play one of them in the galactic system. Every planet that is put on game increases the Happiness of the surrounding ones while increasing its own. This will depend on each planet's needs and production.&#10;&#10;While in cooperative mode, players will have to communicate and plan without revealing their own cards in order to grow their planets' happiness in the most efficient way, but taking on account the secondary objectives. Planets with a happiness level below minimum will score negative points, so be careful.&#10;&#10;In semi-cooperative mode, every player has their own personal objective, which everyone can see.&#10;&#10;In competitive mode, secondary objectives are applied to all players, but every player has their own galactic system!&#10;&#10;The game ends when all cards have been placed. Players will then see if they have reached the objective scores for the current game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Components: Multi-Use Cards",
      "Players: Games with Solitaire Rules",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bunny Brawl",
    "ID": 346302,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/346302/bunny-brawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Bunny Brawl is a card game where players compete to create their own Kill Squad.&#10;&#10;Players draw and play cards to summon a bunny or play a card that will slow down his opponent.&#10;&#10;The game ends by someone winning when a player completes their Kill Squad this means having 4 Bunnies of 4 Different colors makes you the winner of the game and the game ends.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Rabbits / Hares",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Цар на Историята: Бонус тесте (King of History: Bonus Deck)",
    "ID": 346316,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346316/car-na-istoriiata-bonus-teste-king-of-history-bonu",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Additional deck that adds 45 cards with events from Bulgarian history and 4 bonus cards, giving players that puts even more challenges on the way to the crown of the tsar.&#10;&#10;&#10;&#208;&#162;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#181;&#209;&#130;&#208;&#190; &#209;&#129;&#209;&#138;&#208;&#180;&#209;&#138;&#209;&#128;&#208;&#182;&#208;&#176; 45 &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#208;&#184; &#209;&#129;&#209;&#138;&#209;&#129; &#209;&#129;&#209;&#138;&#208;&#177;&#208;&#184;&#209;&#130;&#208;&#184;&#209;&#143; &#208;&#190;&#209;&#130; &#208;&#177;&#209;&#138;&#208;&#187;&#208;&#179;&#208;&#176;&#209;&#128;&#209;&#129;&#208;&#186;&#208;&#176;&#209;&#130;&#208;&#176; &#208;&#184;&#209;&#129;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#184;&#209;&#143;, &#208;&#186;&#208;&#176;&#208;&#186;&#209;&#130;&#208;&#190; &#208;&#184; 4 &#208;&#177;&#208;&#190;&#208;&#189;&#209;&#131;&#209;&#129; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#208;&#184;.&#10;&#10;&#208;&#151;&#208;&#176;&#208;&#186;&#209;&#131;&#208;&#191;&#209;&#131;&#208;&#178;&#208;&#176;&#208;&#185;&#208;&#186;&#208;&#184; &#208;&#191;&#209;&#128;&#208;&#190;&#208;&#180;&#209;&#131;&#208;&#186;&#209;&#130;&#208;&#176;, &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176;&#209;&#135;&#208;&#184;&#209;&#130;&#208;&#181; &#209;&#129;&#208;&#184; &#208;&#190;&#209;&#129;&#208;&#184;&#208;&#179;&#209;&#131;&#209;&#128;&#209;&#143;&#208;&#178;&#208;&#176;&#209;&#130; &#208;&#191;&#208;&#190;-&#208;&#178;&#209;&#138;&#208;&#187;&#208;&#189;&#209;&#131;&#208;&#178;&#208;&#176;&#209;&#137;&#208;&#176; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176;, &#208;&#178; &#208;&#186;&#208;&#190;&#209;&#143;&#209;&#130;&#208;&#190; &#208;&#191;&#209;&#138;&#209;&#130;&#209;&#143;&#209;&#130; &#208;&#186;&#209;&#138;&#208;&#188; &#209;&#134;&#208;&#176;&#209;&#128;&#209;&#129;&#208;&#186;&#208;&#176;&#209;&#130;&#208;&#176; &#208;&#186;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#189;&#208;&#176; &#209;&#129;&#208;&#181; &#208;&#184;&#208;&#183;&#208;&#191;&#209;&#138;&#208;&#187;&#208;&#178;&#208;&#176; &#209;&#129; &#208;&#190;&#209;&#137;&#208;&#181; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#184;&#208;&#183;&#208;&#178;&#208;&#184;&#208;&#186;&#208;&#176;&#209;&#130;&#208;&#181;&#208;&#187;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#176;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Bulgaria",
      "Game: Timeline"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Vanishing Gambler",
    "ID": 346321,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/346321/the-vanishing-gambler",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Can you the track down the missing casino cheat who vanished from his Las Vegas jail cell?&#10;&#10;Locate the whereabouts of casino cheat Roy Marshall. Discover hidden messages, hack into Roy&rsquo;s bank account and even go undercover yourself.&#10;&#10;Similar to an escape room game, this mystery presents you with an evidence packet sealed with a metal combination lock, and leaves you to work out how to open it and find and solve the mystery.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: The Mystery Agency",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clever hoch Drei: Challenge I",
    "ID": 346328,
    "Year": "(2021)",
    "Geek Rating": "5.684",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346328/clever-hoch-drei-challenge-i",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "Excellent addition to Clever Cubed. New combinations on the block create additional challenges and demand new strategies. No new rule learning of the third CLEVER variant is necessary.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Series: Ganz Schön Clever",
      "Series: Klein & Fein (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time Vs. Ninja: Series One",
    "ID": 346332,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346332/time-vs-ninja-series-one",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Time-Traveling Ninja jump through history, hunting for rare artifacts, meeting unusual companions, exploring hostile lands    and engaging in Ninja Battle!&#10;&#10;This science-fiction adventure game features an array of maps to explore, from Ancient Egypt to a futuristic Lunar Colony. Players choose from one of the Legendary Ninja characters (each with their own Legendary Ninja Ability, then embark on a time-traveling adventure!&#10;&#10;Players roll dice to travel through treacherous zones, hop from zone to zone, or acquire item and companion cards. As they collect, their abilities and options grow!&#10;&#10;Each character is linked in a row, so any damage one sustains dramatically impacts the other players. Being connected to your enemies can be a real challenge! If a Ninja 'falls off the row', the game ends and the one with those most collected items wins!&#10;&#10;Series 1 includes 4 Time-Spaces:&#10;- Eurasia 120M BC&#10;- Egypt 3100 BC&#10;- Athens 400 BC&#10;- Luna 3400 AD&#10;&#10;Also included are 3 Legendary Ninja:&#10;- Momochi Sandayu&#10;- Fuma Kotaro&#10;- Mochizuki Chiyome&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Hexagon Grid",
      "Semi-Cooperative Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Time Vs. Ninja",
      "Theme: Ninjas",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pot o' Gold",
    "ID": 346336,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346336/pot-o-gold",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pot o' Gold is played with the provided board, two distinct dice, and a number of distinct tokens representing leprechauns: the rules recommend three for two players, four for three players, five for four or five players, and six for six players (or more, since there is no actual maximum player count).&#10;&#10;Before each of three rounds players bet on one leprechaun to win and another as an alternate. Players then take turns rolling the dice, one of which always moves a leprechaun forwards and the other of which may move one backwards; the player rolling the dice decides which leprechaun(s) to move.&#10;&#10;When a leprechaun reaches the end of the track it pays out: players who bet on it to win split a pot (100 times the round number) and players who bet on it as the alternate split a half-size pot. The player with the most points after three rounds wins.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "크라임 줌 (Crime Zoom)",
    "ID": 346339,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/346339/keuraim-jum-crime-zoom",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#237;&#129;&#172;&#235;&#157;&#188;&#236;&#158;&#132; &#236;&#164;&#140; (Crime Zoom) is a compilation of four scenarios that were released separately (and one additional, entirely new scenario) in Crime Zoom Series in one box.&#10;&#10;The included scenarios are:&#10;-Case 1: &#235;&#167;&#136;&#236;&#167;&#128;&#235;&#167;&#137; &#236;&#185;&#180;&#235;&#147;&#156; (His Last Card)&#10;-Case 2: &#237;&#157;&#137;&#236;&#161;&#176;&#236;&#157;&#152; &#236;&#160;&#132;&#235;&#160;&#185; (A bird of Ill Omen)&#10;-Case 3: &#236;&#130;&#172;&#235;&#157;&#188;&#236;&#167;&#132; &#236;&#158;&#145;&#234;&#176;&#128; (A Deadly Winter)&#10;-Case 4: &#235;&#159;&#172;&#236;&#139;&#156;&#236;&#149;&#136; &#235;&#170;&#168;&#237;&#148;&#188; (No Fur)&#10;-Case 0: &#236;&#147;&#176;&#235;&#159;&#172;&#236;&#167;&#132; &#236;&#151;&#172;&#236;&#158;&#144;- New scenario (promotional stretch goal) from the publisher Delight.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Crime Zoom (Aurora)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Dice Tower Defense: 5-6 Player Expansion",
    "ID": 346364,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346364/epic-dice-tower-defense-5-6-player-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This expansion adds 6 neoprene play mats and a set of red and green dice for up to 6 players.&#10;&#10;This was unlocked during the KS campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word Explosion",
    "ID": 346374,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/346374/word-explosion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1",
    "Description": "UH OH! Games Presents, Word Explosion. Word Explosion is a highly explosive word game for 2 - 8 players that will challenge you like you've never been challenged before. Are you a teacher, spelling bee champ, master linguist, or just an average person who likes word games?&#10;&#10;Word Explosion isn't just a word game, it's a strategy-based card game that will test your wits, vocabulary, knowledge of the alphabet forward and back, and your ability to sabotage your opponents to do whatever it takes to win.&nbsp;&nbsp;&#10;&nbsp;&#10;Players will take turns matching letters, continue the alphabet, spell words, or play action cards until they are the first to get rid of all their cards. Whatever method you prefer, be the first player to get rid of all your cards and be crowned the &quot;Word Explosion Master.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Hand Management",
      "Matching",
      "Spelling",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cactus Town: Crazy Chicken Promo Mini Expansion",
    "ID": 346385,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346385/cactus-town-crazy-chicken-promo-mini-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This mini expansion allows your faction to use the force of some crazy chicken! Pick up a crazy chicken token at one of the new chicken locations and store it in your player area.&#10;&#10;You can then &quot;let it loose&quot; in your turn, on a space orthogonally adjacent to any of your standees (maximum 1 chicken token in town at a time). It will go berserk in that space and expel all present standees. The standees move 1 space each, direction chosen by you. The chicken stays there until the end of the round and nobody may enter that building in that time. At the end of the round, the chicken token is discarded.&#10;&#10;This mini expansion includes:&#10;- 4 chicken building cards&#10;- 4 crazy chicken tokens&#10;- 1 rules card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lets Go Cadets!",
    "ID": 346394,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/346394/lets-go-cadets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In the year 2500 C.E. (more or less), humanity has become, let&rsquo;s say,  slightly clumsier and dull with the passing of time. Now, overwhelmed by the last Znorg&rsquo;s invasion, humans are desperately looking for cadets up to the task. That is why you are here: a group of  uncoordinated and undisciplined new recruits, yet committed with a selfless willingness to serve with enthusiasm and loyalty   to &ldquo;The Last Hope&rdquo; left for humanity. Will it be enough?&#10;&#10;A cooperative game from 2 to 4 players in a 30 minutes match on which you should manage &ldquo;The Last Hope&rdquo; spaceship while getting ready for the final battle against the Znorgs. Coordination, organization and teamwork are pivotal in order to survive in the ship. Will you be able to coordinate the numerous logistic tasks? Such as managing inventories, storing and keeping your food or even cleaning the bathrooms. Will you be able to do it while the occasional Znorgs&rsquo; inconvenient shenanigans disrupt the ship?&#10;&#10;The game takes place during 3 stages where players will coordinate, upgrade ship modules and strengthen the team to defeat the Znorg in the Final battle.&#10;&#10;The players will choose their dice simultaneously behind their screen. They will take turns declaring the number of the dice they are going to play, but not its color nor on which mission they will put them on to play. When everyone but the captain have declared their dice, the captain will say Lets, Go, Cadets! at which point everyone will simultaneously place their dice on a mission trying to fulfill the color and sum requirements, while trying not to damage the ship.&#10;&#10;If players make it through the battle against the Znorg without destroying 4 ship modules, congratulations! You have saved humanity.&#10;&#10;This game was the winner in the Party Games category at the recent Game Jam Latam Creativa 2021.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Asesino en Serie",
    "ID": 346396,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/346396/asesino-en-serie",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Serial Killer - One of the players will become the assassin with an unassailable instinct that has been repressed until now. The assassin will convince one of us to become an accomplice in a terrifying scheme: to eliminate one by one, those who until now have been but friends. The Murderer and accomplice will have to go unnoticed in each crimes, hide their plans from their &#10; prospect victims and proceed without leaving traces nor suspicions.&#10; Will the targets be able to stop the murders in time? overcome their cunning, deception, and trickery of criminal duo? or will the killer and his accomplice end up unpunished and indulge in their bloodlust?&#10;&#10;Asesino en Serie is a subtlety role game with three different game modes in the same box:&#10;&#10;&#10;    A deduction game for 2 to 4 players, with games lasting 10 to 20 minutes.&#10;&#10;&#10;In this version each player will receive his role, and a hand of cards that he will have to declare face down, on 6 different columns that stand for 6 possible murders. Strategically they will be placing cards and activating destinies, which means revealing the cards of a column. If 2 or more bad intentions appear, it is considered a murder. If 3 murders are completed then Killer and accomplice wins the game. The murderer is caught when the detective appears at his destination, or both cards are in the same column.&#10;&#10;&#10;    An occult role-playing game for 5 to 10 players, with games ranging from 30 to 45 minutes.&#10;&#10;&#10;This version of the game is a mafia-style subtlety role-playing game. The murderer and accomplices will succeed if the third murder occurs. If the murderer is caught, tried or killed both accomplice and murderer will have lost the game.&#10;&#10;&#10;     &quot;Family size&quot; version of the game for 6 to 12 players, designed to be  played in real time with games lasting from 1 to 15 days.&#10;&#10;&#10;In this version of the game, each player receives a card then  leaves the scene with his role card in his pocket, wallet or wherever he prefers. The person with the killer card must choose an accomplice and kill one person per day by showing him the killer card. Interaction is done using the game's official medium, which is the &quot;Serial Killer&quot; mobile app. The way to win the game for the 3 other players is to accuse the killer or for the killer to kill at least half of the players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Real-Time",
      "Roles with Asymmetric Information",
      "Storytelling",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ü40 Party Quiz",
    "ID": 346399,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/346399/u40-party-quiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A quiz game for people 40 and over wanting to test their knowledge about trendy things from those times.&#10;&#10;One player after the other is the quizmaster and asks a question from the card.&#10;All other player are allowed to answer simultaneously.&#10;Whoever answers five questions correctly first wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Series: Das Ü Party- and Quizgames (Spiel&Spass)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Instant Warfare: Military Battle",
    "ID": 346419,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/346419/instant-warfare-military-battle",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "160",
    "Weight": "0",
    "Description": "The tides of war have fallen across the earth. Politicized radicalism has reached a breaking point and each player must fight to survive!&#10;&#10;Instant Warfare puts you and up to 7 other people directly into the chaos. Each player represents an opposing military force, intent on keeping their way of life. Only one will survive this final battle.&#10;&#10;Players take turns trying to eliminate each others armies through dice rolling.  In games with 4 or more players, play politics by assigning each player a political alignment.&#10;&#10;Beware the effect of policies in warfare, allegiances do not last forever and we are beyond the point of civil discussion. You never know who is planning what when politics enter Instant Warfare!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magick Circle",
    "ID": 346420,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346420/magick-circle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Roll the dice to move clockwise round the Magick circle!&#10;Collect Magick &amp; Mana to attack your opponents!&#10;The Last Wizard Standing.. Wins!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Grid Movement",
      "Kill Steal",
      "Roll / Spin and Move",
      "Sudden Death Ending",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Endgame",
    "ID": 346421,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346421/endgame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Endgame is a Chess variant which starts with the game already in progress, more or less.&#10;&#10;Before the game starts players secretly purchase pieces using points. There is a maximum number of pieces of each type, but this is not always the same as in the standard game (e.g. a player can purchase two queens). The cost per piece goes up as more of the same type are purchased.&#10;&#10;Once the players have their pieces they take turns placing them on the board, but all pieces except the kings (which are placed last) are placed on randomly-determined squares.&#10;&#10;Once the pieces have been placed play proceeds according to the usual rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fast Track",
    "ID": 346422,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/346422/fast-track",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fast Track is played with a standard deck of cards, fourteen of which are placed on the table to form the track and fourteen of which are dealt to the players (i.e. seven each) as the horses.&#10;&#10;The players simultaneously try to arrange their hands in an order which will get them all the way around the track. A horse card matching a track card in rank moves four spaces, in suit two spaces, and in color just one space.&#10;&#10;When a player thinks they can get around the track they announce this and their opponent checks their solution. After the first race players switch hands and play again. If the result is tied after this a third round is played with a new track.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Real-time"
    ],
    "Mechanics": [
      "Race",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sashimono",
    "ID": 346423,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgame/346423/sashimono",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.4",
    "Description": "A Tactical Card Game set in Sengoku Period, Japan.&#10;&#10;You lead a coalition of allied Daimy&#197;&#141; and Samurai vying to obtain control of historic Japan. While your opponent commands an evenly matched army, they lack your selection of leadership and myriad tactics. Just as one drop in the ocean contributes to the tide, so too shall your Sashimono banners guide your army to ultimate victory!&#10;&#10;Players assign Sashimono cards to a row or column in their 3x3 grid of Kumi cards. Based on what Kumi cards are present in that line, they may perform actions listed on the assigned Sashimono card. These actions include manipulating their own grid or starting a battle with an opponent's line of cards. The in-play Sashimono cards also have a puzzle-like scoring condition, and if met, will &quot;Bow&quot; (turn horizontally) into a &quot;check&quot; state. Your opponent then has their next turn to try to &quot;Unbow&quot; your scoring condition. A player wins immediately when they score 3 of their Sashimono cards.&#10;&#10;&#10;     Historic era subject brought to life by 17th century art, names, banners, and dates.&#10;&#10;&#10;&#10;     Use battle to defend your objectives or ruin your opponent's plans.&#10;&#10;&#10;&#10;     Minimal components, maximum replay, with 34 different goals.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Grid Movement",
      "Hand Management",
      "Pattern Building",
      "Secret Unit Deployment",
      "Slide / Push",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animism",
    "ID": 346424,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/346424/animism",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In an uncharted land after a long ice age, players take on the role of one of four tribe leaders setting out to cultivate this mysterious land using the power of spirits. For the prosperity of your tribe, connect the altars left behind by ancient civilizations with pilgrimage routes and deepen your faith in spirits. But be careful of the rival tribes! They may get in your way while taking advantage of the paths you've already built!&#10;&#10;Animism is a pen and paper game where you write on your sheet but also other players&rsquo; until the game ends.&#10;&#10;During the game, each player simultaneously fills in a space on the sheet they receive, then passes it to the next player.&#10;Players fill in the sheet they receive with polyominoes of his or her own color aiming to connect the altars scattered by creating a pilgrimage route. The resources (the power of spirits) needed to purchase polyominoes can be obtained by neighboring routes with other players, but at the same time, there is a risk that your route will be blocked.&#10;&#10;Try to get the highest score by connecting many altars on your route while trying to be adjacent to other players' routes appropriately.&#10;&#10;The winner is the player with the highest total score on all sheets.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Diggity Dog",
    "ID": 346428,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346428/hot-diggity-dog",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "You are a hot dog vendor in a brand new baseball stadium looking to make a name for yourself as you get out there and sell juicy ballpark hot dogs to the hungry crowd of baseball fans. Your manager has told you to get out there and 'SELL, SELL SELL!' as you take to the Grandstands to move as many hot dogs as you can to keep the crowd happy and in their seats.&#10;In the game Hot Diggity Dog, 2 to 5 players grab their trusty hot dog supply box and hit the Grandstands, looking to turn their carefully selected inventory into fistfuls of cash. Moving quickly but strategically around the sections, they look for opportunities to turn dogs into dollars and make the most of the seven innings before the concessions begin to close down.&#10;&#10;In every inning of the game, each player has 5 action points to take any combination of the actions listed below to increase their sales.  &#10;With these points, they can:&#10;- Fulfill a hot dog order (1 AP)&#10;- Move to an adjacent (no diagonals) Grandstand section (1 AP)&#10;- Hawk your hot dogs to the crowd, adding another order to the section you are in (1 AP)&#10;- Play a 'Dog Eat Dog' card (1 AP)&#10;- Return to the commissary and restock your supply box (2 AP)&#10;&#10;An event is revealed from the Huge-0-Tron deck at the top of every inning, potentially altering the course of play for the next turn. Players must also be on their toes and watch for opportunities to capture extra points by fulfilling the combination showing on the top card of the Incentive deck.  There is also an optional player interaction deck, the Dog Eat Dog deck, which allows you to get hands on in thwarting the efforts of your fellow vendors while you seize crazy opportunities to better your own position.&#10;&#10;Carefully choose your route through the Grandstands, manage your delicious inventory, and seize the best opportunities to turn dogs into dollars to claim the spot as 'Top Dog' by the time the last 'Out' is called!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Rondel",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Sports: Baseball",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories: Ab in die Kiste!",
    "ID": 346429,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/346429/black-stories-ab-in-die-kiste",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "0",
    "Description": "black stories: Ab in die Kiste! begins where most other black stories end: after death. This edition is all about what happens after you kick the bucket. In these 50 pitch-black riddles, bizarre stories are gathered around interesting ways to celebrate your eternal rest. And the most chilling thing about these stories: they really happened that way. Adventurous, funny, sometimes quite illegal - and 100% true! To match this theme, the coffin-shaped cards of the &quot;black stories: Ab in die Kiste!&quot; come in a high-quality box in coffin look, which makes the puzzle stories look even scarier.&#10;&#10;How to play:&#10;The card set contains 50 tricky, pitch-black puzzle cards for teens and adults to solve by asking clever questions. Cracking black stories together with friends is the most fun. One player, the bidder, takes a card from the deck, reads the short story written on the front of the card. On the back of the card, the master finds the answer, which he of course keeps to himself. Now the guessing people have to &quot;ask&quot; themselves the solution to the story. The questions should be formulated in such a way that the master can answer &quot;yes&quot; or &quot;no&quot;. A spooky and fun guessing game for small and large groups - can also be played digitally.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories Junior: Magic Stories",
    "ID": 346431,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346431/black-stories-junior-magic-stories",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "0",
    "Description": "The successful mystery series &quot;black stories&quot; is also available in the &quot;scary-free&quot; version - for families with children from 8 years old. Instead of dark and scary it gets colorful and funny at the &quot;black stories Junior&quot;.&#10;&#10;Black Stories Junior: Magic Stories contains enchanting riddles full of glittering secrets all about cotton candy-farting unicorns, heroic dragon slayers, or mixed-up potions. The players try to reconstruct the stories by asking, guessing and fiddling about.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: Black Stories Junior"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "红色记忆——党史学习专用教具 (Red Memory)",
    "ID": 346432,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/346432/hong-se-ji-yi-dang-shi-xue-xi-zhuan-yong-jiao-ju-r",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&#227;&#128;&#138;&#231;&#186;&#162;&#232;&#137;&#178;&#232;&#174;&#176;&#229;&#191;&#134;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;&#233;&#155;&#134;&#230;&#149;&#153;&#232;&#130;&#178;&#230;&#128;&#167;&#229;&#146;&#140;&#232;&#182;&#163;&#229;&#145;&#179;&#230;&#128;&#167;&#228;&#184;&#186;&#228;&#184;&#128;&#228;&#189;&#147;&#231;&#154;&#132;&#231;&#186;&#162;&#232;&#137;&#178;&#228;&#184;&#187;&#233;&#162;&#152;&#230;&#161;&#140;&#233;&#157;&#162;&#230;&#184;&#184;&#230;&#136;&#143;&#227;&#128;&#130;&#230;&#149;&#153;&#229;&#133;&#183;&#228;&#187;&#165;&#228;&#184;&#173;&#229;&#155;&#189;&#229;&#133;&#177;&#228;&#186;&#167;&#229;&#133;&#154;&#231;&#153;&#190;&#229;&#185;&#180;&#229;&#142;&#134;&#229;&#143;&#178;&#229;&#133;&#179;&#233;&#148;&#174;&#228;&#186;&#139;&#228;&#187;&#182;&#228;&#184;&#186;&#228;&#184;&#187;&#231;&#186;&#191;,&#233;&#128;&#137;&#229;&#143;&#150;&ldquo;&#229;&#142;&#134;&#229;&#143;&#178;&#233;&#149;&#191;&#230;&#181;&#129;&#227;&#128;&#129;&#230;&#151;&#182;&#228;&#187;&#163;&#229;&#164;&#167;&#230;&#189;&#174;&rdquo;&#231;&#154;&#132;&#232;&#174;&#190;&#232;&#174;&#161;&#230;&#132;&#143;&#229;&#144;&#145;,&#229;&#176;&#134;&#229;&#133;&#154;&#229;&#143;&#178;&#230;&#149;&#153;&#232;&#130;&#178;&#229;&#134;&#133;&#229;&#174;&#185;&#231;&#167;&#145;&#229;&#173;&#166;&#229;&#156;&#176;&#228;&#184;&#142;&#230;&#149;&#153;&#232;&#130;&#178;&#229;&#173;&#166;&#227;&#128;&#129;&#230;&#184;&#184;&#230;&#136;&#143;&#229;&#173;&#166;&#231;&#155;&#184;&#231;&#187;&#147;&#229;&#144;&#136;,&#232;&#174;&#169;&#229;&#143;&#130;&#228;&#184;&#142;&#232;&#128;&#133;&#232;&#131;&#189;&#229;&#164;&#159;&#229;&#133;&#168;&#233;&#157;&#162;&#231;&#134;&#159;&#232;&#175;&#134;&#229;&#185;&#182;&#230;&#183;&#177;&#229;&#186;&#166;&#231;&#144;&#134;&#232;&#167;&#163;&#229;&#133;&#154;&#231;&#154;&#132;&#229;&#142;&#134;&#229;&#143;&#178;&#228;&#184;&#142;&#231;&#187;&#143;&#229;&#133;&#184;&#228;&#186;&#139;&#228;&#187;&#182;&#227;&#128;&#130;&#230;&#184;&#184;&#230;&#136;&#143;&#229;&#143;&#130;&#228;&#184;&#142;&#232;&#128;&#133;&#228;&#190;&#157;&#230;&#137;&#152;&#232;&#191;&#135;&#229;&#190;&#128;&#231;&#154;&#132;&#229;&#133;&#154;&#229;&#143;&#178;&#231;&#159;&#165;&#232;&#175;&#134;&#231;&#167;&#175;&#231;&#180;&#175;&#227;&#128;&#129;&#230;&#184;&#184;&#230;&#136;&#143;&#231;&#173;&#150;&#231;&#149;&#165;&#231;&#134;&#159;&#232;&#175;&#134;&#239;&#185;&#144;&#232;&#131;&#189;&#229;&#164;&#159;&#230;&#178;&#137;&#230;&#181;&#184;&#229;&#188;&#143;&#230;&#132;&#159;&#229;&#143;&#151;&#229;&#136;&#176;&#228;&#184;&#173;&#229;&#155;&#189;&#229;&#133;&#177;&#228;&#186;&#167;&#229;&#133;&#154;&#231;&#153;&#190;&#229;&#185;&#180;&#229;&#142;&#134;&#229;&#143;&#178;&#231;&#154;&#132;&#232;&#137;&#176;&#232;&#190;&#155;&#228;&#184;&#142;&#232;&#141;&#163;&#232;&#128;&#128;&#239;&#188;&#140;&#229;&#156;&#168;&#229;&#143;&#130;&#228;&#184;&#142;&#232;&#128;&#133;&#229;&#176;&#134;&#230;&#175;&#143;&#228;&#184;&#128;&#228;&#184;&#170;&#228;&#186;&#139;&#228;&#187;&#182;&#230;&#148;&#175;&#230;&#181;&#129;&#230;&#177;&#135;&#229;&#133;&#165;&#229;&#136;&#176;&#229;&#133;&#154;&#229;&#143;&#178;&#233;&#149;&#191;&#230;&#178;&#179;&#231;&#154;&#132;&#232;&#191;&#135;&#231;&#168;&#139;&#228;&#184;&#173;,&#230;&#151;&#160;&#228;&#186;&#186;&#228;&#184;&#141;&#228;&#187;&#142;&#229;&#134;&#133;&#229;&#191;&#131;&#231;&#135;&#131;&#232;&#181;&#183;&#229;&#175;&#185;&#228;&#186;&#142;&#229;&#155;&#189;&#229;&#174;&#182;&#231;&#154;&#132;&#232;&#174;&#164;&#229;&#144;&#140;&#230;&#132;&#159;&#229;&#146;&#140;&#229;&#189;&#146;&#229;&#177;&#158;&#230;&#132;&#159;&#227;&#128;&#130;&#10;The game is a China-themed board game that integrates educational and fun features. The teaching aids are based on key events in the 100-year history of the Communist Party of China, and the design intention of &quot;long history and tide of the times&quot; is selected, and the content of party history education is scientifically combined with pedagogy and game science, so that participants can fully understand and understand the party. History and classic events. Relying on past accumulation of party history knowledge and familiarity with game strategies, game participants can feel the hardships and glory of the 100-year history of the Communist Party of China in an immersive manner. In the process of participating in each tributary of events into the long river of party history, no one is absent. I ignite a sense of identity and belonging to the country from the heart.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "金色军号——军史主题文创桌游 (Golden Bugle)",
    "ID": 346433,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346433/jin-se-jun-hao-jun-shi-zhu-ti-wen-chuang-zhuo-you",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game is a Chinese People's Liberation Army(PLA) history-themed board game that integrates educational and interesting features. The teaching aids are based on key events in the history of the Chinese PLA, and the design intention of &ldquo;long history, tide of the times&rdquo; is selected, and the content of military history education is scientifically combined with pedagogy and game science, so that participants can fully understand and deeply understand the Chinese people. The history and classic events of the People's Liberation Army. Relying on the past accumulation of military history knowledge and familiarity with game strategies, game participants can immersely feel the hardships and glory of the Chinese PLA&rsquo;s journey. As the participants merge each tributary of events into the long river of military history, no one does nothing. I kind of reverence for the army from the heart. &#10;&#227;&#128;&#138;&#233;&#135;&#145;&#232;&#137;&#178;&#229;&#134;&#155;&#229;&#143;&#183;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;&#233;&#155;&#134;&#230;&#149;&#153;&#232;&#130;&#178;&#230;&#128;&#167;&#229;&#146;&#140;&#232;&#182;&#163;&#229;&#145;&#179;&#230;&#128;&#167;&#228;&#184;&#186;&#228;&#184;&#128;&#228;&#189;&#147;&#231;&#154;&#132;&#228;&#184;&#173;&#229;&#155;&#189;&#228;&#186;&#186;&#230;&#176;&#145;&#232;&#167;&#163;&#230;&#148;&#190;&#229;&#134;&#155;&#229;&#134;&#155;&#229;&#143;&#178;&#228;&#184;&#187;&#233;&#162;&#152;&#230;&#161;&#140;&#233;&#157;&#162;&#230;&#184;&#184;&#230;&#136;&#143;&#227;&#128;&#130;&#230;&#149;&#153;&#229;&#133;&#183;&#228;&#187;&#165;&#228;&#184;&#173;&#229;&#155;&#189;&#228;&#186;&#186;&#230;&#176;&#145;&#232;&#167;&#163;&#230;&#148;&#190;&#229;&#134;&#155;&#229;&#142;&#134;&#229;&#143;&#178;&#229;&#133;&#179;&#233;&#148;&#174;&#228;&#186;&#139;&#228;&#187;&#182;&#228;&#184;&#186;&#228;&#184;&#187;&#231;&#186;&#191;&#239;&#188;&#140;&#233;&#128;&#137;&#229;&#143;&#150;&ldquo;&#229;&#142;&#134;&#229;&#143;&#178;&#233;&#149;&#191;&#230;&#181;&#129;&#227;&#128;&#129;&#230;&#151;&#182;&#228;&#187;&#163;&#229;&#164;&#167;&#230;&#189;&#174;&rdquo;&#231;&#154;&#132;&#232;&#174;&#190;&#232;&#174;&#161;&#230;&#132;&#143;&#229;&#144;&#145;&#239;&#188;&#140;&#229;&#176;&#134;&#229;&#134;&#155;&#229;&#143;&#178;&#230;&#149;&#153;&#232;&#130;&#178;&#229;&#134;&#133;&#229;&#174;&#185;&#231;&#167;&#145;&#229;&#173;&#166;&#229;&#156;&#176;&#228;&#184;&#142;&#230;&#149;&#153;&#232;&#130;&#178;&#229;&#173;&#166;&#227;&#128;&#129;&#230;&#184;&#184;&#230;&#136;&#143;&#229;&#173;&#166;&#231;&#155;&#184;&#231;&#187;&#147;&#229;&#144;&#136;&#239;&#188;&#140;&#232;&#174;&#169;&#229;&#143;&#130;&#228;&#184;&#142;&#232;&#128;&#133;&#232;&#131;&#189;&#229;&#164;&#159;&#229;&#133;&#168;&#233;&#157;&#162;&#231;&#134;&#159;&#232;&#175;&#134;&#229;&#185;&#182;&#230;&#183;&#177;&#229;&#186;&#166;&#231;&#144;&#134;&#232;&#167;&#163;&#228;&#184;&#173;&#229;&#155;&#189;&#228;&#186;&#186;&#230;&#176;&#145;&#232;&#167;&#163;&#230;&#148;&#190;&#229;&#134;&#155;&#231;&#154;&#132;&#229;&#142;&#134;&#229;&#143;&#178;&#228;&#184;&#142;&#231;&#187;&#143;&#229;&#133;&#184;&#228;&#186;&#139;&#228;&#187;&#182;&#227;&#128;&#130;&#230;&#184;&#184;&#230;&#136;&#143;&#229;&#143;&#130;&#228;&#184;&#142;&#232;&#128;&#133;&#228;&#190;&#157;&#230;&#137;&#152;&#232;&#191;&#135;&#229;&#190;&#128;&#231;&#154;&#132;&#229;&#134;&#155;&#229;&#143;&#178;&#231;&#159;&#165;&#232;&#175;&#134;&#231;&#167;&#175;&#231;&#180;&#175;&#227;&#128;&#129;&#230;&#184;&#184;&#230;&#136;&#143;&#231;&#173;&#150;&#231;&#149;&#165;&#231;&#134;&#159;&#232;&#175;&#134;&#239;&#188;&#140;&#232;&#131;&#189;&#229;&#164;&#159;&#230;&#178;&#137;&#230;&#181;&#184;&#229;&#188;&#143;&#230;&#132;&#159;&#229;&#143;&#151;&#229;&#136;&#176;&#228;&#184;&#173;&#229;&#155;&#189;&#228;&#186;&#186;&#230;&#176;&#145;&#232;&#167;&#163;&#230;&#148;&#190;&#229;&#134;&#155;&#229;&#190;&#129;&#231;&#168;&#139;&#231;&#154;&#132;&#232;&#137;&#176;&#232;&#190;&#155;&#228;&#184;&#142;&#232;&#141;&#163;&#232;&#128;&#128;&#239;&#188;&#140;&#229;&#156;&#168;&#229;&#143;&#130;&#228;&#184;&#142;&#232;&#128;&#133;&#229;&#176;&#134;&#230;&#175;&#143;&#228;&#184;&#128;&#228;&#184;&#170;&#228;&#186;&#139;&#228;&#187;&#182;&#230;&#148;&#175;&#230;&#181;&#129;&#230;&#177;&#135;&#229;&#133;&#165;&#229;&#136;&#176;&#229;&#134;&#155;&#229;&#143;&#178;&#233;&#149;&#191;&#230;&#178;&#179;&#231;&#154;&#132;&#232;&#191;&#135;&#231;&#168;&#139;&#228;&#184;&#173;&#239;&#188;&#140;&#230;&#151;&#160;&#228;&#186;&#186;&#228;&#184;&#141;&#228;&#187;&#142;&#229;&#134;&#133;&#229;&#191;&#131;&#231;&#135;&#131;&#232;&#181;&#183;&#229;&#175;&#185;&#228;&#186;&#142;&#229;&#134;&#155;&#233;&#152;&#159;&#231;&#154;&#132;&#229;&#180;&#135;&#230;&#149;&#172;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "墨色山河——新中国史主题文创桌游 (Ink Colored Mountains and Rivers)",
    "ID": 346434,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346434/mo-se-shan-he-xin-zhong-guo-shi-zhu-ti-wen-chuang",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game is a card board game designed based on the major events of China since 1949, with the image of &quot;long history and tide of times&quot;. Even if you have a deep understanding of history, you need strategic arrangements. You need to make reasonable arrangements to bring the events connected by the year together, converge into the mainstream with tributaries, keep pace with the trend of the times, and learn the history of China subtly in the game.&#10;This version sets advanced rules and competition rules, giving you more experience. &#10;&#227;&#128;&#138;&#229;&#162;&#168;&#232;&#137;&#178;&#229;&#177;&#177;&#230;&#178;&#179;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;&#228;&#187;&#165;&#228;&#184;&#173;&#229;&#141;&#142;&#228;&#186;&#186;&#230;&#176;&#145;&#229;&#133;&#177;&#229;&#146;&#140;&#229;&#155;&#189;&#232;&#135;&#170;1949&#229;&#185;&#180;&#230;&#136;&#144;&#231;&#171;&#139;&#228;&#187;&#165;&#230;&#157;&#165;&#231;&#154;&#132;&#233;&#131;&#168;&#229;&#136;&#134;&#229;&#164;&#167;&#228;&#186;&#139;&#232;&#174;&#176;&#228;&#184;&#186;&#228;&#184;&#187;&#231;&#186;&#191;&#239;&#188;&#140;&#229;&#143;&#150;&ldquo;&#229;&#142;&#134;&#229;&#143;&#178;&#233;&#149;&#191;&#230;&#181;&#129;&#227;&#128;&#129;&#230;&#151;&#182;&#228;&#187;&#163;&#229;&#164;&#167;&#230;&#189;&#174;&rdquo;&#228;&#185;&#139;&#230;&#132;&#143;&#232;&#177;&#161;&#232;&#174;&#190;&#232;&#174;&#161;&#231;&#154;&#132;&#228;&#184;&#128;&#230;&#172;&#190;&#229;&#141;&#161;&#231;&#137;&#140;&#230;&#161;&#140;&#230;&#184;&#184;&#227;&#128;&#130;&#229;&#176;&#177;&#231;&#174;&#151;&#229;&#175;&#185;&#229;&#142;&#134;&#229;&#143;&#178;&#228;&#186;&#134;&#232;&#167;&#163;&#230;&#183;&#177;&#229;&#133;&#165;&#239;&#188;&#140;&#228;&#185;&#159;&#233;&#156;&#128;&#232;&#166;&#129;&#231;&#173;&#150;&#231;&#149;&#165;&#231;&#154;&#132;&#229;&#174;&#137;&#230;&#142;&#146;&#227;&#128;&#130;&#228;&#189;&#160;&#233;&#156;&#128;&#232;&#166;&#129;&#233;&#128;&#154;&#232;&#191;&#135;&#229;&#144;&#136;&#231;&#144;&#134;&#231;&#154;&#132;&#229;&#174;&#137;&#230;&#142;&#146;&#232;&#174;&#169;&#229;&#185;&#180;&#228;&#187;&#189;&#231;&#155;&#184;&#232;&#191;&#158;&#231;&#154;&#132;&#228;&#186;&#139;&#228;&#187;&#182;&#230;&#177;&#135;&#232;&#129;&#154;&#229;&#156;&#168;&#228;&#184;&#128;&#232;&#181;&#183;&#239;&#188;&#140;&#228;&#187;&#165;&#230;&#148;&#175;&#230;&#181;&#129;&#230;&#177;&#135;&#233;&#155;&#134;&#230;&#136;&#144;&#228;&#184;&#187;&#230;&#181;&#129;&#239;&#188;&#140;&#228;&#184;&#142;&#230;&#151;&#182;&#228;&#187;&#163;&#229;&#164;&#167;&#230;&#189;&#174;&#229;&#185;&#182;&#232;&#191;&#155;&#239;&#188;&#140;&#229;&#156;&#168;&#230;&#184;&#184;&#230;&#136;&#143;&#228;&#184;&#173;&#230;&#189;&#156;&#231;&#167;&#187;&#233;&#187;&#152;&#229;&#140;&#150;&#229;&#173;&#166;&#228;&#185;&#160;&#230;&#150;&#176;&#228;&#184;&#173;&#229;&#155;&#189;&#229;&#143;&#178;&#227;&#128;&#130;&#10;&#230;&#173;&#164;&#231;&#137;&#136;&#230;&#156;&#172;&#232;&#174;&#190;&#231;&#189;&#174;&#228;&#186;&#134;&#232;&#191;&#155;&#233;&#152;&#182;&#232;&#167;&#132;&#229;&#136;&#153;&#228;&#184;&#142;&#231;&#171;&#158;&#230;&#138;&#128;&#232;&#167;&#132;&#229;&#136;&#153;&#239;&#188;&#140;&#231;&#187;&#153;&#228;&#189;&#160;&#230;&#155;&#180;&#229;&#164;&#154;&#230;&#160;&#183;&#228;&#189;&#147;&#233;&#170;&#140;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eleven: Unexpected Events Expansion",
    "ID": 346435,
    "Year": "(2022)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346435/eleven-unexpected-events-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion adds two new mechanics: Breaking News cards which trigger the keywords you can find on Player cards and the Reputation track, as well as 14 new Board Meeting cards.&#10; Breaking News&#10;During Matchday read a Breaking News card with the press coverage of your match to see if any of your Players&rsquo; keywords are mentioned. This may trigger an unexpected consequence for your game with your match ending differently than you expected! &#10;All 36 Breaking News cards have unique outcomes making each gameplay different and adding an amazing thematic flavor to your experience. &#10; New Board Meeting cards&#10;Increase the replayability of your game with 14 new Board Meeting cards that you can add to the base game.&#10; Reputation track&#10;New Breaking News and Board Meeting cards from this expansion influence the Reputation level of your club, which is marked on the new Reputation track. Depending on your Reputation level, your club will gain benefits or penalties in the upcoming Matches.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Events",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eleven: Stadium Expansion",
    "ID": 346436,
    "Year": "(2022)",
    "Geek Rating": "5.615",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346436/eleven-stadium-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Make your Stadium a cultural center for the whole city with 50 new cards and 24 new Infrastructure tiles.&#10;&#10;Get new Sponsors, hire new Staff members and make your Stadium a cultural center for the whole city! Build new elements, run concerts and national team matches, and more!&#10;&#10;The Stadium expansion adds 24 new custom shaped Stadium Infrastructure tiles and 50 cards including new Objective, Staff, Sponsor, and Board Meeting cards that are related to the Infrastructure tiles from this expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Sports: Football / Soccer"
    ]
  }
]