[
  {
    "Rank": "N/A",
    "Name": "Charlie",
    "ID": 57202,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/57202/charlie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "There are cards with two (circus related) pictures each. A player flips open a card, then turns the disc on the game board until he reaches the next hole in the base board. After stopping, the disc will reveal ten pictures in its holes. The first player to spot one of the pictures from the card in one of the holes gets the card. The player who can collect most cards is the winner.&#10;&#10;Sometimes none of the pictures displayes one of the images of the card. The card is then put to the bottom of the pile and the player takes another.&#10;&#10;The card illustrations are not always absolutely identical with those in the circus grounds. The aim is to find the same motif (the ape, the dog, the clown, etc).&#10;&#10;Contents:&#10;1 revolving disk on a square base board&#10;30 cards&#10;1 set of rules&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charly Eiermann",
    "ID": 57203,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57203/charly-eiermann",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "There are 16 nests (4x4) with pictures of birds (four kinds, four colors). A player places a ball in a nest and a cardboard egg next to it. The next player does the same, but he or she has to place the ball in a nest with a bird of either the same kind or the same color. When a player can fill the fourth nest of a diagonal or orthogonal row, he or she gets all the eggs placed so far and a new round is started. The player who collects most eggs, wins.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solar System",
    "ID": 57204,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/57204/solar-system",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Theme of this card game is space exploration.&#10;&#10;Each planet card(includes Sun and Pluto) represents heavenly body of our solar system. Your purpose is to complete these planet cards through auction consist from two stages. If you won and got planet cards, you can take them as Victory Points or enter them into your hand to use for next auction. Used cards at auction are removed from the game.&#10;&#10;Planet collection must be consist from unique cards. Thus if you got another planet already be in the Victory pile, you cannot take as VP and you must enter it into your hand.&#10;&#10;Who can get highest score at the end of the game?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Bergsteiger",
    "ID": 57205,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/57205/der-bergsteiger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "2 to 4 mountain climbers are trying to reach the peak of a treacherous mountain. The playing pieces have magnets, so do half of the field of the vertical game board. When a player rolls a move that lands him or her on a non-magnetic field, he or she will fall - a bit or all the way. &#10;The game was published for more than 30 years by Hausser.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mountain: Himalayas",
      "Mountains: Mount Everest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASAKUSA: The Game",
    "ID": 57207,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/57207/asakusa-the-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Asakusa was the commercial heart of old Tokyo. And now it is one of the most famous sightseeing area in Tokyo, because it has retained the spirit of Edo-era,&#10;&#10;Players are city fathers of Asakusa. You walk around sites of Asakusa, and place your men to the sites. When there are already other player's men, you can kick them out by placing more number of your men! You can get income from the sites with your men when you arrive there again. But please keep in mind of the cost to hire the men -- to be the king of Asakusa, better business sense is also important as well as the power.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Play by Play All-league Baseball",
    "ID": 57216,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57216/play-by-play-all-league-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Using an elaborate system to generate two one-digit numbers, these numbers are added to together and then cross-referenced on a table to determine the results of an at bat. All standard rules of baseball apply.&#10;&#10;The game comes packaged with a set of rules and seventeen gameboards for play. A pencil is needed for scorekeeping.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "3D Risk",
    "ID": 57219,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/57219/3d-risk",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4",
    "Description": "A game leaning on the mechanics of risk, although with slightly different rules.&#10;The project developed out of our love for the original game, so we made it a hybrid of StarTrek 3D chess and Risk.&#10;&#10;The entire game was built on a wooden door (cut in the center, so it can be packed up and taken on travels), and several planetary systems (each with planets and different continents and countries on them). The planets were built on wooden platforms an connected to the base-plate via wooden pegs. The game was handcrafted, and hand-painted, all the cards, rules, and names were invented for the occasion.&#10;&#10;The army pieces were made from broomsticks (round pieces), and the others by sawing rectangular rods. Rocks were glued to the surface of the board and elevations were made from insulation foam. Electric illumination from toy railroads were added later, the pictures added here are from the candle - sun phase.&#10;&#10;If players were eliminated, they received the ability to control a non-player character, who would occupy a certain space (i.e. planetary system) that could not be reached by any player, and could continue harassing the best players.&#10;Army pieces were allowed to move so long as they successfully conquered a new territory, making the game travel fast, and allowing boxed-in plaers to quickly gain territory on their round. Refreshments (new armies) were doled out on two methods (agreed upon in advance). Once, with more and more armies each time, and one depending on what the player offered the non-player characters (in terms of cards).&#10;&#10;It never left this conceptual design phase, but allowed us several years of extreme gaming fun.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runaround",
    "ID": 57227,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/57227/runaround",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "When the game starts the action doesn't stop!  One minute you're sitting around the board, the next you're rummaging in the bathroom, living room - or even the garage!&#10;&#10;Would you be able to name something that wobbles beginning with the letter &quot;J&quot;?  Or something you might put on your head beginning with the letter &quot;S&quot;?&#10;&#10;Well, don't be thinking too long, you need to keep one eye on the game, because when you hear the cry &quot;Everybody Rummage!&quot; it's off to find something beginning with one of your letter cards!  A pair of wellingtons perhaps, a tin of sardines, or maybe a duvet off the bed!  But be quick, it's not just a treasure hunt - it's a race and a chase all rolled into one!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bindle Rails Expansion #1: Imperial Mexican Railway",
    "ID": 57230,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57230/bindle-rails-expansion-1-imperial-mexican-railway",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the website:&#10;&#10;Available Now For Print and Play!&#10;&#10;This expansion is now available for Bindle Rails and involves running track between Mexico City and the Atlantic.  The object is to hook up these two regions and join as many resources and cities up along the way.  If you aren't able to make it across the mountains, you lose - but run enough rail and you will be considered a visionary among your contempories.&#10;&#10;In addition to downloading and printing the PDF's, you will need 27 Event Cards from the original Bindle Rails game as well as most of the cubes.  If you need to print out cards for the expansion, please refer to the main game page to direct you to the PDF that will allow you to print the cards.  The mats, Goal Cards and Manager cards are not used in this variant.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Print & Play",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bindle Rails Expansion #2: Louisville and Nashville",
    "ID": 57231,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57231/bindle-rails-expansion-2-louisville-and-nashville",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the website:&#10;&#10;Available Now For Print and Play!&#10;&#10;This expansion is now available for Bindle Rails and combines elements from the original Bindle Rails with some of the map building aspects of the first expansion.  In this game, you are out to build south from Louisville to the Gulf of Mexico, east for coal mines, build stations, buy companies and maintain your company's stock price.&#10;&#10;In addition to downloading and printing the PDF's, you will need 27 Event Cards from the original Bindle Rails game as well as most of the cubes.  If you need to print out cards for the expansion, please refer to the main game page to direct you to the PDF that will allow you to print the cards.  The Goal Cards and Manager cards are not used in this variant.  Mats are included for tracking your company worth, technology, turns and private companies.&#10;&#10;Be warned; this expansion is tough to beat.&#10;&#10;Future versions will include upgrades for artwork to mats and rule changes if required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Print & Play",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Cities: Nashville (Tennessee, USA)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bindle Rails Expansion #3: Eastern Canada, Denver and Rio Grande and Emerald Isle",
    "ID": 57232,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57232/bindle-rails-expansion-3-eastern-canada-denver-and",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the website:&#10;&#10;Available Now For Print and Play!&#10;&#10;This expansion is now available for Bindle Rails and combines elements from the original Bindle Rails with some of the map building aspects of the first expansion.  Resources and Engines are new to the mix.  Research the latest locomotive designs to reach deposits of iron ore or carry grain and lumber to build your empire in the Great White North!&#10;&#10;Three maps are included with this expansion.  Eastern Canada will have you building routes out from Toronto and choosing to cross the border or building west to Thunder Bay for precious iron deposits.  If you are looking for a challenge, try the Denver and Rio Grande map - the distance between destinations is great and the terrain is difficult.  For a more relaxed railroad experience, try your skill at Ireland where you can build ports and bring in goods from other countries.  Build your rails across the island to victory! &#10;In addition to downloading and printing the PDF's, you will need 27 Event Cards from the original Bindle Rails game as well as most of the cubes.  If you need to print out cards for the expansion, please refer to the main game page to direct you to the PDF that will allow you to print the cards.  The Goal Cards and Manager cards are not used in this variant.  Mats are included for tracking your company worth, resource values and engine roster.&#10;&#10;Future versions will include upgrades for artwork to mats and rule changes if required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Print & Play",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Country: Canada",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crush! The Dice Game",
    "ID": 57240,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/57240/crush-the-dice-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The saying goes that a good vintage deserves good company to share it with. The same can be said about Crush! The Dice Game. In Crush, players take turns rolling special vino dice to try and score points. Each round a player must weigh the risk between banking their points or rolling again for even more points. If you roll and do not increase your score, you've been Crushed! The first player to bank 5,000 points wins.For 2 or more players, ages 18 and up. (Official product description)&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Food & Drink: Wine",
      "Traditional Dice Games: Dice 10,000 games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grateful Dead-Opoly",
    "ID": 57241,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/57241/grateful-dead-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Get ready for a long, strange, and magical trip! When you play Grateful Dead-Opoly, you tour with the Dead, traveling from gig to gig trying to get rich by purchasing and trading master album recordings, concert venues, road trips, cheap road motels and luxury hotels. (From the manual)&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Music: Music Groups",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manipulation",
    "ID": 57244,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/57244/manipulation",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Manipulation is a rummy variant whose distinguishing feature is that players are encouraged to rearrange any existing melds on the table to accommodate one or more cards in their own hands. (All melds are communally owned.) The first player to rid himself of all his cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Godfrey Evans Cricket Game",
    "ID": 57246,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/57246/godfrey-evans-cricket-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This Cricket game consits of five dice. The bat player tries to made most runs with the red and yellow dice. Unless the red die shows &quot;appeal&quot;, the opposition throws the 3 green dice and the bat player can be out (finishes his turn) or with luck he can go on rolling for more runs.&#10;&#10;-&#10;&#10;Additional information: &#10;Godfrey Evans was a was an English cricketer who played for Kent and England. He died in 1999.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Pleite-Geier",
    "ID": 57248,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57248/der-pleite-geier",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Roll and move game in which players try to set up a large company. They move according to their dice results, pay or receive money (as stated on the fields they land on). There are also barricades that can be used to block others.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der rasende Ober",
    "ID": 57249,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57249/der-rasende-ober",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The players hold sticks with magnets under a game board. With these they move two waiters through a &quot;maze&quot; of tables, trying to deliver dishes (chips) belonging to certain tables. The first player to deliver all dishes is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice game",
    "ID": 57251,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57251/dragon-dice-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dragon Dice Game&#10;&#10;A simple game of combat, fought by the roll of character dice. (from the rules)&#10;-&#10;&#10;The game consists of a pair metal dice. Both dice have the faces Dragon, Fighter and wizard twice. The principle is similar to the &quot;Paper, Rock, Scissor&quot; game. As here the dragon beats the fighter, the fighter beats the Wizard, the Wizard beats the dragon.&#10;&#10;All Alchemy dice games come in the same metal mint tin, Alchemy Gothic Aleus Occulta.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Containers: Mint Tins",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Long March",
    "ID": 57253,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57253/the-long-march",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The Long March contains 17 tactical scenarios covering the Communist Chinese fight with Nationalist Forces between 1931 and 1937.  Also included is a campaign game linking 14 of the included scenarios to represent the entire struggle of preservation and revolution.  Most but not all of scenarios focus on the Long March of 1934-1935, when the Communists relocated their base from southern China to northern China.  Designed by Jay Long.&#10;&#10;These scenarios require counters and maps from other Heat of Battle offerings such as High Ground.&#10;&#10;The Long March is for use with Tactical Wargaming Systems.  If used with Hasbro products, be advised this is not a Hasbro or Affiliate product and there is no claim as such.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "APBA Professional Golf: The Masters",
    "ID": 57257,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57257/apba-professional-golf-the-masters",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "The 1st Expansion for the APBA Professional Golf Game. Sold only by mail. &quot;The Masters&quot; came only with 9 boards, Each board depicting 2 holes of the course.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "APBA Professional Golf: Merion",
    "ID": 57262,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57262/apba-professional-golf-merion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "The 2nd Expansion for the APBA Professional Golf Game. Sold only by mail. &quot;Merion&quot; came only with 9 boards, Each board depicting 2 holes of the course.&#10;&#10;Merion has numerous special features. Fairway bunkers, Out of bounds, A ditch and the old quarry. The old quarry on hole No. 16 is perhaps the most unusual. Requiring a decision to go for the green, Over the quarry, Or to play it safe and go around.&#10;&#10;Instructions on how to play the special features appear on the holes in which they come into play.&#10;&#10;Merion is located in Ardmore, Pennsylvania.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "APBA Professional Golf: Pebble Beach",
    "ID": 57266,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57266/apba-professional-golf-pebble-beach",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "The 3rd Expansion for the APBA Professional Golf Game. Sold only by mail. &quot;Peeble Beach&quot; came only with 9 boards, Each board depicting 2 holes of the course.&#10;&#10;Peeble Beach has beaches (played as sand traps) and cliffs (played as rough). A 9-Iron or Wedge must be used in both circumstances. Balls landing on a cliff roll downward, Not forward.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "APBA Professional Golf: Firestone",
    "ID": 57268,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57268/apba-professional-golf-firestone",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "The 4th Expansion for the APBA Professional Golf Game. Sold only by mail. &quot;Firestone&quot; came only with 9 boards, Each board depicting 2 holes of the course.&#10;&#10;It is located in Akron, Ohio.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "APBA Professional Golf: Pinehurst No.2",
    "ID": 57269,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57269/apba-professional-golf-pinehurst-no2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "The 5th Expansion for the APBA Professional Golf Game. Sold only by mail. &quot;Pinehurst No.2&quot; came only with 9 boards, Each board depicting 2 holes of the course.&#10;&#10;The course has special fairway bunkers from which only irons may be played.&#10;&#10;It is located in North Carolina.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "APBA Professional Golf: Pine Valley",
    "ID": 57271,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57271/apba-professional-golf-pine-valley",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The 6th Expansion for the APBA Professional Golf Game. Sold only by mail. &quot;Pine Valley&quot; came only with 9 boards, Each board depicting 2 holes of the course.&#10;&#10;Pine Valley has no rough. The Greens and Fairways are surrounded by sand.&#10;&#10;It is located in Clementon, New Jersey.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Wolf und die 77 Geißlein",
    "ID": 57273,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/57273/der-wolf-und-die-77-geisslein",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "There are 80 goats in four colors and four shapes. Each player puts a wolf into his/her part of the game board. Then the players take turns rolling a color die, pushing a goat of the corresponding color into the game board. Step by step, the wolf is pushed toward the center of the board and into a well. The first player to push three wolves into the well is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Goats",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die spielenden Delphine",
    "ID": 57274,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57274/die-spielenden-delphine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "There is a spinning carousel in the middle of the game board. Each player has a dolphin (attached to the board). When he or she pulls the tail fin and then lets go, the dolphin catapults a ball into the carousel. The goal is to get the ball into a hole of the same color. For each such hit there is a point; the player with most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dolphins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skyhunters",
    "ID": 57278,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57278/skyhunters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In 1946 German Secret Jet Fighters meet the Allies planes in the skies. Skyhunters 46 is a miniature game about jets dog-fighting in 1946. The players control the bizarre and strange German aircraft against the Allies experimental planes !&#10;&#10;For 2 or more players.&#10;&#10;Re-implements: Luftwaffe 46&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gespenster-Labyrinth",
    "ID": 57281,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57281/gespenster-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pac-Man style roll and move game. Each player moves a pawn through a maze, picking up the playing pieces on each field. In a second move, he or she moves one of the ghosts and tries to catch other players, getting some of their pieces.&#10;________________________________&#10;Very similiar to : PAC-MAN Game (1982) !!!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Maze"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glückskäfer Würfelspiel",
    "ID": 57282,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57282/gluckskafer-wurfelspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Dice rolling game for the very young. The goal is to assemble a ladybug from six pieces. Each die result yields a different piece, so the first player who rolled all six different results is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Ladybugs / Ladybirds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die grosse Schiebung",
    "ID": 57285,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57285/die-grosse-schiebung",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sexed-up Pachisi, in which a pawn that reaches another pawn doesn't eliminate it, but pushes it onward by the same number of fields (similar to Wunderwatschler). On other fields, it is possible to push pawns toward the center of the board, which slows them down. The first player to get all five of his/her pawns to the target fields is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "IC Städtespiel",
    "ID": 57286,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/57286/ic-stadtespiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players draw 8 to 10 city cards which determine their destinations. The board depicts the network of German intercity rail lines. Players roll and move. Special fields have special properties, such as roll again, draw event card etc. The first player to reach all destinations is the winner.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Art of Conversation",
    "ID": 57287,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/57287/the-art-of-conversation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&quot;The time has come,&quot; the Walrus said, &quot;to speak of many things..&quot; &#10;   -  Lewis Carroll&#10;&#10;Designed to revive the art of conversation, The Art of Conversation is a fabulous way to make all get-togethers of Families and friends memorable.&#10;&#10;The Art of Conversation can even help revive relationships! And get the whole family talking again!&#10;&#10;With 300 fascinating, conversation building questions, plus 4 blank cards on which to write your own The Art of Conversation questions, this game is for everyone.&#10;&#10;The only knowledge needed to successfully contribute&#10;to The Art of Conversation is your own life experiences, interests and ideas.&#10;&#10;Ages - Adult to children - may be played at various levels.&#10;&#10;The Art of Conversation is also a wonderful therapeutic, educational and corporate resource.&#10;&#10;Each time The Art of Conversation is used, new and harmonious outcomes evolve.&#10;&#10;There are 9 ways to play. There are competitive/scoring options included.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Art of Children's Conversation",
    "ID": 57288,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/57288/the-art-of-childrens-conversation",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Turn off the screens and enjoy communication...&#10;&#10;The Art of Conversation for Children is the perfect way for children to become great communicators, learn about other people, better understand themselves, all as they enjoy great times and strengthen bonds with family and friends. Everyone wins!&#10;&#10;The Art of Conversation for Children helps children: &#10;&#10;    Make friends and be friends. &#10;    Speak well and with confidence. &#10;    Listen with interest and understanding. &#10;    Share ideas and feelings in a safe, non-judgemental setting that facilitates communication.&#10;    Learn about living and gain insights from others.&#10;    Put their complex and developing ideas into words.&#10;    Get to know families and friends, old and new.&#10;    Discuss effectively and respect the views of others.&#10;    Develop compassion for and interest in others.&#10;    Accept that differences need not create conflict.&#10;&#10;&#10;&#10;Perfect for many occasions, the informative 16 page communication booklet provides guidelines and many variations on The Art of Conversation for Children, including a solo version.&#10;&#10;The 104 cards provide 200 conversation topics, carefully created and tested to promote and stimulate communication, plus 4 blank cards for children to personalize.&#10;&#10;The Art of Conversation for Children is fun for everyone and is also a highly effective therapeutic and educational resource for families, therapists, counselors, teachers, speech pathologists, language teachers, coaches, church leaders and more.&#10;&#10;There are 9 ways to play. There are competitive/scoring options included.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nasenanker-Spiel",
    "ID": 57289,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57289/nasenanker-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Each player gets a clip on their nose. There is a string with a little anchor attached to it. With the anchor (no hands allowed), the players try to pick up all the rings in their color first.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whack a Catgirl: Crazy Characters",
    "ID": 57290,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57290/whack-a-catgirl-crazy-characters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The first expansion for Whack a Catgirl is here! This is a set of six characters that you can play as. Each character card, featuring all-new art, doubles as a player aid for newcomers to the game. Features the Yaoi Fanatic, Alpha Fangirl, and more!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Cats",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abande²",
    "ID": 57291,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57291/abande2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Abande is in fact playable on very different game board topologies. The square board and snub square board are two options.&#10;&#10;The square board is larger (7x7 spaces) and offers more spacious connections - introducing slightly more strategy into the game.&#10;&#10;Gameplay on the snub square board is quite different: the unusual connection lines are sometimes surprising and compacted space leads to more tactical capture moves.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Birds of Prey: Airborne Alert",
    "ID": 57296,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57296/birds-of-prey-airborne-alert",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Folio expansion to Birds of Prey: Air Combat in the Jet Age.&#10;&#10;Covers interceptors and their targets, with a foray into early aggressors. This folio is a collection of fourteen ADCs (plus three more in PDF form, when the product is registered) and eight missiles, plus a set of rules for large aircraft (defensive gunnery, critical hits for large aircraft, missile fuses versus large aircraft) and an exciting set of seventeen scenarios. The registration gift PDF also includes the AIR-2 Genie nuclear tipped rocket!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Birds of Prey (Ad Astra Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Colorful Kingdom",
    "ID": 57305,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57305/colorful-kingdom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Straight from the back of the box: Colorful kingdom is an enticing animal game created for younger children. Exotic animals will lure youngsters into a world of beautiful beasts. This game of matching creatures to their habitats will encourge memory development.&#10;&#10;With four popular habitats; the forest, the jungle, the ocean, and the desert, children are introducted to the animals that makes these areas their home. Realistic and colorful recreations of animals will amuse and entertain players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "African Gambit",
    "ID": 57307,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/57307/african-gambit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2",
    "Description": "This game was first published by Asahi syuppan as one of its simulationgamebook series.&#10;&#10;This game was designed by Mr. Takanashi who is known as a professor designer in Japan.&#10;As always, Takanashi's game concentrates very specific aspect of the battle.  This time, it concentrates &quot;Supply&quot;.&#10;In this game, the units must have supply to move to attack and even only for to be.&#10;&#10;The map covers from Algeria to Suez.&#10;198 counters.&#10;The campaign game starts July, 1940 and ends June, 1943 (36 turns).&#10;The game also provides 8 shorter scenarios (from 5 to 12 turns).&#10;Though the size is small, players must carefully plan the strategy and supply, it is longer than you might first think from the component.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War of Nations 1813",
    "ID": 57309,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/57309/war-of-nations-1813",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This is a point to point wargame.&#10;The map covers Hamburg to Prague.&#10;The game is composed of 7 turns which do not have the same time period.&#10;&#10;1 map 36cm x 52cm&#10;60 counters&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Reich Strikes Back: Bulge Breakthrough",
    "ID": 57311,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/57311/the-reich-strikes-back-bulge-breakthrough",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5",
    "Description": "The map covers from St Vith to Namur and Dinant.&#10;The game is composed of 10 turns and starts on December 16th, 1944 and ends on January 3rd, 1945.&#10;&#10;This game uses the similar chit-assisting system as the former game of Mr. Idemoto, The Recapture of Kiev.&#10;This game is more difficult than the average Game Journal games.&#10;&#10;1 full map&#10;198 counters&#10;Play aid sheet for each player&#10;12 pages rulebook&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Quiet on the Western Front",
    "ID": 57314,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/57314/all-quiet-on-the-western-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Translated as All Quiet on the Western Front, this game covers the entirety of World War 1 in the West in 10 turns / about three hours.&#10;&#10;Powerful German forces must drive deep into France, while Britain comes to the aid of her beleaguered ally. The game is on the high strategic scale with corps and army units fighting a cross a map running from Aachen to Paris. Each turn is six months, with ten turns covering the entire war.&#10;&#10;The game system is a distant derivation of the &quot;area-impulse&quot; mechanic created in Storm over Arnhem. Units are activated by group in a single area, and may generally move or attack but not both before becoming &quot;spent&quot;. Spent units are more vulnerable to attack. Storm Over Europe uses a card-driven system for activation, with each side getting varying amounts of cards each turn. The cards generally allow special moves or combinations that break the standard rules of the game, or provide events that shape the strategic outlook.&#10;&#10;Players choose their hand each turn from a pool of sixteen Operations cards. Special Strategic cards are added to the pool once a turn from the third turn on; these allow special tactics like poison gas, or desperate offensives to turn the tide.&#10;&#10;The rules are only seven pages, and the game is simple and fast enough to play in a short evening.&#10;&#10;Components:&#10;&#10;    1 full map&#10;    198 counters&#10;    48 cards&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Storm Over area impulse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Karate Chop Game",
    "ID": 57322,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/57322/karate-chop-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The entire game consists of a foam brick separated into two halves that fit together like two large puzzle pieces. &#10;SETUP: One person is designated as the &quot;Holder&quot; and the other player is the &quot;Chopper&quot;. The &quot;Holder&quot; holds the ends of the brick firmly, using two hands, so that its center is exposed. Face the &quot;Chopper&quot; and place the brick about chest high, holding it away from your body. This is the &quot;Ready&quot; position. As the &quot;Chopper&quot;, face the &quot;Holder&quot; and place your chopping hand lightly over the exposed brick to aim. Then lift your hand to touch your ear. IMPORTANT - If you are RIGHT handed, use your LEFT hand - and if you are LEFT handed, use your RIGHT hand for the chopping hand.&#10;TO PLAY: 1) The &quot;Holder&quot; must announce &quot;Ready&quot; to begin the contest. After announcing &quot;Ready&quot;, the &quot;Holder&quot; may fake, pull the brick aside, or do anything to try to fool his opponent, the &quot;Chopper&quot;, into committing himself. He must always return the brick to the &quot;Ready&quot; position to give the &quot;Chopper&quot; a chance to strike again. After each point is made the &quot;Holder&quot; must announce &quot;Ready&quot; before a new strike can be made. 2) The &quot;Chopper&quot; MUST KEEP HIS HAND AGAINST HIS EAR UNTIL he is READY TO CHOP. He can fake - but must always keep his hand touching the ear during the fake. Once he has started a chop, taking his hand from his ear, he must CONTINUE the chop and try to hit the brick.&#10;TO SCORE: The &quot;CHOPPER&quot; scores one point if he strikes the brick. The &quot;HOLDER&quot; scores one point if the &quot;Chopper&quot; misses the brick.&#10;After every 5 tries the players change places. The first one to score 11 points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robo Fight",
    "ID": 57323,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57323/robo-fight",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Robot fighting through 3 stages.&#10;&#10;The game system comes from &quot;Gunslinger&quot; which is similar to &quot;Robo Rally&quot;.  Player must plot his action during the turn by selecting 5 cards.  Each card enables your robot to do advance, turn, or shoot.&#10;&#10;The first stage is &quot;Cage&quot; which is surrounded by deadly sharp blades.  The second stage is &quot;Mirrors&quot; which has many mirror reflecting deadly laser to bend.&#10;The third stage is &quot;Hell&quot; which is a small float on hell if some robot step outside the stage, it will fall forever to the unknown bottom.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campaign of Sekigahara",
    "ID": 57329,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57329/campaign-of-sekigahara",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Issue game of Wargame Japanese History #3.&#10;&#10;The map covers the middle part of Japan from Osaka to Sendai and more precisely the important North Eastern realms of Uesugi and Date.&#10;&#10;The game system is basically card-driven.&#10;Because of the magazine's philosophy and designer's philosophy, the rule is simple and with very small amount of exception and special rule.&#10;Though the East coalition (Ieyasu) leads the situation, if the West coalition can dominate the western part of the map, they'll get Hideyori Toyotomi on the battlefield and recover the situation.  I think that this is due to the fact that &quot;Tenchijin&quot; describes the battle from the viewpoint of Mitsunari Ishida, West coalition coordinator.  This viewpoint makes this game fresh among many Sekigahara battle games. This game was influenced by TV series &quot;Tenchijin&quot;.&#10;http://en.wikipedia.org/wiki/Tenchijin&#10;&#10;Contents:&#10;&#10;    1 half map&#10;    80 large counters (20mm)&#10;    30 cards&#10;    6 pages rulebook&#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: Sekigahara (Japan)",
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imbelece",
    "ID": 57331,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/57331/imbelece",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A traditional mancala game played in the Congo.&#10;&#10;From Mancala World: http://mancala.wikia.com/wiki/Imbelece&#10;&#10;Imbelece is a three-row mancala game of the Genya (also known as Wagenia). They are a small people with a population of just about 19,000 who live near the Stanley Falls not far from Kisangani in the Democratic Republic of the Congo. The Genya were fishermen and hunters.&#10;&#10;Imbelece is only played by men as it symbolizes fertility and courtship. The Genya use the seeds of the Ngola tree (Pictantus makombo) to play the game. It seems to be related to Embeli and also to some Ethiopian mancala games such as Selus.&#10;&#10;Imbelece was first described by the British ethnograph P. Townshend in 1977. Later another description was published by the American L. Russ which was inaccurate (like so many of his accounts).&#10;&#10;There was an Imbelece tournament at the Regionale Schule, Niederzissen (Germany), on May 15, 2008, which was won by David Fischbach.&#10;&#10;Rules&#10;&#10;Imbelece is played on a mancala board, which consists of three rows. The outer rows have six holes. The central row has four ordinary holes and a large one in the middle, which is a store. The smaller holes are called moseka (&quot;girls&quot;). A player controls the six holes in the outer row closest to him and the holes to his right of the central row. The store is used by both players.&#10;&#10;At the beginning each girl contains three seeds called maana a moome (&quot;boys&quot;) or maana a leemba (&quot;male teenagers&quot;).&#10;&#10;On his turn a player distributes the boys of one of his holes counter-clockwise into the following girls. This is called koenda (&quot;visiting the girls&quot;). After a player has dropped the last boy into the right-most girl of his outer row, he continues sowing by visiting his girl in the central row adjacent to the store, then the girl to the right, before he switches to the opponent's outer row.&#10;&#10;If the last boy visits a girl, which contains boys, these boys including the visitor are distributed in another lap.&#10;&#10;If the last boy makes a population of four boys in a girl of his opponent, this girl is &quot;closed&quot; by putting a leaf on it. The Genya call it kosongo moseka (&quot;marrying a girl&quot;) or koija moseka (&quot;killing a girl&quot;; in other words: turning a girl into a woman). For moseka, you can also say moakali (&quot;newlywed woman&quot;). Then the four boys are distributed in another lap.&#10;&#10;Exception:&#10;&#10;In the first half-move no girl can be married.&#10;&#10;During sowing closed holes are skipped. If the wife was made from one of the player's girls, nothing happens. However, if she is on the opponent's side, a boy must be put into the store, before the sowing continues. This is known as ko-ongesa moakali moleli (&quot;providing food to the newlywed woman&quot; (while her husband is on a hunt)).&#10;&#10;A move or a lap may never start from a closed hole nor the store.&#10;&#10;The move ends, when the last boy falls into an empty girl or in a wife of the opponent's side (i.e. the store).&#10;&#10;The player who could move last wins.&#10;&#10;Draws and ties cannot occur.&#10;&#10;Strategy&#10;&#10;The girls in the lower right and upper left corners are known as ipaoko (&quot;respectable girls&quot;). A boy who marries such a girl in real life, will enhance his social prestige, a player who marries her in the game will have a big advantage.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taste Taiwan: Warrior",
    "ID": 57332,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/57332/taste-taiwan-warrior",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "&quot;Taste Taiwan&quot; is a series of thick postcard game relevant to culture and geography in Taiwan. The first game is &quot;Taste Taiwan: Warrior&quot;.&#10;&#10;&ldquo;Taste Taiwan: Warrior&quot; is a thick postcard game for 2-3 players in 5 minutes.  In order to get the highest score, players must memorize the costume of different aboriginal tribes in Taiwan.  There are fourteen die-cut counters with one map in this game.  Players must punch out those counters before playing the game.  It is a very good teaching tool for understanding the costume characteristics and location of aboriginal tribes in Taiwan.&#10;&#10;Can be combined with:&#10;&#10;    Taste Taiwan: Princess&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Taiwan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paul de Leeuw Onvoorspelbaar",
    "ID": 57336,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/57336/paul-de-leeuw-onvoorspelbaar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In this partygame, the players have to collect ball-shaped croquettes. A typical Dutch snack. Players can earn them by Singing, guessing lyrics, drawing and acting.&#10;Every turn the players can answer the question and win a 'bitterbal.' When a player has 5 ball-shaped croquettes, he/she trades them for a noodle snack. The noodle snacks can't be taken away by the other players.&#10;The player who reaches the middle of the board and has the most noodle snacks and ball-shaped croquettes wins the game.&#10;&#10;It's from the Dutch TV host: Paul de Leeuw&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move",
      "Singing"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spelen in de Keuken",
    "ID": 57339,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/57339/spelen-in-de-keuken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A trivia game about gastronomical knowledge of the players. An after dinner game with questions like:&#10;How do you check the freshness of an egg? At which temperature is coffee been made? The player with the most correct answer wins the silver Chef's Cap and wins the game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Het Grote Spel (Identity Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Grote Liefdes Spel",
    "ID": 57346,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/57346/het-grote-liefdes-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A trivia game about your partner. Do you know what your partner likes. Does he/she know you.You can only give the right answers.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Het Grote Spel (Identity Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De Grootste Royaltykenner van Nederland",
    "ID": 57348,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/57348/de-grootste-royaltykenner-van-nederland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Try to aarive with your carriage as first at the palace. Your carriage moves with the correct answers about the Dutch Royal Family. All the players try to get the throne.&#10;There are also questions about the other European royal families.&#10;&#10;A game from the Dutch TV.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FITS Official Expansion",
    "ID": 57362,
    "Year": "(2009)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57362/fits-official-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "4 new and tricky boards for the game (numbered 5-8) by Reiner Knizia himself. One with random '1's everywhere, two with lots of -5s and 1s and 2s in tricky positions, and a variation of board #4 where you have trios of symbols and you get bonus points for covering exactly one of a trio but you get minus points if you cover 0 or 2.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Game: FITS"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agreed by Consensus: The Tournament Game of Quotes",
    "ID": 57386,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57386/agreed-by-consensus-the-tournament-game-of-quotes",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Positive, uplifting entertainment: part icebreaker, conversation starter, &quot;getting to know you&quot; tool, team building exercise, communication skills builder, teaching aide, therapeutic intervention, tournament, coffee table book, one small part game, and one big part cooperation made simple and fun.&#10;&#10;Agreed the Tournament of Enlightenment: A unique play concept of cooperation and consensus rather than competition. Players use a tournament format to choose their preferred quotations from several historical sages, and the winning quote makes it to the championship. Everyone wins! The tournament includes hundreds of great quotes and encourages discussion of &quot;real stuff&quot;--peace, love, honesty, trust, truth, dreams, hopes, forgiving and genuine friendship.  If you pitted the wisdom of Gandhi against the wisdom of Mother Teresa, who would win?  Pit the wisdom of Shakespeare, Buddha, Eleanor Roosevelt, William James, Helen Keller, Coach John Wooden, Maya Angelou, Ralph Waldo Emerson, Jane Austen, Plato, Anais Nin and a host of other thinkers up and bare witness to something good.&#10; Agreed The Tournament of Enlightenment:&#10;&#10;Creates a safe context for sharing thoughts, beliefs, values and opinions.&#10;Fosters sharing, cooperation, working together and building a sense of community.&#10;Generates and achieves heartfelt dialogue.&#10;Helps people get to know each other on a personal positive level.&#10;Prompts deep conversations and the use of concepts and choices that are sadly missing from our black and white world.&#10;Provides a means to re-learn the skills necessary to find common ground, build agreement and connectedness.&#10;Provides a safe venue for a group of like minded or different minded people to achieve deeper discussions. &#10;Guides players to share two thousands years worth of wisdom, wonder, mysticism, and precepts from many different traditions.&#10;Provokes a stretching of the mind, encourages reflection and lighthearted banter.&#10;Stimulates non-competitive and non-argumentative exchanges.&#10;Teaches skills in listening, sharing, consensus, team-building, critical thinking and democracy.&#10;Compels exploring of important poetic/literary/spiritual/philosophical/religious concepts among family, friends, colleagues, romantic interests, and acquaintances.&#10; Step into a good for you, good for me consciousness.&#10;  &#10;Great for: people who love quotes, the alternative/hippy/green/peace &amp; love crowd, the health and sustainability crowd, educators, bookstore patrons, literary types, coffee shop customers, poets, song writers, friends, family, strangers, metaphysical book store customers, college students, clients, spiritual and ecumenical folks, conference/fair/festival goers, philosophers, academic settings, therapeutic and self help folks, religious studies groups, dating, couples retreats, therapists, counselors, groups, companies, corporate trainers, Sunday school classes, boards of directors.&#10; Select comments from the comment cards from the 2010 Mensa Mind Games Competition: Original idea, interesting concept, easy set up, smart green board and minimal packaging (it does not come in a big clumsy box, it comes in a neat container), promotes agreement, has a feel good quality to it, a way to get away from alienating first person shooter videos, actually it was cool: kind of like watching democracy and philosophies at work, non-competitive entertainment, based on a concept of no discernible winning player; rather everyone is a winner, leaves you knowing more than when you began playing, worth marketing but not to the competitive and strategic game player market.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kugel-Duell",
    "ID": 57399,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/57399/kugel-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player has 6 balls in his or her color, also, there are six red balls. The goal of the game is to eliminate 4 of the red balls. The balls are randomly put (in fact: shaken) into little holes which are used as playing fields. A move consists of moving a ball to an adjacent empty hole or jumping over another one, which is then removed. The red balls may also move, but cannot jump.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Langohr, Schlitzohr, Rübe & Co",
    "ID": 57401,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57401/langohr-schlitzohr-rube-and-co",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The players try to move their donkeys towards a stable in the center of the game board. They roll a special die, determining whether to place a straight road section or a curve, or move the own donkey. If the road hits the wrong spot (a corner of the stable instead of an entrance, the edge of the board or another player's road, the &quot;guilty&quot; player has to start over.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Donkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Latty Top",
    "ID": 57402,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57402/latty-top",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game consists of letter pieces which can be assembled into words (they actually click together) and cards with 3 letters of each (plus a die and a bag). The players roll the die and assemble words. On a 1, they can steal letters from other players, on a 2-5 they can take as many letters from the bag, and on a roll of 6 a complete word has to be discarded. A card is then flipped open. The players try to form words starting with one of the three letters displayed. The game ends when all letters have been drawn. Whoever has used most letters in his or her words is the winner.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Golden Years  Retirement Adventure Game",
    "ID": 57407,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57407/golden-years-retirement-adventure-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box: An exciting retirement adventure game for seniors and younger. Travel, action and fun are the order of the day as you race around the world, collect your pension and spend for enjoyment. Easy to play, lots of laughs. Created for the retired, yet fun for all ages.&#10;&#10;From the rules: Enjoy the time of your life, travel the world and have fun! THese are your best years. These are your golden years.&#10;&#10;Object: THe winner of the game will be the first player to complete all four trips and have $125000 in total assets.&#10;&#10;The game is a roll-and-move game with a central circular track of spaces and four attached tracks, representing an R.V. Trip, a Europe Trip, a Cruise, and an Asia Trip.Five different cards provide events and opportunities: Residence cards, Golden Handshake cards, Trip cards, Option cards and Chance cards.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kikker Speelt Tikkertje",
    "ID": 57461,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/57461/kikker-speelt-tikkertje",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Frog plays ticker with his friends: Pig, Hare, Rat and Duck.  Try to catch an another player or run away.The first one who arrives the boat wins the game.&#10;The game can be played indoor as well as outdoor. There is a soft dice, 10 chips and 5 pawns.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Kikker & Vriendjes",
      "Characters: Miffy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: ProRail",
    "ID": 57464,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/57464/monopoly-prorail",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous monopoly game made exclusive for the company ProRail. A Ducth railway company. The streets are replaced by the most important stations.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gear Burn",
    "ID": 57473,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57473/gear-burn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Gear Burn is an cool Roll &amp; Move Racing game.  Yes, I'm serious; don't run away screaming.&#10;&#10;Gear Burn:&#10;&#10;1. Offers interesting decisions on every turn.&#10;2. Maintains the fast speed of a dice &amp; racing game.&#10;3. Has realistic consequences for high speeds.&#10;4. Is super easy to learn and play!&#10;&#10;The basic player turn:&#10;&#10;(First you need to take a close look at the map to see how the spaces are laid out.  Then the following will make more sense.)&#10;&#10;1. Shift up or down 1 gear.&#10;2. Roll a number of six-sided dice equal to your gear.&#10;3. The highest number showing on a single die is your speed rating.  You MUST move forward a number of spaces equal to your speed rating.&#10;4. The lowest number showing on a single die is your maneuver rating.  You MAY move side to side a number of spaces equal to your maneuver rating.&#10;&#10;The higher gear you are in, the more ground you will cover, but the less turning you will be able to do.  You will need to downshift going into the corners or you will hit the wall.  If you can't use all of your speed without hitting an obstacle, then you have to stop and skip your next turn.&#10;&#10;The living rules currently reside here:&#10;&#10;http://docs.google.com/View?id=dhdx9f7c_50g5dpgm&#10;&#10;A nice PDF of the board is here:&#10;&#10;http://www.boardgamegeek.com/filepage/47345&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hypochondria",
    "ID": 57506,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/57506/hypochondria",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The cure for whatever ails you! Hypochondria is a rummy-style game in which players compete to have their hands of illness cards cured by the rotating staff of physician cards. Each turn, players draw a new hand of illnesses and try to match sets of them to specialists and physicians, each of whom will treat a different sort of set. After all specialists have seen a patient, or a player manages to cure their entire hand, a round ends and players earn points for illnesses left uncured in their hands. At the end of several rounds, the player with the lowest number of points is the least sick, and therefore the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kriegbot Expansion",
    "ID": 57507,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57507/kriegbot-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Includes new weapons, systems and skins to fight with, including but not limited to: Cluster Bombs, Infantry Pods, Electrolasers, UAVs, Super-steel Rams, Limpet Mines, and Thermal Lances.&#10;&#10;The Expansion also introduces a new type of card, the Powercore, which tracks your robot's battery level. Use your stored energy to activate the Powercore's special ability or to overcharge your electrical weaponry and unleash devastating attacks, but manage your energy levels wisely otherwise you might find your robot out of juice when you need it most.&#10;&#10;The Expansion also introduces infantry to the fray and provides rules allowing your pilots to fight on foot if their robot becomes crippled.&#10;&#10;Ten new scenarios are included which cover new ground including solitaire, pilot rescues, orbital insertions, free-for-alls and a post-apocalyptic campaign.&#10;&#10;Includes:&#10;&#10;6 Extra Vehicle Figures&#10;6 Power Core Cards&#10;32 Design Cards&#10;20 infantry, Mine, &amp; UAV Tents&#10;Expansion Game Rules&#10;Science Behind the Game&#10;Kriegbot Errata&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pssst!",
    "ID": 57510,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/57510/pssst",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The animal babies have fallen asleep. The winner is the player who first collects four complete animal families or plays his last card.&#10;&#10;Game play: The starting player plays a baby animal, then the other players may either say &ldquo;psst, baby is asleep&rdquo; and start a new deck with a baby card, or place a card onto the first deck, the mother on the baby card, the father on the mother card, and the grandmother on the father card. When the grandmother card is placed the player makes the corresponding animal noise and takes the complete family. A player who cannot place a card must draw an additional card.&#10;&#10;From the back of the box of Chut! Le Petit Dort&#10;&#10;English: (Translated)&#10;&#10;The animals are having a party. During the party, families have lost sight of each other, but now: Shhh! the children are sleeping. Every mother is looking for her child, every father for his wife and even grandmother is running around to find everyone else!&#10;&#10;The goal: Be the first to have 4 families reunited or play your last card.&#10;&#10;French:&#10;&#10;Les Animaux font la f&ecirc;te. Dans le tumulte, les familles se sont perdues de vue, mais Chut! les petits &eacute;tainent fatigu&egrave;us et se sont endormis. Maintenant, chaque maman cherche son petit, chaque papa la maman et pour terminer la grand-m&eacute;re cherche tout le monde.&#10;&#10;Le but du jeu: &Ecirc;tre le premier &agrave; rassembler quatre familles d'animaux, ou bien &agrave; poser sa derni&eacute;re carte.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hoosier Rails",
    "ID": 57511,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57511/hoosier-rails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Who doesn't love a solid little railroad game?&#10;&#10;Hoosier Rails is about a budding transportation industry in the Crossroads of America: Indiana!&#10;&#10;Hoosier Rails is quick to learn and interesting to play.  Each turn you get to do one of three actions:&#10;&#10;1. Lay Track&#10;2. Draw Cards&#10;3. Play Cards&#10;&#10;The trick is you can do your chosen action many times over in a single turn... if you can afford it.  You need to watch your wallet and make sure you don't run low on funds.&#10;&#10;Enjoy exploring the Heartland of America!&#10;&#10;Living rules currently reside here:&#10;&#10;http://docs.google.com/View?id=dhdx9f7c_233cj8p5td6&#10;&#10;An early release PnP file can be found here:&#10;&#10;http://www.boardgamegeek.com/filepage/47363&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Las Vegas",
    "ID": 57533,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/57533/las-vegas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a simple emulation of a night in a Vegas casino for 2-6 players. Players get 50.000 marks for starting money, then roll and move around the board, which has 4 game spaces and 5 event spaces. The games are crude versions of Super, Craps, Poker and Blackjack (Super, Seiska, Pokeri, Ventti) played with five six-sided dice. The first player who makes 1.000.000 marks is the winner.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hachi-Hachi",
    "ID": 57536,
    "Year": "(1860)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/57536/hachi-hachi",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Hachi-Hachi (means 88) is the elegant culture of Japanese Cardgames. Not even from its Hanafuda deck, but also from materials (like cake tickets, Dharma tiles, war-fan, monthly track plate and small baskets), you will discover its uniqueness and grace.&#10;&#10;Game system is very similar to fishing games like Casino, or Scopa, but only Japanese Hanafuda (and Korean Hwatu) includes turning a card from draw pile at your turn. And sometimes, splendid combination of taken cards becomes big score. These rules make the game more thrilling and brilliant. Hand combos are a bit complex but the basic is easy. Soon, you can learn them from charts. Because these hand combos have handicap points, you can select to play even with such a weak hands. In this case, turning a card becomes more thrilling.&#10;&#10;After seen your hand, if you decided no chance to win, you can drop from the round like Poker. But you must pay dropping fee to the pot (winner of the round get the pot). This system may teach players self control.&#10;&#10;It is convenient game for playing with 3 to 7 players. Active players are always 3 (or 2). Thus voluntary or not, other players should drop (If you have to drop involuntary, you can get compensation). Its playing style is loose paced, you shall feel the time of gentle (but hot hearted).&#10;&#10;MOVIE : https://youtu.be/PW-_zUlbtzs&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Traditional Games: Hanafuda"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Hans Anders",
    "ID": 57552,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/57552/monopoly-hans-anders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. The theme of this Monopoly game is the dutch glasses company Hans Anders. In honor of their 25 year existence, all the company employees got an edition.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Laurel and Hardy-opoly",
    "ID": 57558,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57558/laurel-and-hardy-opoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "This -opoly variant of the greatest comedy team of all time has been painstakingly researched. Each property group is a genre of films. For example, there is the Sailors property group, On the lam from the law, the in trouble with the wives group, etc. Of course you go to the Hoosegow, and you start out with a &quot;Perfect Day&quot; as when you start the film. Each property named after one of their films, on the back of the property is the release date of the film, who starred in it, etc. This entire game is a film buffs dream. Each card in the two decks referes also to one of their films.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Laurel and Hardy",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PanzerBlitz: Carentan",
    "ID": 57579,
    "Year": "(2009)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57579/panzerblitz-carentan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "PanzerBlitz: Carentan is an expansion of PanzerBlitz: Hill of Death &#226;&#128;&#147; The Battle for Hill 112, Normandy 1944 which provides two new situations simulating the struggle for Carentan, Normandy in 1944 and a bevy of new troops and hardware.&#10;&#10;Panzerblitz: Hill of Death is required to play, because PanzerBlitz: Carentan only includes counters for the new units. American troops make their first appearance (with Paratroopers, Mechanized Infantry, Tank Destroyers, and more), as do German Paratroopers and several new AA weapons.&#10;&#10;Part of the Panzerblitz 2 series from Multi-Man Publishing&#10;&#10;Originally published in Operations Special Magazine #2 (Summer 2009).&#10;&#10;Game Scale:&#10;Turn: 15 minutes&#10;Hex: 273 yards / 250 meters&#10;Units: Platoon&#10;&#10;Game Inventory (Operations Special Issue #2 edition):&#10;One 18 x 24&quot; full-color mapsheet&#10;One dual-side printed countersheet (176 5/8&quot; counters, only 92 used for PanzerBlitz: Carentan)&#10;One 4-page Carentan Situations folder&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Carentan (France)",
      "Series: PanzerBlitz (Avalon Hill)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bohemian Rhapsody: 1622 – The Battles of Wimpfen and Hochst",
    "ID": 57586,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/57586/bohemian-rhapsody-1622-the-battles-of-wimpfen-and",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Third in entry in TCS print &amp; play series on the 30 years war, it depicts two different battles (Wimpfen and Hochst) fought between May and June 1622.&#10;Each battle feature a single A4 map, and around 40 counters.&#10;It uses a chit drawing activation system and derives most of its other rules from the old SPI's 30 Years War quadrigame of the Seventies.&#10;Simple, introductive stuff, very fast to set up and play.&#10;Very good also in solitaire.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Thirty Years War",
      "Series: 30 years war (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kursk 1943: The Southern Pincer",
    "ID": 57597,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57597/kursk-1943-the-southern-pincer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Main issue contained in Alea Magazine issue#33 (September 2009).&#10;&#10;Kursk 1943: The Southern Pincer, is a brigade-regiment-battalion simulation of the Kursk offensive in the Southern sector of the Kursk salient by the Fourth Panzer Army.&#10;&#10;Ownership of previous issue Alea Magazine #31 depicting The Northern Pincer is necessary to play the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "History: World War II (Eastern Front)",
      "Magazine: Alea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Fryslân",
    "ID": 57602,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/57602/monopoly-fryslan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. This Monopoly theme is of the Dutch region Friesland (Frysl&acirc;n). Buy, sell and trade streets of places in this region.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Netherlands",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Breda",
    "ID": 57603,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/57603/monopoly-breda",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The famous Monopoly game. In this version you own, buy and sell streets of the Dutch city Breda.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: De Hypotheker",
    "ID": 57606,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/57606/monopoly-de-hypotheker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Monopoly game with the theme of th Dutch mortgage company De Hypotheker. Buy, sell and trade the companies of De Hypotheker.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Allotment Games",
    "ID": 57607,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57607/allotment-games",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Allotment Games (originally Siirtolapuutarhapelit) is a standalone tile-laying game inspired by Carcassonne. Instead of walled cities, fields and monasteries, there are allotment plots, suburban streets and community markets. While gathering points for acquiring and maintaining allotment plots you can also consider the strategies to gain a real-life one. Several alternative designs of the game were created by a Finnish-Polish artist and illustrator collective.&#10;&#10;",
    "Categories": [
      "City Building",
      "Educational",
      "Environmental",
      "Farming",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warehouse Railways",
    "ID": 57618,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/57618/warehouse-railways",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Players are CEOs of 5 companies that lay tracks to different cities.&#10;The CEOs wish to make their investments grow but the Board Of Directors of each company oversee the development of their companies. They will intervene if the CEOs do not expand as much as they'd like.&#10;&#10;Players will ship oil and coal and bring back steel to the company's warehouse. &#10;Market will dictate the value of the merchandise and make the company's value rise.&#10;Laying track and connecting cities will also make the company's value rise but will also give a bonus to the CEOs.&#10;But beware of merchandise placement: delivery can be taken over by another company!&#10;&#10;Each stock in a company gives the right to the CEO of doing one order; if he has 2 or even 3 stock, he does 3 orders.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Querni",
    "ID": 57636,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/57636/querni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Querni is a two-player abstract strategy game played on a 10&times;7 board.  The goal is to remove all your numbered pieces (1-16) from the board.  The catch is that you can only remove numerically consecutive chains of pieces, and the chains must be at least three in length.  Turns involve moving a piece (one adjacent step, or one or more jumps) and/or removing a chain.&#10;&#10;Awards&#10;2009 Winner - Concurso de dise&ntilde;o Granollers - Fira JugarxJugar&#10;&#10;Online Play&#10;&#10;     http://www.querni.com/&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 10 Grids",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dog Fight: Starship Edition",
    "ID": 57647,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/57647/dog-fight-starship-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.6667",
    "Description": "It is 2095. It's been almost a decade since the Great Cleansing.&#10;&#10;Before that was the asteroid disaster. The catastrophe before that, who can remember? The world is nothing like we knew it and yet the struggles are the same. The remnants of old nations formed new factions on Mars, Maenon, and other installations. The Itnoah Dominion largely controls Earth. The conflict has spread throughout the solar system, and the balance is changing. We need you, Captain.&#10;&#10;Prepare your ship.&#10;&#10;2 or more players. Card-driven (living card game) plus tactical board game. Ship to ship combat. Combine and customize maps, play missions. Get all six ships and challenge more players.&#10;&#10;Do you have what it takes to captain a starship in combat? Check out the fast-paced space ship combat game Dog Fight: Starship Edition the tactical combat game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Collectible Components",
      "Real-time",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Dark Age Britain",
    "ID": 57662,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57662/battle-of-dark-age-britain",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game is designed for students of college-level classes in which the history of Dark Age Britain is addressed. These could include classes in medieval or ancient British history or classes in Arthurian literature. The game may also appeal to anyone with an interest in British history, including Arthurian enthusiasts, and members of the general wargaming/Diplomacy crowd.&#10;&#10;The richest and strongest player or player alliance wins the game. &quot;Victory points&quot; are calculated by factoring in a player-king's wealth (cash-on-hand), the economic value of the lands he owns, the combat strength of his warbands, and &quot;glory points&quot; accumulated for killing opposition kings and princes in combat. Thus, the victorious player-king is the one most reknown for his wealth, combat prowess, and political/military power.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bumper Car Rally",
    "ID": 57665,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57665/bumper-car-rally",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is designed to be played during or after a instructional unit dealing with motion. This game could also be used during a unit considering Newton's laws, primarily the law of inertia. It could also be used during a unit involving momentum and its conservation and elastic and inelastic collisions.&#10;&#10;The objective of the game is to be the first player to reach the opposite side of the game board.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Budgetown",
    "ID": 57666,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57666/budgetown",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This board game would be used after a unit of study on consumer awareness and financial life skills. Discussions would precede the playing of the game and a debriefing would follow.&#10;&#10;The object of the game is to pay all of your budget card amounts, collect your receipt tokens and have money left to go to Central Park and cash out.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Necropolis Faction Book",
    "ID": 57668,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57668/warlord-necropolis-faction-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Necropolis: Thule, Realm of the Restless Dead is a 48-page booklet designed to provide you with the edge you need.&#10;&#10;An insiders account of the Necropolis itself &#10;Iinsight into the Thulian Lord's plan for Taltos &#10;Tips for using the Necropolis as antagonists and allies in RPGs &#10;Data Cards for new Models &#10;New rules for the basic necropolis army, including New Equipment and New Spells &#10;A new Sub-list - The Crypt Legion with its own rules and special powers &#10;A New Scenario especially suited for Necropolis forces &#10;A tutorial on how to make your own sand table &#10;And More!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blustery Day",
    "ID": 57669,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57669/blustery-day",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The board game allows the players to apply their knowledge of directions on a map setting. Players will practice moving auxiliary pieces appropriately while &quot;collecting lost toys.&quot; The type of board used here is similar to &quot;battlefield&quot; type games.&#10;&#10;Object of the game To collect as many toys as possible before the timer goes off rollin 2 dice: numeral die &amp; direction die.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 15 x 20 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nuts and Bolts of the Big Six",
    "ID": 57671,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57671/nuts-and-bolts-of-the-big-six",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is designed to reinforce The Big Six, an informational and problem solving technique developed by Mike Eisenberg and Bob Berkowitz. The Big Six consists of six separate tasks, which help students focus research, solve problems and make decisions. The players must have received instruction in The Big Six before playing this game.&#10;&#10;The board game consists of a series of questions which players need to answer correctly in order to score points and cycle through the Big Six process twice. The game board is divided into six areas that represent each step. These areas are flanked by &quot;rooms&quot; which occupy the four corners of the board. The rooms describe locations in which Big Six activities typically take place: the Classroom, the Library Media Center, the Home, and the Group Study (where students might work collaboratively on projects).&#10;&#10;The game is a linear race game which continues until all the players have finished. The first player to finish is not necessarily the winner. Nuts and Bolts has been designed to reward understanding the Big Six more than the roll of the die. Those players who have answered questions most deftly accrue the greatest number of points. The winner is determined when the last player has completed the second round.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Reven Army Book",
    "ID": 57672,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57672/warlord-reven-army-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Reven: The Great Reven is a 48-page booklet designed to provide you with the edge you need.&#10;&#10;Includes an insiders account of the Monglash Steppes &#10;Insight into the Khakhan's plan for Taltos &#10;Tips for using the Reven as antagonists and allies in RPGs &#10;Data Cards for new Models &#10;New rules for the basic Reven army, including New Equipment and New Spells &#10;2 new Sub-lists - The Legion Tomukh and Legion Noghra with their own rules and special powers &#10;2 New Scenarios especially suited for Reven forces &#10;A primer on the language of the Reven - Manu Kele &#10;And More!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Utrecht",
    "ID": 57673,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/57673/monopoly-utrecht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game of the Dutch City Utrecht. Buy, sell and trade streets in the expansive streets of Utrecht.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Utrecht (Randstad, Netherlands)",
      "Country: Netherlands",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Amsterdam",
    "ID": 57674,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/57674/monopoly-amsterdam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. In this version you can buy, sell and trade property of the Dutch capital Amsterdam.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)",
      "Country: Netherlands",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Crusaders Army Book",
    "ID": 57675,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57675/warlord-crusaders-army-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This book provides with all the information that you need to play the Crusaders faction in the Warlord miniatures game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Antwerpen",
    "ID": 57676,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/57676/monopoly-antwerpen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. In this version you can buy, sell and trade the property of the Belgium city Antwerpen.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Antwerp (Belgium)",
      "Country: Belgium",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Nefsokar Army Book",
    "ID": 57677,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57677/warlord-nefsokar-army-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Nefsokar army book will contain 64 pages of new spells, equipment, data cards for new models, and fluff detailing the Nefsokar and their rich history. Also included will be a complete section dedicated to role playing using the Nefsokar as heroes or antagonists and a new sublist of the Nefsokar - People of the Desert Wind. This all Khamsin sublist will have its own special rules and powers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Editie Brussel",
    "ID": 57678,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/57678/monopoly-editie-brussel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. In this version you can buy, sell and trade the property of the Belgium capital Brussel.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Brussels (Belgium)",
      "Country: Belgium",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Overlords Army Book",
    "ID": 57679,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57679/warlord-overlords-army-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the black city of Craclaw they ride, spreading oppression and fear, binding all who oppose them in the chains of slavery. Only internal stride and civil war ha held them in check thus far, but time is changing. The modern Overlords are no longer simple slavers, but true despots in the making. A sadistic priestess, a military genius and a renegade Lichlord, these would be tyrants have put aside their petty difference to work together toward their common goal: total domination of Taltos. As that wasn't enough, the arrival of the Inquisitors from the Empire of Malvernis can only be seen as a ill omen for the future of Taltos.&#10;&#10;This book includes:&#10;&bull; An insider's account of the city of Craclaw and the power struggles within.&#10;&bull; Tips for playing or using the Overlords in RPG's.&#10;&bull; New data cards for new models.&#10;&bull; New rules for the default Overlords Army.&#10;&bull; New equipment.&#10;&bull; New spells - including a new type of Cleric Magic - Khardullian Magic.&#10;&bull; The Overlords sublist - The Onyx Legion.&#10;&bull; The Overlords sublist - Followers of Khardullis.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Carglass",
    "ID": 57680,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/57680/monopoly-carglass",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. It is published in order of the 25 year existence of the company Carglass. You can buy, sell and trade the companies Carglass in this edition.&#10;&#10;Carglass is a company with repair shops that replace glass in automobiles.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Automotive Products (Gasoline, Tires, etc.)",
      "Promotional: Board Games",
      "Series: Monopoly-Like",
      "Theme: Automotive Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Hoeksche Waard",
    "ID": 57681,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/57681/monopoly-hoeksche-waard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. In this version you can buy, sell and trade property in the Dutch region of Hoeksche Waard.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Netherlands",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Morris Unilever Corporate Strategy Game",
    "ID": 57682,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/57682/monopoly-morris-unilever-corporate-strategy-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game, made in order of the company Unilever. You can buy, sell and trade company divisions. Only 500 copies were made of this edition. The paws are U shaped figures like the company logo.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Transport en Logistiek",
    "ID": 57683,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/57683/monopoly-transport-en-logistiek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The famous Monopoly game. This version is made for the dutch organisation of road transfer and haulage. You can buy, sell and trade roads.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Netherlands",
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tri 3D",
    "ID": 57707,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/57707/tri-3d",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The ultimate 3D strategy board game.&#10;The game is played on a unique 3-tier triangular board, and players capture their opponent's pieces by surrounding or cornering them.&#10;It is similar to games like draughts but not as complex as chess. The ability to jump between the 3 levels adds a whole new dimension to traditional board game play.&#10;It is both easy to learn for beginners, but can be challenging and addictive to more experienced players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "California Missions",
    "ID": 57733,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57733/california-missions",
    "Min Players": "8",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This game is designed specifically for fourth grade students who have just learned about the 21 California Missions.&#10;&#10;The ultimate goal of this game is to be the first traveling friar to traverse from the most southern mission (Mission San Diego de Alcala) to the most northern mission (Mission San Francisco de Solano). Friars must deal with various setbacks and obstacles as they choose from various paths along the game board.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "States: California"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Umspannwerk",
    "ID": 57734,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57734/umspannwerk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of a 3 x 3 wooden board, a rubber band and a stack of cards depicting positions of the rubber band (the 3 x 3 &quot;fields&quot; on the board are actually little poles over which the rubber band can be stretched).&#10;There are various game variants described in the rules. The basic mechanism is to execute one or two out of three permitted moves. To understand these it is important to note how many corners the pattern of the rubber band has (i.e. triangular, rectangular, etc.). The number of corners can be increased by one, decreased by one or stay the same, with one corner being moved to a new position. The player using least moves to reach the positions on his/her cards is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  }
]