[
  {
    "Rank": "N/A",
    "Name": "Dual Value Playing Cards",
    "ID": 93010,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93010/dual-value-playing-cards",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Dual Value Playing Cards have two values on every card.  They can be used for a variety of new, Clever games, such as BAMM!, Think Ahead, Clever Pickin', Zig Poker, and others.  There are Rummy, Poker, Trick-Trump, Matching, Set-collecting, and other types of games that can be played with these versatile cards.  Two different decks are available, with different pairings of values on each card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Memory",
      "Set Collection",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Jotunheimen",
    "ID": 93015,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/93015/i-jotunheimen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game board is a map with hiking routes of Jotunheimen, a mountainous area in Norway. 2-6 players roll for a start position and begin the hiking race for the mount &quot;Galdh&oslash;piggen&quot;, the highest mountain in Norway.&#10;&#10;The die is six-sided, but instead of the normal, it has the values 1V, 2H, 3V, 4H, T and U. These are abbreviations for 1 Left, 2 Right, 3 Left, 4 Right, Fog and Stormy weather.&#10;The players move the number on the die, and when comming to crossroads they must go either left or right depending on the die. If they roll T they must pass a turn, and when U is rolled, they must immediately move to the nearest tourist cabin.&#10;&#10;Whenever a player lands on a spot with a number, an event occurs for that player, like &quot;At H&aelig;ran&aring;se: You've got blisters. Pass one turn&quot;, or &quot;Over Friken: You are in good shape, Get another roll&quot;.&#10;&#10;The publisher Damm's game No. 208.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star-Board!",
    "ID": 93029,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93029/star-board",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Star-Board! is a yacht racing game with a unique dual-layer board: the bottom paper layer has a square grid showing a constant wind direction, the top layer is clear plastic and shows islands, wind holes and the like. Players' ships and the goal buoys sit on the plastic layer. When the wind changes, the whole board rotates.&#10;&#10;Movement is via actions: You have two actions, and can either perform two moves (&quot;advances&quot;) or two rotations of your boat (&quot;maneuvers&quot;), or one of each.&#10;&#10;Advanced variants include cards, dice for APs, bigger races, tweaks to the wind shifting rules, etc.&#10;&#10;The game is US patent number 3871656.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of Westeros: Tribes of the Vale",
    "ID": 93038,
    "Year": "(2011)",
    "Geek Rating": "5.646",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93038/battles-of-westeros-tribes-of-the-vale",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Born in the cruel climate of the Mountains of the Moon, the clansmen of the Stone Crows, Black Ears, and Burned Men are of a violent breed. Uncivilized, uncouth, and unrefined, these men and women live to kill, and they do it well.&#10;&#10;Tribes of the Vale introduces the clansmen to Battles of Westeros as an ally force, meaning they can supplement House Lannister or, if playing with the Skirmish rules, House Stark from the Core Set. Ally forces such as those found in Tribes of the Vale are represented as tan colored miniatures on the board, differentiating them from the forces of the house they are supporting. This provides greater customization for Skirmish battles and allows players to easily find their allied troops on the field during battle.&#10;&#10;Included in Tribes of the Vale are are three new commanders and three new unit types. Shagga, Son of Dolf is a ruthless barbarian of the Stone Crows, capable of wielding two massive battle axes better than some men handle one. Timett, Son of Timett earned his place as the Red Hand of the Burned Men by taking out his own eye. A fearless expert swordsmen, Timett rarely fails to kill anyone he means to. Finally, Chella, Daughter of Cheyk is a vicious woman, decorating herself with the ears of her enemies.&#10;&#10;In addition to these new forces, Tribes of the Vale also comes with a rules and battle plan book, new terrain, and Clansmen Gambit and Skirmish cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: Battles of Westeros",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Aua",
    "ID": 93042,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/93042/happy-aua",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each turn, a card is flipped open. The card contains a sign, a newspaper ad etc. with some weird misspelling or other mistake. Each player now notes down a comment mocking the mistake. The comment voted to be the funniest receives a point. The player with most points at the end of the game is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Humor",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "League Championship",
    "ID": 93053,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/93053/league-championship",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "League Championship is a game for 2-6 players that simulates an entire season of the English Football League Championship.  It dates from the 1970s and has versions endorsed by footballers George Best and Gordon Banks.&#10;&#10;During setup, each player is dealt a face-down stack of action cards which will be used during the game, and a miniature silver plastic trophy is placed on prominent display in the centre of the game's circular board.&#10;&#10;Players then, in turn, simulate fixtures by rolling a blue die for the home team and a green die for the away team, followed by turning over an action card which modifies the dice rolls in favour of either team.  Examples of action cards are &quot;Work out new corner kick - score 2 more goals&quot; and &quot;Recent Cup commitments in Europe weaken team - lose 1 goal in this match&quot;.  The result of the match is thus determined with players scoring two points for a win, one for a draw and nothing for a loss.&#10;&#10;A player's team's progress is tracked by use of two tokens - a small pawn on a score track to show the current points total and a footballer figure on a calendar track to mark the number of fixtures played.  At the end of the season, the player whose team has accumulated the most points wins the league championship, and of course the trophy!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miss UK",
    "ID": 93058,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/93058/miss-uk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Miss UK is a spin-and-move game for 2-4 players.  Players first compete to win the six regional finals - Miss England (North), Miss England (Midlands), Miss England (South), Miss Northern Ireland, Miss Scotland and Miss Wales.  This is done by collecting different coloured cards as players take turns to spin and move.  When one player has collected a card of each colour, the round is over.  All players add up the points printed on their cards and the winner places a token in the centre ring.&#10;&#10;After the six regional rounds comes the grand final.  In turn, each token from the centre ring makes an entire tour of the board collecting cards on the way.  When all six finalists have moved, the points are added up again and the winner is crowned Miss UK.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fyrdwisa",
    "ID": 93060,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/93060/fyrdwisa",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Fyrdwisa, players take on the role of an Anglo-Saxon war leader seeking dominion over their enemies on the battlefields of the dark ages. They make use of strategically deployed armies and barricades, occupy neutral cities to control their resources, and fight their way across the battlefield to capture their opponent's capital.&#10;&#10;Fyrdwisa is a turn-based strategy game in which players spend action points and reveal resource cards to perform actions. Depending on the neutral cities they control, players receive between 1 and 6 action points each turn. Players may save action points from turn to turn (up to 12 points) to perform special actions or execute sudden military maneuvers. Depending on the number of players, there are up to 4 neutral cities for players to attack. Each city's resource is revealed when it is first occupied. The game includes cards for 10 possible city resources (which are assigned randomly) so each game plays out differently. When attacked, neutral cities may &quot;bribe&quot; players into retreating by providing them with a single-use special resource card.&#10;&#10;Fyrdwisa is played on a cloth game board printed with a hexagonal battlefield. Each hexagon is divided into six triangles, in which players place small glass game pieces. Action point counters are printed in the corners of the game board, to assist in tracking available points each turn. City resources are printed on heavy stock paper cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Exploration",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sixty-One/Sixty-Five",
    "ID": 93068,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/93068/sixty-onesixty-five",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&lsquo;61-&lsquo;65 is a fast play, Company-level American Civil War game based on the popular Song of Blades mechanics. Playable with 40-100 miniatures per side in less than two hours, &lsquo;61-&lsquo;65 puts you in command of a Union or Confederate Company, with a Captain and several Lieutenants, Sergeants and Corporals. Send your skirmishers ahead, keep a tight formation and &ndash; wait to see the white of your enemy&rsquo;s eyes before firing your volley!&#10;&#10;Three scenarios included, one for each main period of the War (1861-62, 1863, 1864-65);&#10;&#10;Simple rules that require decision making and encourage keeping a chain of command;&#10;&#10;Playable in any scale, with single based models;&#10;&#10;Profiles for Officers, NCOs, skirmishers and enlisted men for each major period;&#10;&#10;Easy measuring system, no bookkeeping, minimal amount of markers;&#10;&#10;Rules for multiplayer battles and for playing the game as a Song of Drums and Shakos variant with as few as 6 to 15 figures (SDS required);&#10;&#10;Optional rules for Cavalry and Artillery;&#10;&#10;Quick rules for setting up a table in pickup games;&#10;&#10;Sgt. O&rsquo;Reilly hints on play, formations, combat, and much more&hellip;.&#10;&#10;&lsquo;61-&lsquo;65 is our American Civil War ruleset, written by Sergio Laliscia. It plays at company level, meaning that a player controls a company (98 men in the game) and one figure is one man. The models move and fight as units of 4-8 men each. Smaller games can be played (with about 50 figures per player) and of course with enough players, large tables, and plenty of time, you can play much larger actions!&#10;&#10;Figures as independently based but we suggest using magnetic trays for rank and file to speed up movement. Skirmishers are independent figures. Command figures are on a separate stand containing a leader figure, a drummer and a flag-bearer. &#10;Other leaders are single-based. Skirmishers are represented by two single figures in front of a rank and file unit.&#10;&#10;Confusion/disorder in units is represented by turning the disordered figures with their back to the enemy. As corporals rally them back in line, they can recover and be turned back to face the enemy. Casualties are represented by removing figures. Units with less than 4 figures run back to the player&rsquo;s baseline and can be rallied later.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's Snoopy!",
    "ID": 93086,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93086/its-snoopy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card game where the object is to collect the largest number of complete sets of Peanuts comic strips.&#10;&#10;Each player starts with 2 cards.  Each turn, the player will either draw a card or pick up a discarded card, then must either discard a different card, start a comic strip by laying down two of the matching color cards in front of them, or adding a card to one of their comic strips.  All discarded cards are available for pickup, not just the top card.&#10;&#10;Other players cannot play on one's comic strip, each player individually builds on their own.  A player can have up to two comic strips of two cards each, but cannot start a third until one of the two has at least three cards.&#10;&#10;When all of the draw pile and discarded cards have been picked up, any remaining cards in the player's hand that match one of their own strips is laid down.  The largest number of complete strips wins the game.&#10;&#10;An advanced variant is to collect the comic strips in the correct order, and only those in the correct order are counted at the end of the game.  The correct order is not shown on the cards, but a solution card is included.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Comic Strips: Peanuts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neuroshima Hex! 3.0: Mercenaries from Alabama",
    "ID": 93093,
    "Year": "(2007)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93093/neuroshima-hex-30-mercenaries-from-alabama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2222",
    "Description": "Rare expansion, can be found in some of the original Neuro Hex boxes. Gives you 4 chips (one for army) and an small information in instruction manual. You can choose which is going to which army, but i realized it by simply looking at them. Rules? Yes, please:&#10;&#10;Get the chip somewhere you can see it for time of play. When you want, you can switch another chip and replace it with mercenary.&#10;&#10;A set of 4 tokens&#10;Alabama Mercenaries are soldiers of fortune who can reinforce any other army.&#10;In a 2-player game, players decide whether to add 1 or 2 Mercenaries to their armies.&#10;In a 3- or 4-player game, each player places 1 chosen Mercenary tile face down next to his regular army.&#10;When drawing tokens, a player can always draw his Mercenary instead of his own army unit.&#10;For ALL game purposes, the chosen Mercenary tile is treated as a regular unit owned by whoever played that tile.&#10;As a visual reminder, players can mark their Mercenaries with HQ tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Player Elimination",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Neuroshima",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Record Sheets 3067",
    "ID": 93096,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93096/classic-battletech-record-sheets-3067",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;With war a constant fact of life for the last five years, the Federated Suns and Lyran Alliance have pushed massive resources into deploying new units as quickly as possible. Additionally, they have continued to refit classic 'Mech designs to better cope with the current devastating firepower found on the modern battlefield. The other Houses and Clans have encountered their own conflicts and have also fielded their own new units of destruction.&#10;&#10;Classic BattleTech Record Sheets: 3067 provides filled-out record sheets for the vehicles and BattleMechs described in Classic BattleTech Technical Readout: 3067. Additionally, more than 100 filled-out record sheets are included for variants and configurations for numerous standard 'Mech designs presented in Technical Readouts: 3050 and 3055.&#10;&#10;User comment:&#10;&#10;One of the heftier sets of Record Sheets released as a part of the BattleTech range, this set includes Record Sheets for the Classic BattleTech Technical Readout: 3067, BattleTech Technical Readout: 3050 and BattleTech Technical Readout: 3055. This created a certain amount of overlap with other record sheet sets, such as the FASA-produced BattleTech Record Sheets Volume Six: 3055 &#039;Mechs and BattleTech Record Sheets: 3055 &amp; 3058.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: FedCom Civil War",
    "ID": 93097,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93097/classic-battletech-fedcom-civil-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;Forty years ago, Hanse Davion and Melissa Steiner were joined in holy matrimony, reflecting on a personal level the joining of their two realms. The superstate formed through the union of the Federated Suns and the Lyran Commonwealth was meant to usher in a new era of peace and prosperity, eventually leading to the creation of a new Star League.&#10;&#10;But it was not to be.&#10;&#10;Now the eldest children of Hanse and Melissa are battling for control of their parents' legacy. This sourcebook details the long struggle between Victor Steiner-Davion and his sister Katherine, a struggle which raged across two realms and affected many others. Complete unit listings and wave maps show the progression of the war from its initial sparks to its devastating conclusion.&#10;&#10;User comment:&#10;&#10;This BattleTech expansion uses the same format used in earlier expansions that detail major conflicts within the Inner Sphere. At 216 pages it was the largest expansion for BattleTech that had been produced at the time. In addition to giving descriptions of the various battles within the war and the associated Clan Jade Falcon invasion, it provides details of all th eunits involved and rules on running games and campaigns set within this period.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aquaquest",
    "ID": 93098,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93098/aquaquest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Aquaquest is situated in an imaginary world with a central mountain and six countries. Each player is leader of one of the countries. Each country has a large lake, two rivers that are shared with other countries and a sea.&#10;&#10;There are two kinds of water tokens in the game: blue for clean water and brown for dirty water. The goal of each player is to get the water situation in the country right, which means there is no dirty water in the country and there are exactly six clean water tokens in the lake.&#10;&#10;Water flows from the mountain to the sea. Also hovering clouds evaporate water or rain down water on the land, depending on weather conditions.&#10;&#10;The game has three levels, increasing in complexity but also making the game less random.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move",
      "Simulation",
      "Voting"
    ],
    "Families": [
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: AeroTech 2 Record Sheets",
    "ID": 93101,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93101/battletech-aerotech-2-record-sheets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;Aerospace assets bridge the gulf between the stars in the thirty-first century, making interstellar travel, and interstellar war, possible. WarShips escort JumpShips as they tear a hole in the fabric of the universe to jump thirty-light years towards a distant star; DropShips detach and make the million kilometer trip to the destination planet; aerospace fighters protect the DropShips burning into the destination's atmosphere, as the defender's aerospace fighters rise to meet them -- all to land a MechWarrior and his precious 'Mech on the field of battle.&#10;&#10;AeroTech 2: Record Sheets is an all inclusive book that contains a filled-out record sheet for every conventional fighter, aerospace fighter, small craft, DropShip, JumpShip, WarShip and Space Station, along with all variants, currently in use with in the BattleTech universe. In all, this book contains 319 filled-out record sheets, providing a single book for the complete aerospace assets of the BattleTech universe.&#10;&#10;User comment:&#10;&#10;This behemoth of a book contained printed new record sheets for every aerospace and naval asset in the BattleTech/AeroTech/BattleSpace universe at the time of printing. It's not surprising that an expansion this large also had an errate published for it, the year after printing.&#10;&#10;This record sheet set is listed as out of print by the current licence holder, and no electronic version is available. With some items from this era being re-printed, it may be that an electronic version could be available in the future.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech Field Manual: Updates",
    "ID": 93103,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93103/classic-battletech-field-manual-updates",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;For five long years the Inner Sphere has know war on a scale not seen in centuries, with the militaries of literally every faction involved in combat to one extent or another. Now, as relative peace appears to be settling over the Inner Sphere, a review of the military forces of the BattleTech universe are in order.&#10;&#10;Classic BattleTech Field Manual: Updates updates all ten Field Manuals, including a history section that will bridge the gap between where the appropriate Field Manual left off and the current year of 3067, as well as a complete and current TO&amp;E for all factions. Updated random 'Mech assignment tables for all factions are also included.&#10;&#10;User comment:&#10;&#10;This sourcebook updates all of the ten volumes released by FASA as the Field Manual series, moving the timeline in each up to early 3067. While it doesn't add any new rules, units or equipment to those revealed in the Field Manual series, it does update the unit locations and the tables used for generating different force elements, which is very useful for generating games or campaigns.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: White Beach One – The Marine Landing on Peleliu 1944",
    "ID": 93110,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93110/ats-white-beach-one-the-marine-landing-on-peleliu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "From the CH webpage:&#10;&#10;WHITE BEACH ONE: Peleliu 1944 is just for you if you are ready to smash your way ashore at the infamous island, as one of the soldiers of the 1st Marine Regiment under Marine nonpariel Chesty Puller. It's for you if you are ready for a colorful map, new die-cut counters depicting weapons like the T20 shoulder-fired mortar. If you want historical leader counters, a battlfield unlike any other in the annals of historical modules. Taut scenarios, easily digest special rules in two column format.&#10;&#10;&quot;Ten hut!&quot; It's time to get in the boats... then back out of the boats and ashore. You'll be wading in all the way as the water is shallow and inside the reef at Peleliu's White Beach One. And once you go ashore we're planning one way for you to come back out, and that' with a captured enemy battle flag clutched in your fist, the job done and done well.&#10;&#10;Now for the real deal. WHITE BEACH ONE: Peleliu 1944 is a new historical module that provides 8 scenarios, all playable on the new map and ranging from fast-play to monster. It includes a sheet of new color die-cut counters and special rules pages in two column format. If you've been following the HBO miniseries 'The Pacific&quot; or perhaps read &quot;With the Old Breed&quot; a few times (we know you have) then you're already equipped with the intel that these here are Chesty Puller's Marines and you are ready for this experience NOW!&#10;  &#10;  &#10;THIS IS NOT A COMPLETE GAME.  STATUS MARKERS, RULEBOOK, AND PLAY AIDS ARE NEEDED FROM ANY COMPLETE GAME.&#10;&#10;All Japanese and Marine unit counters are included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Islands: Palau",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Transformers Warrior Robot Game",
    "ID": 93129,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/93129/the-transformers-warrior-robot-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A snakes-and-ladders-type game.  Players each have two pieces and the aim of the game is be the first to get both pieces to the 'WIN' square.  Players must decide which of their pieces to move on each turn.&#10;&#10;Play starts on an outer track of the board and pieces transfer to the central track by landing on the relevant space.  Players' pieces can be in vehicle mode (roll two dice to move) or robot mode (roll 1 die) and they transform between the two by landing on certain squares.  Autobot symbols on the board act as 'ladders' allowing a piece to jump ahead and Decepticon symbols act as the 'snakes' causing a piece to move back to a previous square.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Show Jumping",
    "ID": 93132,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/93132/show-jumping",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll-and-move game from the 1960s.  Players attempt to negotiate their horse-shaped playing pieces around the course collecting penalties and awards as they go.  All faults are noted on the scoresheet and the player with the least faults wins.  There is an advanced version which is against the clock.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Equestrian",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burning Passion",
    "ID": 93149,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/93149/burning-passion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "Every one at some point or another has a little dispute with their partner, but few people feel the need to patch up their differences by duelling it across every room of the house.&#10;&#10;Being a professional warrior has it perks but also its drawbacks.  You may be the strongest around but you cannot handle losing even to your beloved one.&#10;&#10;So beat them down and make them cry for mercy, then you can gloat and enjoy life, whilst they have to clean the house and pamper to your needs.&#10;&#10;Burning Passion is a game for two players using a standard deck of cards and two simple character sheets.  Each player has one character sheet and a selection of cards.  Players simultaneously play cards into different rooms of the house trying to win the battle in each of the five rooms.&#10;&#10;For every victory the player gains in a room they score one point.  The first to ten points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Saint-Lo 1944",
    "ID": 93150,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/93150/panzer-saint-lo-1944",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "Panzer Saint-Lo 1944 invites you to command the axis and allies armies, in the mission to conquest the enemy&rsquo;s command posts and obtain the victory.&#10;&#10;As an allied general, you must recover the city of Saint-Lo and the surrounded area. But if you play as an axis general, your mission will be to resist and to defeat the allies, maintaining the control in the region.&#10;&#10;Command the infantry, tank, artillery and aerial units that take part in the battle! Ask for reinforcements, avoid any danger with your supply units and take the necessary supplies that allow you to move and attack with you units. Only with tactic and strategy you shall get the victory!&#10;&#10;Panzer Saint-Lo 1944 is a new, hex-and-counter board game, that simulates the battle of Saint-Lo, between german and American armies in July. 1944, during World War II. Each player had the control of half the board game, and have eight command post on towns, cities and strategic positions on it. The mission of each player is to move forward into enemy territory and destroy the enemy command post.&#10;&#10;The game contains 210 counters, most of it whit a fine representation of guns and vehicles that took part in the real battle. Player have to command infantry, tanks, artillery, planes and supply units, in order to move into enemy terrain and to destroy enemy command post. The game involves use of resources as well, so movement and attack of units uses supplies counters, and players have to obtain supply every turn, through supply units.&#10;&#10;Combat between units is defined with dices in a simple but smart way. Artillery units provide extra support to attacking units, obtaining powerful attack even with cheap vehicles.&#10;&#10;The game also includes two card decks, one for each army. Cards provide extra power units and extra resources; it also makes shortage of ammo and fuel to the enemy.&#10;&#10;As in the real battle, there is no invincible unit. Even if you play your Tiger I tanks or your B17 Flying Fortress bombers, you will need to beware of enemy infantry, light tanks or other enemy units.  There are many ways to obtain victory, and to defeat the enemy, and only a good strategy is needed to gain the battle.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Saint-Lô (France)",
      "Country: France",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Party: Murder at the Grand",
    "ID": 93151,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/93151/murder-mystery-party-murder-at-the-grand",
    "Min Players": "6",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "WHO MURDERED PROFESSOR EIN STEIN?&#10;&#10;The time is 6th May 1944. The place is The Hotel Grand where a top secret conference has been arranged to reveal Professor Ein Stein's startling new invention- a deadly weapon. Professor Ein stein will not be attending the conference, he was found murdered in his room, apparently killed by his own invention. All of those attending the conference had high risk security clearance and could be trusted; But could they?&#10;&#10;Join us in solving the Murder at The Grand.&#10;&#10;The game box includes all the materials needed for the evening: menu and costume suggestions, the characters' booklets, party invites, name tags, etc.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Murder Mystery Party"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clangers",
    "ID": 93155,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/93155/clangers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The box contains a number of parts that allow you to play one of two games; Tiny Clangers Party or Tunnels and Trees.&#10;&#10;Tiny Clangers Party involves going around the board trying to visit 3 planets to collect 3 different presents and be the first to arrive at the Party in the middle of the board.  Movement is by rolling dice, although you can collect and use pennies to add 1 to your move.&#10;&#10;Flip the board over and you're ready to play Tunnels and Trees, which is just Snakes and Ladders in Space.  Players roll dice to move along the board-track, with some spaces shuttling them ahead, and some sending them back to previous spaces.  There's nothing original about Tunnels and Trees, but it does let you pretend that you're a Clanger inside their planet trying to get out.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Greeny Grasshopper's Card Game",
    "ID": 93160,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93160/greeny-grasshoppers-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In turn, players spin the spinner and may discard one card from his hand if it matches an object that the spinner points to.  Only one card may be discarded at a time even though a player may have duplicates.  If a player's spin lands on a &quot;Bug&quot; space, and the player can discard &quot;Greeny Grasshopper&quot; from his hand, he may take another turn.  Upon landing on the spaces marked &quot;Take 1 or Take 2&quot;, the player must draw the amount of cards from the discard pile, unless there are no cards in the discard pile at this time.  The first player to get ride of all his cards, wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Grasshoppers",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winfall",
    "ID": 93163,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93163/winfall",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "WINFALL is for anyone who has ever dreamed about what they would do if they won the lottery. The object of the game is to do things in order of how you would actually do them in real life (if you won the lottery) and end up with the highest net worth.&#10;&#10;Pretend you just won TEN MILLION DOLLARS what would you do first? New car? New house? Take a vacation? Then what? Invest in stocks or business? It&rsquo;s time to make some decisions and see if you can build an empire. Purchase cars, homes, stocks, businesses, toys, sports teams, give money to family members and take holidays. There are 3 prices for each product, you decide how much you want to invest and at the end of the game each category has a new value. The game ends whenever you like or when one player runs out of money. Each player then adds up the total amount spent in each category and the player with the highest net worth wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dino-Deal",
    "ID": 93186,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/93186/dino-deal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Four dinosaur cards are openly placed in the middle of the table. Each player now secretly bids on one of them. If s/he is the only one bidding on a particular dinosaur, s/he gets it. If several players are after the same dinosaur, the owner is decided by die rolls. &#10;The player with the most valuable dinosaur collection at the end of the game is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flinke Fliegen",
    "ID": 93192,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/93192/flinke-fliegen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game board depicts a cherry pie. On the pie there are flies which are attached to strings held by the players. Each flie is different; wearing different items of clothing. The active player holds a fly swatter and rolls a die (d12). The players whose flies show an item of clothing that was rolled have to pull that fly's string instantly while the active player is trying to swat the fly. A player who was too slow or pulled the wrong string has to give the active player a pie chip. The player with most chips at the end of the game is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Flies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Frontiers: Factions",
    "ID": 93193,
    "Year": "(2012)",
    "Geek Rating": "6.376",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93193/alien-frontiers-factions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4789",
    "Description": "Alien Frontiers: Factions adds a number of items to the Alien Frontiers base game:&#10;&#10;&#10;     Ship and colony tokens for a fifth player.&#10;     Factions (thus the name), with each faction providing its owner a special ability and new orbital facilities under his control.&#10;     Agendas, which are hidden objectives that allow a player to earn bonus points at game's end or when the agenda is revealed in-game.&#10;     New Alien Tech cards, such as the Lunar Tunneler, which will allow its owner to pay one fuel to receive an extra ore when using the Lunar Mine. This card's discard power will send all ships docked at the Lunar Mine to the Maintenance Bay, which can be useful when the Mine is clogged with high-value ships.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Alien Frontiers",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Kletter-Retter",
    "ID": 93196,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.88",
    "Link": "https://boardgamegeek.com/boardgame/93196/der-kletter-retter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Der Kletter-Retter, the &quot;game board&quot; is a tower. On top of it there is a princess held captive by an evil sorcerer. The sorcerer and a valiant knight are hanging from the towers with ropes. 24 key tokens are spread out around the tower.&#10;&#10;One player now flips open a keyhole card and turns a sand timer. All players are now trying to grab a matching key. When all players hold one, the keys are compared with the keyhole. If a key matches, the knight climbs up one storey. If none matches, the sorcerer climbs up. On certain levels there are guards, which means that the knight has to roll a die to advance (if he's failing it, the sorcerer advances. If the knight gets to the top first, all players win.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories: Krimi Edition",
    "ID": 93199,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/93199/black-stories-krimi-edition",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party.&#10;&#10;All stories in this edition stem from literature: detectives, thrillers and horror.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible Checkers",
    "ID": 93200,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93200/bible-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;A new way to play checkers and learn about the 'fruits of the spirit'&quot;&#10;&#10;Bible Checkers is a Christian-themed game of checkers with a few variant rules -- red squares are interspersed in an otherwise black/white board, no pieces are ever removed from play, and players attempt to reach the opposite side of the board's &quot;Fruit of the Spirit&quot; squares (&quot;Love,&quot; &quot;Goodness,&quot; &quot;Joy,&quot; &quot;Faith,&quot; &quot;Long-Suffering,&quot; etc.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maurice Sendak's Little Bear Adventure Game",
    "ID": 93202,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/93202/maurice-sendaks-little-bear-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Little Bear is having a picnic, and each player needs to find Little Bear's friends to bring them to the picnic.  Whoever returns with the most friends wins the game.  The friends are represented by cards.&#10;&#10;Each player moves along a path on the board.  When landing on a colored acorn space, you pick up the top card on the draw or discard pile.  If it matches the color you are on, you keep the card.  If not, you discard the card, face down.&#10;&#10;When landing on a Little Bear space, you take a card and keep it, regardless of color.  There are also &quot;lose a card&quot; spaces where you lose a card of your choosing to the discard pile.&#10;&#10;When all players reach the end (Little Bear's house), the winner is the player with the most cards.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Bears",
      "Books: Little Bear"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aadu Puli Attam",
    "ID": 93204,
    "Year": "(1000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/93204/aadu-puli-attam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Aadu Puli Attam (goat and tiger game) is a strategic, two-player board game. It is a traditional game that has been popular for ages in the southern states of India. In the state of Karnataka it's called Huli gatta and in Andhra Pradesh it is known as Puli Joodam or Puli-Meka.&#10;&#10;The game is asymmetric - one player controls three tigers and the other player controls up to 15 goats. The tigers try to capture all goats, while the goats attempt to encircle the tigers and win.&#10;&#10;The game starts with the goats off the board, and the tigers positioned at the apex and the two inner intersections closest to the apex.&#10;&#10;Players take turns and move along the lines.&#10;&#10;The player controlling the goats makes the first move by placing a goat in a free intersection. (Goats cannot move until all 15 have been placed on the board.)&#10;&#10;The tiger can either move to an adjacent intersection along a line, or capture a goat by jumping over it just as in Checkers/Draughts. (Unlike goats, tigers can move right from the first turn.)&#10;&#10;The game ends when all goats have been captured, or when none of the tigers can move.&#10;&#10;NOTE:&#10;Only one goat can be captured at a time. The captured goat leaves the board.&#10;A tiger cannot be captured.&#10;Turns alternate between players, with the goats starting off the game.&#10;&#10;Equipment:&#10;Goat: 15 small pieces. &#10;Tiger: 3 big pieces. &#10;Board with lines and 23 Spots for moving Aadu and Pulis.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Goats",
      "Animals: Tigers",
      "Mechanism: Hunt",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Face Off",
    "ID": 93210,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93210/face-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Abstract strategy game with the game board of woman's face. &#10;Game involves moving pieces off the face and onto the outer squares. You can move Your piece 1 step to any direction including diagonally or leap-frog it over other game pieces to make huge advances towards your final destination. &#10;Player who gets his pieces off the face first is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pandora's Box",
    "ID": 93222,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/93222/pandoras-box",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A timeless game of psychology and curiosity&#10;&#10;To Hesiod and the Ancient Greeks, womanhood began with Pandora.  Her very name meant she was gifted in every way by the gods: beautiful, wise, musical, persuasive, confident . . . and curious.  She was given a jar that contained all of the world&rsquo;s evils, and also one good spirit, Hope.  In the end, she chose to open it, and set the course for humanity.&#10;&#10;Pandora's Box provides a simple and deep abstract party game for a group of players to analyze how well they know the strategic planning of their friends.  Each player receives a few white and black stones (good and evil spirits) that they drop into a box in the center of the play area.  They may also switch the stones in their hands with other players throughout the game.  When someone drops her last stone into Pandora's Box, the box is opened, its contents revealed and taken by the player who opened it, and each player scores points for white stones in hand and loses a point for black stones in hand.&#10;&#10;Though it sounds incredibly simple, the game is fast, deep, thrilling, and offers tremendous psychological fun and unexpected results.  Despite having no random elements, it has plenty of hidden information that makes each game play out differently.&#10;&#10;Pandora&rsquo;s Box is offered as an entry to the Thousand Year Game Design Challenge.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Česko Junior",
    "ID": 93237,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/93237/cesko-junior",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&#196;&#140;esko trivia game now has a junior version. questions and answers for children from age 10.&#10;&#10;On your turn, roll the die and move your playing piece as many steps as the die shows, to either direction. The space that your playing piece lands on shows from which category you will answer a question.&#10;You must collect 1 correct answer from every category and after that there is one final question. To win the game You must answer this correctly.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Česko: otázky a odpovědi (cestovní verze)",
    "ID": 93238,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93238/cesko-otazky-a-odpovedi-cestovni-verze",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Expansion to &#196;&#140;esko (Czechia), questions and answers. Adds 600 questions/answers to the original game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Czech Republic",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slovensko",
    "ID": 93240,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/93240/slovensko",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Slovensko (Slovakia), questions and answers is an entertaining trivia quiz game for curious Slovaks, where you will find 2400 interesting questions and answers about Slovakia.&#10;Collect a token from each category to begin your winning journey to the center square.&#10;&#10;On your turn, roll the die and move your playing piece as many steps as the die shows, to either direction. The space that your playing piece lands on shows from which category you will answer a question.&#10;- If your answer is incorrect, or you don&rsquo;t answer at all, your turn is over and the turn passes to the next player.&#10;- If your answer is correct, you receive a category counter from the category you just answered.&#10;Once you have answered correctly to one question in both spaces, you can move your playing piece to the Finish space,&#10;answer one more question and if this answer right wint the game.&#10;- If you have to answer a question from a category&#10;for which you already have a puzzle piece, you&#10;don't receive a second puzzle piece of that colour&#10;if you answer correctly. Instead, you can throw the&#10;dice again, move your token normally and answer&#10;a new question. Continue this way until your answer&#10;is incorrect or you receive a new puzzle piece. After&#10;this the turn goes to the next player.&#10;After collecting tokens form every category there is final questions. To win the game You must answer those correctly.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Slovakia",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slovensko Junior",
    "ID": 93241,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/93241/slovensko-junior",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Junior version of the game Slovensko (Slovakia), questions and answers for children from age 10.&#10;&#10;On your turn, roll the die and move your playing piece as many steps as the die shows, to either direction. The space that your playing piece lands on shows from which category you will answer a question.&#10;You must collect 1 correct answer from every category and after that there is one final question. To win the game You must answer this correctly.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Slovakia",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Česko sport",
    "ID": 93242,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93242/cesko-sport",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Expansion to &#196;&#140;esko (Czechia), questions and answers. Adds 600 questions/answers about sport to the original game.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Czech Republic",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Gleaming Spiral Asylum Pack",
    "ID": 93257,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93257/call-of-cthulhu-the-card-game-the-gleaming-spiral",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.3333",
    "Description": "The Gleaming Spiral is the fifth Asylum Pack in the Rituals of the Order cycle for Call of Cthulhu: The Card Game. Lucy sees the horrifying consequences of learning secrets that are best left alone as she witnesses the fate of Dr. Cooke.&#10;&#10;The Gleaming Spiral is a fixed 60 card Asylum Pack that contains 20 different never-before-seen cards based on the dark mythos of master horror writer H.P. Lovecraft, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Farming Game Card Game",
    "ID": 93258,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93258/the-farming-game-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In the Farming Game Card Game, you're a wannabe farmer.&#10;You get to bid for crops, plant them, harvest them and try it all again.&#10;&#10;Bid for the right to plant crops, roll the dice to see how well your crops did.  At game end, total cash + total crop value = your score.&#10;&#10;Game Play: Each turn consists of 4 phases.&#10;1. Read a farmer's fate card (this card is the same for all players but will affect each player differently depending on their individual crops)&#10;2. Bid for and purchase crops (borrowing money if necessary)&#10;3. If you have money left over, buy crop enhancements (fertilized, grass fed, organic)&#10;4. Harvest your crops (roll the dice to determine how well your crops performed)&#10;&#10;Each turn can take 5-10 minutes and the number of turns is determined by the players at the start of the game.  A minimum game is usually 3 turns.&#10;&#10;By the end of the game, you want to have the highest total value after paying off all debts.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": [
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your World: 5 Games About You and Your World",
    "ID": 93261,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93261/your-world-5-games-about-you-and-your-world",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Your World is a five-game compendium designed to help a child explore different aspects of their world. The games come in a boardbook format, with each two-page spread opening into a different game board. The games included are:&#10;&#10;Who's Who? A Family Tree Game&#10;In the House: A Room-By-Room Search Game&#10;Uptown, Downtown: A Community Game of People and Places&#10;All Around the World: A Game of Countries and Cultures&#10;Space Race! A Space Exploration Game&#10;&#10;Each of the five games are spin-and-move, and the rules of each require players to perform an action or answer a question on the topic when they land on certain spaces. The object of the game is to complete the circuit and reach the finish space before any other player.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Bible Says... TIS SO",
    "ID": 93263,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/93263/the-bible-says-tis-so",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the box: Tis Tru - The Game of Bible Truths. A fun way to learn proverbs by matching scriptures.&#10;&#10;The game consists of a spinner, 60 &quot;Bible truths&quot; (3 sections each), 9 blank sections, 6 &quot;Book of life&quot; sections and a list of &quot;Bible truths&quot;.&#10; Each &quot;Bible truth&quot; is broken up into a beginning, center and ending section. Players take turns spinning the spinner and collecting a number of face down sections from the center pile (Playing Pool) in an attempt to complete matching sets. Sections that you can use go in front of you face up and the ones you can't use right away go to a face up &quot;Waiting Pool&quot; that can be drawn from by all players. &#10;When a player completes a &quot;Bible truth&quot; he gains the points listed on it. &#10;The winner is the player that has the most points when all sections are drawn from both pools.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Road to the White House",
    "ID": 93274,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/93274/the-road-to-the-white-house",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Candidates begin their campaign on the inner Resource loop of the board, gathering resources to be able to win individual state Electoral Votes on the outer loops of the board.  A die (considered the Campaign Manager) is rolled to move the game piece.  Most spaces on the board result in answering a political history trivia question to win resource points or electoral college votes.  The winner is the first candidate to reach an Electoral College majority.&#10;&#10;Pieces are provided for four candidates.  More can be added.  Six can be tracked on the Electoral Ballet card.  If four or more players are involved, teams of two can be created as candidate and running mate.  Rules variations are also included for teams and a short game.&#10;&#10;The game was commissioned by Ford Motor Company national Public Affairs which owns the copyright.  The game was intended as an entertaining and educational lead-up to the 1988 presidential election.  It was conceived, designed and produced by Braddock Communications, Inc.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TRU$T",
    "ID": 93279,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/93279/tru-dollar-t",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "TRU$T, an exciting new board game for two to six players.  Buy an entire island!  Invest your way to billions!  Gain controlling interest in your corporation!  Force your partner to sell you out!&#10;&#10;TRU$T is a game based on the ownership of corporations.  There are 11 corporations in the game, each of which is made up of two to five divisions.  A player may own part of all of a corporation.  Ownership of all the divisions in a corporation is known as a &quot;trust.&quot;  In TRU$T, ownership of a corporation is shared when two or more players own division of the same corporation.  The owners of such corporations are at the same time both partners and opponents.&#10;&#10;TRU$T is played by moving your token around the board from island to island, buying and developing divisions of the corporations, collecting payments and dividends, and paying debts.  The game ends when only one player remains who had ownership in any corporation.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Party Gras",
    "ID": 93285,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/93285/party-gras",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With a game name like Party Gras, you better believe the goal of this game is to collect more strings of beads than any other player.&#10;&#10;At the start of the game, the players divide the beads evenly amongst themselves, then place the beads around their necks. Each player receives two challenges cards out of the 300 hundred in the game. Each challenge card features three challenges from the following categories:&#10;&#10;&bull; Mind Control &ndash; Get another player to do what's listed on the card, such as asking you to lower your voice.&#10;&bull; Caught in the Act &ndash; Spot someone doing the action listed on the card, such as text messaging.&#10;&bull; Talk It Out &ndash; Start a conversation and find someone who satisfies the condition listed, such as liking werewolves more than vampires.&#10;&bull; Fashion Police &ndash; Find someone who matches the description on the card, such as two players who have shirts of the same color.&#10;&bull; Go Crazy &amp; Challenge &ndash; Do what the card tells you to do.&#10;&#10;If you find someone who fits the challenge, then show that player the card and take 1-2 beads from that player, as noted on the card. Discard that card and take a new one. Anyone de-beaded due to a card can choose to discard one card in hand and draw a new one.&#10;&#10;The player with the most beads once the preset time limit expires wins the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Mardi Gras"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Color War",
    "ID": 93286,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/93286/color-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Color War is a abstract game for two players. In each turn, a player use a card of his hand, move a pawn of his color, and take a new card from the common pool of cards. The game has only 8 cards, 2 in the hand of each player, and 4 in a common pool.&#10;And that is all. The first player that match her pawns with the spaces of the same color, win. If nobody win in 10 turns, then each player score their pawns, depending of their final position.&#10;A variant called &quot;the isle&quot; have a neutral pawn that the 2 players can move in the turn, using it to block the rival, bau in this case, this turno don&acute;t move his pawn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Česko Evropa",
    "ID": 93289,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/93289/cesko-evropa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Expansion for both Evropa, ot&#195;&#161;zky a odpov&#196;&#155;di and &#196;&#140;esko, ot&#195;&#161;zky a odpov&#196;&#155;di. It contains 600 questions about Europe and 600 questions about the Czech Republic. These can be added to the corresponding core games. Alternatively, they may be used as a stand-alone quiz game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Żołnierze wyklęci",
    "ID": 93291,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/93291/zolnierze-wykleci",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Self published 2 person card game, donated with the money from polish Ministry of Culture. On some cards there are inscriptions with educational or biographical informations. The game was sold in randomized starter packs with single cards avalaible for separate sell.&#10;&#10;The game is set in historical setting. It tells a story of a dramatic 20 years struggle between anticommunist insurgents and communist government security forces &quot;UB&quot; in forests of central and eastern Poland between 1944-1963.&#10;&#10;Players can play cards -fighters, equipment and areas from both sides of a conflict in corresponding zones. One player communist army fight with the others insurgents and vice versa. Combat is resolved via dices and strenght of a fighting pack.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Invasion – Signs in the Stars",
    "ID": 93313,
    "Year": "(2011)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93313/warhammer-invasion-signs-in-the-stars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Fantasy Flight Games is pleased to announce the upcoming release of Signs in the Stars, the fourth Battle Pack in The Morrslieb Cycle for Warhammer: Invasion The Card Game! When the foul taint of Chaos disrupts the tranquility of Athel Loren, a lone Waywatcher may be the Wood Elves&rsquo; last hope of defending their homeland against total destruction.&#10;&#10;Signs in the Stars adds a host of new deck-building options to your Warhammer: Invasion experience. This 60 card pack contains 20 different never-before-seen cards designed to augment existing decks and add variety to the Warhammer: Invasion metagame.&#10;&#10;The High Elves&rsquo; Bladelord dominates the battlefield with his mastery of the Path of the Autumn Wind, while the Dark Elves&rsquo; Enraged Manticore lays waste to everything it sees. Meanwhile, the Empire hero Luthor Huss charges into battle, and the Dwarfs observe the battle from the safety of their Gyrocopter!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Warhammer Invasion – Living Card Game",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Grow",
    "ID": 93328,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93328/lets-grow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Let's Grow The Life Cycles Game encourages deeper understanding of life cycles.&#10;- Reinforces understanding of developmental stages of a chicken, frog, butterfly and plant&#10;- Engages children as they race to complete a life-cycle puzzle using memory match strategies.&#10;&#10;Players select a life-cycle game card: chicken, frog, butterfly or plant. Spin to move around the board, uncovering puzzle pieces to fill in his/her life cycle. First one to complete a life-cycle card wins!&#10;&#10;Components:&#10;&#10;     game board &#10;     4 life-cycle game cards, &#10;     16 puzzle pieces, &#10;     4 pawns, &#10;     spinner&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Butterflies",
      "Animals: Chickens / Roosters",
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moskwa 1941",
    "ID": 93352,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/93352/moskwa-1941",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "3",
    "Description": "The German strategic offensive named Operation Typhoon was planned to conduct two pincer offensives, one to the north of Moscow against the Kalinin Front by the 3rd and 4th Panzer Groups, simultaneously severing the Moscow - Leningrad railway, and another to the south of Moscow Oblast against the Western Front, south of Tula by the 2nd Panzer Army, while the 4th Army advanced directly towards Moscow from the west. A separate operational German plan, codenamed Operation Wotan, was included in the final phase of the German offensive.&#10;&#10;This game allows to play the German assault and Soviet counter offensive that started on December 5th and was turning point for WWII.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Borodino 1812",
    "ID": 93353,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/93353/borodino-1812",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "0",
    "Description": "The Battle of Borodino, fought on September 7, 1812, was the largest and bloodiest single-day action of the French invasion of Russia, involving more than 250,000 troops and resulting in at least 70,000 casualties. The French Grande Arm&eacute;e under Emperor Napoleon I attacked the Imperial Russian Army of General Mikhail Kutuzov near the village of Borodino, west of the town of Mozhaysk, and eventually captured the main positions on the battlefield, but failed to destroy the Russian army. About a third of Napoleon's soldiers were killed or wounded; Russian losses, while heavier, could be replaced due to Russia's large population.&#10;&#10;The battle at Borodino was a pivotal point in the campaign, as it was the last offensive action fought by Napoleon in Russia. By withdrawing, the Russian army preserved its combat strength, eventually allowing them to force Napoleon out of the country.&#10;&#10;Game allows to play either side and decide about the fate of Napoleon and his conquer of Russia.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Borodino (Russia)",
      "History: Napoleonic Wars",
      "Series: Napoleon (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Talking, Feeling and Doing Divorce Card Game",
    "ID": 93355,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93355/the-talking-feeling-and-doing-divorce-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These cards can be used with The Talking, Feeling, And Doing Game.&#10;It contains 99 cards and follows the format of the original board game, focusing on specific problem or concerns of children. Like the original game, the card game is sure to help children communicate their feelings and develop insight into their problems.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Talking, Feeling & Doing Shyness Card Game",
    "ID": 93356,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93356/the-talking-feeling-and-doing-shyness-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These cards can be used with The Talking, Feeling, And Doing Game.&#10;It contains 99 cards and follows the format of the original board game, focusing on specific problem or concerns of children. Like the original game, the card game is sure to help children communicate their feelings and develop insight into their problems.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Talking, Feeling and Doing Anger Card Game",
    "ID": 93357,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93357/the-talking-feeling-and-doing-anger-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These cards can be used with The Talking, Feeling, And Doing Game.&#10;It contains 99 cards and follows the format of the original board game, focusing on specific problem or concerns of children. Like the original game, the card game is sure to help children communicate their feelings and develop insight into their problems.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Talking, Feeling and Doing Good Behavior Card Game",
    "ID": 93358,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93358/the-talking-feeling-and-doing-good-behavior-card-g",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These cards can be used with The Talking, Feeling, And Doing Game.&#10;It contains 99 cards and follows the format of the original board game, focusing on specific problem or concerns of children. Like the original game, the card game is sure to help children communicate their feelings and develop insight into their problems.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Talking, Feeling & Doing Teasing Card Game",
    "ID": 93359,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93359/the-talking-feeling-and-doing-teasing-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These cards can be used with The Talking, Feeling, And Doing Game.&#10;It contains 99 cards and follows the format of the original board game, focusing on specific problem or concerns of children. Like the original game, the card game is sure to help children communicate their feelings and develop insight into their problems.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles for a Continent: The Plains of Abraham & Sainte-Foy",
    "ID": 93360,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93360/battles-for-a-continent-the-plains-of-abraham-and",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battles for a Continent is a low-complexity, tactical, print-and-play simulation of two Seven Years War (known as the French and Indian War in the United States) battles fought outside the gates of Quebec City: The Plains of Abraham (1759) and Sainte-Foy (1760). Battle scenario designs and OOB research were done by Dennis L. Bishop. Two sets of counters, one 22&quot; x 17&quot; map. The rules include stack disruption, leader effects, defensive fire against melee attacks and more. Included is a separate bonus game: Braddock's Defeat: The Battle of the Monongahela&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Quebec (Canada)",
      "Country: France",
      "Country: Great Britain",
      "History: French and Indian War",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Journey to Friendsville",
    "ID": 93363,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93363/journey-to-friendsville",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this game players roll the die to take a trip from the Start space to the town of Friendsville. On the way they will win friends (round tokens) by answering questions. To object of the game is to reach Friendsville and have at least 4 friends.&#10;&#10;Components:&#10;&#10;     Game board, &#10;     pawns, &#10;     die, &#10;     game cards, &#10;     round tokens&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "In Hoc Signo Vinces: The Campaign for Rome, 312 AD",
    "ID": 93364,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/93364/in-hoc-signo-vinces-the-campaign-for-rome-312-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Hoc Signo Vinces: The Campaign for Rome, 312 AD is actually 2 games . One game uses an area map to portray the campaign fought in northern and central Italy between the forces of Maxentius and Constantine. Battles between forces in the same area are resolved on a separate &quot;battle board&quot;. Rules include omens, differing types of forces, as well as what the Eastern Emperor, Licinius is up to. &#10;The other game is on the climatic battle of the campaign, Milvian Bridge. This uses a hex map and a separate rules section.&#10;&#10;Components for IHSV include two 11 by 17 maps, 288 unmounted single-sided counters 1 8.5 by 11 battle board, two sets of rules (16 pages for the campaign game, 6 pages for the Milvian Bridge battle game) and 4 pages of charts/tables/tracks.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Bully Free card game",
    "ID": 93366,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93366/the-bully-free-card-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Based on The Bully Free Classroom by Allan L. Beane, Ph.D., this card game plays like Crazy Eights (players must match an element of the top card of the discard pile to play), so most kids will have some familiarity with the process. The cards are divided into four categories: What Would You Do If...,Self-Esteem Boosters, Ways to Stay Bully Free and Why Should You Do This? &#10;Kids get rid of cards (and move closer to being out, or bully free) by offering reasonable suggestions and responses to questions. Meant to be played with adult supervision (a teacher, counselor, or youth worker familiar with anti-bullying themes).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Beautiful Game",
    "ID": 93368,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93368/the-beautiful-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Beautiful Game allows you to play the action of a top flight Football (soccer) match. Decisions made at the Team Level by the Manager have to backed up by skill and luck on the field by the players. The Beautiful Game is a complete game where you just have to add the dice, the A3 size pitch and cut out counters representing the players will fit on an average coffee table. Step up to using 15mm players on the pitch or make your own 1:1 scale pitch, the choice is yours.&#10;Play one off games using the teams provided or ones you have designed yourself. Next use the campaign system to see if your team can cut it in a League or Cup competition. The rules let you play every aspect of the modern game, dodgy referee decisions, offside nightmares, goal mouth scrambles, professional fouls, hard men tackles even the crowd support plays a part!&#10;&#10;     The Beautiful Game comes with a full color 11&quot; x 17&quot; Pitch.&#10;     Thirty five 5/8&quot; counters - two full teams plus substitutes&#10;     Rules for playing a Cup and League Campaign.&#10;     Two sets of player sheets gathering the tables you'll use for the match in one spot.&#10;     Two pre-generated teams and rules for building your own.&#10;&#10;&#10;The game play represents the action one would see in a &lsquo;Highlights&rsquo; programme like the definitive BBC &lsquo;Match of the Day&rsquo;. It plays fast and smooth once the game is learnt so you can concentrate on the action, not on the rules.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: U-Play (Two Hour Wargames)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Madeline at the White House",
    "ID": 93370,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93370/madeline-at-the-white-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Madeline at the White House Game is the first in a series of active games from Briarpatch that encourage the players to get up and move&hellip;they have to, they are the game pieces!&#10;Players visit landmarks of Washington on their flying carpets.  The first player to visit them all is the winner.  Sturdy landmark plaques and durable spinner allow for play indoors or out.&#10;&#10;Contains 8 landmarks, 4 flying carpets, spinner, rules for different ways to play and Madeline&rsquo;s Guide to Washington!  For ages 4 and up; 2 &ndash; 4 players&#10;&#10;The game was released to celebrate the arrival of the newest Madeline book of the same name, Madeline at the White House.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Books: Madeline"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Madeline in Paris Game",
    "ID": 93372,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/93372/madeline-in-paris-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Join Madeline in a race through Paris as she hunts for Genevieve's lost pups. A perfect first board game for young Madeline fans.&#10;&#10;Includes rules for cooperative and competitive play. No reading required.  Develops skills of decision making, memory/matching, visual interpretation and social development.&#10;&#10;Contents: Game board, 4 Madeline playing figures with bases, 15 game tokens, rules for two ways to play, a brief guide to Madeline's Paris&#10;&#10;--from the publisher&#10;&#10;The objective is to circle the board, and in the process to match pictures.  The gameplay is comparable to Candyland.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Madeline"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Madeline Matching Game",
    "ID": 93375,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93375/madeline-matching-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Specially designed for fun-lovers on the go! The Madeline Matching Game features artwork from the beloved Madeline books. Comes in a beautifully designed carry bag...Games to Go!&#10;&#10;No reading required. Builds memory/matching and social skills.&#10;&#10;Contents: Carry-along cloth drawstring bag, 36 tiles, rules for multiple games to play&#10;&#10;--publisher&#10;&#10;Play Four Games With This Set Of Illustrated Madeline Tiles: Madeline fans can now play the classic concentration game of memory match with a Madeline twist. Featuring illustrations from classic Madeline books, this set includes 36 high quality Madeline matching tiles and directions for four memory games including the traditional version, a cooperative version, a version for beginners and an imaginative story telling version.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Books: Madeline"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I SPY Ready to Read Game",
    "ID": 93376,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93376/i-spy-ready-to-read-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Let&rsquo;s get ready to read with I SPY!  See the riddle on your game board and find the color highlighted object in the I SPY picture&hellip;children identify the word and the picture of the object to begin their learning-to-read journey.  Punch out the tokens then play the game in reverse by finding the match and putting it back in the proper place in the riddle.  Many fun activities included to help capture children&rsquo;s focus and interest.    Four ways to play.&#10;&#10;Game-play has players read the riddle on their gameboard, find the objects the riddle refers to, and punch them out. The game can be played in reverse by reading the riddles, naming the objects, and placing them back into your board.&#10;&#10;Contains 6 double-sided game boards, 24 double-sided tokens, rules for several ways to play.  For ages 4 and up, 1-6 players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: I Spy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I SPY Spectacular",
    "ID": 93378,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/93378/i-spy-spectacular",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "20 years ago, Jean Marzollo and Walter Wick created the first title in their bestselling I Spy series, I Spy: A Book of Picture Riddles.   What's a 20th anniversary without a &quot;wow&quot; kind of game? Introducing I Spy Spectacular, a one-of-a-kind game with a 3-tiered spinner that will send you over the edge looking for picture matches. To celebrate the 20th anniversary of the I Spy series, new riddles from Jean Marzollo are paired with 13 of Walter Wick's photographs from the classic I Spy vault to create a spectacular search-and-find game.&#10;&#10;I Spy Spectacular Game is a matching game that centers around a 3-level spinner with cards to match the items on the spinner complete with I Spy's trademark riddles. This game contains one three-level spinner, which when spun locks into place one level at a time for hundreds of possible combinations of items on the spinner. The 36 double sided cards have a different combination of items on each one. Every spin will have a card to match one of the combinations it produces. Kids scramble to be the first to find a match and score 1 of the 50 score chips. The rules cotain more than one game play depending on the age group playing.&#10;&#10;And don't forget the riddles that become a fun and creative activity at the end of the round.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: I Spy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linkology: Animals",
    "ID": 93389,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/93389/linkology-animals",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Linkology game is a fast and fun card game that links science concepts together in a way that reinforces vocabulary and classification skills. The deck of 100 self-checking cards contains word cards and beautifully illustrated photo cards. Each player starts with a hand of 5 cards. One card starts the discard pile. On your turn, try to find a card in your hand that shares an attribute with the top card of the discard pile. For example, if the word card &quot;bone&quot; is on the discard pile, you could play the picture card of &quot;skull&quot; from your hand. If you don't have a match, you must draw a card to add to your hand. If you're the first person with an empty hand, you win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Linkology (Learning Resources)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linkology: Solar System",
    "ID": 93390,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/93390/linkology-solar-system",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Linkology game is a fast and fun card game that links science concepts together in a way that reinforces vocabulary and classification skills. The deck of 100 self-checking cards contains word cards and beautifully illustrated photo cards. Each player starts with a hand of 5 cards. One card starts the discard pile. On your turn, try to find a card in your hand that shares an attribute with the top card of the discard pile. For example, if the word card &quot;bone&quot; is on the discard pile, you could play the picture card of &quot;skull&quot; from your hand. If you don't have a match, you must draw a card to add to your hand. If you're the first person with an empty hand, you win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Linkology (Learning Resources)",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linkology: Human Body",
    "ID": 93391,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/93391/linkology-human-body",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "The Linkology game is a fast and fun card game that links science concepts together in a way that reinforces vocabulary and classification skills. The deck of 100 self-checking cards contains word cards and beautifully illustrated photo cards. Each player starts with a hand of 5 cards. One card starts the discard pile. On your turn, try to find a card in your hand that shares an attribute with the top card of the discard pile. For example, if the word card &quot;bone&quot; is on the discard pile, you could play the picture card of &quot;skull&quot; from your hand. If you don't have a match, you must draw a card to add to your hand. If you're the first person with an empty hand, you win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Linkology (Learning Resources)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rivals for Catan: Age of Darkness",
    "ID": 93401,
    "Year": "(2011)",
    "Geek Rating": "5.961",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93401/rivals-for-catan-age-of-darkness",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.2692",
    "Description": "The Rivals for Catan: Age of Darkness, a 90-card expansion for The Rivals for Catan, includes three separate theme sets that can be used with the base game:&#10;&#10;&bull; The Era of Intrigue &ndash; You will witness the confrontation of followers of new and old beliefs and take part to determine Catan's spiritual balance. &quot;Religious Dispute&quot; causes both players to lose cards; Churches and Temples minimize losses; Temple cards strengthen your access to your own draw stacks. Church cards lure opposing heroes and earn gold. With a Church and a Temple, you may build the Great Thing stead and end the conflict.&#10;&#10;&bull; The Era of Merchant Princes &ndash; Using the &quot;Commercial Harbor&quot; and the &quot;Merchant's Residences&quot;, decisive buildings in the struggle for trade advantage, players try to control Catan's commerce. &quot;Maritime Trade Monopolies&quot; and the &quot;Master Merchants&quot; enhance trade ships. &quot;The Shipbuilder&quot; reduces the building costs of ships. Dominate trade using clever card combinations!&#10;&#10;&bull; The Era of Barbarians &ndash; Use Castles, Border Fortresses, the Strategist, the Caravel, and new heroes to fend off both the barbarian attacks and your rival's efforts to dominate your holdings.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Game: The Rivals for Catan",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zoo 3000",
    "ID": 93404,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/93404/zoo-3000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game where the players create their own zoo. These zoos don&acute;t consist of &quot;ordinary zoo-animals&quot;, instead there are for example aliens, monsters, ghosts and wherewulfes.&#10;&#10;The game mechanics is very simple. You start with some cards in your hand, and there are cards of four different kinds.Different colours on the back sides of the cards. Different families, but within each family the cards have different values. Each familiy (group of cards) are placed faced down in four different piles. On your turn you discard one card from your hand and take one card from the pile of that family. Then you try to get cards with as much value as possible, and the player with the best total value (points) wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nöjesfältet",
    "ID": 93405,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/93405/nojesfaltet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game with dice, where the players create their own amusement parks.&#10;&#10;There are five different groups of cards with amusement park attractions.The player in turn plays one card with an attraction of a particular group and the other players have to follow with a card of the same group or pass. The card indicate how strong it is. Mostly the player has to roll a number of dice. When none wants to play more cards of that group, it is closed and it is checked who reached most points of that group. After that, it continues in the same way with next player playing a card of another group. Every group is worth a particular number of points, and there is also a bonus for having won most groups. The player with the most points win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pack 1: Sylvania",
    "ID": 93411,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93411/pack-1-sylvania",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Extension for Killpower Ball &#10;French Version&#10;&#10;- 80 new powers with 79 new illustrations and a QUIDAULT Pascal Josselin Grange.&#10; - Powers adapted to the rules in 2.1 or 2.0&#10; - New powers to double the lifespan of the game&#10; - Powers always original and never redundant: Create mountains, freeze your enemies, cancel the score, starting with the ball ....&#10; - With the base game, you will have a total of 160 power and 43 680 possible combinations to create a random team (considering that eels powers and failing damage and increased protections that have the number of combinations to infinity) .&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killpower Ball, Extension 1: Destin, Critiques et Fric",
    "ID": 93412,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93412/killpower-ball-extension-1-destin-critiques-et-fri",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Extension for Killpower Ball&#10;French version&#10;&#10;- Fate in the game with 100 possible cases.&#10; - Reviews with more than 240 possible cases.&#10; - 5 new races (clone, pygmy, Amazon, Dwarf, Zombie) with their special abilities.&#10; - Rules on the master&#10; - Money: A new way of managing his team with a risk of losing it if mismanagement of his bank account.&#10; - The Rules 2.1&#10; - Sell Sheet and team in 2.1&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Squarbles",
    "ID": 93417,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93417/squarbles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Square Marbles&#10;&#10;Players use a spring-loaded plastic &quot;shooter&quot; to launch their plastic Squarbles as close to the &quot;target&quot; Squarble as possible.  After all shots have been made, each Squarble within a certain distance (the length of the plastic &quot;shooter&quot;) score points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halloween Party",
    "ID": 93423,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93423/halloween-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of 71 tiles. 56 sweets tiles and 16 monster tiles. The tiles are all put on the table face down. On each player&acute;s turn he reveals one of the tiles on the table. If it is a sweets tile the player has two options. Either take the tile, put it in front of him and the next player takes his turn or continue revealing tiles unil he chooses o stop. He than colects all revealed tiles and the next player takes his turn. If at any time a reveald tile shows a monster the active payer&acute;s turn ends and the next player collects al the revealed sweets tiles. Than that player starts his turn with revealing at least one tile. This continues until all 16 monster tiles have been reveald. The player with the most tiles win the game.&#10;&#10;",
    "Categories": [
      "Horror",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Waldemars Gartenspiel",
    "ID": 93425,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93425/waldemars-gartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of 72 tiles showing either plants, the sun or a watering can. Each player has his own &quot;garden&quot; (a small gameboard) in front of him. The players have to complete their garden with 4 sun tiles, 4 water tiles and 8 different plant tiles. They colect tiles from the middle of the table with a special die. The first player to complete his garden wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Let's communicate!",
    "ID": 93427,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93427/lets-communicate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a party game similar to Activity. There are hundreds of words or phrases players have to find out. The active player has to discribe, draw or &quot;explain in pantomime&quot; and the others have to find out what he is discribing. Since this is a game by &quot;Deutsche Telecom&quot; all the words have to do with communication.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "stern Wissensquiz: die sechziger Jahre",
    "ID": 93428,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/93428/stern-wissensquiz-die-sechziger-jahre",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This quiz game is for 2-4 players or teams. The questions are all about the sixties. The nice twist in this game is that all players including the player who asked the question put a token (with the answer they think is the correct one) in the middle. Than they are all revealed and the questioner gets points according to the number of righ answers. 4 correct answers gives him 1 point, 3 give 2 points, 2 give 3 points and 1 correct answer gives him 4 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Decades: The 1960's",
      "Series: Stern Wissensquiz (Jumbo)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dallas",
    "ID": 93429,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93429/dallas",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game collection comes in an gatefold sleeve like for vinyl records. It contains 3 games:&#10;&#10;1.) Dallas-Dominoe: a standard domino game but instead of numbers the two sides of the tiles have the portraits of some Dallas characters.&#10;&#10;2.) Dallas-Memo: a standard memory game with pairs of portraits of some Dallas characters.&#10;&#10;3.) Dallas-Bluff: the 32 cards are dealt between the players. The first player puts one of his cards face down on the table in front of him and says wich of the Ewings that is. The next player either believes him and puts a different Ewing card face down in front of him or he doesn&acute;t believe him and says so. If he was right the player that lied about his card receives a card from each player. If he was wrong he gets the cards himself. The first player to get rid of all his cards wins.&#10;&#10;All cards for the games have portrait pictures of the main characters of the the TV-series &quot;Dallas&quot;.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Dallas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conflict of Heroes: Blood and Tears – France 1940",
    "ID": 93430,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/93430/conflict-of-heroes-blood-and-tears-france-1940",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&ldquo;We will prevail because we are the strongest&rdquo;  French Prime Minister Edouard Dalladier, September 1939.&#10;&#10;The West, May 1940. After the fall of Poland the French and British are preparing themselves to face a new, bold kind of war: &ldquo;Blitzkrieg&rdquo;.&#10;&#10;Supreme Commander Marshall Gamelin is confident he can hold back the German armies long enough to give its army time to re-equip and prepare.&#10;&#10;With the Franco-German border solidly defended by the fortified Maginot line, he develops an aggressive plan: the allies will race North to meet the enemy in Belgium and Holland, and stop it cold on the Dyle-Breda line.&#10;&#10;Only the Germans have chosen an unexpected, almost scandalous plan: its aim is nothing else than the utter destruction of the whole allied army by breaking through the &ldquo;impassable&rdquo; Ardennes Forest, further to the South.&#10;&#10;The attack through the Low Lands is an immense feint, aimed at luring the French and British armies North and trap them.&#10;&#10;Then begins an implacable race against the clock, as panzer spearheads emerge to the south of the allied armies and run at breakneck speed to the sea. The Allied High command watches horrified the panzer columns emerging on its back. The nervous German High Command is every bit as worried that its spearheads might get isolated and shattered.&#10;&#10;Can the armored tide can be stemmed, or is defeat all but assured?&#10;&#10;Blitz 1940 is a new Conflict of Heroes game that depicts the western campaign of May-June 1940. It pits the French, British, Belgian and Dutch armies against their arch-enemy, Germany. The battles take place in plains, forests, cities, airfields, in the skies and on the seashore!&#10;&#10;Players are presented with the same tactical dilemmas and decisions that commanders faced during some of the most ferocious engagements of WWII.&#10;&#10;Conflict of Heroes (CoH) follows the evolution of modern tactics, from WWII to the present. CoH features a fast and fluid system that is easy to learn, but realistic for every unique theater of battles portrayed.&#10;&#10;&bull; Fun: Quick simultaneous play allows players to interact without waiting.&#10;&bull; Easy: Teach a new player how to play in under 5 minutes. No charts!&#10;&bull; Historically Accurate: Portrays realistic forces and tactics.&#10;&bull; Units: Depict individual vehicles, airplanes, boats, guns and squads.&#10;&bull; Consistent: Each game in the series uses the same rule system.&#10;&#10;Blitz 1940 includes:&#10;4 - 15x19 inch geomorphic mounted map boards that integrate with the maps of all other CoH games.&#10;280 - LARGE 1&rdquo; square counters that include infantry, tanks, guns, aircraft an even ships.&#10;2 - player summary sheets, customized plastic counter storage tray,&#10;32 page firefight book with a full historical overview and 16+ firefights.&#10;A rule book organized to lead in the player through the rules, with plenty of examples.&#10;&#10;Blitz 1940 is an original game and does not require any other Conflict of Heroes game to be played.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Conflict of Heroes (Academy Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kreuz und quer durch Europa",
    "ID": 93431,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/93431/kreuz-und-quer-durch-europa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In this game the players travel through europe from city to city answering questions about the destination city to collect the city cards. They have to travel on different vehicles like plane or ship according to the route they take.&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Europe",
      "Series: Kreuz und quer durch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mach was draus!",
    "ID": 93432,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93432/mach-was-draus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is about recycling the different types of waste like glass, paper or plastic. It shows the ways of the waste through the recycling process.&#10;The players buy goods in a supermarket or collect it &quot;on the street&quot; wile moving their pawn (a nice truck you night know from &quot;Auf Achse&quot;) and than have to recycle the waste. On the game board their are different places where players have to dispose their waste but each of the recycling centers takes only one kind of waste. The more waste of the same type is disposed at once the more points the players receive.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das große Spiel",
    "ID": 93433,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/93433/das-grosse-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is a nice variant of the game Memory. When you reveal two same cards you can either continue like in the normal game of memory or you can risk your points on a scoring track with fields like &times;1 (times one), &times;2 (times two) or 0 (zero). The roll of a die shows how many steps you go and the field you move to shows the points you then get.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flipper",
    "ID": 93434,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.67",
    "Link": "https://boardgamegeek.com/boardgame/93434/flipper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Flipper is a simple dice rolling and move game. Very similar to Pachisi, players roll dice to move their pieces around the board.  Unlike in Pachisi, a player does not have to go all the way around the board, but may hit a shortcut to the center exactly and than move meet Flipper in the middle.&#10;&#10;",
    "Categories": [
      "Animals",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dolphins",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Milky Way Sternenwelt-Spiel",
    "ID": 93435,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93435/milky-way-sternenwelt-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Milky Way is a simple roll and move game with the Milky Way theme. Players move around the board and collect Milky cards whenever they land on one of the special fields.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castaways of Deadmans Bay",
    "ID": 93441,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/93441/castaways-of-deadmans-bay",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "&quot;The death of the famed pirate William Dread leaves the crew of the Rusty Barnacle fighting over his successor. The only way to survive this fast paced dueling game is to outsmart and trick your way to the top. All ages can enjoy this simple yet addictive battle of wits.&quot;&#10;&#10;Gameplay:&#10;&#10;Castaways puts the players in the muddy boots of 3 eager pirates with aspirations to captain their very own ship. Gameplay is based around building up your attacks and tricking your opponent to defend against the wrong attack. A successful attack could push you off the plank, drop your health or force your crew to desert you. Either way you're shark bait if you can't keep up with your opponent.&#10;&#10;The duel is fast paced and mechanics are simple but strategies quickly form as you try to bluff your intentions while predicting your opponents. Younger audiences will find the duel fun and exciting while older audiences will enjoy the trickery when played with a clever opponent.&#10;&#10;Characters:&#10;&#10;Jennifer Jack Johnson&#10;While simple minded &quot;Jack&quot; found that most problems in life share a simple solution. Jack freely shares his solution with sailors dumb enough to call him by his first name.&#10;&#10;Chef Phillipe Forchette&#10;Phillipe was hired to cook for the Queen on the great French galleon La Grandiere. He was quite shocked when he boarded the Castaway by accident. Now the only way home is to be at the helm.&#10;&#10;Cannonade Kate&#10;Raised at sea Kate grew up on gunpowder and steel. She's gained a fearsome reputation for crushing ships with her heavy cannon salute and could easily rule the sea- as soon as she has a ship of her own.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Fighting",
      "Pirates"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zirkus Stapelix",
    "ID": 93442,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93442/zirkus-stapelix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Zirkus Stapelix takes place in a circus setting. The active player flips open the top card from one of the three stacks (showing 1, 2, or 3 balls depending on the degree of difficuly of the card) in the middle of the table and memorises the arrangement of the playing pieces (animals, director, balls etc.) After turning the card face down, the player tries to arrange the pieces in the same order that is shown on the card. In the meantime, the other players roll dice. If they manage to roll the star symbol four times before the active player completes his/her task, the attempt ends. If not, the active player keeps the card, as long as they got the playing pieces arranged correctly. At the end of the game, the player with the highest number of balls on his/her cards is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robin Hund",
    "ID": 93443,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/93443/robin-hund",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In Robin Hund, a circular track is laid out using tiles. Two robber cards are placed openly in the middle. A stack of treasure cards is put at the side. Each player gets a dog-meeple and places it on the castle tile.&#10;&#10;The active player picks up the two robber cards in the middle and either keeps them or gives them to one or two other player(s). A card may be kept only if the player doesn't have this card yet. (There are five different robber cards.) When the active player gives a card to another player and that player keeps it (i.e. doesn't have it yet), he or she may move his/her dog as many tiles as the number of cards the receiving player holds. If the receiving player has the card already, however, s/he shows it, discards one of the two and the active player's turn ends.&#10;&#10;When a player has five different cards in his or her hands, he or she can draw a treasure card. If a dog moves around the track and reaches the castle again, the owner also draws a treasure card. The first player with either five treasure cards or 10 gold coins shown on treasure cards is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Medieval",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panic Post",
    "ID": 93444,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/93444/panic-post",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Panic Post - A Rollicking Party Game With No Upper Age Limit!&#10;&#10;Panic Post is a party game originally dating from the 1930s.  Six small postboxes are placed in various locations around the playing space and six sets of cards corresponding to these postboxes are then mixed together face down.  Players take one card each and when play begins they rush to deliver it to the correct box.  When one card is delivered players come back for another.  This continues until the time is up, whereupon points are scored for correctly delivered cards.  The winner is the one with the most points at the end of a prearranged number of rounds.&#10;&#10;The game can also be played over a wider play area, even incorporating indoor/outdoor locations for the postboxes.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Outburst Junior: Travel Edition",
    "ID": 93446,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/93446/outburst-junior-travel-edition",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The pocket-sized Outburst Junior Travel Edition offers a convenient way to take fun of Outburst Junior with you!&#10;&#10;Just as in the original Outburst Junior! games, players (as individuals or in teams) have 60 seconds to yell out answers in various familiar categories. Teams may shout out as many answers as possible, but only the ten answers that appear on the Topic Card (as viewed through a special view-finder) will score points. Topic cards include such categories as &quot;Things You Take on a Camping Trip,&quot; &quot;Kinds of Boats,&quot; and &quot;Ways You Know You're Getting Sick.&quot; Those who get the most correct answers and earn the most points will triumph!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Outburst",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Mexico & China",
    "ID": 93448,
    "Year": "(2011)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93448/age-of-steam-expansion-mexico-and-china",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Age of Steam: Mexico &amp; China is an exciting new expansion for the Age of Steam board game series. These are mounted hardboard maps.&#10;&#10;The Mexico Map &ndash; originally released by the Steam Brothers as part of AoS: Mexico, Spain/Portugal &ndash; features a new special action called Nationalization, which thematically involves player track being nationalized. This new action adds great interaction among the players.&#10;&#10;The China Map &ndash; originally released by the Steam Brothers as part of AoS: China/South America &ndash; features another new special action called Diplomatic Pressure. This new action requires players to pay to connect cities into their network. This, coupled with the tough terrain of China, makes this new Age of Steam expansion an exciting and very challenging map.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Cities: Beijing (China)",
      "Country: China",
      "Country: Mexico",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Game Hunt",
    "ID": 93464,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93464/big-game-hunt",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object: To follow the animal tracks and capture the wild animal before the other players can reach it.&#10;&#10;Before Playing: One player lays out the trail by placing footprint cards and the round stop/go cards at spaced intervals to form a trail that will eventually lead to the Big Game (the wild animal card). The trail can be set up inside or outside and even have trails that branch off with ones leading to dead ends.&#10;&#10;To Play: The person who spun and drew the lowest number gun goes first. They spin the spinner and move their gun the number of spaces as indicated along the animal tracks. When a hunter reaches a stop or go card they follow what is printed on the card. The first hunter to follow the correct path and find an animal card gets to keep it and lay out a new trail with another animal (or use the same trail if desired)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Hunting",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: Miskatonic Horror Expansion",
    "ID": 93465,
    "Year": "(2011)",
    "Geek Rating": "6.421",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93465/arkham-horror-miskatonic-horror-expansion",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.381",
    "Description": "Game description from the publisher:&#10;&#10;A recent find at Miskatonic University has unearthed even more mysteries pertaining to the strange happenings in Arkham, Massachusetts. While the worshippers of the Ancient One grow in strength, the stalwart defenders of this sleepy town are put to the ultimate test.&#10;&#10;The fight against the unknown forces of the cosmos is far from over, and those that thought they stood a chance against the mythos have a lesson to learn.&#10;&#10;Miskatonic Horror is a new type of Arkham Horror expansion that builds upon the materials found in the ample library of other Arkham Horror expansions. While the components and rules found in Miskatonic Horror can be enjoyed with only the Arkham Horror base game, the more expansions you incorporate, the more aspects of Miskatonic Horror you can enjoy.&#10;&#10;With nearly 450 new cards, Miskatonic Horror includes:&#10;&#10;&bull; New Skill, Gate, and Mythos cards for the Arkham Horror base game.&#10;    &bull; Additional Exhibit Item cards for Curse of the Dark Pharaoh.&#10;    &bull; New Injury, Madness, Dunwich Location, and Dunwich Horror cards for Dunwich Horror, as well as an all new Dunwich Horror Herald sheet.&#10;    &bull; More Blight and Act cards for The King in Yellow.&#10;    &bull; New Kingsport Location, Epic Battle, Blessings of Noden, and Visions of Hypnos cards for Kingsport Horror.&#10;    &bull; Over 20 new Cult Encounter cards for The Black Goat of the Woods.&#10;    &bull; New Innsmouth Location and Innsmouth Look cards for Innsmouth Horror.&#10;    &bull; Additional Relationship cards and Reckoning cards for Lurker at the Threshold.&#10;    &bull; Plus new Player reference sheets and a new Institution variant!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror",
      "Game: Arkham Horror (Second Edition)",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geschlossene Gesellschaft",
    "ID": 93468,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/93468/geschlossene-gesellschaft",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Paper-and-pencil game where players try to score the most points by covering square or rectangular groups of fields in an 8x8 board; each coloured field scores 1 point. Of course each player plays a different colour/symbol, and there can be no overlaps. The game should be played in several rounds, each one with a different starting player.&#10;&#10;Each turn players throw a die and colour the corresponding number of fields on the board; these must be orthogonally connected and so build a group, which doesn't have to be a straight line. Players can decide when to stop throwing - if a player can't colour the mandatory squares after a throw they leave the round with no score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Enclosure",
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "EndBreaker! SCG: Build & Break",
    "ID": 93470,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/93470/endbreaker-scg-build-and-break",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "In EndBreaker! SCG: Build &amp; Break, a deck-building and card-selecting game, you are a leader of a brigade of EndBreakers, those who can gaze into the eyes of others and see their ending in a scene from that person's new future, with critical implications.&#10;&#10;This game is set in Lanceburg, one of the city states of the world of EndBreakers, a world threatened by the Masquerades: those possessed by a mysterious power, the Thorns. You recruit party-members (Job cards) in the tavern, learn powerful skills (Ability cards), clear missions (Scenario cards) and battle against monstrous evils (Masquerade cards). You earn victory points (Dalc cards) by clearing scenarios or winning battles.&#10;&#10;The Masquerade cards are revealed one by one during game play, and each player must fight this monster, earning VP according to how well they do. After three battles are resolved, the game ends and the player with the most VPs wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mexican Chess",
    "ID": 93475,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93475/mexican-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Chess variant played on a 10x10 board, where pawns can start moving up to three spaces forward instead of the traditional two spaces, and where there's a new piece, the Conquistador, placed between the Knight and the Bishop, that moves almost like a Knight: two spaces forward orthogonally followed by one space forward diagonally.&#10;&#10;The game was developed in 1965 but it has never been commercially released.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  }
]