[
  {
    "Rank": "5401",
    "Name": "This Accursed Civil War",
    "ID": 3408,
    "Year": "(2002)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/3408/this-accursed-civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5517",
    "Description": "This Accursed Civil War is a tactical battle game featuring five battles from the First English Civil War: 1642-1646. It is the first in the GMT Musket &amp; Pike Battle System covering warfare in the 17th Century. The system emphasizes Command and Control and the unique style of combat in that era. Armies are divided into three or four wings. Each wing has an order that limits the types of actions that units of that wing may perform. Wings may change their order, but it is not an easy task to accomplish. Victory goes to the commander who can coordinate the actions of these wings in the heat of battle. Units are infantry brigades, cavalry regiments, and artillery batteries. Rules include Cavalry Charges, use of the Cavalry's pistols to skirmish or use in close combat, artillery grazing fire, Infantry techniques of fire including advancing, retreating, and salvo firing. Play is highly interactive, and a battle can be played through in one sitting.&#10;&#10;The battles included in this game are:&#10;&#10;Edgehill, 23 October 1642&#10;    Is the King beholden to Parliament or is he truly sovereign? King Charles and his army, their way to London barred by the army of Parliament, have drawn up to give battle. Edgehill was the first major battle of the war. Robert Devereax, Earl of Essex, commands the army of Parliament sent to prevent the King's army from reaching London. The fighting is indecisive as the bloodied Royalist foot fall back, but Essex conceded the field despite receiving reinforcements. A major victory for either side could have ended the war here.&#10;&#10;First Newbury, 20 September 1643&#10;    Outmaneuvered, Essex, with the Royalists under King Charles between his army and London, is forced to fight. Essex spies a hill southwest of Newbury and in the early morning occupies it. Hedges line the area and help minimize the King's advantage in Cavalry.&#10;&#10;Marston Moor, 2 July 1644&#10;    The largest battle of the war. It decided the fate of Northern England. An allied army of Scots under the Earl of Leven, the Northern Association under Ferdinando Fairfax, and the Eastern Association under the Earl of Manchester laid siege to the King's Northern Army under the Marquis of Newcastle at York, the key to the North. King Charles dispatched his nephew, the talented Prince Rupert, to effect a relief. The defeat was complete; the Royalist army was utterly destroyed and the North lost to Parliament. A new hero arises here: Cromwell, a name synonymous with the English Civil War and the key player in the later two civil wars.&#10;&#10;Second Newbury, 27 October 1644&#10;    The disaster that precipitated the forming of the New Model Army. Three Parliamentary armies come together and catch the King by surprise just north of Newbury. The most unconventional of all the battles; the superior Parliamentary force attacks from either end, but is short on time. Various options on gaining more time by shortening the flank march give this action high replay value.&#10;&#10;Naseby, 14 June 1645&#10;    The debut of the New Model Army and the battle that broke the back of the King's army. The New Model Army was created by combining the elements of the major armies in the field. While this worked well for the cavalry, there were serious problems in the infantry ranks. The King's army was outnumbered, but it retained its corps of veteran infantry. The final result was a decisive defeat for the King and the end of his military fortunes. Though fighting would last another year, the King would never field a potent army again.&#10;&#10;2nd Printing Note: This reprint version will include an updated series rulebook and playbook and an Edgehill variant scenario, as well as numerous updates to the counters. Certainly we'll update any other errata as we find it for the new version, but it is otherwise unchanged from the original edition.&#10;&#10;COUNTERS: 635 full-color die-cut counters.&#10;&#10;MAP: Two 22&quot;x34&quot; full-color back-printed mapsheets&#10;&#10;OTHER: &#10;&#10;    One 10-sided dice&#10;    16-page Rulebook&#10;    24-page Playbook&#10;    2 11x17 Player Aid cards&#10;&#10;&#10;DESIGNER: Ben Hull&#10;DEVELOPER: Marty Arsndorf&#10;ART DIRECTOR: Rodger B. MacGowan&#10;MAP &amp; COUNTER ART: Mark Simonitch&#10;&#10;(source: GMT website)&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Great Britain",
      "History: Age of Kings",
      "History: English Civil War",
      "Players: Two-Player Only Games",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "5402",
    "Name": "Zen Garden",
    "ID": 296557,
    "Year": "(2020)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/296557/zen-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.95",
    "Description": "An Emperor's life is stressful and full of tough decisions. He absolutely needs a place of solace where he can relax and recover. A beautiful garden filled with paths, statues, and flora is just what he needs.&#10;&#10;In Zen Garden, the players assume the role of architects working to build the most beautiful garden for the Emperor. To do this, they need to pay careful attention to the Emperor's preferences, while trying to stay one step ahead of the competition.&#10;&#10;A turn in Zen Garden is simple: The first player selects one tile from the selection board, pays its cost, then adds it to their garden adjacent to a previously placed tile. Each player does this, then the board is refilled and a new starting player begins the next turn.&#10;&#10;Zen Garden comes with five preference boards that determine which features of the garden score in that game. The boards selected (and their number) will greatly change the objectives players will strive for in that game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "End Game Bonuses",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "5403",
    "Name": "Tumult Royale",
    "ID": 180591,
    "Year": "(2015)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/180591/tumult-royale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0385",
    "Description": "Description from the publisher:&#10;&#10;Tensions are high all across the lands. The royals erect statue after statue while their loyal subjects starve. But this time, the peasants have had enough. There are whispers of a revolution. Calls for an uprising ring out and the kingdom is thrown into a tumult. Down with the king! Take that, you greedy blue bloods!&#10;&#10;In Tumult Royale, you play the royals. Round after round, you collect taxes from your subjects in order to build statues of yourself across the country, thereby securing your rank. If you leave enough commodities for the people after taxation, all is well and you can continue to build monuments to your own vanity. But if you take too much, the greediest of you will be punished. Who will build the most statues and win the game? Remember: the greedy shall rule, but the greediest is a fool!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "5404",
    "Name": "Dungeonology: The Expedition",
    "ID": 267652,
    "Year": "(2019)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/267652/dungeonology-the-expedition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "105",
    "Weight": "3.0938",
    "Description": "Welcome to Rocca Civetta, a charming town in the Italian hinterland, which hosts one of the most bizarre universities that the human mind has ever conceived.&#10;In fact, this university hosts the chair of Dungeonology, which deals with the study of the environments and organization of different cultures, especially the most atypical and strange... almost Mythical!&#10;Recently, the faculty lost its professor, and the Dean is looking for a skilled replacement. You are the ideal candidates for this job.&#10;&#10;Set in the renaissance world of Nova Aetas, Dungeonology will lead you to the discovery of different Civilizations in order to learn their histories and customs. But be careful: the locals will not always be happy with your intrusion.&#10;&#10;The aim of the game is to explore a Dungeon as a Scholar, gathering as much information as possible about the people who live there. Information yields Points, and the Scholar collecting the highest number of Points will present the best Thesis on the studied race.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Mythology",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeonology – The Expedition",
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "5405",
    "Name": "Bitter Woods Deluxe Edition",
    "ID": 10174,
    "Year": "(2003)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/10174/bitter-woods-deluxe-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0769",
    "Description": "Bitter Woods is a mid-complexity wargame on the last great German offensive in Dec 1944, commonly known as the &quot;Battle of the Bulge&quot;. The map depicts the area of operations, the Ardennes area at the borders of Germany, France, Belgium, and Luxemburg. Prominent features like roads, rivers and cities are depicted. A hexagonal grid is superimposed over the map to regulate game play. Each hexagon is 2 miles across, unit size is brigade and regiments. Each turn represents 12 hours of real time.&#10;&#10;Game features include morale, prominent leaders, blitzkrieg tactics, German army boundaries, initial surprise, Allied air power and much more.&#10;&#10;This is the Deluxe Edition, an entirely new version (fourth edition) of the game.&#10;&#10;First off, the map is printed on heavy cardstock to avoid the problems with paper mapsheets. Improved &amp; updated the graphics for everything all around, and increased the size of the game counters to 5/8&quot;. Enhanced the Rulebook with new scenarios, additional variants, rule updates &amp; clarifications, included a Players Handbook, updated the designer's notes, and much more! There are full COLOR player aid cards, Random Events are introduced, they've updated the cartography (the map graphics), provided an updated Order of Battle, the hexes have been enlarged to contain the larger game counters, and variant counters are also introduced.&#10;&#10;For those of you with distinguishing tastes in their choice of wargames, this has also been acclaimed by the noted designer and expert on the subject, Danny S. Parker. The beautifully rendered tank graphics, especially for the Germans in their Autumn camo-pattern, is superb to say the least.&#10;&#10;Game Scale:&#10;Game Turn: 12 hours&#10;Hex: 2 miles / 3.5 kilometers&#10;Units: Battalion to Regiment&#10;&#10;Game Inventory:&#10;One 30 x 44&quot; full color map&#10;One dual-side printed countersheet (384 5/8&quot; counters)&#10;One 24-page rulebook&#10;One 28-page Players' Handbook&#10;Two Players' Aid Cards (TEC &amp; CRT)&#10;One German Order of Appearance Card&#10;One American Order of Appearance Card&#10;Two Variant Scenario Cards&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "War Battlespace: Land warfare"
    ]
  },
  {
    "Rank": "5406",
    "Name": "Coral",
    "ID": 343899,
    "Year": "(2022)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/343899/coral",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In Coral, players develop a coral reef together, whilst vying to position their own species closest to the top, where they can soak up the life-giving sunlight.&#10;&#10;Together - as much as against one another - you'll build a unique, magnificent 3D structure out of gorgeous wooden pieces. This represents a coral reef growing and living in a complex, competitive harmony. Move around the table to find the best spots to grow your species, whilst blocking your opponents!&#10;&#10;At the end of the game, the player with the most pieces visible from above the reef is the winner.&#10;&#10;---&#10;&#10;Coral includes a bespoke solo puzzle mode and several multiplayer game modes, for exciting games for 1 to 4 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Coverage",
      "Grid Movement",
      "Map Addition",
      "Solo / Solitaire Game",
      "Stacking and Balancing",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "5407",
    "Name": "Piranha Pedro",
    "ID": 14035,
    "Year": "(2004)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/14035/piranha-pedro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3034",
    "Description": "Poor Pedro! He's stuck on a sand bank in the middle of the Amazon. Each step is dangerous, since there are hungry piranhas waiting everywhere. To keep Pedro from getting his feet wet, the players lay stones out in front of him. But beware he who runs out of stones. He is taking the risk that Pedro falls into the water. Then there's a big &quot;Splash!&quot; and the other players laugh themselves silly. A humorous comic-book-style rules inset makes learning the game easy.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Humor"
    ],
    "Mechanics": [
      "Grid Movement",
      "Simultaneous Action Selection",
      "Single Loser Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Fish / Fishes",
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "5408",
    "Name": "North Africa '41",
    "ID": 351998,
    "Year": "(2023)",
    "Geek Rating": "5.731",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/351998/north-africa-41",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "3.4737",
    "Description": "North Africa &lsquo;41 covers the campaign in North Africa from Rommel&rsquo;s first offensive in late March 1941 through the end of December 1941. During that period Rommel&rsquo;s forces dashed across Cyrenaica and made it to the Egyptian frontier. However, he was not able to take the critical port of Tobruk defended by the stubborn Australians. With superior tanks, combined arms doctrine, and 88mm Flak guns (used as anti-tank weapons) the Axis forces successfully fought off two counterattacks from the east&mdash;the Allied operations called Brevity and Battleaxe. Later in the year, before Rommel could make his planned assault against Tobruk, the Allies launched Operation Crusader and drove the Axis forces back to their original starting positions at El Agheila.&#10;&#10;North Africa &rsquo;41 allows players to study the campaign and refight it with their own strategies. The game includes a detailed map of the Western Desert and a meticulously researched order of battle.&#10;&#10;The game uses the simple Move-Fight-Supply game system developed in Normandy &rsquo;44 and Holland &rsquo;44. Important elements like supply, troop quality, tank quality, artillery support, and command and control are all reflected in the game.&#10;&#10;Game Scale&#10;1 hex = 8 miles&#10;1 game turn = half a month = 2-3 impulses of 3-8 days each&#10;Units: Battalion to Brigade&#10;&#10;Components&#10;2 maps -  One 22&rdquo; x 34&rdquo; mapsheet and one 22&rdquo; x 28&rdquo; mapsheet (total area 22&quot; x 61.75&quot;)&#10;2 counter sheets (9/16&rdquo; counters)&#10;2 setup and reinforcement cards&#10;2 identical CRT/TEC player aid cards&#10;1 rule book&#10;1 play book with extended example of play, design notes, and historical notes&#10;&#10;Scenarios&#10;&bull; Enter Rommel: March-June 1941 (7 turns, both maps)&#10;&bull; Campaign Game: March-December 1941 (19 turns, both maps)&#10;&bull; Crusader: November-December 1941 (3 turns, both maps)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Germany",
      "Country: Italy",
      "Country: Libya",
      "Country: Malta",
      "Country: United Kingdom",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: ZOC Bond System"
    ]
  },
  {
    "Rank": "5409",
    "Name": "Pizza Box Football",
    "ID": 17851,
    "Year": "(2005)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/17851/pizza-box-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0076",
    "Description": "The players decide whether they want to play the standard four-quarters football game or one of three scenarios. The scenarios put the offensive player in an on-field situation. When the offensive player scores or is forced to surrender the ball after failing to score, the players exchange roles and the new offensive player plays under identical conditions.&#10;&#10;Play action begins with the defensive player secretly chooses a die. The color of the die determines the defensive stand: against the running play, a short pass or a long pass. The offensive player then announces which of the three plays will be enacted. Defense rolls the die. Offense rolls three dice. Each player checks the appropriate table for results. The higher the number rolled by the players, the more effective their choices were, generally.&#10;&#10;Pizza Box Football is shaped like a pizza box... and it opens up into a head-to-head football strategy game designed to offer all the intensity of real football in every play. Players unfold the game board (the field) and lay it inside the unfolded pizza box. The cards guide the players as they play and show the players which dice to roll.&#10;&#10;Players must apply football strategy in order to win (when to run, when to short pass, when to long pass and when to try to fool the other team). Also available are additional plays from the expansion (sold separately) that extend the offensive strategy to include draws, screen passes and play-action passes and add run blitzes, route jumps and QB blitzes for the defense.  These plays work with the existing PBF game.  (The full expansion features 32 teams with different strengths on offense and on defense.)&#10;&#10;Pizza Box Football lets players feel like a coach, a player and a fan all at once. Its robust, statistically accurate play satisfies even the most demanding football fanatic while remaining accessible enough for the younger or casual fan. Four game options let opponents play for 5 minutes or an hour, they decide.&#10;&#10;Contents: 1 game board, 5 play cards, 13 color pegs, 13 dice, 1 expansion game preview card, 1 instruction booklet, 1 stat sheet tablet. For 1 or 2 players (solitaire rules available at www.PizzaBoxFootball.com). Made in the USA, this game's clever design allows it to pack up into its pizza box, and yet it is sturdy enough for play anywhere.&#10;&#10;Expanded by:&#10;&#10;    Pizza Box Football Expansion&#10;    Pizza Box Football 2006 Expansion&#10;    Pizza Box Football 2007 Expansion&#10;    Pizza Box Football 2008 Expansion&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Rock-Paper-Scissors",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Containers: Pizza Boxes",
      "Game: Pizza Box Sports (On The Line Game Company)",
      "Players: Games with Solitaire Rules",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "5410",
    "Name": "Biome",
    "ID": 382549,
    "Year": "(2024)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/382549/biome",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5238",
    "Description": "Build a thriving Biome in this highly thematic nature themed tableau builder for 1-4 players. Compete for biodiversity achievements and outmaneuver your opponents by activating the special abilities of your plants and animals. Each action can only be activated once, so think carefully about which actions you take and when.&#10;&#10;Rounds of the game move through the seasons, each season having its own thematic impact on the Biome. In the simultaneous gameplay phase, draw cards and collect resources to play a plant or animal into your Biome and earn points. Play your birds and rabbits next to plants, so that in Spring, they will make nests and have chicks and baby bunnies! But beware, in Summer, your opponents' predators are on the prowl. Protect your baby animals by playing more plants in each habitat. Earn points with successful hunts and by feeding your baby animals.&#10;&#10;Add the optional Natural Disasters mini expansion (spinner) to bring additional variability and nature's harsh reality to your game of Biome.&#10;&#10;With many ways to earn points (and win!) plus multiple difficulty levels, you can tailor your game to your adventure level!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Income",
      "Interrupts",
      "Solo / Solitaire Game",
      "Trading",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "5411",
    "Name": "HMS Dolores",
    "ID": 194523,
    "Year": "(2016)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/194523/hms-dolores",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3462",
    "Description": "Eric M. Lang and Bruno Faidutti have joined forces to create the ultimate prisoner's dilemma game. Do you cooperate and risk getting outsmarted by a greedy player? Or do you compete and risk losing everything?&#10;&#10;You are pirates who just looted a ship and must negotiate how to split the treasure. There are seven types of loot with values from 1 to 3. At the end of the game, you only score the treasure types you have the most and least of.&#10;&#10;On each turn, open four new treasures: two in front of you and two in front of your neighbour. Simultaneously decide how to split them. Choices:&#10;&#10;&#10;     Peace (I want the 2 in front of me)&#10;     War (I want them all)&#10;     First pick (I want just one, pick first)&#10;&#10;&#10;If both players choose peace, split the loot evenly. If both choose war, lose all treasure. If both choose first pick, lose all treasure and one of your gained treasure columns.&#10;&#10;The game continues until the Dawn Card is drawn. 15 minutes!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Pirates"
    ],
    "Mechanics": [
      "Prisoner's Dilemma",
      "Rock-Paper-Scissors",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5412",
    "Name": "Lunar Base",
    "ID": 313841,
    "Year": "(2021)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/313841/lunar-base",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.0526",
    "Description": "A bold new era of space exploration has begun. With many different factions and organizations vying for power in this latest space race, you are tasked with leading one of these competing moon colonization teams.&#10;&#10;Lunar Base is a card game where you draft and play cards to expand your base.&#10;&#10;Make shipments from Earth work to your advantage. Recruit agents and send them to infiltrate opponents' bases to hasten your expansion, or hinder the progress of your competitors.&#10;&#10;Defeat your rivals and achieve lunar dominance by housing the most colonists, gaining the most influence, hoarding the most lunar credits, or earning the most renown through scientific achievements.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Race",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "5413",
    "Name": "Monster Crunch! The Breakfast Battle Game",
    "ID": 256541,
    "Year": "(2018)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/256541/monster-crunch-the-breakfast-battle-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1875",
    "Description": "It&rsquo;s ok to play with your food! Pick your favorite Monster Cereal character and battle to see who can &ldquo;eat&rdquo; the most cereal.&#10;&#10;In this fast-paced game of luck and strategy, players collect as many Cereal Cards in their Bowls as they can. Each Monster has special powers to give you an advantage and help you gobble up the most cereal. Use Milk Tokens to combine Cereal Cards and take bigger bites. The Monster Cereal character that munches the most wins the game!&#10;&#10;Monster Crunch! The Breakfast Battle Game features Boo Berry, Count Chocula, Fruit Brute, Fruity Yummy Mummy, and Franken Berry.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Variable Player Powers"
    ],
    "Families": [
      "Card Games: Climbing",
      "Holidays: Halloween",
      "Theme: Cereal Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5414",
    "Name": "The Key: Sabotage at Lucky Llama Land",
    "ID": 322039,
    "Year": "(2020)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/322039/the-key-sabotage-at-lucky-llama-land",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "A series of sabotages has shocked Lucky Llama Land! Multiple attractions at the theme park were tampered with. Players start their investigations and combine clues about the days of the crimes, perpetrators, tools, and crime scenes. They need to generate the right number code and use the key to put the saboteurs behind bars. In the end, it&rsquo;s not necessarily the fastest investigator who wins the game, but the most efficient one.&#10;&#10;The 3rd game in The Key series by Thomas Sing, this one introduces new clue types and puzzles for players to solve. A replayable mystery game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Real-Time",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Family Games (HABA)",
      "Series: The Key (HABA)",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "5415",
    "Name": "Kraken Attack!",
    "ID": 293309,
    "Year": "(2020)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/293309/kraken-attack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.4667",
    "Description": "Your pirate crew is sailing the seven seas looking for adventure when the tentacles of the terrible Kraken Tootone suddenly burst from beneath the waves to attack your ship!&#10;&#10;Quick! All hands on deck! Grab your sabers, pistols, and cannons! Join forces and coordinate your actions to save your ship before Tootone makes smashes 4 holes in your ship!&#10;&#10;In Kraken Attack!, you use pirate skills, repair damage to the ship, and choose the best weapons possible to stay afloat and keep the kraken at bay!&#10;&#10;On each turn, move the tentacules closer to the ship, depending on the results of your dice rolls. If they are already in the Saber Zone, DISASTER, they attack the ship! &#10;If there is a Ship&rsquo;s Rail: The Tentacle destroys the rail! Remove the corresponding  rail from the board and move the Tentacle back to its BUBBLES space on the Ship board.&#10;If there is no Ship&rsquo;s Rail: The Tentacle smashes a hole in the Ship! Place a Hole  token face-up on the Boat Area and move the Tentacle back to its BUBBLES space on the Ship board.&#10;&#10;It's time to fight back! Play one action card, and apply the effects depending on the symbol(s). Don't forget the funny face if there is one on the card! It makes the kraken very angry! After completing all the actions on your card, you must move the Kraken one spot forward on the Kraken Track.&#10;&#10;When the Kraken gets to the final spot on its Track, it&rsquo;s really mad! The next Funny Face causes the Kraken to appear on the Ship board! Choose one of the Tentacles on the Ship board and replace it with the Kraken.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Octopuses",
      "Category: Tower Defense",
      "Players: Games with Solitaire Rules",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "5416",
    "Name": "Portal: The Uncooperative Cake Acquisition Game",
    "ID": 159406,
    "Year": "(2015)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/159406/portal-the-uncooperative-cake-acquisition-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.15",
    "Description": "Description from the publisher:&#10;&#10;With a grinding of gears and some uneasy rumbling, Aperture Laboratories has resumed testing! Your team of test subjects has entered the Lab and is ready to perform all sorts of important, dignified, and dangerous testing procedures...all in the pursuit of cake! It's a fun and funny fast-paced fight to the finish &mdash; and by finish, we mean your team probably died.&#10;&#10;The Lab is an ever-changing conveyor belt of death and dismemberment. But SCIENTIFIC PROGRESS must be at the forefront of the mind of every good test subject. In Portal: The Uncooperative Cake Acquisition Game, a game of constantly shifting area control and cardplay by the creators of the Portal and Portal 2 video games, players move and Portal their test subjects to various chambers in the lab. At the end of each player's turn, one of the chambers on the end of the lab gives way, plunging all test subjects on it into oblivion. But should your test subjects have numbered greater than all others in the falling chamber, they earn you some wonderful parting gifts, which can include cake.&#10;&#10;Yet these moist slices of industrial-grade cake must be stored in the lab where they are at risk of falling into said oblivion. Not to mention that your jealous opponents can pick up your cake and move it closer to that precipice. He who has acquired the most cake when a team has lost its last test subject wins. Do you risk gathering cake early for a quick win? Or do you bide your time and wait until you can protect it better? Win the game and prove the cake was no lie.&#10;&#10;Components:&#10;    1 Manual&#10;    1 Resource Board&#10;    18 Test Chamber Panels&#10;    20 Aperture Cards/Characters&#10;    4 Oversized Portal Gun Cards&#10;    1 Turret Miniature&#10;    1 Companion Cube Miniature&#10;    2 Portal Tokens&#10;    1 GLaDOS Token&#10;    32 Test Subject Miniatures&#10;    32 Cake Slice Miniatures&#10;    1 Free Portal 2 Steam Activation Code&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "5417",
    "Name": "Wings of Glory: WW1 Duel Pack",
    "ID": 129165,
    "Year": "(2013)",
    "Geek Rating": "5.730",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/129165/wings-of-glory-ww1-duel-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2857",
    "Description": "A pack for beginners with two miniatures and all the rules needed to start and to go deeper into the system: both Basic and Standard rules are included, plus several scenarios and special rules to go with them (both for trench cards and for AA machineguns).&#10;Two version are available:&#10;- one with Richthofen's Fokker Dr.I and Brown's Sopwith Camel;&#10;- one with Paul B&auml;umer's D.Va and Frank Luke's SPAD XIII.&#10;&#10;Wings of Glory WWI planes are 100% compatible with Wings of War, using the same scale, base-fittings and pegs.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Wings of Glory",
      "Occupation: Aviator",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5418",
    "Name": "Mag·Blast: Third Edition",
    "ID": 23142,
    "Year": "(2006)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/23142/magblast-third-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5602",
    "Description": "Game description from the publisher:&#10;&#10;The art of renowned cartoonist John Kovalic, coupled with the hilarious &quot;Make a Silly Noise or Miss!&quot; Blast Targeting System, makes Mag&middot;Blast (Third Edition) the perfect card game for two to eight players, ages ten and up. This edition retains all of the fast-paced fun and powerful ships of the previous editions, and it includes eight new flagships, seven ship types, twenty action card types (including fighters and bombers), and three blast card types...including the famous Mag&bull;Blast!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Fantasy Flight Silver Line"
    ]
  },
  {
    "Rank": "5419",
    "Name": "The Quest Kids",
    "ID": 274075,
    "Year": "(2021)",
    "Geek Rating": "5.730",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/274075/the-quest-kids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Your child's first dungeon crawler experience awaits!&#10;&#10;The Quest Kids is a new-fantasy themed board game adventure for children 5 years old and up. In the game players control up to four of the Quest Kids (a brave team of young heroes) as they explore the magical Tolk's Cave. During their adventure the team will find treasure, scare away monsters, complete quests and discover magical items, all while helping their fellow Quest Kids out along the way. The Quest Kid with the most stars at the end of the adventure is victorious!&#10;&#10;Featuring beautiful kid-friendly art, oversized player mats, chunky components and gigantic, articulating miniatures, The Quest Kids is the perfect introduction to fantasy gaming for the little dungeon crawler in every family.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5420",
    "Name": "Rumis+",
    "ID": 24568,
    "Year": "(2006)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/24568/rumis-plus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Rumis+ is both a six-player expansion for Blokus 3D and a stand-alone two-player game. It includes six new boards and blocks in orange and purple.&#10;&#10;It is in the 2006 graphic style, and as it is from the Swiss publisher, the pieces are wood, but are the same size as in the plastic US edition from Educational Insights&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "5421",
    "Name": "Reverse Charades",
    "ID": 86156,
    "Year": "(2010)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/86156/reverse-charades",
    "Min Players": "6",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.05",
    "Description": "Reverse Charades flips the charade standard of one person giving clues to a large group on its head by splitting the players (six or more) into two teams, then having all but one person on a team work together to get that one person to guess as many words as possible in sixty seconds. Each guessed word is worth one point; each word spoken or mouthed costs that team a point.&#10;&#10;After each player has guessed once, the team with the most points wins.&#10;&#10;The same concept has been applied to make it suitable for families and children ages 6 and up, see Reverse Charades Junior Edition.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Reverse Charades",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "5422",
    "Name": "HUND",
    "ID": 143882,
    "Year": "(2013)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/143882/hund",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "The smartest dogs in the world are getting together for game night! Now you have to keep an eye on which dogs will play which roles and make the right choices. Who will be the best dog?&#10;&#10;In the trick-taking game HUND, which was first released as ebbes, players try to collect as many points as possible, but initially no one knows which suit will generate positive or negative points! To start a round, shuffle the deck of cards, which has five suits, and deal players their hand. Next, reveal a number designation card from a separate deck. Let's say it's 3.&#10;&#10;Gameplay is similar to traditional trick-taking games. The lead player for a trick plays one card, and the other players must follow suit if possible, while throwing any other card if they can't. The highest card of the color led wins the trick, unless one or more trump cards were played, in which case the highest trump wins the trick &mdash; but at the start of the round, trump is undetermined! The first time a 3 is played, the color of that card becomes trump for the rest of the round. What's more...&#10;&#10;&#10;     The color of the second 3 played determines which color is worth 1 point per card at the end of the round.&#10;     The color of the third 3 determines the &quot;hund&quot; color; at round's end, the player(s) who don't have the most or fewest cards of this color each earn 3 points.&#10;     The color of the fourth 3 determines which color is worth -1 point per card.&#10;     The color of the fifth 3, which is evident as soon as the fourth 3 is played, allows the player who collects the most of these cards to determine the start player of the subsequent round after cards for that round have been dealt.&#10;&#10;&#10;The game includes color markers to track this information. After five rounds, whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dogs",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "5423",
    "Name": "Minerals",
    "ID": 253372,
    "Year": "(2019)",
    "Geek Rating": "5.730",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/253372/minerals",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "Magnificent riches lie hidden under your feet. Minerals, trapped inside the plain rock, will shine brightly and reveal their stunning colors &ndash; but only if you manage to excavate them! That is your task. Travel deep into the ground to find milky-white wollastonite, anthracite darker than a moonless night, and kyanite as blue as the ocean. Use your tools wisely to reach for watermelon tourmaline and tread lightly to find golden orpiment. The vast world of minerals is closer than ever!&#10;&#10;You are geologists setting off for an expedition. Your goal is to excavate and collect precious Minerals. Plan your moves carefully and watch closely your opponents&rsquo; movements. &#10;During the game, you will move across the board and excavate Minerals. The most expensive and rare ones are obviously the hardest to obtain. To make your job easier you can use Tools, but remember that it will cost you some points. You can change your Minerals into a Collection which will bring you honor and fame. When the game ends, sum up the value of your Minerals and Collections. The player with the most valuable treasures wins!&#10;&#10;Magdalena &#197;&#154;liwi&#197;&#132;ska is both the designer of a fantastic artwork as well as the mechanisms of this game. She's a graduate of an Art Academy in Katowice, which is why Minerals is both excellent as a board game as well as a piece of art.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Misc: LongPack Games",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "5424",
    "Name": "Dwar7s Fall",
    "ID": 193483,
    "Year": "(2016)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/193483/dwar7s-fall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.24",
    "Description": "To survive the long and terrible winter approaching, the dwarves need to prepare. It&rsquo;s time to collect gems, build castles and stock up enough food. The fire dragons are sleeping. The giants of winter, lurking. The fall is precious and is vital to plan your actions wisely.&#10;&#10;Dwar7s Fall is a game about collecting gems in order to trade it for food. In the meantime you also will need to build your dwarf kingdom and slay some monsters. In this game you have multiple paths to win by choosing carefully your actions.&#10;&#10;Players take turns to perform their actions. Each turn you can do 3 actions (place a realm tile or place one dwarf in a tile or move one dwarf by one tile).&#10;&#10;Each tile has a pre-requisite of how many dwarfs of one player are needed to perform one kind of action. For example: emerald mines have always three slots, but you will need only two dwarfs to take one emerald. When this task is done (collect one emerald) your two dwarfs will return to your pool.&#10;&#10;When a player completes three goals (both open and secret goals are taken into account), the endgame begins. Players who had not played this round make their last turn and, then, the game ends. The points are calculated and wins the match who has more points.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Components:  Meeples",
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Tabletopia",
      "Game: Dwar7s Fall",
      "Series: Dwar7s"
    ]
  },
  {
    "Rank": "5425",
    "Name": "Funkoverse Strategy Game: Harry Potter 101",
    "ID": 292031,
    "Year": "(2019)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/292031/funkoverse-strategy-game-harry-potter-101",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Harry Potter 2-Pack is a standalone game that includes the characters Ron Weasley and Draco Malfoy. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Funkoverse Strategy Game – Harry Potter",
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game"
    ]
  },
  {
    "Rank": "5426",
    "Name": "Papillon",
    "ID": 241066,
    "Year": "(2020)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/241066/papillon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.05",
    "Description": "A butterfly garden requires vision and a caring hand. Spring has arrived, and the world is in bloom. As your garden grows, caterpillars will congregate and morph into beautiful butterflies eager for nectar.&#10; Papillon is a tile-drafting, tableau-building, and area majority game for 2-4 players. Over 8 rounds, you will bid for flower tiles to build your garden, attract butterflies to flowers with valuable nectar, and of course, every garden looks better with a gnome. Collect the most nectar at the end of the game and you&rsquo;ll win!&#10;&#10;Papillon Features:&#10;&#10;- Beautiful 3D flowers and butterfly components that come alive on your table.&#10;- Approachable rules, yet deep strategic gameplay for expert level play.&#10;- Fun, innovative butterfly mechanic that encourages you to move  your butterflies around the garden!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Animals: Butterflies",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "5427",
    "Name": "Undermining",
    "ID": 63167,
    "Year": "(2011)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/63167/undermining",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8406",
    "Description": "In Undermining, players dig for resources on an alien world, making the best of the actions available to them to achieve short term goals (such as obtaining particular resources) while upgrading their Universal Mining Vehicles&mdash;UMVees&mdash;and fulfilling contracts in the long term. To win, you need to earn more &quot;star bucks&quot; than anyone else, and you earn those by completing contracts, upgrading vehicles, finding alien technologies and having resources on hand at the end of the game.&#10;&#10;Upgrading your UMVee also provides it with special abilities that can come in handy throughout the game.&#10;&#10;Undermining is a highly interactive game, with player actions sometimes benefiting and sometimes impacting the future actions of others. Competition for resources is important, of course, but using open tunnel spaces to get where you need to go&mdash;and blocking those spaces from opponents&mdash;is also key. Players can still move through other UMVees, but doing so costs battery power, and managing your batteries&mdash;which allow extra actions&mdash;is another important aspect of playing well.&#10;&#10;Undermining comes with a double-sided game board, with player interaction being significantly different from one side to the other. With a random layout of resources, UMVee upgrades, contract variability, and one-off special bonuses from the finding of alien technology, no two games of Undermining are ever the same.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Grid Movement",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "5428",
    "Name": "Freedom!",
    "ID": 177096,
    "Year": "(2020)",
    "Geek Rating": "5.730",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/177096/freedom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "Freedom! is a siege game, a test of will, endurance and tactics between the besieged freedom fighters and the besieging imperial forces, who have come to crush the rebellion. This universal contest is presented through a dramatic history of the siege of a Greek Holy City (Messolonghi) by Ottoman forces during the Greek War of Independence.&#10;&#10;The battle takes place in two maps: one showing the actual city and the forces involved in the siege, and one with the surrounding areas, highlighting the support that each of them provides to both players.&#10;&#10;This game features asymmetrical play. The goal of the invading forces is to manage to get inside the city before the end of the game or force the citizens to abandon the cause by dropping their morale to zero. The defenders, on the other hand, try to withstand the siege and protect the city long enough for the invaders to abandon their attempt either by deciding to leave on their own or by having their morale dropped to zero. The actions of the players are driven by the cards in their hands, which highlight actual events and personalities of that time, while the combat is dice-driven to allow for quick and exciting game-play.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Greece",
      "Country: Ottoman Empire",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "History: Greek War of Independence",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "5429",
    "Name": "Quirky Circuits: Penny & Gizmo's Snow Day!",
    "ID": 356133,
    "Year": "(2022)",
    "Geek Rating": "5.730",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/356133/quirky-circuits-penny-and-gizmos-snow-day",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Help Penny and Gizmo have the best snow day ever in Quirky Circuits: Penny &amp; Gizmo's Snow Day, a co-operative programming game for the whole family.&#10;&#10;Program lovable robots with your friends and family, but make sure to complete each task before batteries run out.&#10;&#10;All players must work as a team to complete unique scenarios across a 20-page game book, with each scenario being quirkier than the last. Chase down naughty dust bunnies around the house with Gizmo! Slide into action and collect all the flags with Penny, the newest resident robot in Robotopia. Use movement cards to program robots across each map, but be careful! Players have only limited information as to which cards their teammates have played. Program wrong, and your robot could be left spinning its wheels in a corner. Move too slowly and your robo-friend will run out of battery!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Maze"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Programmed Movement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Book as Board",
      "Theme: Robots",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "5430",
    "Name": "Funkenschlag: EnBW",
    "ID": 33434,
    "Year": "(2007)",
    "Geek Rating": "5.730",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/33434/funkenschlag-enbw",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1667",
    "Description": "This is Funkenschlag (Power Grid) in a version for the power supplier EnBW with a special double sided board. Baden-W&uuml;rttemberg is a complete new board and the other side has a board of Germany with Mannheim deleted and Karlsruhe added.&#10;&#10;From Box Back&#10;Imagine, you run a utility like EnBW. You have customers you must supply power, and you have stockholders and partners, the demands and expectations of your business. And of course there's the environment that will be spared, at which energy you use? What locations are suitable for which type of energy? Is the capacity of your power plants to your customers - private as well as industrial customers - safe, reliable, sustainable and environmentally compatible supply of energy?&#10;&#10;Two to six players from twelve years can present their strategic skills in this exciting game to the test.&#10;&#10;EnBW wishes you the playful power suppliers luck and have fun!&#10;&#10;Incorporated into:&#10;&#10;    Power Grid: Qu&#195;&#169;bec/Baden-W&#195;&#188;rttemberg (the map)&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "5431",
    "Name": "Foodies",
    "ID": 280896,
    "Year": "(2019)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/280896/foodies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6875",
    "Description": "The food court: It's a haven for hungry and thirsty patrons as they go about their lives, but for some, the food court is life. Every restaurant wants to attract the most customers, tailoring their menu and hiring famous chefs to work in their kitchen. In the end, only one will be the most successful. You wanna grab a bite to eat?&#10;&#10;In Foodies, players take on the role of managers in a food court. During the game, they will add new dishes to their menu, connecting the stars between different dishes. These recipes come from all over the world, granting different bonuses when added. What's more, players can hire chefs to work in their kitchens, including special, prestigious chefs who are the best in the business. In the end, the player who gains the most popularity will be declared the food master and win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "Dice Rolling",
      "Grid Coverage",
      "Market",
      "Random Production"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5432",
    "Name": "Three-Dragon Ante: Emperor's Gambit",
    "ID": 63196,
    "Year": "(2010)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/63196/three-dragon-ante-emperors-gambit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Theme&#10;The theme of this game is similar to the original Three Dragon Ante. You are sitting in a bar in a fantasy world, playing cards for gold. The setting is a typical Dungeons &amp; Dragons style bar and the game may be played as a sub-plot of a D&amp;D game if desired.&#10;&#10;Goal&#10;The goal is to have the most gold at the point where the first player runs out of gold. In a two player game, you just have to bankrupt your opponent, but in a larger game, you may have to prop up another player until you become the richest.&#10;&#10;Gameplay&#10;A game is played over a series of hands until the end-condition is reached (above). A hand typically consists of playing one of your cards into the centre as an 'Ante' card, then three rounds of card-playing, attempting to play the best set (or 'Flight') of cards. The highest value Ante card determines the amount of gold that every player must contribute to the pot this round. The player who played the highest value Ante card starts the first round. Subsequent rounds are started by the player who played the highest value card in the previous round. Each card has both a numerical value and a power (or ability). However, the power is only triggered if the card has a lower or equal value to the card just played.&#10;&#10;The game is a balance between playing high cards to win the pot of gold in the Ante and playing lower cards to trigger their abilities and improve your hand for a later round.&#10;&#10;This game can be played by itself, or in combination with the original Three-Dragon Ante card set.&#10;&#10;From WoTC site:&#10;This fun card game updates the popular Three-Dragon Ante card game, adding new cards and new ways to foil your opponents! Designed for 2&ndash;6 players, Three-Dragon Ante: Emperor&rsquo;s Gambit showcases dragons and iconic character archetypes from the D&amp;D world. Easy to learn and play, this game is great for everyone, from dedicated D&amp;D gamers to poker fans to casual card players. D&amp;D characters can also play Three-Dragon Ante: Emperor&rsquo;s Gambit within the context of any D&amp;D campaign.&#10;&#10;In addition to the added cards and rules, this game also contains complete rules for the original Three-Dragon Ante card game.&#10;&#10;Integrates with:&#10;&#10;    Three-Dragon Ante.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "5433",
    "Name": "Chicken Caesar",
    "ID": 88513,
    "Year": "(2012)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/88513/chicken-caesar",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8095",
    "Description": "In Chicken Caesar, players represent aristocratic ancient Roman chicken families trying to create a legacy for their family name. Each family has several eligible roosters eager to jump into the world of politics, getting rich and creating a legacy by any means necessary.&#10;&#10;Roosters gain renown for their families by occupying various political offices. Low-ranking officers don't yield much fame, but they hold both the purse strings and the power of the sword. A few roosters in the lower offices of Aedile and Praetor, together with the votes of a few well-paid (and temporary) allies, can clear a path to the luxury and recognition that come with the titles of Censor, Consul, and even Caesar.&#10;&#10;Being Caesar isn't easy, though: fail to bribe and bargain to ensure the welfare of the whole coop and today's Caesar is tomorrow's Coq au Vin. Dead roosters don't earn any more points, but they do offer opportunities for their surviving relatives to exaggerate their accomplishments. All that matters, in the end, is history's judgment, and history can be rewritten.&#10;&#10;Mechanically, players gain and maintain areas of influence through negotiation and voting. The game features a Suffragium marker that players pass after voting to either promote a Rooster to a higher office, or throw him to the fox. Players can also strategically demand bribes for their votes or even refuse to vote (pass) to gain a later advantage.&#10;&#10;Murder, betrayal, votes for cash, fragile alliances, and bloody vendettas will separate the legendary families from the forgotten ones in the struggle to become &ndash; and remain &ndash; Chicken Caesar!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Humor",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Advantage Token",
      "Area Majority / Influence",
      "Bribery",
      "Voting"
    ],
    "Families": [
      "Ancient: Rome",
      "Animals: Chickens / Roosters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5434",
    "Name": "Scram!",
    "ID": 385799,
    "Year": "(2023)",
    "Geek Rating": "5.729",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/385799/scram",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "After hiking a local trail, you and your partner have returned to a campsite completely ransacked by pesky critters. Team up to clear your campground of critters before your neighbors. Scram! is a fun &amp; fast team based card game that plays 1 vs 2, 2 vs 2 &amp; 3 vs 3!&#10;&#10;Each animal has a different card value, and many have a special action. Be careful, there may be critters who are still hiding and waiting for the right moment to present themselves!&#10;&#10;Call out &ldquo;Scram!&quot; when you think your team has the fewest animals in your campsite; but will your team be able to toss out the troublesome trespassers before your neighbors?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: Lowest Score Wins",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "5435",
    "Name": "Monolyth",
    "ID": 373759,
    "Year": "(2022)",
    "Geek Rating": "5.729",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/373759/monolyth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Every player builds their own block of stones in Monolyth, using 3D polyominoes to create patches of particular colors, complete levels, and a structure that matches a pattern.&#10;&#10;To set up, choose a structure card at random, then place it on the main board, along with the appropriate structure tokens, level tokens, and prophecy tokens based on the number of players. Place the crystal marker next to the main board, then draw twelve random polyominoes from the box and place them in a circle around the main board. The polyominoes come in five colors, and all 1x1 blocks in those colors are placed to the side.&#10;&#10;On a turn, move the crystal 1-4 spaces clockwise, then take the polyomino in that space and add it to your 4x4 player board, with nothing placed outside that grid and no part of the polyomino hanging over an empty space; alternatively, you can remove this polyomino from the game and take a 1x1 block of the same color, then add that to your player board. In either case, draw a random polyomino from the box and place it where the crystal started this turn.&#10;&#10;Instead of moving the crystal, you can choose a prophecy token from the main board and add it to a side of your player board. Each player board has four different colors around the four edges, e.g., blue, orange, black, and teal.&#10;&#10;When you fill all the spaces of a level on your player board, take the largest level token from the main board. If your construction fits the guidelines of the structure card, then you claim the highest available structure token.&#10;&#10;Keep taking turns until someone has completed their 3D monolith, which is 4x4x3 in a 3-4 player game and 4x4x4 in a 1-2 player game, after which you finish the round. If a prophecy has been fulfilled, e.g., if you placed a 12 on the orange side of your player board and you have at least 12 orange blocks on that edge of your player board, then you score points equal to that prophecy token.&#10;&#10;Sum the points of your structure token, level tokens, and valid prophecy tokens to see who has the highest score and wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "5436",
    "Name": "Imperium Romanum II",
    "ID": 1496,
    "Year": "(1985)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/1496/imperium-romanum-ii",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.7838",
    "Description": "&ldquo;The story, of Rome is the most splendid romance in all history...&rdquo;&#10;-F. Marion Crawford, Ave Roma Immortalis, II, IS&#10;&#10;Seven centuries of history are contained in this box.&#10;&#10;Imperium Romanum II is the game of the Roman Empire -the greatest and most glorious empire the world has ever known. The rules book describes the intricacies of Roman political, economic, and military conflict. The game-map portrays the whole Roman world, from Britannia to Parthia, in exacting detail, and the 800 game counters depict individual legions, fleets, and auxiliary units. The thirty-five scenarios examine every major Roman war, civil and external, through 700 years that shaped the Western World. &#10;Many games claim historical accuracy; players will be astonished at the wealth of historical detail in this one. Many games claim to be playable; players will be very pleased at how elegantly Imperium Romanum II joins scholarly historical concern to an eminently playable game system. In short, Imperium Romanum II is the definitive game of the Roman Empire.&#10;&#10;Imperium Romanum II is based on West End Games classic Imperium Romanum. More accurate, informative and attractive maps, an increase in the number of unit colors and types, rules substantially revised with an eye to readability, clarity, and historical accuracy, and the addition of new scenarios (and the elimination of some older ones) are just some of the improvements players will find in this thorough revision.&#10;&#10;What You Will Do In Imperium Romanum II &#10;Storm the walls of Rome; plunder provinces; reconquer the Empire; strive for the Imperial purple; war against the Parthians; fight great battles at sea; fight barbarian invasions; mass barbarian hordes to plunder the West; conquer Gaul; cross the Rubicon. &#10;Fight against aristocratic oppression, or for aristocratic stability. Strive to become Rome's absolute ruler, or to defend the republic. &#10;Take the role of Caesar, Pompey, Octavian, Marc Antony, Vespasian, Diocletian, Constantine, Theodosius, Theodoric, Justinian, or Attila the Hun. &#10;&bull; Lead legions, cavalry, horse archers, auxiliaries, and r fleets; distribute donatives to your troops; watch your troops defect because of low morale. &#10;Conspire with other players, and betray them to their foes. &#10;Experience the glory and grandeur that was Rome.&#10;&#10;Suitable for solitaire play. &#10;Some of the 35 scenarios provided can be played to completion in 4 hours or less; others could take as long as 100 hours. &#10;Some scenarios permit as many as 6 players; others as few as 2.&#10;&#10;Imperium Romanum II includes: &#10;&bull; Two full-color maps, total area 22&quot; x 51&quot;, portraying the entirety of the Roman world at 50 miles per hex. &#10;&bull; 800 full-color counters depicting individual legions, auxiliary units, and leaders. &#10;&bull; One 28-page rule book. &#10;&bull; Two 8-page chart booklets. &#10;&bull; One 48-page scenario book including thirty-five scenarios. &#10;&bull; Dice and counter-tray with lock-on lid.&#10;&#10;Design: Albert A. Nofi &#10;Development: Nicholas Quane with Greg Costikyan and B.C. Milligan&#10;&#10;(source: back of the box)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Byzantium",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "5437",
    "Name": "Criss Cross",
    "ID": 220988,
    "Year": "(2017)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/220988/criss-cross",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3125",
    "Description": "A super-simple and addictive game where players have to transfer the symbols rolled to the grid of the block sheet. The more identical symbols are grouped, the more points can be scored. The game is as simple as Sudoku and can also be played alone.&#10;How it is played:&#10;2 dice are rolled and each player has to draw these symbols into their sheet following very simple rules:&#10;- the two symbols have to be drawn in orthogonally adjacent fields. (Single fields previously surrounded with symbols will never be filled.)&#10;- as long as there are adjacent spaces, the symbols must be entered.&#10;The game ends when the sheets are filled or there are no legal adjacent spaces left. Each row and column are scored separately: 2, 3, 4 or 5 adjacent symbols of the same type score 2, 3, 4, 5 points PLUS 4/5 bonus points for 4/5 symbols.&#10;&#10;The Grail Games edition of Criss Cross also includes &quot;Advanced&quot; rules which add a layer of complexity to the base game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "5438",
    "Name": "Blood Royale",
    "ID": 248,
    "Year": "(1987)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/248/blood-royale",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3231",
    "Description": "&quot;Power is Wealth, Wealth is Power&quot;&#10;&#10;Up to five players control one of the major blood lines of the middle ages and must guide their dynasty of family members through the ages as they attempt to gain the most wealth through diplomatic, economic and military means.&#10;&#10;Taking a unique twist on your typical multiplayer conquest game, Blood Royale downplays the war aspect of the game and makes the dynastic families political fortunes as the heart and soul of the game.  Players must utilize their family members well if they wish to create a stable seat of power in their country and in the rest of Europe.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Negotiation",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Events",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Role Playing",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)",
      "Components: Polyhedral (not D6) dice",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "5439",
    "Name": "The Road",
    "ID": 324639,
    "Year": "(2021)",
    "Geek Rating": "5.729",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/324639/the-road",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "The Road is a solo card game in which you have only one goal: survive!&#10;&#10;The hostile territories of Geynum await you. The obstacles will be multiple and varied. You will have to cross dangerous places, overcome threats, find allies, weapons food and trade items. In a world in ruins, anything can be useful. The Road cleverly combines tension, suspense, strategy and destiny. Each of your decisions is key to your survival.&#10;&#10;At the beginning of the game, you will randomly define a destination to reach. Your goal is to survive for 6 days, every day you will encounter a number of &quot;road&quot; cards which will define your journey. Behind the &rdquo;Road cards&rdquo; are locations, events or obstacles. Each time you will have to decide to cross through the location, bypass it, or find another way. Every choice has its own set of consequences.&#10;&#10;You will have to be smart, because your health, energy and morale gauges are not unlimited; the tension is ever-present until the very last card on the very last day. Every discovery you make will be extremely significant and could help you directly in your quest or allow you to barter with the inhabitants of Geynum.&#10;&#10;&#10;Pr&eacute;sentation:&#10;&#10;The Road est un jeu de cartes solo qui se d&eacute;roule dans un univers post-apocalyptique.&#10;Soyez pr&ecirc;ts &agrave; affronter la route.&#10;Vous devrez traverser des endroits chaotiques, surmonter des dangers, trouver des alli&eacute;s, des armes et des vivres.  &#10;Dans un monde en ruines, tout peut &ecirc;tre utile.&#10;The Road combine astucieusement tension, suspens, strat&eacute;gie et destin. Vos choix seront d&eacute;cisifs.&#10;Au bout de la route, le salut.&#10;&#10;Gameplay:&#10;&#10;En d&eacute;but de partie, vous devez d&eacute;finir al&eacute;atoirement une destination &agrave; atteindre.&#10;Votre but est de survivre durant 6 jours en affrontant chaque jour un certain nombre de cartes &laquo; route &raquo; qui d&eacute;finissent votre trajet.&#10;Derri&egrave;re les cartes &laquo; route &raquo; il y a des lieux, des &eacute;v&eacute;nements ou des obstacles. Il faut &agrave; chaque fois d&eacute;cider de traverser le lieu, le contourner, ou trouver un autre chemin. Chaque choix entra&icirc;ne des cons&eacute;quences.&#10;Il faut ruser, car vos jauges de sant&eacute;, d&rsquo;&eacute;nergie et de moral ne sont pas illimit&eacute;es, la tension est pr&eacute;sente jusqu&rsquo;&agrave; la derni&egrave;re carte de la derni&egrave;re journ&eacute;e.&#10;&#10;Les trouvailles que vous faites-vous sont d'une extr&ecirc;me importance. Elles vous aident directement dans votre qu&ecirc;te ou bien vous permette de troquer avec les habitants de Geynum.&#10;&#10;Ces m&ecirc;mes habitants qui peuvent devenir vos alli&eacute;s comme vos pires ennemis...&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Theme: Post-Apocalyptic",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "5440",
    "Name": "Brazen Chariots: Battles for Tobruk, 1941",
    "ID": 249750,
    "Year": "(2019)",
    "Geek Rating": "5.729",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/249750/brazen-chariots-battles-for-tobruk-1941",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.7143",
    "Description": "Brazen Chariots  is a Series: Battalion Combat Series (MMP) game that chronicles fighting in the North African desert towards the end of 1941. Once Axis forces under Rommel had laid siege to Tobruk, they then set about trying to take it. Meanwhile, Commonwealth forces pushed back to the Egyptian border launched several attempts to break into and relieve the fortress. Two of these efforts, BREVITY and BATTLEAXE, lacked the depth needed to accomplish this goal and were utter failures. The third, CRUSADER, was a massive undertaking that successfully opened communications to Tobruk and proved to the British 8th Army that Rommel could be beaten. It also set the stage for Rommel's Gazala offensive in 1942.&#10;&#10;Brazen Chariots is the third game in the Battalion Combat Series, which took players by storm with its blockbuster initial release Last Blitzkrieg: Wacht am Rhein, The Battle of the Bulge and follow-up fast playing game Baptism By Fire: The Battle of Kasserine. In Brazen Chariots, the wide-open desert, the limited number of Formations, and numerous shorter scenarios provide players with both a rapid and fun introduction to this highly acclaimed new series. The masterful order of battle research by Carl Fung showcases the forces involved with finer detail than ever before.&#10;&#10;Components:&#10;&#10;     BCS v1.2 rulebook (full color)&#10;     two v1.2 BCS Charts and Tables (full color)&#10;     BCS v1.2 Crib Notes Booklet&#10;     Brazen Chariots game specific rulebook&#10;     three full color 22&rdquo; x 34&rdquo; maps&#10;     four countersheets (1,120 counters)&#10;     12 scenarios:&#10;        Easter Battle, 1 map, 5 turns&#10;        Battle for the Salient, 1 map, 5 turns&#10;        Operation Brevity, 1 map, 2 turns&#10;        Operation Skorpion, 1 map, 2 turns&#10;        Operation Battleaxe, 1 map, 3 turns&#10;        Operation Battleaxe: Mini-Crusader, 3 maps, 10 turns&#10;        Operation Crusader (Campaign), 3 maps, 21 turns&#10;        Two Map Crusader, 2 maps, 21 turns&#10;        Operation Crusader: Clash of Armor, 3 maps, 19 turns&#10;        Totensonntag, 2 maps, 3 turns&#10;        Operation Crusader: Dash to the Wire, 3 maps, 15 turns&#10;        Operation Crusader: Victory by Logistics, 3 maps, 11 turns&#10;    &#10;     box and dice&#10;&#10;&#10;(description from MMP website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Libya",
      "Digital Implementations: VASSAL",
      "Series: Battalion Combat Series (MMP)"
    ]
  },
  {
    "Rank": "5441",
    "Name": "Latice",
    "ID": 183959,
    "Year": "(2015)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/183959/latice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.6429",
    "Description": "Latice is a strategy game where you match tiles by color and shape. The game comes with a game board, stones, and acrylic tiles. Most of the tiles contain one of six images (e.g., turtle, leaf, lizard, dolphin) in one of six colors. There are also a few special wind tiles. The game is for 2-4 players, who will evenly split the tiles. You win by being the first player to play all of your tiles.&#10;&#10;The first player selects one tile from their rack and places it in the center square on the board. The next player, and then each in turn, can add one tile to the board, but that tile must be set adjacent to one or more existing tiles, and it must match each adjacent tile based on either color or shape. If you match more than one tile, or you place your tile on one of the sun squares on the board, you get stones that can be traded in for extra moves, allowing you to get rid of your tiles faster. You can also use the special wind tiles to move a tile already on the board over by one square.&#10;&#10;As you play Latice, you&rsquo;ll learn to plan your turns and extra moves ahead of time. You&rsquo;ll strategically use wind tiles to alter the layout of the board, and play both offensively and defensively based on your knowledge of the remaining tiles. Latice has no language, culture, age or gender barriers and can be played by just about anyone. It offers strategic gameplay for adults while still being simple enough for younger players.&#10;&#10;The DELUXE editions come with nice acrylic tiles instead of simple cardboard pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5442",
    "Name": "Snorta!",
    "ID": 11231,
    "Year": "(2004)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/11231/snorta",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1007",
    "Description": "Get ready for laughter as your friends and family suddenly start sounding like they were born in a barn!&#10;&#10;In Snorta!, each player is given a barn card with their secret animal on it and a hand of animal cards. When a card placed down matches one of the cards already on the table, those two players rush to say the animal sound of the other player, not the sound of the animal on the card. If you say the other player's sound first, you give them all the cards you've flipped onto the table in front of you. The first person to get all the cards out of their hand is the winner!&#10;&#10;Make animal sounds matching other players' cards&#10;The first person to rid of all their cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Speed Matching"
    ],
    "Families": [
      "Components: Sound games",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5443",
    "Name": "Tutankhamen",
    "ID": 300,
    "Year": "(1993)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/300/tutankhamen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5839",
    "Description": "There are 69 artifact tiles in the game of Tutanchamun. These are shuffled and then laid out randomly in a long, serpentine trail. Players take turns choosing any tile from the trail, but can never turn back to choose a tile they have already passed. There are 15 different sets of tiles (three sets each of 8, 6, 4, 2, and 1), and when the last tile of any set has been claimed, the player holding the most in that set scores that number of points, while the player holding second most scores half that number. Complicating matters, there are also three tie-breaker tiles and three tiles that let you &quot;buy&quot; a tile from another player. It's an exercise in numbers that plays quickly, probably 30 minutes tops, and is suitable for youngsters yet susceptible to analysis. The game has a unique layout and a brightly-colored Egyptian pharaoh look. The new edition by Out of the Box Publishing games has different graphics, but is otherwise substantially similar to the original.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Category: Combinatorial",
      "Historical Figures: King Tutankhamun (King Tut)"
    ]
  },
  {
    "Rank": "5444",
    "Name": "Footprints",
    "ID": 386271,
    "Year": "(2023)",
    "Geek Rating": "5.729",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/386271/footprints",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1818",
    "Description": "Thousands of years ago, near the end of the ice age,&#10;humans once again dwelt on fertile land. But a new challenge awaits!&#10;The ice is still melting, and that fertile land will soon be flooded. All living creatures must escape to the mountains.&#10;Your engravings and cave paintings will stand the test of&#10;time, and the skills you have honed will be passed on to your descendants. It's up to you to leave your &quot;footprints on the ground&quot; for the generations to come.&#10;&#10;Maneuver your clan through difficult terrain, improve your skills to advance more efficiently, gather needed resources, make cave paintings and engravings at important sites, and use your leader to inspire your clan beyond their limits, while trying to reach the cairns on the horizon before time runs out...&#10;&#10;Footprints is a competitive game with asymmetric player powers (each player has their own clan deck) and variable setup through a modular game board. Your abilities in route planning, skill improvement (engine building), and hand management will increase your chances of winning the game.&#10;&#10;The game can be played solo.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Race",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "5445",
    "Name": "The Blitzkrieg Legend: The Battle for France, 1940",
    "ID": 65936,
    "Year": "(2012)",
    "Geek Rating": "5.729",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/65936/the-blitzkrieg-legend-the-battle-for-france-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2880",
    "Play Time": "2880",
    "Weight": "3.8889",
    "Description": "The Blitzkrieg Legend simulates Case Yellow, the German offensive in May of 1940 that shocked the world. In less than a month's time it made quick work of Belgium and Holland, shattered the armies of France, and pushed the British Expeditionary Force (BEF) into the sea at Dunkirk. This twelfth game in the Operational Combat Series (OCS) game from Multi-Man Publishing and departs from its established norms in using a ground scale of 3 miles per hex and a time scale of two-day turns, and as such is similar to Sicily. The chosen scale lets this lightning campaign unfold a bit more slowly, and gives the densely-packed armies more room to maneuver.&#10;&#10;Case Yellow achieved the largest pocket ever to be created in the war, with the largest number of captured soldiers as well. This result is sometimes looked upon by gamers and historians alike as a foregone conclusion, but Manstein's daring strike through the Ardennes was a gamble that might easily have gone awry. Hindsight suggests the fighting could have gone much differently.&#10;&#10;A range of historical problems confront the player directing the Allies in this game. His French, Belgian, Dutch, and BEF combat units have not yet mastered the faster pace of action in WWII, and therefore are slow and don't fight at full Action Rating when in Move Mode. The Allies are also forced to adopt the historical Dyle Plan (when not playing the what-if version of the campaign), which leaves the French with inadequate reserves behind the Ardennes and too many of their best forces committed to shielding Antwerp and Brussels. Because history tells us the headlong rush into Belgium was primary cause of the quick Allied defeat, an &quot;If I Was in Charge...&quot; version of the campaign is presented to allow both sides to explore some different initial deployments.&#10;&#10;A simple set of campaign objectives are presented, with Victory Point awards centered on the following:&#10;&#10;&bull; The French must vigilantly protect Paris, which is the ultimate German objective. Two more cities along the map's south edge, Verdun and Metz, are also worth points (so the French cannot just abandon the Maginot Line).&#10;&#10;&bull; The possible surrender of Holland is triggered by German armor moving adjacent to any of the three Dutch major cities. Surrender chances are modified if the French and BEF are supporting Holland (which is why French 7th Army initially moved north of Antwerp).&#10;&#10;&bull; The possible surrender of Belgium and BEF Evacuation are triggered when the Germans drive a wedge between the Belgian coast and Paris. Surrender chances are modified, however, if the French and BEF are supporting Belgium (another nod toward the historical rationale of the Dyle Plan).&#10;&#10;&bull; The Germans also win points for battering the BEF, so the Allies are encouraged to keep this force intact.&#10;&#10;The game's special rules are judiciously chosen to evoke the full flavor of the campaign. For instance, the Maginot Line is given its historical due, shown as a strong right shield that can unfortunately be outflanked through the Ardennes. Rules for special operations are something new to OCS, and these can capture enemy bridges and forts (but just on 10 May unless playing an optional rule). As mentioned above, the BEF can get isolated or mauled as part of the victory conditions, and if this happens a ragtag assemblage rides to the rescue: RN Destroyers, special Evacuation Ports, elite Irish and Welsh battalions, and even some Spitfires finally appear to provide some top-cover. Mix in the occasional Pause &mdash; an event that tugs sharply on the panzers' leash &mdash; and you've the kind of chrome that make The Blitzkrieg Legend a tremendous tool for historical study and an exciting source of gaming  pleasure.&#10;&#10;The Blitzkrieg Legend is also a game with tremendous replay value. Presented are 7 scenarios and 3 campaigns. The longest is just 13 turns; the largest fits on a standard 4' x 6' table.  Series veterans know the depth of the model can lead to some long and complex turns, but here at last we have an entire campaign that can easily be played to the finish!&#10;&#10;Scenarios&#10;&#10;1. South.  The first 4 turns on the southern half of Map B. Covers the fighting at Sedan as well as the crossings of the Meuse further downstream by 6th and 8th Panzer.&#10;   2. Center. The first 4 turns on the northern half of Map B. Covers the fighting at Gembloux Gap as well as the crossings of the Meuse by 5th and 7th Panzer.&#10;   3. North. The first 4 turns on Map C. Covers the air landings and surrender of Holland.&#10;   4. Mini-Campaign. Links the first three scenarios into a short campaign using two maps.&#10;   5. Sedan. Lasts just 2 turns and uses just a small portion of Map B. Covers the French counterattack and German breakout.&#10;   6. Arras. Lasts just 1 player turn. A teaching scenario covering the Allied counterattack.&#10;   7. Dynamo. Lasts 8 turns. Plays like a campaign game, using just Map A to cover the important events during the last half of the campaign.&#10;&#10;Campaigns&#10;&#10;1. &quot;No Holland&quot; Version. Doesn't include the fighting in Holland, which is &quot;automatic&quot; and not under player control. Uses two maps, the full 13 turns.&#10;   2. &quot;With Holland&quot; Version. Uses all three maps, the full 13 turns.&#10;   3. &quot;If I Was in Charge...&quot;  Several variations on either of the two campaigns are offered.&#10;&#10;Components:&#10;&#10;&#10;     OCS Series Rulebook&#10;     TBL Game Specific Rulebook&#10;     Two Charts and Tables Booklets&#10;     Full Color Game Map (two 22x34, one 28x15)&#10;     1,960 Counters (7 counter sheets)&#10;     One 8.5x11 Play Aid&#10;     10 Scenarios (3 of them are Campaign Scenarios)&#10;     Box and Dice&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "5446",
    "Name": "Yokai Pagoda",
    "ID": 394127,
    "Year": "(2023)",
    "Geek Rating": "5.729",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/394127/yokai-pagoda",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "A mysterious building rise over the hill, bathed with a crepuscular light. Astonished by the strange aura of the Pagoda, you decide to investigate it. Suddenly, a laugh, a shadow which is not yours and an eye with ominous pretensions turns alive. You have broken the peace of ten powerful Japanese spirits (called Yokai) who rested there! Will you find a way to calm their wrath?&#10;&#10;A game of Yokai Pagoda is played through 3 rounds, playing always one card per turn, until someone ends the current round. To play a game, you shuffle the 100 number cards (divided by 10 kinds of Yokai, numbered from 1 to 10), lay out two cards face-up to start the two discard piles, then deal seven cards to each player.  Place the rest as the Pagoda deck, between the discard piles.&#10;&#10;When you play card, deal with one of the following effects:&#10;&#10;     Playing the same Yokai or the same number allows you to give someone one card from your hand.&#10;     With a different Yokai and a higher number you can take one random card from the deck -or- the first face-up card from the opposite dicard pile.&#10;     With a different Yokai and a lower number you can go on with the round as nothing happened -or- end the current round, but only if you have a total amount of three or less points in your hands. But... you must take only into account the lowest card of each kind of Yokai you have!&#10;&#10;&#10;At that moment, everyone keeps the cards from their hand into a personal reserve. After 3 rounds, the one with less points in their reserve wins but... again you must take only into account the lowest card of each kind of Yokai you have.&#10;&#10;Try to match the balance between lose cards or keep the exact amount you need to reduce your score when other player ends the round. In Yokai Pagoda, knowing when to give a card, keep playing or end the round makes the difference!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5447",
    "Name": "Mystery Rummy: Escape from Alcatraz",
    "ID": 66126,
    "Year": "(2009)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/66126/mystery-rummy-escape-from-alcatraz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.381",
    "Description": "Alcatraz Island is home to one of the most formidable federal prisons ever conceived. In its history, no one was ever acknowledged as having escaped from the prison. As guards, it's your job to foil escape attempts by gathering information on plans and capturing the ringleaders.&#10;&#10;Mystery Rummy: Escape from Alcatraz, game #5 in the &quot;Mystery Rummy&quot; series from Mike Fitzgerald, consists of 129 cards in two decks: the Plans Deck of 84 escape plan cards and 14 escapee cards, and the Action Deck of 31 action cards. The goal of the game is to earn points by helping foil escape plans. Players gather information by melding matching plan cards or playing off an existing plan. When players collect eight matching plan cards and identify the plan's mastermind, they can foil the escape plan, capture the culprit, and score points.&#10;&#10;The first player to reach 100 or more points at the end of a round wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Constructions: Alcatraz (USA)",
      "Crowdfunding: Kickstarter",
      "Series: Mystery Rummy",
      "Theme: Jail / Prison (Modern)",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "5448",
    "Name": "Doodle City",
    "ID": 162107,
    "Year": "(2014)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/162107/doodle-city",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3889",
    "Description": "Doodle City is a quick family game of city building. By drawing a network of roads on their play sheet, players are building a city and trying to score points for their hotels, shops and taxis &mdash; all while avoiding pollution.&#10;&#10;Working out an ideal road network can be quite the puzzle, so before the game begins roads through parks are randomized, making sure that no two games will be alike. Each round, one white die per player, one additional white die, and a blue die are rolled onto the table. The blue die indicates which column the players must use, while each white die indicates a row. In turn each player picks a white die and draws in the given space. In most spaces you draw roads, but in parks you instead build houses. You can draw only once in each space, and if on your turn you cannot draw, you gain pollution.&#10;&#10;A building is scored the moment you draw in its space. For example, when you draw a road through a hotel space, you score points equal to the length of the road passing through that hotel. Shops score according to how many houses are currently connected to the shop. There are also bonuses awarded to the first player who connects a shop to a certain number of houses.&#10;&#10;The game ends when one player completes the highest possible hotel or shop score, or when a player loses his last tree due to pollution. Final scores are for connected taxis and for having least/most pollution.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "5449",
    "Name": "Kingdom Rush: Elemental Uprising",
    "ID": 328555,
    "Year": "(2023)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/328555/kingdom-rush-elemental-uprising",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "Kingdom Rush: Elemental Uprising is a fully co-operative standalone board game for 1 to 4 players that offers the ultimate tower-defense experience for the tabletop.&#10;&#10;Players take on the roles of asymmetrical heroes defending their kingdom against waves of incoming monster hordes. Players play towers to attack hordes, using polyomino tiles to cover monsters until all monsters in a horde are covered, destroying it. Players will earn crystals and gold which can be spent on buying new towers or Tower Modifications to improve and customize their existing towers.&#10;&#10;Monsters come with a range of special abilities that players will have to plan around, passing towers between each other, and positioning attacks to get around magic shields and monster powers. The heroes will also be confronted with game-changing events and elemental disruptions such as volcanoes and cyclones.&#10;&#10;The game is scenario-based and can be played as individual replayable scenarios or as a steadily evolving campaign leading up to big boss fights, hero challenges, and more.&#10;&#10;Kingdom Rush offers simple to learn rules with a high level of tactics for experienced gamers. Upon starting each scenario, players will be able to choose from a range of difficulty levels or even take on the dreaded Iron Challenges which require near-perfect strategies to overcome.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Pattern Building",
      "Scenario / Mission / Campaign Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "5450",
    "Name": "The Three Musketeers: The Queen's Pendants",
    "ID": 55863,
    "Year": "(2009)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/55863/the-three-musketeers-the-queens-pendants",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1",
    "Description": "The players take the role of the musketeers and move through the castle to find the queen and return her the jewels.&#10;One player takes up the role of Richelieu and the guards. It's his task to find which musketeer is carrying the jewels and defeat him.&#10;&#10;Cooperative: one against all, all against one.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "5451",
    "Name": "Lunar Rush",
    "ID": 356873,
    "Year": "(2023)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/356873/lunar-rush",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.8462",
    "Description": "Lunar Rush is a simultaneous-play Euro-style board game that combines time-based resource management, market economics, bidding, and tableau/engine-building into a refreshing new genre. You play as one of Earth&rsquo;s four major corporate conglomerates, competing to mine the Moon for the newly-discovered &ldquo;wonder materials&rdquo;, lunethyst crystals and lunarium ore.&#10;&#10;Every turn, players use their GigaCredits (GC = VP) to bid for the best space routes to and from the Moon. The slower the route, the more you can load on the ship. On the Moon, players simultaneously upgrade their bases and place their astronaut workers to produce the resources needed to maintain the base, as well as mine Moon goods to sell in Earth's bustling dynamic markets.&#10;&#10;The game ends after seven turns, and the winner is the player with the highest score as measured in GC!&#10;&#10;The race to win the new gold rush is on!&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Constrained Bidding",
      "Market",
      "Selection Order Bid",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Sovranti",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Space: Earth's Moon",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "5452",
    "Name": "Magic Maze Kids",
    "ID": 242740,
    "Year": "(2018)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/242740/magic-maze-kids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "The king was accidentally turned into a frog! Gather your friends, stride across the forest, and find the correct ingredients to prepare a potion that will cure him.&#10;&#10;Magic Maze Kids is a cooperative game that makes the original mechanisms of Magic Maze accessible to young players. Everyone controls all of the heroes, but only in one direction! Tutorials gradually teach you the rules, and several levels make the game evolve with the children.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Maze",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Magic Maze",
      "Misc: LongPack Games",
      "Theme: Anthropomorphic Animals",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "5453",
    "Name": "Necromolds: Monster Battles",
    "ID": 294986,
    "Year": "(2021)",
    "Geek Rating": "5.728",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/294986/necromolds-monster-battles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9",
    "Description": "Behold, the Necromolds! Banned by feudal wizards and banished from mortal hands, these evil spellbooks and the monsters they hold have once again returned to wreak havoc on humankind!&#10;&#10;In Necromolds: Monster Battles, players build and battle golem armies using their Necromold spellbooks and containers of spell clay. The stronger the monster, the more clay it demands - so build your army wisely! Roll and assign your command dice each round to determine when monsters move and fight. Roll your combat dice to resolve monster battles, leaving the defeated monster smashed on the battle map!&#10;&#10;Are YOU powerful enough to collect and command the Necromolds?&#10;&#10;&#10;&#226;&#136;&#142; Mold 'em&#10;Use your spellbooks to mold and mobilize an unstoppable monster army. The stronger the monster, the more clay it demands!&#10;&#10;&#226;&#136;&#142; Fight 'em&#10;Roll and issue command dice to charge your minions into a chaotic fast-paced miniature wargame!&#10;&#10;&#226;&#136;&#142; Smash 'em&#10;Destroy your fallen enemies by smashing them with your unique caster ring! Collect all 22!&#10;&#10;&#226;&#136;&#142; Recast 'em&#10;Leave your magician's mark! Smashed monsters become bugs, critters, and mini-monstrosities!&#10;&#10;&#226;&#136;&#142; Paint 'em&#10;When your clay dries, paint &amp; create your own unique and unsightly terrors!&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Line of Sight",
      "Measurement Movement",
      "Movement Template",
      "Re-rolling and Locking",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5454",
    "Name": "Space Marine Adventures: Labyrinth of the Necrons",
    "ID": 247106,
    "Year": "(2018)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/247106/space-marine-adventures-labyrinth-of-the-necrons",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7838",
    "Description": "The Necron Overlord has arisen, and he seeks to take over the galaxy! Standing between this tyrannical maniac and his ultimate prize are five Space Marine heroes - mighty battle-brothers who have sworn to halt his evil plans.&#10;&#10;Space Marine Adventures is a fast-paced cooperative game for 1-4 players, pitting a squad of brave Space Marine warriors against the menace of the alien Overlord and his robotic footsoldiers in the dark and dangerous labyrinth of the Necrons.&#10;&#10;There are three levels to complete, each offering a different challenge. In order to win a game you must successfully fulfill the mission objective for a level. Advance rules and challenge cards allow you to tailor the difficulty of each level, and all three levels can be combined into a single campaign - the true test of a Space Marine hero!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Space Marine Adventures – Labyrinth of the Necrons",
      "Players: Games with Solitaire Rules",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "5455",
    "Name": "Fire in the East",
    "ID": 8993,
    "Year": "(1984)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/8993/fire-in-the-east",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3000",
    "Play Time": "3000",
    "Weight": "4.4186",
    "Description": "Fire in the East covers the war in the Soviet Union from the start of the Barbarossa invasion in June 1941 through the end of the Soviet winter counteroffensive in March 1942. It requires two players, with one player controlling the German and German-allied (Rumanian, Finnish, etc.) forces and the other controlling the various Soviet forces: regular troops, militia divisions,and Guards formations. The size of the game makes it well suited to team play: each side can easily be played by a team of two or three players.&#10;&#10;Fire in the East's 6 multi-color maps stretch from Warsaw to Stalingrad, from Murmansk to Sevastopol. Terrain is analyzed in detail, with over 20 different types, including two types of rivers, forests, and mountains and four types of cities.&#10;There are over 2500 counters each marked with its historical designation - the most accurate and detailed order of battle ever published for the Eastern Front. The counters represent divisions, and independent brigades, regiments, and battalions. Units are highly differentiated by type, from armor, infantry, and artillery to Soviet Guards, NKVD, and katyushas, German flammpanzers and railroad artillery, and Finnish ski troops. Air units vary from outmoded I-15 biplane fighters to the Me-109F, from Ju 87 Stukas and Il-2 Sturmoviks to Pe-8 long-range bombers. The capital ships of the Soviet Baltic and Black Sea fleets are also represented.&#10;&#10;The rules include extensive armor and antitank effects, plus special capabilities for many other unit types, from assault engineers to paratroopers. Every combat arm has its own abilities and limitations, and the players must use them all to achieve victory. The air system is very detailed - almost a game in itself. Logistics rules cover the different gauges of German and Soviet rails and allow supply lines to be extended temporarily by trucks. Isolated units gradually lose their combat abiliites and then collapse, but those besieged in cities and fortresses survive longer. Other important rules cover weather effects, the unique nature of the Arctic front, the need for artillery support, the German surprise attack, doctrinal limits of Soviet mechanized units, and more.&#10;&#10;Fire in the East is extremely challenging to both sides. German panzer spearheads can break through the front almost at will, but soon will find themselves outrunning their supply lines, infantry, and air support. Careful play and the optimum use of all arms are needed to travel the long road to Moscow. The Soviets are faced with the need to preserve their army for the final defense of major cities while delaying the German advance to make that defense possible by determined resistance and carefully chosen local counterattacks.&#10;&#10;Game Components:&#10;&#10;    six 21&quot; x 27&quot; maps (1B, 2A, 3B, 4A, 5B, 6A)&#10;    over 2880 die-cut counters (Europa 1A, 2A, 3A, 4A, 5A, 36, 37, 38, 39, 40, 41, 42)&#10;    a complete set of rules&#10;    a complete set of charts&#10;    two dice&#10;&#10;&#10;(source: back of the box and user's description)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Series: Europa"
    ]
  },
  {
    "Rank": "5456",
    "Name": "North American Railways",
    "ID": 191438,
    "Year": "(2016)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/191438/north-american-railways",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4118",
    "Description": "In the card game North American Railways, 3-5 players build railroads in the United States. They become directors of up to five different companies and try to acquire a majority of shares. In the end, the player with the most cash wins.&#10;&#10;North American Railways is mechanically simple but very tough to play well.&#10;&#10;Content&#10;30 shares (six cards each in the five colors of the railway companies), &#10;5 starting cities, &#10;36 cities, &#10;10 marker tokens (two each in the five colors of the railway companies), &#10;Play money:&#10; 60x $100&#10; 20x $200&#10; 10x $500&#10; 10x $1000&#10; 10x $10000&#10;1 start player token, &#10;2 rules booklets (English and German)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "5457",
    "Name": "Touria",
    "ID": 191877,
    "Year": "(2016)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/191877/touria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.9333",
    "Description": "In Touria, Princess Tara has decided to marry &ndash; but not just anyone, of course. She expects a lot from her husband-to-be: Heroic deeds and precious gifts are a must.&#10;&#10;A group of bold adventurers set out to pit themselves against dragons, dig up gems from the haunted mines of the country &ndash; and make a good deal from time to time, since the father of the bride demands an appropriate price for his daughter's hand. Touria's dancing towers show the heroes the way, so the brave men and women go from one adventure to the next. Brave women? Of course &ndash; or have we forgotten to mention that Tara's handsome brother, Prince Talan, is also of marriageable age?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Humor",
      "Medieval",
      "Renaissance",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "5458",
    "Name": "Bling Bling Gemstone",
    "ID": 123228,
    "Year": "(2012)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/123228/bling-bling-gemstone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "Bling Bling Gemstone features the same game play as Justin Oh's Toc Toc Woodman, but now players have more to aim for when they're swinging the axe.&#10;&#10;To set up the game, players create a pillar of discs, with each disc having four colored plastic &quot;gem&quot; pieces slid into notches on its side. On a player's turn, the player takes two swings at the disc tower with a plastic pickaxe. If any gems or discs fall from the tower, the player must keep them. Red gems are worth 3 points, pink gems 2, and transparent gems 1, while the center disc is worth -10 points.&#10;&#10;When no gems remain in the tower, the game ends and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5459",
    "Name": "On to Richmond!",
    "ID": 4205,
    "Year": "(1998)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/4205/on-to-richmond",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "This is the sixth game in the Great Campaigns of the American Civil War series. It covers the Peninsula campaign.&#10;&#10;&#10;(from the back of the box:)&#10;&#10;On to Richmond! is an exciting game of strate&shy;gy and maneuver. McClellan has overwhelming force at first, but Richmond is a long way off and the rainy season has just begun. Meanwhile reinforcements from all over the south are arriving in Richmond under the command of General Joseph Johnston. Waiting in the wings is a Confederate general by the name of Robert E. Lee. &#10;On to Richmond! recreates one of the most significant campaigns of the Civil War. If you're a history buff or an amateur strategist you'll enjoy matching wits with opponents or comparing your performance to the real generals of the campaign. &#10;As a player, you control Union and Confederate forces in turns representing one day of real time. The game's map is drawn exclusively from Civil War period maps from state and county archives. Each hexagon on the superimposed grid equals about 2,000 yards. Eight scenarios are provided, ranging in scope from the entire campaign to a short cavalry raid which can he played in just 15 minutes.&#10;&#10;FEATURES: &#10;&#10;    An Interactive Game System which assures each game is exciting and unpredictable. &#10;    Highly realistic rules and components that are designed to be easily played, &#10;    One Advanced Game. 7 Regular Scenarios. &#10;&#10;&#10;CONTENTS: &#10;2 Rules Booklets &#10;2 22&quot;'x32&quot; Map Sheets &#10;3 260-piece Counter Sheets &#10;2 Charts and Tables Folders &#10;1 Ammunition Pad &#10;2 Force Displays &#10;2 6-sided Dice &#10;1 Counter Storage Tray&#10;&#10;Time Scale:      One day per tum &#10;Map Scale:      2,000 yards per hex &#10;Unit Scale:      Division to small cavalry detachment &#10;Players:      Two players or teams &#10;Playing Time:      One hour for introductory scenarios, 2 days for full campaign.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": [
      "Cities: Richmond (Virginia, USA)",
      "Players: Two-Player Only Games",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "5460",
    "Name": "Vino",
    "ID": 142,
    "Year": "(1999)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/142/vino",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9848",
    "Description": "Players compete with each other to own vineyards in Italy.  Each vineyard may be used to grow certain types of grapes, and players make money by selling grapes on the open market.  Through careful manipulation of the market and the domination of vineyards in each province, the player with the most vineyards wins the game.&#10;&#10;1st Place 1994 Hippodice Spieleautorenwettbewerb (as Das Spiel der Weinberge).&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Marbles",
      "Components: Player Screens",
      "Country: Italy",
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "5461",
    "Name": "Regroup! Chicken Army",
    "ID": 350637,
    "Year": "(2023)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/350637/regroup-chicken-army",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "In Regroup! Chicken Army you organize your army of chicken warriors or chicken wizards to fight with the other players' armies. Only one chicken army will emerge victorious from battle!&#10;&#10;Each turn you choose a card and place it over another card on your grid seeking a match between physical or magical attack and defense. Once all the players have placed and organized their card, the round ends and the combat begins. Each player deals or absorbs damage (physical or magical) based on the connected chickens of the same type (sword, shield, wands, barriers). The last player standing, wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Grid Coverage",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5462",
    "Name": "Garum",
    "ID": 282918,
    "Year": "(2019)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/282918/garum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.6154",
    "Description": "Garum was a fermented fish sauce used as a condiment in the old ages; its manufacture and export was an element of prosperity and perhaps an impetus for the Roman penetration of Lusitanian and Hispanian coastal regions.&#10;&#10;Garum from today&rsquo;s Portugal and Spain was highly prized in Rome and has now inpired a versatile strategy boardgame for the whole family, ages 8 and up, that plays 2 to 4 players. Garum is a tile-laying game, which plays in about 30 minutes, it is language independent and features endless replayability, due to its board system, that ensures no two games are alike.&#10;&#10;In Garum, each player represents a master in the preparation of a specific type of fish sauce and receives a set of 16 Cetarian Tiles; each one has 4 spaces filled by 4 colors in different proportions, though the color that the player is defending is the predominant one.&#10;&#10;The goal of the game is to play Cetarian Tiles strategically, in order to get a huge number of his own colour symbols in selected rows or columns - the greater the influence, the higher the reward! While placing the tiles, players may apply to score, collect some bonuses and also block their opponent&rsquo;s intents. Whoever scores most points is the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Pattern Building",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Animals: Fish / Fishes",
      "Country: Portugal",
      "Country: Spain",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5463",
    "Name": "Mercado",
    "ID": 244794,
    "Year": "(2018)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/244794/mercado",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "Welcome to the market of beautiful things! As well-to-do citizens in Mercado, gamers wander around the stalls, always on the lookout for special items to enhance their reputation. Noble shawls, elegant jewelry, or golden trophies &mdash; with such a selection, the decision is difficult. But those who do not carry matching coins can also be unlucky because the other players have the same goal and might grab the valuable items from under your nose.&#10;&#10;In more detail, different market stalls, each with one product, are laid out as panels in the center of the table. Each player has a personal bag containing different coins. On a turn, you draw three coins from it blind and place them at the market tables of your choice. If a player has paid all the necessary coins of a product, they receive the board and thereby increase their reputation. Some tablets bring extra privileges or seals, others bring counterfeit money that might wander into a bag. Who can buy the most valuable goods?&#10;&#10;",
    "Categories": [
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Market",
      "Race"
    ],
    "Families": [
      "Occupation: Merchant",
      "Theme: Perfume"
    ]
  },
  {
    "Rank": "5464",
    "Name": "The Russian Campaign: 4th Edition",
    "ID": 10156,
    "Year": "(2003)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/10156/the-russian-campaign-4th-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9024",
    "Description": "This is the 4th Edition with vastly improved contents over previously released versions. There are many differences over the others, with numerous enhancements due to the efforts of these fine folks and countless others.&#10;&#10;The best way to see those is to visit the L2 Design Group's website or one of the others that feature this wonderful game. Some of the things that they've done for this is: enlarged the size of the game-board hexes; enlarged the game counters (to 5/8&quot;); enhanced the visual aspects of the graphics; included New Scenarios; allowed for an 'Allied Expeditionary Force' (Variant Counters); provided a New Weather Chart; improved on everything in general; and even included a CD-Rom for game play with others over the 'Net!&#10;&#10;There should be no shortage of opponents for those dedicated to supreme Wargame play with this, and it's definitely worth the effort. You will benefit from acquiring a copy of it for the value alone. Those folks at L2 D.G. are planning on releasing even MORE of John Edwards' great game designs and I'll be looking forward to their expertise in producing them as well. Then, maybe, the rest of you folks can reap the pleasure of J.E.'s innovative systems &amp; the improvements he makes to his competitors' games in his earlier releases as much as I have.&#10;&#10;The inspiration for Russia Besieged.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "War Battlespace: Land warfare"
    ]
  },
  {
    "Rank": "5465",
    "Name": "Perfect Words",
    "ID": 393352,
    "Year": "(2023)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/393352/perfect-words",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4545",
    "Description": "Using Word cards and Arrow tiles, players create a crossword puzzle together. They discuss the grid, trying to make as much sense of it as possible.&#10;&#10;Next, players try to guess the arrow associations:&#10;For each arrow number (from 1 to 10), they write down on their note sheets the associations they think best summarize the words lined up in front of the arrows.&#10;&#10;Together, the players reveal the associations they have written down.&#10;Each association found by a majority of players earns the group points:&#10;1 Shell token (= 1 point), if the association has been written down by a majority of players.&#10;1 Perfect token (= 2 points), if the association has been written down by even more players.&#10;&#10;Players add up the shells obtained to see which medal they get.&#10;Bronze Medal? Silver? Or Gold? And if players are really good, they can even earn the special mentions &quot;Amazing!&quot;, &quot;Incredible!&quot; or &quot;Perfect Masters!&quot;.&#10;&#10;The game also includes a Competitive variant for players who prefer a more challenging game.&#10;Two variants allow you to modulate the difficulty, making it easier (for playing with children, for example) or harder for experienced players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "5466",
    "Name": "Sellswords",
    "ID": 159868,
    "Year": "(2014)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/159868/sellswords",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.9545",
    "Description": "Draft your guild, plan your attack, and seize victory!&#10;&#10;Take to the field of battle in this intense head-to-head contest of wits and strategy. Use the diverse assortment of mercenaries at your disposal to capture strategic terrain and exploit your enemy's weaknesses. With fifty different sellswords to compose your guild, no two battles will be the same!&#10;&#10;Sellswords is a tile-placement game (they're cards, not tiles, but you get the idea) for two players in which heroes gather for the battle of a lifetime. Each of the fifty heroes has its own ability to help turn the tiles of battle in your favor!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "5467",
    "Name": "Conquest & Consequence",
    "ID": 300323,
    "Year": "(2021)",
    "Geek Rating": "5.727",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/300323/conquest-and-consequence",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "3.8",
    "Description": "Conquest and Consequence brings the Triumph &amp; Tragedy system to the Pacific/East Asia theater during the same 1936-1945 time period. Like T&amp;T, it is designed for three players, maintaining the three-sided dynamic that adds so much variety and intrigue to the system. Those three sides are:&#10;&#10;&#10;    Militarist Japan, the first Asian power to modernize, which seeks to replace the European colonial empires in East Asia with a true &quot;all-Asian&quot; empire, with itself as the natural leader.&#10;    The Communist Soviet faction, which is comprised of the Siberian USSR and the Red Chinese revolutionaries.&#10;    The Capitalist USA faction, which consists of the United States, the British Empire, and the struggling regime of Nationalist China.&#10;&#10;&#10;The game begins in 1936 with the Militarists in control of Japan and expansion on the agenda. Its [war] industry is well-developed, but it is weak in population and particularly resources. Its battle-hardened army has easily overrun resource-rich Manchuria, and a weak China awaits. Japan (like Germany in T&amp;T) has the early initiative due to its well-prepared military. Will it:&#10;&#10;&#10;    Move south into China?&#10;    Take the &quot;Northern Road&quot; into resource-rich east Siberia (as favored by the army)?&#10;    Pursue the &quot;Southern Road&quot; to the oil-rich Dutch East Indies advocated by its navy?&#10;    Or bide its time, seeking a better position via diplomatic arrangements with neutrals including independent Chinese warlord states?&#10;&#10;&#10;Japanese aggression in China will likely irritate the sleeping giant that is the USA, but it is far away across the wide Pacific, and Japan has special naval abilities that allow it to compete at sea.&#10;&#10;The Red Chinese have just completed their Long March and re-established their base in inland Shaansi, far from areas of Japanese (or Capitalist) interest. The Red Chinese are very weak militarily but have a secret weapon: Partisans. These are non-military &quot;political&quot; organizations (represented on-map with cardboard counters) that are difficult to eradicate, multiply if ignored, and can be converted into military units when desired (this being ill-advised without sufficient concentration). The Soviet Union, also acutely aware of Japanese expansionism, is desperately fortifying eastern Siberia, which is otherwise thinly defended. Nationalist China is aware of the Japanese threat but must also deal with the internal Communist threat. The United States is disarmed, disinterested, and distracted by the Great Depression. The British Empire is woefully under-defended and overconfident. The USA alliance must build up its economy while somehow improving the military capabilities of the British Empire, Nationalist China, and itself.&#10; The game combines the Pacific naval war and the land war in Asia (including the Chinese Civil War), both equally weighing upon victory. The naval war is dramatic, featuring short, decisive battles and expanded roles for airpower and island bases. In the tradition of Triumph &amp; Tragedy, the three-sided aspect features negotiation, diplomacy, and subterfuge within a multitude of strategic possibilities. Like T&amp;T, the game allows players freedom to diverge from the inclinations and policies of the historical actors and plays in 4-6 hours of constant tension and involvement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Movement Points",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: Block Wargames",
      "Continents: Asia",
      "Country: China",
      "Country: Japan",
      "Country: Soviet Union",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "5468",
    "Name": "Relationship Tightrope",
    "ID": 368,
    "Year": "(1999)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/368/relationship-tightrope",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3358",
    "Description": "This game is a relative of the Raj/Hols der Geier family of games, the german title means Tightrope.  Each turn, a number of red and blue sticks are up for grabs.  The highest card played will take the blue sticks and the lowest card will take the red sticks.  The trick is that a red stick cancels a blue stick (that is, a well balanced tightrope walker), and the goal is to score as few points as possible.  However, there are two different ways of playing the game, depending on how players wish to play: strategic or otherwise.  The basic game has players simultaneously playing cards (ala Raj), whereas the strategic version plays like a trick-taking game with players selecting a card sequentially.&#10;&#10;Re-implemented by:&#10;&#10;    Yin Yang/Fifty-Fifty&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Circus",
      "Theme: Laundry & Socks",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "5469",
    "Name": "Triplock",
    "ID": 229791,
    "Year": "(2017)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/229791/triplock",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.1515",
    "Description": "Description from the publisher:&#10;&#10;The lock. A simple mechanism meant to protect whatever is on the other side, a means to keep out undesirables, and a symbol for all that is off-limits for the downtrodden and oppressed of New London. It&rsquo;s no wonder, then, that the citizens of this corrupt and diseased city spend their days learning to open locks by any means necessary.&#10;&#10;Four residents of New London have caught the attention of a mysterious figure interested in their unique lock-picking talents. An unusual summons has been issued to each by way of a strange lock box with no more than a time and location inscribed on the bottom. For these four, it&rsquo;s clear a larger game is afoot.&#10;&#10;Welcome to Triplock, a simple, yet not-so-simple abstract challenge of skill and memory from Chip Theory Games. Choose to play solo as you work with the stranger to delve deeper into the unknown secrets of the Royal Company, or hone your skills even further against another master lock breaker while you wait for the right moment to act. Either way, you&rsquo;ll be wracking your brain to solve locks amidst a corrupt world full of intrigue and mystery.&#10;&#10;A game Triplock can be played in 15 minutes or less. Choose your characters, set up your Lock, and draw a diagram. Diagrams give you insight into the Lock&rsquo;s composition and each one you complete brings you closer to solving the lock.&#10;&#10;Using two Action dice and your Character&rsquo;s unique lockpicking Skill, you must discover the mechanisms hidden behind failsafes, working to align them to match your chosen diagram orientation. Simple enough, if it weren&rsquo;t for your opponent's traps and countermeasures!&#10;&#10;Solo play is no less riveting as you select your team and follow the stranger into the bowels of the Station, protected and patrolled by Royal Company. Each character is compelled by their own motivations and unique talents, but their fates are intertwined by criss-crossing paths and the mysterious figure&rsquo;s proposal.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "5470",
    "Name": "Untold: Adventures Await",
    "ID": 226588,
    "Year": "(2017)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/226588/untold-adventures-await",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Untold: Adventures Await is the customizable storytelling game powered by Rory's Story Cubes. Players become the heroes of a thrilling tale that unfolds in under 60 minutes. Think of Untold as your favorite TV series, except rather than just sitting back and watching, you're right in the middle of the action!&#10;&#10;Every game of Untold is an episode of five distinct scenes, each featuring intriguing locales, dangerous threats and shocking plot twists that propel the action toward an epic showdown. Scene Cards and StoryCubes provide the elements of the adventure, while Reaction Cards reveal what happens when the players take action.&#10;&#10;Untold takes collaborative storytelling in a whole new direction, allowing players of all ages to unleash their creativity thanks to a unique game engine that's extremely accessible, always unpredictable, and rooted in inspiration. Players can also craft multiple-episode story arcs that will see their characters and their world grow as new challenges arise.&#10;&#10;Whatever genres of story you enjoy, Untold lets one to four players experience endless and unforgettable tales. What amazing adventures will you have? They await you in Untold!&#10;&#10;&#10;         Winner of the 2018 People's Choice and Judges Award for Best Family Game at UK Games Expo **&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Tabletopia",
      "Game: Rory's Story Cubes",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "5471",
    "Name": "Tales of the Arthurian Knights",
    "ID": 377704,
    "Year": "(2024)",
    "Geek Rating": "5.727",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/377704/tales-of-the-arthurian-knights",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.125",
    "Description": "In Tales of the Arthurian Knights, you are a hero or heroine in a story of adventure and awe! You and your fellows will travel the land at the behest of the renowned King Arthur. Through a series of quests, you will make impactful choices that will steer the course of your journey. Secure your place in history by achieving glorious feats, lest your efforts be doomed to obscurity. Gather your band of Knights around the table to enjoy your own epic tale as it unfolds!&#10;&#10;Building on the mechanisms from the classic storytelling game Tales of the Arabian Nights, you now find yourself in the age of chivalry alongside Lancelot, Merlin, and many other characters from Arthurian lore. Quests will lead to glorious battles, daring rescues, and the discovery of such marvels as the Holy Grail.&#10;&#10;As you navigate through this paragraph-driven experience, an updated victory point system will track your success. Tales of the Arthurian Knights eliminates matrixes and charts in favor of a streamlined method of dictating the paragraphs that will shape your adventure. After making your choices, a single roll plus skill bonuses will determine success or failure.&#10;&#10;Choose your actions carefully, and you will be rewarded with skills, renown, and nobility. Choose poorly, and be scorned, cursed, or made a pariah. Bring the age of King Arthur to life in this incredibly replayable board game with a plethora of tales that are sure to challenge, amuse, surprise, and entertain!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Narrative Choice / Paragraph",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Ireland",
      "Country: Scotland",
      "Misc: LongPack Games",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "5472",
    "Name": "Star Trek Deck Building Game: The Next Generation – Next Phase",
    "ID": 111502,
    "Year": "(2012)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/111502/star-trek-deck-building-game-the-next-generation-n",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4615",
    "Description": "&quot;Space, the final frontier...these are the voyages of the Starship Enterprise...it's continuing mission&hellip;to explore strange new worlds...to seek out new life and new civilizations...to boldly go where no one has gone before.&quot;&#10;&#10;In Star Trek [Deck Building Game]: The Next Generation - The Next Phase &ndash; a standalone game that can also be used as an expansion for Star Trek [Deck Building Game]: The Next Generation &ndash; you are the Captain of a small Starship with a standard crew and basic weaponry. Will you use your crew's experience to improve your ships systems or to recruit more experienced crewmen to your ship? Will you form diplomatic relationships or conquer civilizations in battle? Build your deck and explore the Star Trek universe!&#10;&#10;Play these different scenarios or create your own!&#10;&#10;&#10;    Explorations [Free For All] &ndash; Explore the universe, interact with alien races, complete missions and experience the mysteries of space. Gain knowledge and power to become a legendary Captain!&#10;&#10;&#10;&#10;    Reunification [Teams] &ndash; Team-up and determine if you are in favor of peace or war in the Alpha Quadrant! What will be the future of the Federation?&#10;&#10;&#10;&#10;    Borg Invasion II [Co-op] &ndash; &quot;I am the Borg.&quot; This time the Borg Queen has arrived to assimilate planet Earth! Work with your fellow players to defeat the Borg and the Queen.&#10;&#10;&#10;Integrates with:&#10;&#10;    Star Trek Deck Building Game: The Next Generation&#10;    Star Trek Deck Building Game: The Original Series&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Star Trek Deck Building Game",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "5473",
    "Name": "Bus & Stop",
    "ID": 418581,
    "Year": "(2024)",
    "Geek Rating": "5.727",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/418581/bus-and-stop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2222",
    "Description": "Bus &amp; Stop is a card game in which you compete as bus drivers to bring passengers to their desired destinations, while avoiding overcrowding.&#10;&#10;On a turn, you either pick up or drop off. To pick up, choose all of the passenger cards of one color from the row waiting at the bus stop, then place them in your bus &mdash; that is, the area in front of you, which can hold at most ten cards. Senior citizens aren't going far, so you score them immediately instead of placing them on the bus.&#10;&#10;To drop off, choose a group of passengers on your bus that match one of the available destination cards &mdash; for example, all men, all girls, or one passenger of each color &mdash; then remove these passengers from your bus and place them under the card. You score points for each card depending on how many people you delivered at once, so aim for large groups. Whenever a player drops off, everyone else can make one of their matching passengers skedaddle, removing them from the bus and placing them in a personal scoring pile with their senior citizens.&#10;&#10;When the bus stop can't be refilled with passengers or only a certain number of destination cards remain, the game ends. Tally your score, earning 1 point for each single card and the listed points for each destination card. If your bus is empty, congratulations! You earn a depot bonus for not stranding passengers on your bus. They will thank you for not doing that...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "5474",
    "Name": "Kill The Unicorns",
    "ID": 204602,
    "Year": "(2019)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/204602/kill-the-unicorns",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Unicorns are elegant and majestic creatures&hellip; That's what you think anyway, but in fact they are silly and reproducing too quickly!&#10;&#10;Kill the Unicorns is a blind bidding and collection card game. You play as one of the Queendom&rsquo;s unique characters - catch as many unicorns as you can, ideally without accidentally capturing a smelly Unicorn or a Pigicorn!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "5475",
    "Name": "Bali",
    "ID": 233956,
    "Year": "(2017)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/233956/bali",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "The inhabitants of Bali regard their island as a world of gods and demons. The people sacrifice much of the harvest to appease these gods and the spirits of their ancestors. Farmers collect goods on the fields. When a shrine is built, these goods can be sacrificed. Priests help with these sacrifices and also chase away any demons.&#10;&#10;The Bali game system is refined and novel: Take one card from the general display and reveal the card lying underneath &mdash; which could be disastrous for all! Only those who make the right decisions will please the gods best and score the most points.&#10;&#10;Bali, a new edition of Rapa Nui, contains two new variants: &quot;The Demon&quot; and &quot;The Oracle&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Country: Indonesia",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "5476",
    "Name": "Corsair Leader",
    "ID": 20734,
    "Year": "(2005)",
    "Geek Rating": "5.727",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/20734/corsair-leader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.4231",
    "Description": "Corsair Leader is based on the Hornet Leader II core game, but with some significant changes.  The game focuses on the Marine F4U Corsairs in the Pacific. The 2 campaigns cover the Solomon Islands campaign that lasted from late 1942 to early 1944.&#10;&#10;Also, the aircraft under your command center on the Corsair, but you also get to decide if you want to include Dauntlesses, B-25s, and B-17s as part of your group. Each aircraft has its own advantages and disadvantages. For example, the B-17s carry a lot of bombs and are hard to shoot down, but they are terrible versus naval targets and only moderately accurate against all but the largest of land targets.&#10;&#10;The game also goes more in-depth on the tactical options you have while over target. Each turn, each aircraft can become &quot;Offensive&quot; which gives it an attack bonus, but also makes it easier to be attacked when it gets shot at. Likewise, aircraft can be &quot;Defensive&quot; which penalizes their own attacks and makes them harder to hit. &quot;Slow&quot; pilots can &quot;Rush&quot; their attack at a penalty and attack during the Fast pilot step, and &quot;Fast&quot; pilots can Wait and get a bonus if they attack during the Slow pilot step.&#10;&#10;Like the other games in the &quot;Leader&quot; series, Corsair Leader is a solitaire game.&#10;&#10;The game is published in both PDF and Vassal versions.&#10;&#10;Other Leader series games by Dan Verssen&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "5477",
    "Name": "Straw",
    "ID": 22497,
    "Year": "(2006)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/22497/straw",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0395",
    "Description": "Straw is a light-hearted family card game that takes place in the world of Arabian Nights. In Straw, you try to pack as many items as you can on top of a camel without breaking its back. If you can't, you lose the round &ndash; but other players must be careful not to load the camel too close to its limit because if you can break the camel's back with the Straw card, you win instead of losing!&#10;&#10;Will you be the one who breaks the camel's back?&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Camels"
    ]
  },
  {
    "Rank": "5478",
    "Name": "CapCom Street Fighter Deck-Building Game",
    "ID": 145888,
    "Year": "(2014)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/145888/capcom-street-fighter-deck-building-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1026",
    "Description": "In the CapCom Street Fighter Deck-Building Game, you take on the role of Ryu, Ken, Chun-Li, Balrog, M. Bison or one of the other well-known characters as you travel to exotic locales seeking new challenges! While you begin armed only with basic combat maneuvers, you will add new, more powerful cards to your deck as you go, with the goal of defeating as many Stage Bosses as you can.&#10;&#10;Each player starts with his own basic ten-card deck and draws a hand of five cards each turn. Power is the currency you will use to buy new, stronger cards to add to your deck. The goal of a deck-building game is to craft your personal deck into well-oiled machine, and five types of cards can be acquired: Villains, Heroes, Equipment, Super Powers, and Locations. A large, central stack of cards supplies a five-card &quot;Line-Up&quot; from which players make their purchases. Each player will always have five cards to choose from each turn, so every turn there are new options and new surprises.&#10;&#10;When a player has amassed enough Power, he may attempt to defeat the current Stage Boss. When a Stage Boss is attacked, it retaliates against the attacker! With Street Fighter, the action is often one-on-one. Players can defend themselves with Defense cards like Chun-Li's Bracelets and Electric Thunder. Each player also has access to a special Ultra card that is one of his character's signature maneuvers. In the end, the player who has accumulated the most Victory Points from the cards in his deck wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Cerberus Engine – Heroes"
    ]
  },
  {
    "Rank": "5479",
    "Name": "Salmon Run",
    "ID": 129820,
    "Year": "(2013)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/129820/salmon-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.825",
    "Description": "Every year, thousands of salmon are compelled to leave the ocean and return to the river of their birth. This perilous journey can span hundreds of miles and is fraught with danger. Strong rapids, waterfalls, hungry bears, and eagles all await the salmon on their quest to spawn. Only the most fit will complete the salmon run!&#10;&#10;Salmon Run is a fast-paced racing game in which you'll maneuver your salmon upriver, avoiding obstacles and jumping over waterfalls. Behold the immense power of the river's currents! Avoid ferocious bears! Beware of stealthy eagles, waiting to snatch victory from your hand! Most of all, pace yourself to avoid debilitating fatigue. Salmon Run features:&#10;&#10;&#10;    Deck-building: The path you choose upriver will determine which cards you may add to your swimming deck. Enhance your swimming ability by gaining powerful swim cards!&#10;    Player Interaction: Acquire cards to unleash hungry bears and eagles on your opponent's salmon! Unlock the power of the river's raging rapids and strong currents!&#10;    Fatigue: Overexertion leads to the build-up of fatigue which will slow you down!&#10;    Modular boards: Experience a new river each game! The river's difficulty and length can be customized to your liking!&#10;&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Fish / Fishes",
      "Crowdfunding: Kickstarter",
      "Series: Family Games (Gryphon Games)",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "5480",
    "Name": "Inferno: Guelphs and Ghibellines Vie for Tuscany, 1259-1261",
    "ID": 347638,
    "Year": "(2023)",
    "Geek Rating": "5.727",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/347638/inferno-guelphs-and-ghibellines-vie-for-tuscany-12",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "4.087",
    "Description": "Tuscany, 1259. As wealth from crafts and foreign trade elevated northern Italy&rsquo;s urban families above the landed lords, rivalries within and among their cities hardened into conflict between two great parties. The Ghibellines aligned with the Hohenstaufen emperors who ostensibly ruled Italy, while the Guelphs backed rival imperial claimants and the greatest challenger to the Emperor&rsquo;s authority, the Pope. Should any faction gain advantage, others coalesced to resist.&#10;&#10;The comuni (republics) of Firenze (Florence) and Siena dominated inland Tuscany at the head of competing alliances. As Guelphs sealed their control of the more populous Firenze, Ghibelline Siena turned to the Hohenstaufen King Manfredi of Naples for help. Local rebellions and reprisals escalated on each side, as political exiles stirred the pot. After Manfredi dispatched German knights to protect his loyal Tuscans, Firenze mustered its people and allies to march on Siena, which responded with its own great army. Pisa and Lucca, Lombardia and Umbria joined in. Guelph and Ghibelline faced off en masse at Montaperti in September 1260, in what turned out a bloody Florentine defeat. As Ghibelline exiles returned to grip Firenze, its Guelphs rallied to Lucca and Arezzo, portending an eternal inferno of fighting.&#10;&#10;Inferno&mdash;the third volume in Volko Ruhnke&rsquo;s Levy &amp; Campaign Series&mdash;visits the conflagration that was 13th-Century Tuscan warfare, factional conflict fueled by the money and burgeoning population of the region&rsquo;s well-to-do cities and mountain valleys. Veteran Italian wargame designer Enrico Acerbi applies his deep knowledge of the age to bring it to life within Volko&rsquo;s accessible medieval-operational system. Gathering enough transport and provender may not so much be the challenge here as the sudden impediment of rebel towns and castles along key roads. Tuscany&rsquo;s unruly berrovieri horsemen, famed elite crossbowmen, and distinctive palvesari shield bearers are just a few of the unique features of this volume. Muster, mount up, and find out whose blood will make the Arbia run red!&#10;&#10;Components:&#10;    One 17x22 inch Mounted Map&#10;    175 Wooden pieces&#10;    106 Playing Cards&#10;    Three full-color Countersheets&#10;    15 cardboard Lord and Battle mats&#10;    One Lords sticker sheet&#10;    Four Player Aid sheets&#10;    Two Screens&#10;    Rules Booklet&#10;    Background Booklet&#10;    Six 6-sided dice&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Italy",
      "History: Wars of the Guelphs and Ghibellines",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Tuscany (Italy)",
      "Series: Levy & Campaign (GMT)"
    ]
  },
  {
    "Rank": "5481",
    "Name": "Classic Art",
    "ID": 344,
    "Year": "(1996)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/344/classic-art",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.087",
    "Description": "In Classic Art, first released as Members Only, players attempt to predict how many works of art will be present in five exhibitions. The riskier your predictions in a season, the more you score &mdash; but only if you're correct, of course!&#10;&#10;The game consists of 65 cards, with 13 cards in each of five categories; eleven of the cards are &quot;positive&quot; and two are &quot;negative&quot;. At the start of each season, players get a hand of cards (7-11 depending on the player count) and two cards are placed face up from the deck in their respective exhibitions.&#10;&#10;In the first round of the season, players may predict how many works of art will be in an exhibition at the end of the current season by placing 1-2 tokens (along with their high risk token) on a prediction space. Each exhibition allows you to bet on whether the art will be rare (bet spaces 1-4) or plentiful (bet spaces 5-8). In each subsequent round, a player must place two cards from their hand in the appropriate exhibitions, then they may place a prediction. They may place only one &quot;double token&quot; prediction in a season, and predicting is optional. When all players have only three cards in hand, they each discard one face down, then place the other two cards in exhibitions. Whenever a negative card and positive card appear in an exhibition, remove them.&#10;&#10;At the end of a season, players score for correct predictions. If art in an exhibition is &quot;rare&quot;, i.e., four or fewer works, then all plentiful bets fail, and vice versa. What's more, a rare bet succeeds only if the number of works is equal to or fewer than the bet, e.g., if you bet 3, then you succeed only if three or fewer works of art are present. A plentiful bid succeeds only if the number of works is equal to or more than the bet. The riskier the bet, the higher the payout per token in that successful bet, with players recording points separately for each exhibition.&#10;&#10;At the end of a season, tokens on failed bets (other than the high risk ones) are removed from play, while tokens on successful bids are returned to players. If a player has zero or one tokens at the end of a season, all of their tokens are returned to them.&#10;&#10;A player can score at most 10 points in an exhibition. Continue playing seasons until at the end of a season, each exhibition has at least one player who has scored 5 points in it. The game ends at the point, and players tally their scores &mdash; but tokens in the 0-4 range in an exhibition are worthless. Whoever scores the most points wins!&#10;&#10;In Members Only players bet on odd things like how many royal scandals will happen in a month, and in Glenn's Gallery, another version of this design, players bet on the number of customers who will show up to look at types of art, but otherwise gameplay is nearly identical to Classic Art. The only difference is that each player has a dedicated &quot;double bid&quot; token instead of being allowed to bid two tokens once per season.&#10;&#10;Classic Art includes a two-player variant that can be used in prior releases. After dealing eleven cards to each player, set up a ten-card &quot;house&quot; deck. On each player's turn, they play the top card of the house in addition to two cards from their hand. In the last round, play the final two cards from the house along with the chosen two cards from both players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "5482",
    "Name": "Prime Minister",
    "ID": 329563,
    "Year": "(2023)",
    "Geek Rating": "5.727",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/329563/prime-minister",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.1667",
    "Description": "In 1837, Queen Victoria begins her long reign over the United Kingdom, a country split between Liberals and Conservatives. Liberals strive for social progress, including repeal of the Corn Laws to help feed the working classes, expansion of the electorate to create a real democracy, and Home Rule for Ireland. Conservatives want to slow the pace of change, while advancing their own agenda to maintain order, protect traditional values, and secure the Empire. Her Majesty occasionally interferes in politics, but it&rsquo;s the Prime Minister who really governs the country and sets the political agenda. Ten different Prime Ministers served during Victoria&rsquo;s reign, with varying degrees of success. Now it&rsquo;s your turn to experience Victorian political life, taking on the role of a historical politician. Will you make your mark as a Backbencher? Stir up trouble as a wily Opposition Leader? Or successfully govern the world&rsquo;s greatest empire as Prime Minister?&#10;&#10;In Prime Minister, 1 to 4 players vie for political power and prestige by campaigning for public support, selecting and debating bills, pursuing official appointments, recruiting influential Victorians as supporters, garnering favor with the Queen, and, when the time is right, challenging other players for their leadership roles. Gameplay is partly cooperative with shifting alliances, but only one player can win by holding the Prime Minister&rsquo;s seat at the game&rsquo;s end.&#10;&#10;In addition to the standard multiplayer game, Prime Minister includes a dozen scenarios of varying length and a &ldquo;Clockwork&quot; system featuring automated opponents for solitaire play.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "King of the Hill",
      "Semi-Cooperative Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: United Kingdom",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5483",
    "Name": "Clash of Rage",
    "ID": 158753,
    "Year": "(2018)",
    "Geek Rating": "5.727",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/158753/clash-of-rage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3158",
    "Description": "As far as we can remember, Elves always dominated the world. But their time is drawing to an end as the decline is near. From the Bohorg's tribe to the Steamfield Barony, along with the Godleif's clan and the army of the Tomb, every clan is secretly&nbsp;arming&nbsp;itself to conquer the elven cities and the precious crystals they hold; crystals being the only way to forge the powerful legendary equipment.&#10;&#10;Clash of Rage is a miniatures game of conquest and movement in which different clans will fight for victory. Every army is unique, with its own units and characteristics. Players will equip each unit as they see fit, buying weapons and armors so that every game will be different!&#10;&#10;Overcoming the Elves will be the first necessary step to victory, but the showdown with the other clans is bound to happen!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pattern Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5484",
    "Name": "Lucidity: Six-Sided Nightmares",
    "ID": 222145,
    "Year": "(2018)",
    "Geek Rating": "5.727",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/222145/lucidity-six-sided-nightmares",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.84",
    "Description": "Lucidity: Six-sided Nightmares is a press-your-luck dice collection and manipulation game for 2&ndash;4 players. It takes less than a minute to learn and 20&ndash;30 minutes to play.&#10;&#10;Whenever you close your eyes, you fall into the dream realm: a world of vivid hallucinations and dark monsters. You must use your wits to draw power from the dream realm and break its hold on you, before the monsters can track you down and consume you!&#10;&#10;Each turn, you randomly draw a number of dice from a shared bag. This represents the dreams you will encounter this turn. Return two to the bag to represent your chosen path through the dream realm and roll the remainder. After you have suffered the effects of your roll, you must choose whether to rest (and clear your card of one or two dreams) or press on and try your luck on another turn &ndash; going deeper and rolling more dice every time you do so.&#10;&#10;You win by collecting 15 power symbols on your rolled dice &ndash; freeing yourself from the dream world's grasp. But if you collect too many of the wrong symbols, you may find yourself twisted and turned by the monsters, until you too become a dreaded Nightmare. Or something's dinner.&#10;&#10;Should you become a Nightmare, your game completely changes. You can still win, but only by consuming the dreams of the remaining Dreamers, or sending minions after them to prevent them from becoming more powerful than you. If nobody has escaped by the end of the game, the most powerful Nightmare is the victor.&#10;&#10;Without dreams, you cannot win. But without control, you risk becoming that which you fear most.&#10;&#10;Or maybe that was your plan all along.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "5485",
    "Name": "Museum Suspects",
    "ID": 353546,
    "Year": "(2022)",
    "Geek Rating": "5.726",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/353546/museum-suspects",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1.5833",
    "Description": "DRRRiiiiiiiiinnnnng! Hurry, close the doors, a museum piece has been stolen! The director calls in a number of highly skilled investigators to find the thief or thieves amongst the 16 suspects held inside the building. Some clues are more valuable than others. Find the best ones to solve the case while obstructing your competitors' investigations!&#10;&#10;The culprit and his possible accomplices may still be around!&#10;&#10;&#10;     Look for a clue in one of the museum's rooms.&#10;     Cover your tracks to deceive your opponents.&#10;     Accuse a suspect by deduction.&#10;&#10;&#10;What will be the outcome of this case? Will you find the culprit(s), unless they have escaped before the closing of the doors?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction"
    ],
    "Families": [
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5486",
    "Name": "Nothing Gained But Glory",
    "ID": 39019,
    "Year": "(2010)",
    "Geek Rating": "5.726",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/39019/nothing-gained-but-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.7174",
    "Description": "Nothing Gained But Glory will be the fifth volume from the award winning Musket &amp; Pike Battles Series. It features several pivotal battles in Baltic region of the late 17th century - a period where rulers struggled to centralize power in their realms and to introduce permanent standing armies instead of expensive mercenary forces. It shows the highly trained and well led army of Sweden struggling to defend its massive gains from the Thirty Years War and the Northern Wars of 1655-1661 against the forces of Denmark and Brandenburg, reinforced by contingents from Austria, the United Provinces, M&uuml;nster, Hesse-Kassel and Poland.&#10;&#10;The personalities in the game include the great Swedish warrior king Carl XI, Brandenburg&acute;s Frederick William (the Great Elector), and King Christian V of Denmark-Norway. Never before have so many monarchs been in one M&amp;P box!&#10;&#10;Nearly all the scenarios in this module are smaller than the typical Musket &amp; Pike scenarios, and thus take less time and space to play. For the same reasons it is a great introductory game to the series.&#10;&#10;The Historical Background&#10;&#10;The Scanian War was prompted by the Franco-Dutch War of 1672-1678. Sweden had allied with France against several European countries, and was eventually forced to fulfill her treaty obligations to France by invading Brandenburg. This invasion was an attempt to force Brandenburg to withdraw from the fighting against France, but the invasion was conducted without the usual energy and force of previous Swedish offensives. When the Brandenburg Army returned home much faster than anticipated the Swedes started to withdraw, but were caught by the Brandenburgers and defeated at the battle of Fehrbellin on June 28th 1675. The previously &quot;unbeatable&quot; Swedish Army had lost a battle, and this key event soon persuaded others to join the war.&#10;&#10;Most notable of these was Denmark, which saw its chance to regain the Scanian lands lost in the Northern Wars. (Scania is the southern tip of Sweden, just across the Oeresund, the Sound, from Denmark.) After mopping up the Swedish possessions of Wismar and Bremen, the Danish Army landed in Scania on June 29, 1676. Danish King Christian V led 15,000 troops against a defending Swedish Army of 5,000 men that were spread out over the province. Initially the operation was a great success. Large parts of the local peasantry sided with Denmark and the outnumbered Swedish troops were in bad shape. Town after town fell into the hands of the Danes and the Swedes had to retreat north to Sweden proper. After a month only the fortified town of Malm&ouml; remained under Swedish control. At sea the situation wasn&acute;t any better for the Swedes, as their navy lost several battles against the combined Danish- Dutch Navy, and left the command of the sea in the hands of the allies.&#10;&#10;Two factors helped to save Sweden from ruin: the splendid courage of their young king who resolutely and successfully kept the Danish invaders at bay, and the diplomatic activity of Louis XIV, the French king.&#10;&#10;The first ray of light for the Swedish cause came with the battle of Halmstad in August 1675 when the king succeeded in outmaneuvering and destroying a small Danish force sent north to take Halmstad and link up with the forces operating out from Norway. As the Swedish Army slowly grew larger it became possible to meet the Danish main army head on, and the Swedes were victorious at the battles of Lund in December 1676 and Landskrona in June 1677. These battles caused the fighting to stalemate on the Scanian front, as the Danish could supply and reinforce their coastal fortresses by sea, but didn&acute;t dare venture inland to meet the Swedish Army in a field battle again.&#10;&#10;The focus of the war therefore shifted to the German front once again, where the Brandenburg Army was slowly conquering the Swedish fortresses and fortified cities one by one. The Danish Army sent an expeditionary force to the island of R&uuml;gen and captured it, but lost it again in January 1678 after a winter of horrid attrition, when the Swedes returned to the island once more and defeated them in the battle of Warksow. Later in 1678 the Allies would take R&uuml;gen once more, and eventually all the Swedish possessions in Germany were lost.&#10;&#10;Events in Western Europe would once again have far reaching effects on the Baltic as the end of the Franco-Dutch war in 1678 gave France the power to force an end to the Scanian War and dictate the peace treaties of Fontainebleau. These treaties restored almost all the Swedish possessions lost during the war, and so the end result was truly &ldquo;Nothing Gained but Glory.&rdquo;&#10;&#10;The 7 battles included in Nothing Gained but Glory are:&#10;&#10;Nyborg, November 14, 1659 - (While not part of the Scanian War, this bonus battle from the Northern War of 1655-1660 features many of the same participants.) The Swedes had occupied the Danish island of F&uuml;nen, but following the landings of two Allied forces and their subsequent combination the Swedes had to fight to win time for an evacuation from the island. With no more room to retreat and the port town of Nyborg&acute;s fortifications in a sorry state, the 7,000 strong Swedish Army positioned itself in good defensive terrain between a lake and a forest. While command difficulties in the 11,000 strong Allied Army almost cost them the battle, the Allies eventually prevailed, forcing the Swedish Army to flee to Nyborg, where it surrendered the next day.&#10;&#10;Fehrbellin, June 28, 1675 - Returning from fighting against France to face the Swedish invasion, the highly mobile Brandenburg Army of 5,600 cavalry and 13 guns faced a retreating Swedish Army of 7,000 infantry, 4,000 cavalry and 7 guns outside the town of Fehrbellin. A poor deployment of the Swedish Army combined with aggressive handling of the Brandenburg cavalry forced the Swedes from the field. Although the losses in the battle were about equal, the Swedish Army was severely reduced by the subsequent pursuit, raiding peasant guerilla, desertion, and starvation. While only of minor importance militarily, the victory had an enormous psychological impact: the Swedes, long considered &quot;unbeatable&quot;, had been bested. With the myth of Swedish invincibility broken, Denmark decided the time was right to settle its scores with Sweden and entered the war. Frederick William henceforth was known as the &quot;Great Elector&quot; and the army that he and Derfflinger had led to victory became the core of the future famous Prussian Army.&#10;&#10;Halmstad, August 17, 1676 - After the initial great successes for the Danish forces following the landings in Scania in late June 1676, a small Danish force of 3,500 men under Jacob Duncan was detached from the main army and ordered to advance north to take the town of Halmstad and if possible link up with the Norwegian forces under General Gyldenl&oslash;ve. Sensing the possibility of destroying the unsupported Danish detachment, the Swedish king reacted and by heavy force marching succeeded in cutting off Duncan from his line of communications, forcing him to fight his way back. Duncan moved against the Swedes, but then went on the defensive. The Swedes took the initiative, collapsed both of the Danish flanks, and then overwhelmed the center, forcing the army to surrender. This battle ended the Danish plans of linking up with the Norwegians, and provided a much-needed boost to Swedish morale.&#10;&#10;Lund, December 4, 1676 - This was the bloodiest battle in the history of Scandinavia, with almost 9,000 killed (out of 12,000 Danes and 8,000 Swedes) after an intense day-long battle fought in the chilling cold of the Scandinavian winter. After a cross-river standoff that lasted for a month, the Swedes attacked when the river froze. The Swedes initially had the advantage, and their right wing (along with the king) routed the Danish left and pursued it off the field. The rest of the Swedish Army was then outnumbered, and just as they were about to succumb, the king and part of his wing showed up in the Danish rear, saving the battle for the Swedes.&#10;&#10;Malm&ouml;, June 25-26, 1677 - Malm&ouml;, the regional capital of Scania, was the only major town that didn&acute;t fall during the 1676 Danish offensive, and had been a thorn in the Danish side ever since. In June 1677 the Danes decided to take the town by besieging it.&#10;When news arrived that the Swedish Navy had set sail to break the blockade of the town and that the Swedish Army was moving to relieve the town, the Danes decided to force the issue and storm the town, even though the siege hadn&acute;t progressed very far. On the Swedish side, the town commander Fabian Fersen prepared his 2,300 strong garrison well, and they fought with desperate courage as they knew it was victory or death. While the Danes were able to scale the wall and break into the city, a determined Swedish counterattack destroyed them before they could open the gates for more Danish troops.&#10;(This is a medium sized battle on a half map with various special rules to reflect the many special circumstances of storming a fortified town at night.)&#10;&#10;Landskrona, July 14, 1677 - After the defeat of the Danish Army at Malm&ouml;, the Swedish king decided the time was right to attack them before they could be reinforced by their German and Austrian allies. He thus moved his 10,000 regulars and 4,000 peasant militia towards the Danish Army located at Landskrona. However, the Danes had received their reinforcements that replenished their numbers to 14,000, and the Danish king felt confident about fighting a field battle. This was a hard-fought battle which saw both armies experimenting with combined arms wings and the personal involvement of the monarchs of both armies.&#10;&#10;Warksow, January 18, 1678 - As the war had reached a stalemate on the Scanian front the Danish forces invaded the island of R&uuml;gen in the fall of 1677. They quickly conquered most of the island except for a small Swedish fortified bridgehead. As supplies ran low and attrition ravaged the army, large parts of the Danish expedition were withdrawn from the island, leaving just under 5,000 men. This allowed the Swedes to transfer 3,500 men from their field army in Germany to the remaining bridgehead in early January 1678 and try to take back the island. The armies met at Warksow, where a Swedish cannonade killed the commander of the Danish Army, paralyzing it. Most of the Danish expeditionary force was captured during the battle or in the aftermath as the Swedes quickly cleared R&uuml;gen.&#10;&#10;Components:&#10;1 series rulebook&#10;1 playbook&#10;3 countersheets&#10;2 2.5 map sheets, 2 of which are backprinted&#10;1 10-sided die&#10;3 Player Aid Cards&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Norway",
      "Country: Sweden",
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "5487",
    "Name": "Feudalia",
    "ID": 104627,
    "Year": "(2011)",
    "Geek Rating": "5.726",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/104627/feudalia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1429",
    "Description": "After an everlasting period of wars, it&rsquo;s finally time to collect the spoils.  The King has named the feudal lords who will bring glory and prosperity to the conquered lands.  To that end, the nobles will have to hire workers and master craftsmen to make their feuds grow as well as helping in the construction of a glorious cathedral, a symbol of the King&rsquo;s proximity to God.&#10;&#10;Feudalia is a deck-building and resource management game for 1-4 players, who will take the roles of the feudal lords of the new lands.  Each player will rule three feuds, and all the vassals living in them, who will work those lands to improve their territories, all of it while trumping your opponent&rsquo;s progress with military incursions into their territories.  But the King wants his share too, and the tax collector will appear frequently, taking part of the resources stored by the players.&#10;&#10;The goal of the game is to be the first player to earn 10 points.  Players earn points by building, either developing their own feuds or helping in the different phases of the construction of the cathedral.  During a turn, each player plays their vassals from their hand to gather money and resources, to further invest in new workers or new buildings.  Resources can be saved, but be careful! the tax collector will show at your door when you least expect him, and he&rsquo;ll take half your resources from each feud.&#10;&#10;Manage your vassals wisely, hire the best master craftsmen, spend your resources in the cathedral before the tax collector arrives, and become the most prosperous feudal lord in Feudalia!&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Civilization",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5488",
    "Name": "Mrs Thatcher's War: The Falklands, 1982",
    "ID": 192858,
    "Year": "(2017)",
    "Geek Rating": "5.726",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/192858/mrs-thatchers-war-the-falklands-1982",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "100",
    "Play Time": "250",
    "Weight": "2.7273",
    "Description": "Not designed as a detailed simulation, this fun and challenging game illustrates the general strategic course of the 1982 Falklands War between Britain and Argentina, and highlights important historical themes.&#10;&#10;It is two games in one: a naval/air game (whose mechanics are based on the author's &quot;Don't Tread On Me&quot; system, but using ships and aircraft instead of armies!) in which the British Player fights against the game system's Argentine &quot;A.I.&quot; to establish control of the skies; and a ground game (modeled after the game system featured in the author's &quot;Mound Builders&quot; and &quot;The First Jihad&quot;) in which the British Player takes advantage of his air superiority to fight and 'yomp' his ground troops across East Falkland to final victory -- or defeat -- in the hills around Stanley.&#10;&#10;The game features all the historical chrome for which this design team is so well known, including Exocet missiles, Falkland Islander civilian resistance, diplomatic shuttles, covert Soviet aid, SAS guerilla missions, Chilean intervention, US assistance, the Gurkhas, helicopters, &quot;ace&quot; pilots, and even the Pope!&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Argentina",
      "Country: United Kingdom",
      "History: Falklands War",
      "Islands: Falklands (UK)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Solitaire (White Dog Games)"
    ]
  },
  {
    "Rank": "5489",
    "Name": "Krosmaster Arena 2.0",
    "ID": 203719,
    "Year": "(2016)",
    "Geek Rating": "5.726",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/203719/krosmaster-arena-20",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7143",
    "Description": "The World of Twelve is a little planet in the Krosmoz universe that is home to millions of warriors and adventurers who just want a simple life. However, life never stays simple for long as Demons from another dimension are always plucking up these warriors to fight in the arena for their amusement.&#10;&#10;In Krosmaster Arena 2.0, players pit their combat skills against one another to earn glory in battle. It will take careful planning and tactical execution for these warriors to come out on top. Players must tap into all of their magical powers and brute strength. It could be the difference between walking out of the arena and being carried out.&#10;&#10;Krosmaster Arena 2.0 is compatible with previous Krosmaster figure releases.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Krosmaster",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "5490",
    "Name": "Penguin Airlines",
    "ID": 369388,
    "Year": "(2023)",
    "Geek Rating": "5.726",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/369388/penguin-airlines",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Penguin Airlines, the airline with the fewest requirements for its pilots, begins its commercial journey. A crew controlled by nerves and pressure will try to land their planes.&#10;&#10;Players are divided into pairs, one member of the team will be the control tower and the other member will play the cabin crew. The control tower will reveal cards from the instruction deck that your partner must complete - press the red button! the fat lever in the ON! in the OOON! Activate the SLAPS!&#10;&#10;With each completed instruction you gain a time counter, each time you spend a counter you will have 30 more seconds to continue your flight.&#10;&#10;When completing five instructions the time stops and the remaining time counters will also be scored. If time runs out, the team will only score for completed instructions.&#10;&#10;The first team to reach 12 points will be the winner!&#10;&#10;Penguin Airlines, a real-time game where every turn can be epic.&#10;&#10;&#10;Penguin Airlines, la compa&ntilde;&iacute;a a&eacute;rea con menos requisitos para sus pilotos, comienza su andadura comercial. Una tripulaci&oacute;n controlada por los nervios y la presi&oacute;n tratar&aacute; de aterrizar sus aviones.Los jugadores se dividen en parejas, un miembro del equipo ser&aacute; la torre de control y el otro miembro interpretar&aacute; a los tripulantes de cabina.  La torre de control ir&aacute; revelando cartas del mazo de instrucciones que deber&aacute; ir cumpliendo su compa&ntilde;ero - pulsa el bot&oacute;n rojo! la palanca gorda en el ON! en el OOON! &iexcl;Activa los SLAPS!&#10;&#10;Con cada instrucci&oacute;n cumplida se gana un contador de tiempo, cada vez que gastes un contador tendr&eacute;is 30 segundos m&aacute;s para continuar vuestro vuelo.&#10;&#10;Al cumplir cinco instrucciones el tiempo se detiene y se puntuar&aacute;n tambi&eacute;n los contadores de tiempo sobrantes. Si el tiempo se agota, el equipo s&oacute;lo puntuar&aacute; por las instrucciones cumplidas.&#10;&#10;&iexcl;El primer equipo en llegar a 12 puntos ser&aacute; el ganador!&#10;&#10;Penguin Airlines, un juego a tiempo real donde cada turno puede ser &eacute;pico.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Aviation / Flight",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Elapsed Real Time Ending",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "5491",
    "Name": "Das Amulett",
    "ID": 1350,
    "Year": "(2001)",
    "Geek Rating": "5.726",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/1350/das-amulett",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5902",
    "Description": "The objective of Das Amulett is to collect jewels to complete your amulet. You need seven different colored jewels or eight of any kind of jewels to complete the amulet and win the game. Powerful spell cards are auctioned off each turn using a fixed set of energy stones. (Each player has ten to use throughout the game.) The winning bidder places their winning bid (in energy stones) on the acquired spell card; this card will remain in play for a length of time related to the number of energy stones placed on it. Each turn energy stones are removed from the spell cards, and these energy stones are then available again for future bidding (so these energy stones are recycled throughout the game). The spell cards give each player some resource production (four different kinds of metals) and usually a special ability that can be used in the game. With the metal resources, the jewels are auctioned off on the main board and are acquired by the players in their quest to complete their amulet.&#10;&#10;Reimplemented by&#10;&#10;&#10;    Wizard's Brew&#10;&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "5492",
    "Name": "Triomphe à Marengo",
    "ID": 359613,
    "Year": "(2023)",
    "Geek Rating": "5.726",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/359613/triomphe-a-marengo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "Northern Italy, 14 June, 1800: The out-manoeuvred Austrian army attacked the French under Bonaparte, took them by surprise and defeated them quickly in the morning fight. Thinking that the battle was over, they pursued the retreating French. However, when General Desaix arrived with reinforcements in the late afternoon, the French started a defiant counterattack and turned the Battle of Marengo into a glorious triumph.&#10;&#10;This game recreates that dramatic battle. One player takes the role of Bonaparte whose troops are scattered at the beginning, while the other attacks with the Austrians. He has to defeat the French, before they can strike back with their reinforcements. Triomphe &agrave; Marengo is fast playing. Departing from almost all wargame conventions, it brings the look of the 19th century linear warfare onto the table.&#10;&#10;Based on the award winning Bonaparte at Marengo and improving it in many aspects, Triomphe &agrave; Marengo offers a unique game experience: The redesigned map gives you wide open spaces for clever manoeuvres; the modified combat system is full of drama; and the novel locale-based morale system is nothing but thrill and tension. Since fights are resolved without dice, it's not Dame Fortune who will decide defeat or victory.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Marengo (Italy)",
      "Country: Austria",
      "Country: France",
      "Country: Italy",
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "5493",
    "Name": "Valor & Villainy: Lludwik's Labyrinth",
    "ID": 325889,
    "Year": "(2023)",
    "Geek Rating": "5.726",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/325889/valor-and-villainy-lludwiks-labyrinth",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.7",
    "Description": "The Evil Wizard's plans were in ruin. In celebration, Giuseppe the Caring Pizza Baron, offered the victorious Order Without Borders twenty victoriously-priced Sun-Fired Pizza&rsquo;s and use of his world famous -Pit of Balls-! Anticipating an evening filled with balls and pizza. danger was the last thing on their minds. Danger however, is an insidious ingredient, which has a means of working its way into even the most well-planned meals...&#10;&#10;&#10;Valor &amp; Villainy: Lludwik's Labyrinth is a 1-6 player co-op adventure game, where a band of noble heroes from The Order Without Borders must pursue the Mad Imp Lludwik into his terrible Labyrinth to quell the threat of a demonic invasion. Lludwik's Labyrinth is a both a stand alone full co-op game, and a fully cross compatible sequel to Valor &amp; Villainy: Minions of Mordak.&#10;&#10;- description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "5494",
    "Name": "Parthenon: Rise of the Aegean",
    "ID": 18243,
    "Year": "(2005)",
    "Geek Rating": "5.726",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/18243/parthenon-rise-of-the-aegean",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0143",
    "Description": "Parthenon: Rise of the Aegean immerses you in an exciting, competitive world filled with aggressive trading, perilous voyages, and the construction of grand monuments. &quot;Parthenon&quot; is a game of commerce for 3 - 6 players set in the islands of the Aegean Sea. The time is 600 B.C., and mainland Greece stands on the threshold of glory. The Aegean Islands now attempt to share in that glory and to thrive in an increasingly profitable (and dangerous!) world.&#10;&#10;Each player strives to develop his island by building additional villages, workshops, and advanced structures such as fortresses, shrines, and academies. The first player to complete all of the structures on his or her island, including two Great Wonders, wins the game!&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Economic",
      "Mythology",
      "Nautical",
      "Negotiation",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Region: Aegean Sea"
    ]
  },
  {
    "Rank": "5495",
    "Name": "A World at War: Second World War in Europe and the Pacific",
    "ID": 7614,
    "Year": "(2003)",
    "Geek Rating": "5.726",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/7614/a-world-at-war-second-world-war-in-europe-and-the",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "1440",
    "Play Time": "2880",
    "Weight": "4.8571",
    "Description": "Welcome to A World at War, an immersive exploration of the grand strategies of the Second World War. With roots tracing back to the classic Third Reich, and its eventual successors--Advanced Third Reich and Empire of the Rising Sun--A World at War pushes this gaming system even further, expanding on the detail and choices of what was already a fine family of wargames.&#10;&#10;&#10;A World at War--the game that brings you everything in one meaty box, a far-ranging battlefield where marines and paratroopers slog it out with infantry and armor; where carriers and submarines spar with cruisers and battlewagons; where army planes and carrier planes crisscross the skies with bombers and interceptors and ultra-fast jets. Yet unlike in other games, in A World at War you decide what to build, and you decide where to deploy it. Will this corps storm across Europe, or sail to the Pacific? Will these planes patrol The Steppes, or hunt the shores of the Med? Choose carefully--for in A World at War, the deployment of troops is crucial. But don't go thinking armaments comprise the only battlefield. The struggle extends deep into other arenas, like into foreign parliaments, through diplomacy, and into your skunk works, through research, and behind enemy lines, through partisans. So seize every advantage you can get--not just in drop tanks and detonators, but also in spy rings and wool parkas. Most of all, stay flexible. For when the worst happens and you find yourself outwitted and outgunned, you'll tend to obsess over mistakes, like how you cracked too few encryptions, or gobbled too many islands, or skimped too much on Murmansk. But now isn't the time for recriminations--now is the time for action! Will you gamble and surge-research the atomic bomb? Or will you take the exigency--less glitzy and less risky--of barricading your beaches and erecting flak near your factories? Whatever you decide, decide carefully, for this is bare-knuckled warfare not only across land, sea, and air--but also on trucks and in treasuries, on lab benches and in diplomatic pouches. With so many elements in play, can winning strategies ever be more than a cobble or winning choices ever more than an anguish? It's a question only you can answer. But whatever your approach, if you hang on long enough to unleash your final hoard of weapons in one last grand assault, you just may earn that rare chance to annihilate armies and rule empires . . . even if they're only cardboard.&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Europe",
      "Digital Implementations: VASSAL",
      "Series: Third Reich (Avalon Hill and others)",
      "War Level of Command: Strategic"
    ]
  },
  {
    "Rank": "5496",
    "Name": "Aquarius",
    "ID": 814,
    "Year": "(1998)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/814/aquarius",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.1346",
    "Description": "The groovy card game that's kind of like dominoes (only better!) Aquarius features three types of cards: Elements, Goals, and Actions. Element cards are played kind of like dominoes, with each player trying to win by connecting seven panels of one particular element. Goal cards determine which element each player is going after, and Action cards allow players to shake up the action in five different ways. The game is fast, fun, colorful, and easy to learn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "5497",
    "Name": "Hot Lead",
    "ID": 339924,
    "Year": "(2022)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/339924/hot-lead",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2727",
    "Description": "Lead the undercover investigation against five criminal groups to gather enough evidence to convict them. However, if you investigate too aggressively, the criminals will smell a rat and go dark!&#10;&#10;In each round of Hot Lead, criminal cards are displayed in a column equal to the number of players. Players then make their bid by simultaneously revealing an investigator card from their hand. The highest investigator bid takes the criminal card closest to the deck, the second highest takes the second closest, and so on. These cards are worth points equal to their face value (0-5).&#10;&#10;Gather enough evidence on one criminal organization to convict them when the game concludes after ten rounds; in game terms, by having exactly three of a suit, you earn 10 bonus points. Ten bonus points are also awarded to those who acquire criminal cards of all five suits. If you investigate too aggressively and grab the fourth card of a suit, those criminals will sense a rat and you'll scare them underground, thereby losing all of those cards. The player with the most points at the end of the game wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Series: Criminal Capers Collection (Reiner Knizia)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5498",
    "Name": "Dragonland",
    "ID": 3208,
    "Year": "(2002)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/3208/dragonland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8349",
    "Description": "Using strategy and cunning, each player moves his group of companions from volcano to volcano collecting treasure. His/her goal is to collect sets of dragon eggs and gemstones. The player scores for each egg and gemstone collected but also receives extra points for each complete set. The game ends when the last dragon egg is collected.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: Drop Tower",
      "Components: Gems/Crystals",
      "Components: Player Screens",
      "Creatures: Dragons",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "5499",
    "Name": "Forged in Steel",
    "ID": 32002,
    "Year": "(2016)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/32002/forged-in-steel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5294",
    "Description": "In the multiplayer card-driven, city-building strategy game Forged in Steel, players take on the role of a prominent family in a burgeoning Colorado county in 1900 as turbulent social and technological changes are about to reshape the way all Americans live. Each family seeks to control one of four sectors (mining, industry, city, or commercial) while also striving to be Mayor to control the appointment of other players to offices.&#10;&#10;The game takes place over three eras (turns/decades), each with multiple phases in which players are dealt eight cards &mdash; all with historic black-and-white photos from Colorado &mdash; and must discard one and bank two for their final turn. Cards are used to either play Municipal Muscle points to build, buy, or seize structures, or used for the &quot;event&quot; listed on every card. Cards can also be used to set yearly &quot;Headlines&quot; or &quot;Themes&quot; which evoke a movement in American society or technology and change VP awards or other variables in the game. Structures are scored by multiplying the amount the sector tracks have advanced by the number of buildings owned. Different tracks progress differently.&#10;&#10;Finally, players can build parks, civic buildings, hospitals, and police stations. These buildings in turn affect further play and cause neighborhoods to have more political votes at turn's end, increase VPs for proximity, or protect against certain negative cards.&#10;&#10;Forged in Steel is an organic building game in that all builds change the landscape and players may build only adjacent to where others have built &quot;the grid/network&quot;. At turn's end, the game decides how many immigrants come seeking jobs based on how many factories and commercial buildings were built that turn. Too many? Unrest grows and there could be a riot, undermining all of your recent city-building efforts. The National Guard will step in to help you, of course, but they are usually outnumbered, and there's often fighting in the streets, so be wary of not contributing to the &quot;Unrest Track&quot;.&#10;&#10;Can your family negotiate the turbulent changes of the early 1900s and become the local political and economic powerhouse? From the New Deal, Women's Suffrage, City Beautiful and Spanish Flu, to sidewalks and paved streets, all aspects of a 1900s western American city are incorporated, and players will learn about the rise of those developments that changed cities, labor, industry, and society forever.&#10;&#10;",
    "Categories": [
      "American West",
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "States: Colorado"
    ]
  },
  {
    "Rank": "5500",
    "Name": "Risk (Revised Edition)",
    "ID": 37198,
    "Year": "(2008)",
    "Geek Rating": "5.725",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/37198/risk-revised-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1573",
    "Description": "The classic wargame Risk has been updated and revised for 2008. The graphics and components are brand new. Major and minor objectives have been added, along with cities and capitals, plus rewards for completing objectives.&#10;&#10;The new version has a drastically changed victory condition: complete three objectives while controlling your capital. This shortens the game playing time to around 90 minutes.&#10;&#10;There are three rule sets: Basic Training, Command Room and World Conquest. Basic Training is an introduction to the new Risk rules and includes a pre-existing setup for 3, 4 or 5 players. Command Room adds a randomized setup and rewards for achieving objectives. Both Basic Training and Command Room end when a player controls three objectives. World Conquest is an updated version of the classic Risk game of Global Domination: play continues&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Game: Risk (Official)"
    ]
  }
]