[
  {
    "Rank": "N/A",
    "Name": "Chants of the Fallen",
    "ID": 234692,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234692/chants-of-the-fallen",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;This game is currently being designed by Sebastian Portillo.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Round House: 2nd Expansion – Port City",
    "ID": 234693,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234693/round-house-2nd-expansion-port-city",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Round House: 2nd Expansion &ndash; Port City provides four kinds of new tile for the Round House base game:&#10;&#10;&gt;&gt;1.Port city Tiles:&#10;1)You can move a assistant from a town to the nearby port city.&#10;If you pay the resource cubes, you will move to more far place to take a Bao-Chao Banknote Tile.&#10;&#10;2)If you stop your scoring assistant on the &ldquo;small temple&rdquo; space of the score track on the game board, you may gain the small temple reward.&#10;&#10;&gt;&gt;2.Bao-Chao Banknote Tile:&#10;Bao-Chao Banknote, the front have a value of 5 coins, the back is bonus points calculated the end of the game.&#10;&#10;During game setting, place Bao-Chao Banknote face up in the coin supply.Anytime when a player receives 5 coins or more, player can choose take a Bao-Chao bank note instead of 5 coins. Player must immediately decide to flip to the back side for scoring and place below the player board. (*Flipped tiles cannot be used as 5 coins.)&#10;&#10;1.Receive 1 honor points when you take coins.(each used once per turn)&#10;2.Receive 1 honor points when you perform Traveling merchant action.(each used once per turn)&#10;3.Receive 2 honor points when you perform Recruit action.(each used once per turn)&#10;4.Receive 3 honor points when you perform Helper action.(each used once per turn)&#10;5.Receive 2/3 honor points when you SELL the specified resource cubes to any kind of market.(each used once per turn)&#10;&#10;&gt;&gt;3.Amulets extra scoring tile&#10;The special Blue Amulet(x2) will be put on worship area(the rightmost reward space that near by 16). When you  get the rewards in the  reward spaces of your chosen spot. you can choice the special Blue Amulet for game end scoring.&#10;when you get a special Blue Amulet, your Red Amulet gain extra 2 prestige points each.&#10;&#10;&gt;&gt;4.50/100 prestige points  Tile&#10;Player can calculate the quantity of 50/100 prestige points.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Queue",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows in the Void: Sci-Fi Space Combat Miniature Wargame",
    "ID": 234699,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234699/shadows-in-the-void-sci-fi-space-combat-miniature",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Shadows in the Void is a unique spacefighter combat miniature wargame based on highly modified core rules of Hind Commander (mainly simplified and streamlined) and inspired by classic ancient Chinese military treatise The Art of War. Unlike most games within the genre, Shadows in the Void focuses on stealth, electronic warfare, and the interactions between spacecraft in your squadron. It certainly is not a &ldquo;Red Baron in space&rdquo; ruleset &ndash; you won&rsquo;t see many dogfights during the battles. Why would advanced war machines of the far future use tactics which became obsolete in mid-20th century? Of course, they look very appealing on screen, but not necessarily on the gaming table.&#10;&#10;At the moment of release, the miniature range will cover all units from two of the five races, with the remaining ones released gradually in later waves. The miniature scale of choice is 3mm, and the Shadows in the Void range is designed to be compatible with Odzia&#197;&#130; &Oacute;smy PSF 1/600 sci-fi range. The miniatures will be produced in small series, with frequent additions of new versions of earlier units &ndash; it&rsquo;s boring to sell the same miniatures all time, isn&rsquo;t it?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ExSpelled",
    "ID": 234701,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/234701/exspelled",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "You're all incoming freshmen at Whimberly's College of the Magical Arts &ndash; a magic school located in the center of a mana desert. It's pretty terrible.&#10;&#10;...but you don't have much of a choice. You didn't get accepted to any of the more prestigious magic schools &ndash; the quill didn't write down your name, you weren't endowed with amazing mutations, you're not exactly what the magic elite want.&#10;&#10;But that doesn't mean you can't attend magic school. Magic is for everyone...right?&#10;&#10;ExSpelled is a book that transforms into a creative tabletop game for 2-6 players. As you progress through the book, you will create your characters, color them, and customize them. Your characters will face many dangers, brave challenges, and make many decisions that permanently affect the story. You'll use a decision card to track the choices you make as the story moves forward.&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Pandora",
    "ID": 234702,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234702/sine-tempore-pandora",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Phitos, an obscure and silent sphere of metal, travels slowly through space.&#10;Phitos is a name known by few, an unknown structure, a black hole ready to swallow up all forms of evil.  &#10;Phitos was built by brilliant hands, using ancient yet elusive technology, hands worthy of a God.  &#10;Phitos is the home of Pandora.  &#10;Phitos is a prison.&#10;&#10;Pandora is a unique being, the descendant of an ancient species, tied to the machine by choice and now immortal. She controls the space station in a silence broken only by the screams of the latest arrivals. Pandora wanders through space looking for forms of life marked by evil, hunting them down and capturing them, satisfying the wish of her creators. Her trusted Punishers are supported by the Sin Eaters and repair droids, called Shield.&#10;&#10;She had lived in darkness and silence for millenniums, until she was touched by two beings that seemed destined to cross her path. In them, Pandora saw something she had never seen before, a pure and candid aura, in strong contrast with their appearance. She immediately understood that she had stumbled across something precious, which if properly moulded could become a lethal weapon, something feared by all, something fair yet terrible.  &#10;She had found Alpha and Omega.&#10;&#10;Pandora&rsquo;s vigilant slumber was interrupted by a signal that she never imagined to receive on Phitos. Somebody had intercepted the course of her spaceship. But who would be so foolish? Why?&#10;&#10;With this new expansion, our heroes will find themselves managing Pandora&rsquo;s fury, in search of Beli&rsquo;ar, Jukas&rsquo; master, lost in space for decades. In a moment of sanity, Beli&rsquo;ar had managed to yell out for help through the purple flames, and Jukas had heard his echo.&#10;&#10;During this mini campaign, you&rsquo;ll visit Phitos in search of Pandora, ready to rescue Beli'ar. You won't be able to use the Blessed Weapons as heroes, but will come up against them as enemies together with the droids and their strange appearance, helping Pandora defend against intruders.&#10;&#10;Pandora will end with a breathtaking finale, which will allow you to play Beli'ar in the future, either as a Nemesis or as a Hero. It all depends on you. The final Pandora mission is a nemesis mission, with action cards to manage this new and powerful adversary.&#10;&#10;But how did Beli'ar come to be imprisoned on Phitos?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Kyrone",
    "ID": 234703,
    "Year": "(2018)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234703/sine-tempore-kyrone",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The band of Kyrone Guards has landed on Primaevus V to reclaim the territories conquered by Achab and crew! In this fantastic box you&rsquo;ll find the well-known Kyrone, 3 Guards, Centaurs set on defending the sacred locations of Primaevus V and 5 Broods, creatures originally from Primaevus V that Kryone and his centaurs have trained to back their cause.&#10;&#10;With the arrival of this box, the influence of the Primaevi will increase significantly and the Genesis crew will need to find a way to contain their fury and shrewdness. As usual, in addition to the miniatures you&rsquo;ll find everything you need to play these new enemies. Therefore, in addition to the Kyrone box (Nemesis cards included!) you&rsquo;ll find all the enemy cards, tokens and an extra themed game board.&#10;&#10;Content: 1 Kyrone, 3 Centaur, 5 Hounds, 6 Enemy cards, 2 Wounds cards, 10 Token, 1 Nemesis mission card, 16 Prey action cards, 1 Tile.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Aracne",
    "ID": 234704,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234704/sine-tempore-aracne",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Aracne is another of Pandora&rsquo;s agents and just like the Blessed Weapons, she is called to recover the &ldquo;evils&rdquo; of the universe.  &#10;Assisted by her clutter of robotic spiders that transform into lethal weapons on call, her job is catch the largest prey.&#10;&#10;A new tile, as well as new exploratory missions will increase the power of Phitos, Pandora&rsquo;s spaceship.&#10;&#10;Adding more value to this expansion is Mambo, an exclusive Pet with unusual taste.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Motherfang",
    "ID": 234705,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234705/sine-tempore-motherfang",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Faun live for the hunt, the glory, to win over the respect of their own tribe. Primaevus V offers fauns challenges worthy of their abilities as hunters, which is precisely why they made it their hunting reserve.  &#10;Among the terrible creatures living on the planet, there are beasts that manage to instill fear even in the most undaunted hunters. &#10;The Primaevi call them ThunderTooths.&#10;&#10;Their fur is the colour of the tempestuous blue sky, recalling the electric blue of their pulsing veins, while the bulging bones running up their spine and strong horns have snapped more than a few hunters&rsquo; blades and just as many lives. And if you happen to think that their obsidian claws and sharp fangs are the only weapons at the disposal of this terrifying beast, you&rsquo;re seriously mistaken. &#10;ThunderTooths are true to their frightening name, thanks to their unique ability to generate terrifying high voltage bolts of electricity.&#10;&#10;&ldquo;According to an ancient Primaevan, an outcast Hunter once made his way to the ravine of the striking beasts, in an effort to restore his honour. The cave before him was glowing pale blue and pulsing, Krags was an expert hunter and despite being far from his tribe, would never have forgotten how to use a lance. Nothing was ever able to rattle his nerves of steel, except what he saw that day.&#10;&#10;As he continued his descent into the depths of the earth, his sharp ears perceived a constant and muffled cry. And so it was that he reached an enormous grotto, where tens of fauns stood immobile like statues, with weapons in hand, all facing the same direction.&#10;&#10;The cry was coming from the clamped mouths of the paralysed hunters, their eyes moving frenetically as if to warn Krags of the imminent danger. The countless trenches leading to the grotto were swarming with ThunderTooths.&#10;&#10;They were babies, prey for young fauns seeking to become hunters... but where there were babies, there was bound to be a mother. A terrifying roar shook the entire cave, while from a dark tunnel the largest MotherFang Krags had ever seen emerged. Step after step, the enormous beast loomed towards him in a show of force, destroying the hunter&rsquo;s nerves, who for the first time in his life... ran.&#10;&#10;While Krags ran panic-stricken, the MotherFang opened his jaws and struck the hunter with a bolt of electricity, instantly paralysing him. Krags couldn&rsquo;t move a single muscle as the ThunderTooths began making their way towards their immobile prey, drooling and famished. The fauns were perfectly conscious, but they would have preferred not to be, to avoid having to watch what was about to happen&rdquo;.&#10;&#10;Content: 1 Motherfang, 5 Thundertooth, 1 Thunderthooth Pet, 4 Enemy cards, 1 Pet card, 2 Wounds cards, 10 Token, 1 Nemesis mission card, 15 Prey action cards, 1 Tile.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Pets pack",
    "ID": 234706,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234706/sine-tempore-pets-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "During certain missions, the Sine Tempore heroes will come across various indigenous alien species. In some cases, they will be able to make friends with some of the animals. These may appear to be relatively docile, but with a bit of proper training they can become valuable sidekicks. To receive the pets, the first thing you need to do is make one of the Genesis rooms into a zoo.&#10;&#10;Generally speaking, pets give their owners new and exclusive skills. A pet assigned to a hero can never change owner and will be removed from the game when the hero abandons the mission. If a hero dies, his or her pet will leave the Genesis forever. Most crew members can only have one pet. The zoo can be improved to hold multiple pets. In this case, a hero can own multiple animals, although they can only bring one into battle.&#10;&#10;Content: 1 Brawler, 1 Krabnock, 1 Gorous, 3 Petc cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alfamemo",
    "ID": 234707,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/234707/alfamemo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The origin of this letter tile game is mysterious, as it bears no publication info or crediting aside from a private email address whence to direct questions and opinions. It may have been self-published and/or given away in some promotional context.&#10;&#10;The game consists of 107 tiles, most of which contain a letter. Players randomly draw these one by one (optionally rejecting or exchanging tiles), aiming to form them into words, which are scored by length. A few special tiles result in extra draws or a lost tile. When all tiles have been drawn or no player wishes to draw any more, the game ends and unplayed tiles result in a penalty.&#10;&#10;As an advanced variant, the game suggests only allowing words that fit a certain theme, such as &quot;sports and games&quot;, &quot;culture and entertainment&quot;, &quot;animals and nature&quot;, &quot;geography&quot; or &quot;names&quot;.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Silicio",
    "ID": 234708,
    "Year": "(2018)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234708/sine-tempore-silicio",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;A cold planet in a sector not far from Primevus V emanates a known signal; a spaceship identical to yours is sending an unmistakable message: &quot;Life here is possible&quot;. However will it be what you expect? Why is another spaceship so close to yours? Why is it so far off course? ... Silicio will guide you along the discovery of numerous events in waiting behind the &quot;Kraken&quot; on an apparently inhospitable planet, against a totally unexpected enemy.&#10;&#10;This box too contains fantastic miniatures, new boards, new objects and a mini narrative campaign with 10 missions, plus 5 new exploration missions. Silicio&rsquo;s creatures are classified into three types; at the lowest level of the scale, we have the Babooms, obtained by recycling the oldest remains of the Kraken crew. These beings, turned completely crazy by the transformation, will throw themselves onto our Heroes, with no regard for danger.  The O.R.C. are lethal assassins who kill their victims with hard-hearted ruthlessness. Silent, and almost invisible, they will put the cold blood of Achab and company to the test. A.D.E., a true killing machine... is the largest miniature that LMS has ever produced. Driven by an O.R.C., this exoskeleton is able to create an incredible amount of fire. Its physical defense is almost impenetrable, but its gynoid nature means it can be used not only by the Enemies...&#10;And of course, how could we not speak of their leader? The first specimen of the Andromeda model, having awakened, has decided to rebel against its owners, killing them only to bring them back to life as mechanical creatures of its own invention. Andromeda is driven by an atavistic hatred for living creatures, second only to her hate for her &ldquo;younger sister&rdquo; who replaced her.&#10;&#10;This is a Kickstarter exclusive expansion.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Land and Sea War Games",
    "ID": 234709,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234709/land-and-sea-war-games",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;2 Complete Games in this box 1 Catapult Game 1 Spinner Game&quot;&#10;&#10;Two very simple war themed games from the USA in 1941.&#10;&#10;Game #1 is a catapult game lasting 4 rounds with scores being added or subtracted from your total based on where your pieces land.&#10;&#10;Game #2 is a roll/spin and move game with the goal of being the first to enter the enemy headquarters.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sine Tempore: Black Hole Box",
    "ID": 234710,
    "Year": "(2018)",
    "Geek Rating": "5.558",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234710/sine-tempore-black-hole-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Contains extra content added as part of the stretch goals during the first Kickstarter campaign.&#10;&#10;This includes among other things:&#10;- Luperco (Hero: Biologist)&#10;- Isaac (Hero: Engineer)&#10;- Molly (Hero: Scout)&#10;- Sileno (Enemy: Boss)&#10;- Faina (Pet)&#10;- Dark Seed (Enemy: Boss)&#10;- Ulisse (Hero: Security)&#10;- Simonia Crossover (Hero: Scout)&#10;- Blessed Weapon Alpha (Hero: Special)&#10;- Blessed Weapon Omega (Hero: Special)&#10;- Boggeyman (Enemy: Crossover)&#10;- 5 Dolls (Enemy: Crossover)&#10;- Andromeda 2.0 (A.D.E. Version)&#10;- Fato (Enemy: Boss)&#10;- Marku (Enemy: Crossover)&#10;- 5 Revenant (Enemy: Crossover)&#10;- Arcade (Hero: Captain)&#10;- Enta (Hero: Engineer)&#10;- Rognon the White One (Enemy: Boss)&#10;- Ares (Enemy: Boss)&#10;- 2 Temple Guards&#10;- Tiberius (Enemy: Boss)&#10;- Calibos (Enemy: Boss)&#10;- 5 Raven (Enemy: Elite)&#10;- 3 Fatue (Enemy: Elite)&#10;- Pandora Sphinx (Enemy: Boss)&#10;- Hydra&#10;&#10;Some stretch goals (but not all) are Kickstarter exclusive&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Sine Tempore",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sword and Spear: Fantasy",
    "ID": 234713,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/234713/sword-and-spear-fantasy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "&quot;This ruleset, Sword &amp; Spear Fantasy, is based on the Sword &amp; Spear ancient and medieval wargames rules which are designed for playing out large battles of the period from about 3000BC to 1500AD.  They are an evolution of that ruleset, with rules added to cover all of the required fantasy elements, but at its heart it is the same core mechanisms.&#10;&#10;My intention was to make this mainly a game about units of infantry and cavalry (of whatever size and race and type) manoeuvring and  fighting on the battlefield. All of the extra features such as magic, heroes, monsters, flying creatures and other exotic troop types add extra  flavour and interest, and can impact the battle, but should not dominate it.&#10;&#10;My aim with magic (matching the overall philosophy of the rules) was for the outcome to matter, but not the detail. So there are no long lists of named spells to choose from. Instead, just a few main effects are catered for (which on the whole are the same effects that would be covered by a list of lots of different spells) &ndash; increasing the effectiveness of friendly units, attacking the enemy and healing or rallying friendly units.&quot;&#10;&#10;Excerpt from the Appendix&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deception/CS-Files: Theme Pack – Western Europe",
    "ID": 234717,
    "Year": "(2017)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234717/deceptioncs-files-theme-pack-western-europe",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Deception/CS-Files Theme Pack: Western Europe is a collection of twenty new objects for use with Deception or CS-Files, specifically these objects:&#10;&#10;&#10;    Beret&#10;    Baguette&#10;    Designer Handbag&#10;    Cr&ecirc;pe Pan&#10;    Racing Bicycle&#10;    Napoleon's Hat&#10;    Eiffel Tower Souvenir&#10;    Guillotine&#10;    Tennis Racket&#10;    Big Ben Souvenir&#10;    Shakespeare's Quill&#10;    Cricket Bat&#10;    Pint Glass&#10;    Union Jack&#10;    Pretzels&#10;    Hood Ornament&#10;    Berlin Wall Stone&#10;    Bach Composition&#10;    Accordion&#10;    Lederhosen&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deception/CS-Files: Theme Pack – Southern Europe",
    "ID": 234718,
    "Year": "(2017)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234718/deceptioncs-files-theme-pack-southern-europe",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Deception/CS-Files Theme Pack: Southern Europe is a collection of twenty new objects for use with Deception or CS-Files, specifically these objects:&#10;&#10;&#10;    Olive Oil&#10;    Gondola&#10;    Carnival Mask&#10;    Volcanic Magma&#10;    Michelangelo's Brush&#10;    Da Vinci's Sketchbook&#10;    Roman Bath&#10;    Soccer Ball&#10;    Flamenco Skirt&#10;    Castanets&#10;    Matador Sword&#10;    Salvador Dali Painting&#10;    Saffron Flower&#10;    Marble Brick&#10;    Discus&#10;    Javelin&#10;    Spartan Sword&#10;    Socrates' The Republic (Plato's The Republic)&#10;    Sea Sponge&#10;    Feta Cheese&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deception/CS-Files: Theme Pack – North America",
    "ID": 234719,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234719/deceptioncs-files-theme-pack-north-america",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Deception/CS-Files Theme Pack: North America is a collection of twenty new objects for use with Deception or CS-Files, specifically these objects:&#10;&#10;&#10;    Maple Leaf&#10;    Hockey Stick&#10;    Hockey Puck&#10;    Zamboni&#10;    Curling Stone&#10;    Mountie Hat&#10;    Baseball&#10;    Cheeseburger&#10;    American Flag&#10;    SUV&#10;    Race Horse&#10;    Mouse Ear Hat&#10;    Blue Jeans&#10;    Sombrero&#10;    Tequila&#10;    Cactus&#10;    Poncho&#10;    Iguana&#10;    Luchador Mask&#10;    Olmec Mask&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deception/CS-Files: Premium Role Card Pack",
    "ID": 234720,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234720/deceptioncs-files-premium-role-card-pack",
    "Min Players": "4",
    "Max Players": "14",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Deception/CS-Files: Premium Role Card Pack is a collection of all the roles from Deception: Murder in Hong Kong, Deception: Undercover Allies. and the 2015-2017 Deception KS Promo Packs, with the cards bearing a special printing effect.&#10;&#10;Inside Man&#10;Murderer&#10;Accomplice&#10;Clever Accomplice&#10;Investigator&#10;Forensic Scientist&#10;Lab Technician&#10;Protective Detail&#10;Witness&#10;Consulting Detective&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Blightwar",
    "ID": 234722,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/234722/warhammer-age-of-sigmar-blightwar",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "War rages across the Mortal Realms. The focal points of the first great battles were those magical portals known as Realmgates, doorways through reality with immense strategic importance. The wars over these were brutal and bloody, and while Sigmar&rsquo;s glorious Stormcast Eternals can lay claim to victory, it was not quite the all-conquering victory for which they might have hoped. It was not long before the Dark Gods marshalled their counterattack &ndash; and none were so febrile and repulsive as those of Grandfather Nurgle&hellip;&#10;&#10;Warhammer Age of Sigmar: Blightwar is a great-value boxed set, featuring 32 plastic Citadel miniatures split across the armies of Nurgle and the Stormcast Eternals. It focuses on the Blightwar &ndash; Nurgle&rsquo;s dastardly plan to befoul the realm of Ghyran using his Grand Cultivator Horticulous Slimux, and the heroic attempts to stop him by Neave Blacktalon, deadly huntress and swift-footed assassin of the Stormcast Eternals. Contained in the box:&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of Tokyo: Champion of the Gods Promo Card",
    "ID": 234725,
    "Year": "(2017)",
    "Geek Rating": "5.517",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234725/king-of-tokyo-champion-of-the-gods-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Promo Card for King of Tokyo that was inserted into Arena: For the Gods! game from IELLO.&#10;&#10;Card cost &quot;3&quot;&#10;&#10;KEEP&#10;&#10;&quot;You can spend hearts as if it were lightening to buy power cards.&quot;&#10;&#10;Part of the King of Tokyo series.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Continents: Asia",
      "Country: Japan",
      "Creatures: Monsters",
      "Game: King of Tokyo",
      "Promotional: Cards",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time's Up! Title Recall: Dice Tower Expansion Pack",
    "ID": 234733,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234733/times-up-title-recall-dice-tower-expansion-pack",
    "Min Players": "4",
    "Max Players": "18",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "1",
    "Description": "A custom deck of Time's Up cards chosen by Indiegogo backers from a poll during The Dice Tower 2017 Indiegogo Campaign.&#10;&#10;The deck includes 52 cards, 104 words! The backs say Times Up! Title Recall.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Game: Time's Up!",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beneath Nexus: Myths and Monsters Mini Expansion",
    "ID": 234734,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234734/beneath-nexus-myths-and-monsters-mini-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Myths and Monsters Mini Expansion introduces 7 new cards to Beneath Nexus to expand the base game, 5 new monsters, 1 new Relic, and 1 new Cursed Relic.&#10;&#10;Dy-Buk - Souls of the dead that lurk in the shadows of Nexus. They have long forgotten who they are and spend their days in fear, hiding from the more powerful denizens of Nexus.&#10;&#10;Amano-Jaku - Evil spirits that have been drawn to the dark power of the Ether Well. The power of the Blight has turned them into the embodiment of curses and ill intent.&#10;&#10;Aketeko - Fiendish little monsters that appear to be an animated hand of a red ape. They graft themselves on to corpses and use the stolen bodies to harrass unsuspecting heroes.&#10;&#10;Dark Construct - Once powerful battery constructs that helped scholars and mages in their research into ether, the Dark Constructs now serve as vessels for spreading the power of blighted ether.&#10;&#10;Kappa-Hama - Wise men of Bara-hama that came to Nexus to cleanse it, their faith in the Holy Fire was not enough to protect them from the corruption of the Blight.&#10;&#10;Muramasa - The greatest sword ever made by the greatest swordsmith who ever lived, it was forged with spite and ill intent. Able to rend any foe, it deals as much harm to its wielder as its victims.&#10;&#10;Masamune - Made to atone for the creation of the Muramasa, the Masamune was made to defend, not attack. Every stroke channels healing power into the allies of the wielder.&#10;&#10;The expansion includes:&#10; - 12 total cards&#10; - 5 new Monster cards (2 copies of each)&#10; - 1 new Relic&#10; - 1 new Cursed Relic&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Black Plague – Erik Summoner",
    "ID": 234735,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234735/zombicide-black-plague-erik-summoner",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Promo given out during The Dice Tower 2017 Indiegogo Campaign.&#10;&#10;&quot;I control the towns and villages, and specially the people who plague them!&quot;&#10;&#10;Erik used to be a herald to the king using his powerful voice to spread the ruler's word throughout the kingdom. However, his lust for power consumed him, filling his mind with dark thoughts of overthrowing the king and sowing chaos in the streets. Meddling with the dark arts, he soon discovers his velvety voice could do more than attract the people's attention, it could raise the dead from the very ground! Wherever Erik the Summoner roams, death follows.&#10;&#10;Box includes one miniature and ID cards.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Emojito: Dice Tower Promo Pack",
    "ID": 234736,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234736/emojito-dice-tower-promo-pack",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of 4 new cards given out from the 2017 Dice Tower Indiegogo campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Dice Tower Promo Cards",
    "ID": 234737,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234737/project-elite-dice-tower-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A pair of new event cards given out from the 2017 Dice Tower Indiegogo campaign.&#10;&#10;Shaking Ground - Place a Boss token on the next Round on the Game Setup Area.&#10;&#10;It Gets Worse - Place an Event token on the next Round on the Game Setup Area.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Project ELITE",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank!: Siren",
    "ID": 234742,
    "Year": "(2017)",
    "Geek Rating": "5.692",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234742/clank-siren",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A promo card give out at a convention.&#10;&#10;It is a companion card with the power to Acquire a companion card&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NMBR 9: Starting Tiles Promo",
    "ID": 234743,
    "Year": "(2017)",
    "Geek Rating": "5.636",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234743/nmbr-9-starting-tiles-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "NMBR 9: Starting Tiles are promotional tiles for NMBR 9 that debuted at the 2017 Stadt-Land-Spielt! game festival in Germany and Austria.&#10;&#10;Before starting the game, each player receives one starting tile at random, placing it on the table as the first tile in their display. Thus, everyone now starts from a different base, so players cannot copy one another, even in the earliest rounds of play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NMBR 9: Extra Tiles Promo",
    "ID": 234744,
    "Year": "(2017)",
    "Geek Rating": "5.590",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234744/nmbr-9-extra-tiles-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "NMBR 9: Extra Tiles is a mini-expansion for NMBR 9 that debuted at the SPIEL '17 game convention in Germany.&#10;&#10;During set-up, each player receives two extra tiles and places them aside as a personal supply. After placing the number tile for the current round, a player may decide to additionally place one extra tile from their supply. The usual placement rules apply.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LUPO: The Space Adventure",
    "ID": 234755,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/234755/lupo-the-space-adventure",
    "Min Players": "3",
    "Max Players": "25",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "1",
    "Description": "LUPO: The Space Adventure is a collaborative, storytelling card game in which your imagination is humanity's only hope!&#10;&#10;Launch into a whole new galaxy of fun and imagination with your family and friends with &quot;LUPO: The Space Adventure&quot;, a light-hearted storytelling card game, which takes you and your friends on a ridiculous sci-fi adventure. When planet Earth gets turned into a tiny raisin, it's up to you and your friends to blast off beyond the stars and create a new home for humanity. Get ready for a close encounter with fantastic new worlds and species, such as a world without gravity where social zombies live. Let your imagination run wild as you bring your ideas to life, from creating pen-and-paper designs to building your own spectacular spaceship.&#10;&#10;LUPO: The Space Adventure is a cooperative game, so not competitive, no winners, not a lot of rules &amp; making up own rules is just fine. It's a light-hearted creative storytelling card game about imagination, creativity and being ridiculous. Mainly a game which allows your imagination to flourish &amp; for you to be social with friends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vast: The Fearsome Foes",
    "ID": 234757,
    "Year": "(2018)",
    "Geek Rating": "5.808",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234757/vast-the-fearsome-foes",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.8182",
    "Description": "Description from the publisher:&#10;&#10;Introducing The Fearsome Foes, an expansion pack for Vast: The Crystal Caverns. This pack provides three new, interesting roles for all play styles, whether you want to deepen your solo experience or expand your game to play with up to seven players!&#10;&#10;Three new roles:&#10;GHOST: Reclaim the remnants of your mortal life using your spectral powers, manipulating your opponents with telekinesis or possessing them to do your bidding.&#10;GHOUL: Stalk and terrorize your opponents, growing stronger with each battle. Corrupted and evil, you live only to hunt.&#10;UNICORN: Gallop on magic winds and use your fearsome horn to punish your opponents. Regain your former radiance and escape this dark place forever.&#10;&#10;Each role comes with its own rulebook, detailed miniature, wooden meeple, set of cards, and two player boards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Hand Management",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Creatures: Unicorns",
      "Crowdfunding: Kickstarter",
      "Game: Vast"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brewin' USA: Boho Rye Promo Card",
    "ID": 234758,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234758/brewin-usa-boho-rye-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Boho Rye Premium Beer (Bohemian Rye Pilsner) promo card. This card was included in the Kickstarter version of Adam's Apple Games production of Truck Off.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Burke's Gambit: Salvager",
    "ID": 234760,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234760/burkes-gambit-salvager",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promo from Dice Tower 2017 Indiegogo Campaign&#10;&#10;Salvager character card says &quot;Once per game, you may use a role card ability that has already been used.&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Negotiation",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Garbage Day: Dice Tower Promo Pack",
    "ID": 234761,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234761/garbage-day-dice-tower-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A pack of new cards from Dice Tower Season 13 Indiegogo campaign&#10;&#10;This expansion includes 11 gamer-themed garbage cards.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Promotional: Dice Tower",
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enfutown Bumpers",
    "ID": 234762,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/234762/enfutown-bumpers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;Enfutown Bumpers is a 2 player strategy card game with a fun art style you can't put away! It's got a lot of elements for outstanding gameplay.&#10;&#10;&#10;     Board positioning&#10;     Outwitting your opponent&#10;     Hidden Information&#10;     Bump Battles!&#10;&#10;&#10;It's reminiscent of games like Stratego and Poker. Units move face down on the 3x5 board and after bump battles, they are revealed. There are many opportunities to read your opponent and bluff too!&#10;&#10;Each card has a Rank which determines the winner of a bump and when a bump battle begins, more of your cards can be added to the battle!&#10;&#10;Each card has their own abilities too, creating a deep game of strategy and out playing your opponent.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Luftwaffe Fallschirmjäger Hero Pack",
    "ID": 234768,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234768/dust-1947-luftwaffe-fallschirmjager-hero-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Death from the skies over Babylon! The Fallschirmj&auml;ger Heroes have arrived to lead their forces to victory during Operation Kondor. All three are members of the Fallschirmj&auml;ger, the Axis paratroopers, part of the Luftwaffe (Air Force) and are superb leaders of men in battle.&#10;Galeazzo belongs to the Folgore Division, the elite paratrooper formation of the Italian Army. Kurt and Rolf are veterans that have been part of countless airborne operations. The heroes are presented here in Babylon camouflage pattern, as used in the Middle-East circa 1947.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Country: Germany",
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Recon Mickey III",
    "ID": 234770,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234770/dust-1947-recon-mickey-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As the war rages on all fronts the Allies feel the need to have more efficient recon troops: scouts that can get to the enemy before the main assault. These highly trained soldiers needed a new vehicle to do their job safely, and they were rewarded with the Medium Combat Walker Recon Mickey III. This lightly armed walker should not be treated lightly! As its turret was removed, it gained tremendous speed while still mounting a few machine guns for close ground and air defense and a powerful recoiless rifle to deal with any heavier target. The highly trained crew of a Recon Mickey III is very capable of calling in an airstrike or an artillery strike on enemy positions, making it invaluable to any Allied army. The walker is presented here in desert pattern, as used in North Africa and the Middle-East circa 1947.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Story In a Box",
    "ID": 234771,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/234771/story-in-a-box",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's a party game!&#10;For fast thinkers!&#10;Press your luck in this sentence building game that is fun for everyone aged 14+.&#10;&#10;Race against time to build a fully connected sentence to score the most amount of points!&#10;&#10;How to play:  Draw a Word Card, speak up to three words to connect to your sentence - use 6 Word Cards in your sentence before the time runs out to score extra points but don&rsquo;t get stuck with a Word Card in your hand or it will cost you!&#10;&#10;Create a somewhat logical, mostly hilarious grammatically correct sentence using randomly drawn words before time runs out! Or close enough to grammatically correct that no one notices.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of the Arena",
    "ID": 234774,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234774/heroes-of-the-arena",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Heroes of the Arena is a battle royale themed, hide and seek boardgame. Players pick a Hero and try to survive for as long as possible in a hostile Arena.&#10;&#10;In order to win, you have to search and damage opponent heroes with an ancient machine throughout 20 different hideouts. Use the pointing device in the middle of the gameboard to target a hideout and roll the hideout die to determine which hideout you hit. But careful! Hitting your own hero will also reveal and damage him and every move you make may give your opponents the information they need to locate your hero.&#10;&#10;Every Hero brings unique abilities and the Arena influences the game with a customizable 40-Card event and items card deck.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Memory",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: Battleground Set 3 – Rails & Roads",
    "ID": 234792,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234792/heroes-of-normandie-battleground-set-3-rails-and-r",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Contents:&#10;&#10;     2 double-sided terrain board (railway station).&#10;     7 punchboards (rails, nature, train, roads, ...).&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chamälange",
    "ID": 234793,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/234793/chamalange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;In Madagascar, hidden in the foliage of the dense jungle, secluded and shy, lives an extremely rare chameleon family. All members of this family are either orange, green or purple. Through elaborate and time-intensive observations, researchers now have discovered how the chameleons come to their extraordinary color.&#10;&#10;Cham&auml;lange is an unusual tactic game for 2 people. Each player draws a chameleon color (orange, green, or purple) secretly without showing it to his opponent. The third card is put aside and unknown to both players.  Each player is trying to get as many chameleons in his color as possible in the course of the game.&#10;&#10;Therefore it is necessary to play the egg cards in the colors red, blue and yellow cleverly. The egg cards have the values of 1 &ndash; 3. If two cards with different colored eggs are laid on one another, the already lying card is reversed. From the mixture of the egg colors the new chameleons originate. If, for example, red and blue eggs lie side by side, a purple chameleon is produced. The chameleon, which is produced by touching the eggs, is marked with a stone, in our example the purple one.&#10;&#10;Whoever could collect the most eggs under his chameleon color wins this extraordinary game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Players: Two-Player Only Games",
      "Series: Die kleinen Feinen (Spieltrieb)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: Goering and his Armoured Train",
    "ID": 234794,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234794/heroes-of-normandie-goering-and-his-armoured-train",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Contents:&#10;&#10;     2 punchboards with a new hero, Herman Goering, trains, and accessories.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: Karl von Croc",
    "ID": 234795,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234795/heroes-of-normandie-karl-von-croc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kickstarter exclusive mini expansion with one new hero, Karl von Croc, Snake Lover...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: Private Bryan",
    "ID": 234796,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234796/heroes-of-normandie-private-bryan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kickstarter exclusive mini expansion with one new hero, Private Bryan. Contains one double sided mini punchboard.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yummy Yummy Pancake: Promo Boards",
    "ID": 234797,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234797/yummy-yummy-pancake-promo-boards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Combine Yummy Yummy Pancake: Promo Boards with the Yummy Yummy Pancake base game to enjoy an even more exciting gaming experience!&#10;&#10;What changes?&#10;&#10;     The aim of the game when using boards changes: Be the first to complete your board with the appropriate pancakes.&#10;     During set-up, all pancakes are put face-up on the table, so the chef gets to choose which toppings will be placed in the frying pan.&#10;&#10;&#10;How to use the boards?&#10;&#10;     Each player starts the game with a board and must complete it accordingly. The chocolate pancake is now a joker and can be used as any topping, but you can't move it once played on your board.&#10;     If you get pancakes you don't need, place them face-down in the designated space. If full, you must exchange three of them with one remaining pancake from the table to add to your board.&#10;     Small tip! For easy gameplay, use the board's face with only four tokens to match.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Memory"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lindisfarne 651",
    "ID": 234798,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/234798/lindisfarne-651",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Description from the publisher:&#10;&#10;In the year 635 Scottish monks founded an abbey on an island before the north coast of England, and gave it the same name as the island: Lindisfarne.&#10;&#10;Under the leadership of Aidan, the monastery flourished and became a center of Christian art and culture. In 651 Aidan died - and the struggle for his succession begins.&#10;&#10;In the game Lindisfarne 2 - 4 players try to become the new abbot of the monastery Lindisfarne. To this end, they have to win not only the support of their fellow-monks, but must also gain the favor of the king in order to expel the fellow-competitors.&#10;At the same time, the players plan their actions and the order in which they are executed. Pray, read the mass for a nobleman, support the expansion of the monastery, or let another monk work for you - with each of the actions the players get closer to their goal. It may also be helpful to slander the other players or hinder them in other ways.&#10;&#10;In principle, each player has the same actions - but the acquisition and playing of cards results in additional possibilities.&#10;Lindisfarne is a game that combines a high degree of interaction and tactical consideration, and is therefore aimed at players, who play regularly.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Garçon!: En délire!!!",
    "ID": 234819,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/234819/garcon-en-delire",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gar&ccedil;on! En d&eacute;lire!!! is a reimplementation of Gar&#195;&#167;on. It is a card game in which the players hold the role of waiters in a Caf&eacute; Bar. Their objective is to memorize orders to gain tips, but in order to carry them it will be necessary to judiciously use the Event Cards, to thwart the plans of the other players.&#10;&#10;The main difference with the original game is the goofiness of the ingredient names as &ldquo;Jus de limace&rdquo; (slug juice), &ldquo;Sodas Inconnus&rdquo; (a game play around &ldquo;Soldats inconnu&rdquo;, ie. &ldquo;Unknown soldier&rdquo;) or &ldquo;2 MiMoore&rdquo; (read in french as Demi Moore). This renders the orders far more difficult to memorize.&#10;&#10;The game consists of 55 cards and is suited for 3&ndash;10 players Ages 7 and up (but is this a pun about the soda drink?).&#10;&#10;",
    "Categories": [
      "Humor",
      "Memory",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oathen",
    "ID": 234823,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.40",
    "Link": "https://boardgamegeek.com/boardgame/234823/oathen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A highly replayable fantasy based game designed to mimic the feel and pace of competitive arena e-sports. Oathen uses six heroes with their own unique playstyles and skill decks, it comes with three game modes, and a dynamically changing arena that makes each match unique.&#10;&#10;Adventure into a randomly generated game board full of traps and treasures, where you will battle it out for the title of arena champion. Players will pre-plan their turns ahead of time, studying their competitors and finding the right combination of abilities to grant them victory. Will your oathen hero unleash a flurry of blows against your target? Or will the other players play defensively to negate your attacks?&#10;&#10;Combat carries out one ability at a time, each player playing their next chosen action. The strongest of abilities will then go on cooldown, and will be unavailable for use until a certain number of turns has passed. Plan correctly, and you could pull off amazing combos - fail, and you may be exposed to such attacks yourself.&#10;&#10;The arena is constructed with 36 of 52 total locations, providing boosts and traps that can alter your battle, and making every game into a unique match. Oathen also comes with different game modes, including arena, capture the flag, and round table.&#10;&#10;Choose between six Oathen champions to play as. Each one plays differently with 20 unique abilities to plan - including an ultimate ability that can turn the tides of battle. Future expansions will increase the number of heroes to 24, including defensive characters, healers, and devastating damage dealers.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tossers",
    "ID": 234824,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234824/tossers",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Tossers is a game where players take turns placing a marked container somewhere, choosing a spot to throw from, making up a tossing rule, and then tossing their beads 1 at a time towards the container. After the beads are tossed, the points are scored and the next player gets to move the container, choose a new spot to throw from, and make up a tossing rule.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shinrei shashin",
    "ID": 234827,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/234827/shinrei-shashin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#229;&#191;&#131;&#233;&#156;&#138;&#229;&#134;&#153;&#231;&#156;&#159; (Ghost Picture) (Shinrei shashin) is a physical game that uses a mobile phone app to play. The game box includes a light frame which the player constructs. This holds the player's phone, a clear plastic screen and a small board onto which players' cards are placed.&#10;&#10;Before playing, the player must download the free app onto their phone, and then set it so the screen does not go to sleep while playing.&#10;&#10;The cards show different parts of the dark forest, and the players try to make their way home without being caught by a ghost. A player takes turns to place a card from their hand onto the board, so the image faces the phone. Each card includes a QR code, which the phone's camera reads. Then a ghost might be projected by the phone screen and appears hovering in the forest.&#10;&#10;In fact, the image is on the clear plastic screen in front of the forest card, an illusion similar to the theatrical trick Pepper&#039;s Ghost.&#10;&#10;If the player sees a ghost, they must take all the cards that have been placed in the stand. If there is no ghost, they leave their card on the stand. In ths way, cards build up for the player who gets caught.&#10;&#10;Some cards have extra effects which cause the app to increase the odds of a ghost appearing. Or a player can swap their cards with another player and so on.&#10;&#10;The game was produced in 2015 and sold out its initial print run. The app was made for iPhones 5 and 6, and later for Android. After 2016, there appears to be a break in development. Although published in Japanese, gameplay is language free and English rules are online.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Damoclès",
    "ID": 234829,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234829/damocles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Gods are waking up from a long sleep and taking possession of the best fighters of the realm, while waiting to have recovered all their powers. You and your opponent are 2 of these fighters, like 2 Heralds of the Gods.&#10;&#10;Damocl&egrave;s is both a micro-skirmish game and a card game, in a 1vs1 mode.&#10;&#10;The first player who inflicts 9 wounds to his opponent wins !&#10;&#10;The two players fight one another with a clever combination of action cards. This is a double-guessing system with planning and anticipation. The cards stand for your life in miniature as well.&#10;&#10;You may count on a god&rsquo;s favor to make the difference, unless you trigger their terrible wrath&hellip;!&#10;&#10;At your turn, choose action cards and play one simultaneously. Cards have a double-direction reading, so do the right choice before you  reveal them. Then, resolve the effects. Wounds will cause reorientations and retreats of the figures on the board game.&#10;&#10;You lose a card from your deck for each wound. So if you lose 9 cards, you&rsquo;re defeated !&#10;&#10;&#10;Entrez dans l'ar&egrave;ne de Damocl&egrave;s.&#10;&#10;Damocl&egrave;s K&eacute;zako ?&#10;&#10;Les Dieux se r&eacute;veillent d&rsquo;un long sommeil et prennent possession des meilleurs combattants du royaume en attendant d&rsquo;avoir recouvr&eacute; leur toute puissance pour asseoir leur domination. Votre adversaire et vous-m&ecirc;me &ecirc;tes 2 de ces combattants, 2 H&eacute;rauts des Dieux.&#10;&#10;C'est &agrave; la fois un jeu de micro-escarmouche et un jeu de carte, &agrave; 1 contre 1, o&ugrave; 2 joueurs s&rsquo;affrontent au travers de leur figurine sur une ar&egrave;ne (plateau de jeu A3) gr&acirc;ce &agrave; une combinaison astucieuse de cartes actions. Les cartes donnent ainsi vie &agrave; leur figurine.&#10;&#10;Vous pourrez compter sur une faveur d&rsquo;un Dieu au moment crucial du combat pour faire basculer la balance de votre c&ocirc;t&eacute; mais m&eacute;fiez-vous de leur courroux !&#10;&#10;Chaque tour, vous choisissez des cartes Actions et en jouez une simultan&eacute;ment. Chaque carte peut se lire dans les 2 sens, &agrave; vous de faire le bon choix avant de les r&eacute;v&eacute;ler. Ensuite, r&eacute;solvez les effets. Les blessures provoqueront des r&eacute;orientations et des reculs des figurines sur le plateau &hellip;&#10;&#10;Chaque blessure vous fait perdre une carte de votre deck. D&egrave;s que vous perdez 9 cartes de votre deck, c&rsquo;est la fin, votre fin !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Card Games: Beating",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naturally Disastrous: The Mother of All Expansions",
    "ID": 234830,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234830/naturally-disastrous-the-mother-of-all-expansions",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The dark secrets the Mad Scientist has kept hidden are now exposed in this new expansion to Naturally Disastrous.  This means your team can now explore the Vault and resolve new Encounters.  The Encounters you reveal will either help the natives or help you.&#10;&#10;Contents:&#10;4 vault tiles&#10;3 mother ship tiles&#10;5 new double sided alien cards&#10;1 double sided jungle tile with jungle tokens&#10;21 vault encounter tokens&#10;3 space fighter markers&#10;1 tank marker&#10;1 guard marker&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Maze",
      "Puzzle",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bottom of the 9th: Hitters Pack",
    "ID": 234831,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234831/bottom-of-the-9th-hitters-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.6667",
    "Description": "The Hitters Pack is a small, booster pack expansion to our wildly popular game, Bottom of the 9th. In the Hitters Pack players get 12 new batter cards to pick from and add to their all-star line up.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Bottom of the 9th",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bottom of the 9th: Pitchers Pack",
    "ID": 234832,
    "Year": "(2017)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234832/bottom-of-the-9th-pitchers-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.6667",
    "Description": "The Pitchers Pack is a small, booster pack expansion to our wildly popular game, Bottom of the 9th. In the Pitchers Pack players get 12 new pitcher cards to pick from and add to their all-star line up.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Bottom of the 9th",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brigand Kings",
    "ID": 234835,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/234835/brigand-kings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The border counties of Bhargive are unstable and dangerous. In the interests of commerce, neighboring lords send in soldiers to control the bandit problem. The trick is that the bandits are just troops sent from neighboring lords on the other side.&#10;&#10;Players are barons with dreams of glory. Each turn, they roll dice in order to muster troops and send them to loot border counties - or to protect border counties. Whichever.&#10;&#10;This game uses a Decktet and dice.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pucks in Deep",
    "ID": 234839,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234839/pucks-in-deep",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pucks in Deep is a ice hockey themed card game for terrible players&#10;&#10;Unlike many of the party games you&rsquo;ve played before, Pucks in Deep is specifically designed to be as vulgar and disgusting as your beer league teammates.&#10;&#10;The game is simple. Each round, one player asks a question from a Puck card and everyone else answers with their funniest Ice card.&#10;&#10;Inside each Pucks in Deep box is 460 Ice cards and 90 Puck cards for a practically limitless amount of ice time. A referee card is included in each game box as well, and trust us, it's super satisfying to finally be able to put the ref in the box for a change.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Deck-Building Game: Gypsy Promo",
    "ID": 234851,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234851/dc-deck-building-game-gypsy-promo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Originally Given out to winners of selected events at Origins and GenCon of 2017. Said to later be a prize of Organize Play for stores.&#10;&#10;This promo is designed to work with mechanics from DC Deck-Building Game: Crossover Pack 6 &ndash; Birds of Prey.&#10;&#10;This Promo is a Hero Card, with Cost 2, and Worth 1 VP.&#10;&#10;Card Text:&#10;&#10;Ongoing: When this card rotates upright, draw a card and this card gains a card type of your choice this turn.&#10;&#10;Each time you play a card that shares a card type with this card, rotate this card 90&deg; Clockwise.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Game: Cerberus Engine – Heroes",
      "Promotional: Cards",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "This Belongs in a Museum: Talisman Promo Cards",
    "ID": 234854,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234854/this-belongs-in-a-museum-talisman-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Set of 5 promo cards.&#10;&#10;4 cards of players colors&#10;1 instruction card.&#10;&#10;Take the Talisman that matches your Archaeologist.  Place it in front of you with the unbroken Talisman side up.&#10;&#10;Use the power of the Talisman to grant safe passage for your Archaeologist through an area controlled by any Mummy.&#10;&#10;Once you have used the Talisman's ability, flip the card over to show that it's power is not longer available to your Archaeologist.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Karth: Deathmatch",
    "ID": 234855,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/234855/heroes-of-karth-deathmatch",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Heroes of Karth Deathmatch Basic Game is available for FREE at PNP Arcade as a print-to-play version with the original color art!  Other decks will also be added throughout 2022!! Check it out at https://www.pnparcade.com/products/heroes-of-karth-deathmatch-basic-edition.&#10;&#10;About the Deck Building Card Game:&#10;&#10;Heroes of Karth: Deathmatch is a fantasy deck-building card game based on the Heroes of Karth book series. Choose 2 hero cards to lead your unit cards! Arm yourself with spell and treasure cards!! Then hire and position your cards onto the battlefield, with victory coming to the first to collect 40 unspent gold or 25 kill points!&#10;&#10;Players try and outwit their opponent&rsquo;s strategy in a tabletop game where the cards are the game pieces and players use gold to spawn additional cards onto the battlefield. Balance between using gold to hire units, mercenaries and heroes and saving your gold for the win condition. Utilize a wide range of strategies including ranged or melee classes, spells, pets, magic items, traps, poison, stealth units, healers, totems, and the undead curse. With over 200 cards rendered with stunningly beautiful original artwork, the deck-building choices are unlimited. Play a deathmatch where the careful management of resources and placement of your cards can make the difference between winning and losing!&#10;&#10;The Story&#10;&#10;From deep in the bowels of the Mines of Taas to the human kingdom of Hathaway, the Curse of the Undead is spreading across Green Valley like the vilest of plagues, wiping out all life in its path. Employing his army of shades to drain their life energy, Xeon the Undead Shadow Dragon has destroyed thousands of worlds throughout the millennia, and the world of Karth is next in his path of destruction. A chance meeting between Llythwain, autistic son of an elf Ranger and Killian, an undead shade has altered the familiar pattern of events, sowing the seeds of a monumental clash between the living and the dead, between good and evil, between the Allegiance and the Shard and Xeon's ferocious undead army. &quot;The Undead Curse threatens Green Valley! The human necromancers are to blame!&quot; With the utterance of those words by the Elven Lords, the Allegiance pact between humans, elves, dwarves, gnomes, and barbarians weakens, just as that of the Shard races grows in strength. By uniting the ogres, goblins, spiders, orcs, kobolds and hill giants under one banner, Xeon has awakened ancient hatred between the two mighty factions and the Shard is ready for war. A group of heroes, a human, gnome, and two dwarves led by an elf mage must gather the strength and courage to unlock the secret of the Undead Curse, but their time is running out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charterstone: Recharge Pack",
    "ID": 234856,
    "Year": "(2017)",
    "Geek Rating": "5.824",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234856/charterstone-recharge-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.6667",
    "Description": "The Charterstone Recharge Pack contains the components for a second campaign of Charterstone. It is completely optional as Charterstone is designed to be infinitely replayable after the first twelve-game legacy campaign.&#10;&#10;The back side of the game board (included in the core game) is used for the second campaign. It contains all components that were permanently changed in the first campaign while allowing players to use unchanged components like wooden resources, meeples, and metal coins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Legacy Game",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: Reset/Recharge Packs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feasting Hall: Tales From Valhalla",
    "ID": 234863,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234863/feasting-hall-tales-from-valhalla",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this hilarious party game, players are transported to Valhalla, were they play as both gods and mortals. In the feasting hall, the mortals try to impress the gods with their tales of battle, wits and folly!&#10; Each round, one player is a Norse god, and the rest of the players are mortals trying to get the god to choose their tale over the others. The tales are a combination of an Action card, the feat they performed, and a Challenge card, the obstacle they faced. Players guess the type of tale that god would want to hear most and lay the cards before them. The god will read the tales and choose one they wish to hear told aloud. That mortal wins the favor of the god and gets to tell their tale. The player who impresses the gods the most wins! What's your tale?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Mythology",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stratego Legends: Landor's Legion & Kralc's Horde Booster Pack",
    "ID": 234871,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234871/stratego-legends-landors-legion-and-kralcs-horde-b",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Combo booster box released by Jumbo in 2001 that contained 7 gray and 7 white pieces. The sticker sheets in various boxes were different. The sticker in the lower right of the sticker sheet corresponded to the sticker in the upper right hand corner of the box so that buyers would know what they were getting.&#10;&#10;Landor's Legion &amp; Kralc's Horde were originally released separately in the US by Avalon Hill, with 15 pieces in the box. &#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Stratego"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mech Force: International Defense League",
    "ID": 234872,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/234872/mech-force-international-defense-league",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Take on the role of a fearless mech warrior, and defend Earth from invasion!&#10;&#10;Build your mech, gain &lsquo;Battle dice&rsquo;, and inflict massive damage to the enemy. Every successful engagement will earn you Battle Points (BPS), skill cards and resources, allowing you to upgrade your warrior and mech.&#10;&#10;But beware, many enemies will be too powerful to take on alone so you&rsquo;ll need to work with others to defend the planet. But how much and with who is your choice, as a problem shared means half the reward and, more importantly, half the fame. After all, you can&rsquo;t put the world&rsquo;s finest mech warriors in the same room and not expect some &lsquo;friendly&rsquo; rivalry!&#10;&#10;Don&rsquo;t be too greedy though, if the threat level climbs too high, Earth will be overrun and everyone loses!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Europa Incident",
    "ID": 234875,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/234875/the-europa-incident",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "Description from the publisher:&#10;&#10;The Europa Incident is a science fiction boardgame about the control of the most strategically and economically useful sites in the Main Asteroid Belt of our Solar System by mega-corporations, transnational agencies, and armed organizations. The game uses a partially random hand of card with deckbuilding mechanic through which it is possible to use available resources for infrastructure construction, technological development and conflict management. The Europa Incident mixes typically &ldquo;managerial&rdquo; gaming elements to strategic expansion and conquest dynamics enhanced by a chit-pull combat resolution system. Effective expansion of control zones is the key and it must be fast. Fighting, on the other side, can be useful, but it will be the one who first consolidate its own expansion to be more likely to win.&#10;Set 1 features 4 factions: Anglo-Atlantic Alliance, Central Scientific Committee, NeoViridians and ZhangSpace&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AOX",
    "ID": 234885,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/234885/aox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;AOX is a traditional-style abstract strategy game for 2 players.&#10;&#10;In AOX, players take turns moving tiles in an attempt to defeat their opponent in one of two ways:&#10;&#10;1. Capture 3 of the opponents tiles&#10;OR,&#10;2. Move a triangle tile into a highlighted space on the opponents board edge&#10;&#10;However, neither of these conditions are easy to achieve, as each turn a player may only move specific tiles as designated by the tokens drawn from their bag. In addition to this, the active player each turn will have the option to strategically 'swap' a token with the opposing player, changing the number of each type of token in both players bags, thus shifting the odds of being able to move certain tiles. AOX is a game of strategy, patience and balance.&#10;&#10;Made entirely from laser-cut wood, AOX has a traditional and classy appearance. The gameplay and concept of AOX is very simple, though the level of strategic depth is great.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pixie Queen: Bonus Tiles",
    "ID": 234887,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234887/pixie-queen-bonus-tiles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "These Bonus Tiles are used as a alternatives of the regular Permanent Ability Tiles.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dominion: Höflinge Promo Card",
    "ID": 234892,
    "Year": "(2016)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234892/dominion-hoflinge-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "&#10;&#10;&#10;    &#10;        H&ouml;flinge (Aktion - Kosten 5 [M&uuml;nzen])&#10;&#10;    &#10;    &#10;        Decke eine Handkarte auf.&#10;F&uuml;r jeden Kartentyp (Aktion, Angriff ...),&#10;den sie hat, w&auml;hle eine andere Option:&#10;+1 Aktion&#10;+1 Kauf&#10;+3 [M&uuml;nzen] oder&#10;nimm ein Gold vom Vorrat.&#10;&#10;    &#10;&#10;&#10;---&#10;&#10;Original text:&#10;&#10;&#10;&#10;&#10;    &#10;        Courtier (Action - Cost 5 [coin])&#10;&#10;    &#10;    &#10;        Reveal a card from your hand. For each type it has (Action, Attack, etc.), choose one:&#10;+1 Action, or +1 Buy, or +3 [coins], or gain a Gold from the supply.&#10;&#10;    &#10;&#10;&#10;---&#10;&#10;This card is also part of Dominion: Intrigue &#226;&#128;&#147; Update Pack.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Humiliated",
    "ID": 234893,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/234893/humiliated",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Welcome everyone to humiliated the game where you will laugh, cry, and be humiliated. The first person draws a duel card and go against someone and they play(rock paper scissors, flex off to a macho song or head bang to a rock song.) The winner gets a point and the loser has to draw a humiliated card which is where the real fun starts. Having to pick a humiliated could be something that is not that bad or it could be something awful (someone throws a hot dog at your face, draw a 70s porno mustache on your face with a marker, or the bukake party) Win the most duels and you're the winner . The stories you will have after you play will be unforgettable. Grab this game, get some laughs, and tell your friends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoplomachus: Machu Picchu",
    "ID": 234898,
    "Year": "(2017)",
    "Geek Rating": "5.562",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234898/hoplomachus-machu-picchu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Add even more tactical options and units to your Hoplomachus games with the city of Machu Picchu! Featuring an all new Champion (Walla Cuna) and units to bring it up to date with every previous game and expansion, Carthage offers units with brand new Skills, Alt Attacks, and Innate Abilities!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Enclosure",
      "Hand Management"
    ],
    "Families": [
      "Cities: Cusco (Peru)",
      "Country: Inca Empire",
      "Country: Peru",
      "Game: Hoplomachus",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoplomachus: Carthage",
    "ID": 234899,
    "Year": "(2017)",
    "Geek Rating": "5.563",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234899/hoplomachus-carthage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Add even more tactical options and units to your Hoplomachus games with the city of Carthage! Featuring an all new Champion (Dido) and units to bring it up to date with every previous game and expansion, Carthage offers units with brand new Skills, Alt Attacks, and Innate Abilities!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Enclosure",
      "Hand Management"
    ],
    "Families": [
      "Ancient: Carthage",
      "Game: Hoplomachus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mage Wars Academy: Warlord Expansion",
    "ID": 234901,
    "Year": "(2017)",
    "Geek Rating": "5.562",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234901/mage-wars-academy-warlord-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Mage Wars: Academy &ndash; Warlord Expansion includes a new mage for use in both Mage Wars: Academy and Mage Wars: Arena. In this expansion set, play as a relentless Warlord competing to prove that your army is the most powerful weapon!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Mage Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Illumination of Lucid City",
    "ID": 234902,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/234902/the-illumination-of-lucid-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "50",
    "Weight": "3",
    "Description": "A cooperative board game for 1-4 super science revolutionaries.&#10;As youthful super scientist revolutionaries you wield a limited supply of near magical technology cards&#10;and dice.&#10;&#10;Your goal is to overthrow the fascist government and rescue the city before your resources are depleted and progress is destroyed.&#10;&#10;Lucid City was a paradise, the home of innovative and artistic superscience. Then came the Undoing and life was nearly extinguished by greedy bureaucratic zealots. They suppressed progress, released engineered plagues and destroyed most valuable tech to consolidate power. All hope was lost.&#10;&#10;Skillful and efficient play, converting limited innovation cards and renewable dice technology, is required to save the day.&#10;But with each step towards enlightenment, the enemy will try to counter your progress towards illumination. Tense, exciting play forces the players to integrate their actions, and use their resources with great wisdom.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ninja: The card game of sneak attacks and captures",
    "ID": 234903,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/234903/ninja-the-card-game-of-sneak-attacks-and-captures",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Ninja is fast paced, fun, and engaging. 2-5 players compete simultaneously to be the top ninja. Choose up to 3 cards from your hand and attack the central Castle. If you have the highest attack, you capture the Castle.  Look out for the Castle Guard who blocks attacks. Use the Black Ninja to double your attack. Be the first ninja to 11 Castle points and win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quattele",
    "ID": 234911,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234911/quattele",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The name Quattele is the short form of &quot;Quattro Elementa&quot; - 4 elements, because in this strategy game for 2 - 4 players fire, earth, water and air fight against each other alone or in 2 teams.&#10;&#10;The special feature of Quattele is, that each element can only beat one of the other elements and is beaten itself by one. So, for example, water beats fire, but is beaten by earth. Water and air meet as allies.&#10;&#10;The rules are straightforward and the moves are basically simple, which is why players can quickly find themselves in the game. However, due to its special set of rules, Quattele offers a high degree of tactical challenge. The players have to attack as well as try to defend the opposing, allied element from the attacks of the opponents.&#10;&#10;If you manage to reduce the 10 pieces of the opponent's elements by hitting them to 3 or to occupy the middle of the opponent's starting field, you win the battle of the elements.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Runes of Ragnarok",
    "ID": 234913,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234913/runes-of-ragnarok",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Odin, the Allfather, ruler of Asgard, and protector of the Nine Realms, has gone missing. Now, the world tree Yggdrasil is in turmoil. The gods of Asgard fight amongst themselves, vying for the right to rule and to avert the catastrophe.&#10;&#10;Runes of Ragnarok is a dice-based elimination game for 2-4 players. It features over 40 custom dice, 4 heroes, and 24 creatures! Take on the role of one of Asgard&rsquo;s legendary gods, and battle against other players for control of the Nine Realms. Cast the runes, summon mighty creatures, and wield powerful magic as you battle your foes in this free for all game of wits and strategy.&#10;&#10;Objective: Be the last Hero standing.&#10;&#10;Heroes: Play as one of 4 Heroes in RoR: Thor, Freya, Heimdall, or Sif. Each has a different set of powers and must be ranked up through play to access all of their abilities.&#10;&#10;Runes: Roll the Rune Dice each turn. Various combinations of the runes will grant you Focus (the game currency) or any of 12 different spells (in 4 categories). Spells can be used in combat to strengthen your army or attack your Heroes.&#10;&#10;Minions: RoR features 24 different creatures (8 types with 3 variants each) which each have their own set of custom dice and combat abilities. Purchase minions with Focus to add them to your Battle Unit. Attack your enemies and prove that you have the strength and might to rule Asgard in Odin's absence!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirit Realms: Tengoku-SR",
    "ID": 234919,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/234919/spirit-realms-tengoku-sr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Spirit Realms: Tengoku-SR is a 2-4 player army fort builder card game that revolves around a retelling of the gods as animal warrior spirits called Spirit Masters. Each warrior is Ruler of 1 of the 9 realms in the world of Tengoku, SR Prime being the first realm. Each realm is represented by a Spirit Master who comes with his own deck of power, each deck with it's own strengths and weakness. Some decks are magic based, with tech elements some are Mental based with Earth elements while some decks are defensive and others are passive. You can choose which characters and deck(s) represent your goals and personal strategy, and play them as stand alones or combine them with other decks to create your own unique decks.&#10;&#10;Players must protect their throne by defending their forts from being destroyed while attempting to capture their opponent's Throne. Players get to build forts and barriers while using minions to build armies, while learning basic gameplay players are able to invent unique strategies.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spiroz",
    "ID": 234943,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234943/spiroz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A New Twist on Dominoes!&quot;&#10;&#10;Description from the back of box (with edits):&#10;&#10;Match colors instead of dots in this mind-spinning pattern matching game. But the swirling tiles aren't the only things to make you dizzy. Another twist? EARN POINTS for the tiles you play next to, not for the tile you play. The more high-point tiles you can match in (a) single turn, the more you score. Spiroz is easy to learn, but you'll soon discover that a well-planned strategy wins the game.&#10;&#10;Originally released in 2009 as Dizios by Mindware.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Henchmania: Sanctuary",
    "ID": 234950,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234950/henchmania-sanctuary",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sbires: Le Sanctuaire is an expansion for the Sbires base game that consists of 26 new cards for nine new effects that might assist you in becoming the next Senechal of Montfleury! Will you meet the Sauvageonne to lose points of prestige to your opponents? Will you use the Bourrel to discard cards to your opponents?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wilde Jagd durch Bayern",
    "ID": 234951,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234951/wilde-jagd-durch-bayern",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game consists of two sub-games. In the first game players take the role of journalists and try to get to the sat-van as quick as possible in order to upload the three pictures they have to capture in this game. The pictures are all Bavaria-buildings or sites and have a UFO sighting on them.&#10;&#10;This is a Malefiz kind of adaptation.&#10;&#10;In the second part the game, journalists try to get the cover-story before the other players can by running up the stairs of the publisher trying to beat the others to his office.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Germany",
      "Region: Bavaria (Germany)",
      "Series: Stop-Over (CBD games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Bobata",
    "ID": 234952,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234952/bushido-bobata",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Bobata the bell ringer's awesome weapon is at the disposal of the Savage Wave. As Bobata swings the mighty bell around his head he is equally inspiring to allies as he is fear inducing to his foes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: 6-8 Player Map Pack",
    "ID": 234953,
    "Year": "(2017)",
    "Geek Rating": "5.559",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234953/cthulhu-wars-6-8-player-map-pack",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "CW-M10 was available during the Cthulhu Wars Onslaught Two Kickstarter campaign. It includes the 6-8 player versions of the Earth map (CW-M4), Primeval map (CW-M6), Dreamlands map (CW-M7), Yuggoth map (CW-M8), and Library at Celaeno map (CW-M9). A plain white thin-walled box holds the maps together.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Cthulhu Wars",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Wu-Zang",
    "ID": 234954,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234954/bushido-wu-zang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Only the shrewdest and cruellest Sho-Bakemono survive to become a Hexer. Wu-Zang manipulates the fates, cursing opponents before disappearing into the shadows.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neptun und die Fische",
    "ID": 234955,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234955/neptun-und-die-fische",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Neptune and the fish is played on a playing field 5x5.&#10;Both players have different goals. Black (Neptune) plays with 3 stones and tries to hit either all the white stones, or position himself so that he cannot hit another stone.&#10;A white stone, which is horizontally or vertically adjacent, is hit.&#10;&#10;White (the fish) plays with 23 stones and tries to get black in a position where all 3 black stones are in the same row or column. White moves a stone to a free neighboring field, white is not able do remove black stones.&#10;&#10;A very original unsymmetrical and pretty fast paced tactical game for 2 persons.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Waka",
    "ID": 234956,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234956/bushido-waka",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Waka finds happiness in the smaller things in life. In fact nothing delights him more than lobbing his favourite toy, a huge stone Buddha head, at anyone unlucky enough to get in the way of his rampages. Those that attempt to get in close, find him just as satisfied to bring it violently, crashing down on their heads! Many foes&rsquo; last moments have been filled with the bass rumble of Waka&rsquo;s chortling.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Okina & Oto",
    "ID": 234957,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234957/bushido-okina-and-oto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The mischievous, lazy pair have tied their war drum to the back of a slave. They ride into battle charged with getting the best out of their companions, the pounding rhythm of the drum drives the Bakemono on to achieve their full potential.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kemono & Ushi",
    "ID": 234958,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234958/bushido-kemono-and-ushi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Slaver is an abomination even by the standards of his Kin. His worth to the Savage Wave is unquestionable and the constant warring for control between the twin heads; Kemono and Ushi can leave opponents struggling for a strategy to deal with the brute. Kemono&rsquo;s primal desire to smash his way through an enemy force is tempered by the more considered and manipulative techniques of Ushi.&#10; Blister contains one miniature, one 50mm base and three full colour profile cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Tra-Peng",
    "ID": 234967,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234967/bushido-tra-peng",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Tra-peng has distinguished himself from the horde of his brothers. Stronger, faster, more skilled, such attributes in a Bakemono are rare due to the jealousy invoked and the inevitable dagger found in one&rsquo;s back. However the support Tra-peng receives from his bat companion combined with his own physical dominance has allowed him to attain an almost revered state amongst his peers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: The Nian",
    "ID": 234968,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234968/bushido-the-nian",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The legends speak of ferocious beasts &#10;terrorizing small hamlets in the dark of night, these stories are now told with added gravitas in the remote and isolated villages of Jwar. The return of the Nian is bad enough but the affinity between them and the Oni stalking the land will inevitably be a severe blow to humanity in the dark days ahead.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Oni Slave",
    "ID": 234970,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234970/bushido-oni-slave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;It is unknown when the beasts of the wave started taking captives. These are no hostages though, they are put to work or put to the sword by their less than benign captors. The blood of the Oni sends the slaves into a rage on the battlefield, allowing them to achieve feats of strength they would not have dreamed of back in the fields.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kano",
    "ID": 234971,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234971/bushido-kano",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Any who oppose the Savage Wave quickly come to realise just how terrible and fearsome an enemy an Oni makes. It turns out their youth are just as fierce, standing as tall as a fully grown man they take up the fight of the Savage Wave readily and with a lust for battle only possible from a member of this demonic race.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Uk-Kang",
    "ID": 234973,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234973/bushido-uk-kang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The first of the Dai Bakemono to come to the fore, bigger and stronger than all but the Rinsho Bakemono, Uk-Kang has earned renowned for being fiercely protective of his brethren and it has been noted by the Council of Shadows.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Boba",
    "ID": 234975,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234975/bushido-boba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Another young Oni joins the ranks of the Savage Wave. Boba is a wicked shot, picking enemies off at will. When he channels his Ki he can lob his heavy iron shots with disconcerting accuracy. Those that have felt themselves safely out of his range are only proved wrong once.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Jun",
    "ID": 234976,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234976/bushido-jun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Those who taste the blood of a demon are driven mad by the raw alien power coursing through their veins, warping their senses and souls. Jun was already mad. An evil and impure man the Oni&rsquo;s mad dog to set upon their enemies, savage and loyal to his masters he will do anything for the next taste, putting himself in harm&rsquo;s way without a thought for his own safety.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Giant Cave Bat",
    "ID": 234978,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234978/bushido-giant-cave-bat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Deep in the belly of the world in the dark places the Bakemono tribes call their own the bats grow large. Whether it is through the consumption of the rare and toxic fungus that the bats in the warrens grow to such size or because the Sho Bak Shugenja are not opposed to the occasional Bakemono snack to help with the diet no one could comment. Those brave explorers who have ventured deep enough into caverns where the bats dwell don&rsquo;t live long after hearing a strange clicking. As in battle the bats sweep in from the skies, driving their targets to the ground, their suffering only ended then the bat has had its fill of their blood or when the noxious toxics the bats carry in the mouths have overwhelmed their bodies.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Zung Fu",
    "ID": 234980,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234980/bushido-zung-fu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;For so long have the Shugenja of the Bakemono tribes lived and worked with darkness and shadow that they seem to see it almost as a living breathing entity. They whisper, listen and learn from the deep blackness in which they dwell. Where others see emptiness they see power and an ancient knowledge. So long have they lingered there that in battle the Shugenja are able to harness the endless dark strength of the shadows to grip enemies in place to be hacked to pieces, or to shroud ones very soul obscuring it from the light. Those who have lived to tell the tale are never the same and many seem lost after, the light behind their eyes extinguished forever.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tombed",
    "ID": 234989,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.40",
    "Link": "https://boardgamegeek.com/boardgame/234989/tombed",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Tombed is a dungeon-style game from 2 to 5 players set in Egypt in the 1940s with a fantasy hue. In this game, a group of adventurers enters an ancient Egyptian temple to fulfill a contract that will make them rich and famous. What the brave adventurers ignore is that their presence will awaken ancient pharaohs...&#10;&#10;One of the players controls one of the possible Pharaohs (each with different abilities and powers), while the others each play as one of the adventurers. The Pharaoh player tries to gain enough power to return to life, and the adventurers try to accomplish their contracts and to leave the Temple alive.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Cancelled Games",
      "Ancient: Egypt",
      "Country: Egypt",
      "Crowdfunding: Kickstarter",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirk Gently's Holistic Detective Agency: Everything is Connected",
    "ID": 235016,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/235016/dirk-gentlys-holistic-detective-agency-everything",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dirk Gently's Holistic Detective Agency: Everything is Connected is the first in a series of &quot;Everything is Connected&quot; storytelling games in which the mysteries are only as looney as the players.&#10;&#10;In this game, a detective and a holistic detective put together the clues, accuse a person of interest, and tell their assistants the story of the crime. The assistants then process the two versions of the case and simultaneously select which version of the truth is more believable. To solve the case, you have to think on your feet and remember that &quot;everything is connected&quot;.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reilu Kimble",
    "ID": 235019,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/235019/reilu-kimble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A card game version of Kimble (aka Trouble). Promotional product for Reilu -bread brand. Comes with 55 cards and rules.&#10;&#10;Players compete to have two of their color pawn -cards make a round around four slots in the table, one slot in front of every player. Pawncards move by playing movecards, and usually they make other players pawncards move also. If other player's pawncard is in front of you, you can play a card that &quot;eats&quot; the pawn, sending it back to it owners hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Promotional: Board Games",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Police Precinct: Michelle Schroeder Character Board",
    "ID": 235028,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/235028/police-precinct-michelle-schroeder-character-board",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Was available through Police Precinct - Online! kickstarter campaign as well as being available at Dice Tower Con 2016&#10;&#10;Text:&#10;Unorthodox: At any time before taking your action, you may discard any one of your police cards to temporarily increase your strength in any area by 1 (e.g. investigation goes from 2 up to 3)&#10;Underdog: As a community service officer, you get more donuts for arresting than others (one donut for 1 or 2 punk tokens and two donuts for 3 or more punks)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Police Precinct",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Tribal Brutes",
    "ID": 235041,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/235041/bushido-tribal-brutes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Of the many types of Bakemono the Dai-Bakemono make the best shock troopers. Despite their low intelligence which can on occasion force their leaders to change their plans quickly they provide the Bakemono tribes with resilient, hardy and aggressive troops. When their fury is stoked they emit fearsome roars that echo around there deep subterranean caverns and strike fear into the hearts of any who are the subject of their aggression, rushing wildly to smash the foes of the tribes into the dirt. Of the many types of Bakemono the Dai-Bakemono make the best shock troopers. Despite their low intelligence which can on occasion force their leaders to change their plans quickly they provide the Bakemono tribes with resilient, hardy and aggressive troops. When their fury is stoked they emit fearsome roars that echo around there deep subterranean caverns and strike fear into the hearts of any who are the subject of their aggression, rushing wildly to smash the foes of the tribes into the dirt.&#10;&#10;Blister contains one miniature, one 30mm base and one full colour profile card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Yusha",
    "ID": 235042,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/235042/bushido-yusha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;A terrible and furious oni, Yusha the vindictive is a master of controlling, focusing and leashing the destructive ferocity of those unlucky enough to find themselves under his lash. Whether it&rsquo;s the vicious lion like Kaihei, blood maddened slaves or a gaggle of Bakemono eager to prove themselves to this hulking master. Yusha&rsquo;s command of the Kaihei comes from his position amongst them as the undisputed pride alpha, his own feral nature allowing him to easily assume dominance over a pride and drive them to almost breaking point, through rage and frequent strings of the lash.&#10;&#10;Blister contains one model, one 50mm base and one full colour profile card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]