[
  {
    "Rank": "3401",
    "Name": "Detroit-Cleveland Grand Prix",
    "ID": 101,
    "Year": "(1996)",
    "Geek Rating": "5.937",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/101/detroit-cleveland-grand-prix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.713",
    "Description": "This game is part of a family which includes Top Race, Daytona 500, and Formel 1.  Players are dealt a hand of cards which have movement numbers for one or more of the cars.  When a card is played, the cars are advanced the number of spaces indicated in order from top to bottom.  However, if the track is blocked, then that movement is lost, so the idea is to use the cards that help your opponents (which you'll likely have to play eventually) only when they won't be able to take advantage of the movement.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Cities: Cleveland (Ohio, USA)",
      "Cities: Detroit (Michigan, USA)",
      "Series: Auto Racing card system (Wolfgang Kramer)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "3402",
    "Name": "The Castle of the Devil",
    "ID": 25951,
    "Year": "(2010)",
    "Geek Rating": "5.937",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/25951/the-castle-of-the-devil",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.974",
    "Description": "Castle of the Devil is a 4-8 player card game.&#10;&#10;All players are passengers within a carriage that is rushing to Devil's Castle. They each act as a member of a secret association, but no one knows who is friend and who is foe.&#10;&#10;Each player starts in one of two secret associations. He also gets a secret profession with a special ability. So at the beginning of the game you have no information about the membership and the professions of the others. To win the game, each association has to collect 3 defined artifacts jointly. Therefore you have to find out who your allies are and where to find the artifacts among the other secret objects that are in possession of other players. You can get this information during the game either by trading objects with other players, because every object has a special ability, e.g. &quot;Trade it in and you may take a look at your trading partners-association.&quot; or by struggling with other players, because the winner of a struggle can view the cards of the underdog and steal one of them. But be careful, all players can support the attacker OR defender in a struggle. If they know about your identity but you don't know theirs it may be risky to struggle.&#10;&#10;Turn actions, one of:&#10;Trade&#10;Duel&#10;Spy - Choose another player and draw one random object card from her/his hand. Look at this object without revealing it to the other players. Then give it back to her/him.&#10;Declare Victory by naming your team and who has the three items, starting with yourself, OR declare the opposing team and their items.&#10;&#10;If someone refuses a trade you offer, you get a duel token as compensation. These tokens are used as extra votes that can be applied in future duels.&#10;Duels: Everyone declares sides secretly and simultaneously. Then anyone can apply items, professions and duel tokens in any order. Players must declare for one or the other and abstentions are not allowed.&#10;&#10;Victory: Declare Victory by naming your team and who has the three items, starting with yourself, then one by one. If you name players on your team incorrectly or they don't have the object(s) you lose. You can also declare victory by announcing the opposing team and the members of that team holding their objects by naming them, as firstly part of the team, and secondly that they have a relevant object. If you get the player's team wrong or they don't have the object(s) you lose.&#10;&#10;Reimplements: Die Kutschfahrt zur Teufelsburg&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Series: WolfParty Collection (daVinci Games)"
    ]
  },
  {
    "Rank": "3403",
    "Name": "Dorfromantik: Sakura",
    "ID": 424774,
    "Year": "(2024)",
    "Geek Rating": "5.937",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/424774/dorfromantik-sakura",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.7143",
    "Description": "Dorfromantik - Sakura is the stand-alone successor to the Spiel des Jahres 2023 Dorfromantik - The Board Game.&#10;&#10;Dorfromantik - Sakura takes the players into the idyllic landscape of Japan with many new challenges. Sakura is the Japanese word for cherry blossom, which comes into the game as a new element. In addition, there are now more than 40 achievements from 6 boxes to unlock.&#10;These and other surprises await the players in Dorfromantik - Sakura.&#10;&#10;",
    "Categories": [
      "City Building",
      "Environmental",
      "Puzzle",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hexagon Grid",
      "Map Addition",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan",
      "Mechanism: Campaign Games",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3404",
    "Name": "Planta Nubo",
    "ID": 388339,
    "Year": "(2023)",
    "Geek Rating": "5.937",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/388339/planta-nubo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.9032",
    "Description": "&quot;It was our darkest hour. The warnings, the desperate cries &hellip; Nobody wanted to hear them. Until it was almost too late. When almost only burned soil was left. We were not saved by ourselves. It was the trees. As if they knew what the hour has struck. They showed us what mattered. But we understood and embraced them. Now we know what to do and help. As good as we can. With those few technologies that we have left. With new natural technologies that we gained from the Arbors. Green energy and oxygen are needed to overgrow burned soil with live-giving greenery. To find hope in our new world of Overgrown &hellip;&quot;&#10;(Dr. Ayleen Espero, specialist on oxygen)&#10;&#10;In Planta Nubo players grow energy-rich flowers and plants in cloudy gardens &ndash; the treetops of the Arbors. Deliver them to bee-like airships which transport them to the biomass converters to be transformed into green energy. Sow woods on the freshly harvested soil. Energize helpful modules while your woods, your bots and the Arbor produce desperately needed oxygen. Make good use of your tools to perform actions and use your garden bot to help you grow flowers. Supply your platform bot with energy to use modules and operate Oxyfarms. Turn your Arbor into the best oxygen production facility! If you produce the most oxygen by the end of the game you win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Action Drafting",
      "Contracts",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Theme: Gardening",
      "Theme: Post-Apocalyptic",
      "Theme: Solarpunk",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "3405",
    "Name": "Ascension: Dawn of Champions",
    "ID": 172155,
    "Year": "(2015)",
    "Geek Rating": "5.937",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/172155/ascension-dawn-of-champions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Game description from the publisher:&#10;&#10;Where there were once six realms, now only a single remains: New Vigil. In Ascension: Dawn of Champions, you take on the role of your faction's Champion to guide them to victory in this world of new alliances and ancient foes.&#10;&#10;New Champion cards let you play as a faction leader, building your reputation to unlock powerful cards and effects. This set also includes new multi-faction cards to acquire and defeat, including Constructs and Monsters!&#10;&#10;As with all other Ascension sets, Ascension: Dawn of Champions can be played as a standalone game or combined with other Ascension games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3406",
    "Name": "Dungeons & Dragons Starter Set",
    "ID": 94902,
    "Year": "(2008)",
    "Geek Rating": "5.937",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/94902/dungeons-and-dragons-starter-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Another board-game format introduction to the Dungeons &amp; Dragons RPG.  This is essentially a 4th Edition update to the previous &quot;Dungeons &amp; Dragons Adventure Game (2000)&quot;, &quot;Dungeons &amp; Dragons Basic Game (2004)&quot;, and &quot;Dungeons &amp; Dragons Basic Game (2006)&quot;, with pre-generated characters, a Dungeon Tiles-based game board, complete set of standard polyhedral dice, monster and PC tokens, and a &quot;Quick-Start Rules&quot; book for players and a &quot;Dungeon Master's Book&quot; with advanced rules, short pre-generated adventures, and information for creating more adventures.  From the back of the box and inside cover of the rule books:&#10;&#10;~~~~~&#10;&#10;&quot;Enter a World of Adventure and Imagination!  Run the Game:  build your own dungeons and pit your friends against monsters and villains!  Play the Game:  explore the dungeon with your friends, fight the monsters, and bring back the treasure!&#10;&#10;Everything you need to start playing now!&#10;- Over 50 full-colour character and monster tokens&#10;- 3 sheets of double-sided D&amp;D Dungeon Tiles&#10;- 16-page 4th Edition Quick-Start Rules&#10;- 64-page Dungeon Master's Book&#10;- 6 dice&#10;&#10;&quot;Welcome to the Dungeons &amp; Dragons Roleplaying Game!  This is the 4th Edition Dungeons &amp; Dragons Starter Set, your introduction to the worlds and adventures of D&amp;D.  The newest edition to the Dungeons &amp; Dragons Rolpeplaying Game showcases an evolution to gameplay and puts an emphasis on fun.  You, the Dungeon Master (DM), can build and populate dungeons so that your friends can explore fantastic locations, trade quips with terrible villains, and defeat vicious monsters.  Together, you and the players (through their characters) tell amazing stories and have a great time.&quot;&#10;&#10;~~~~~&#10;&#10;NOTES:&#10;&#10;Another version of Wizards of the Coast's dungeon crawl board game-style introduction to D&amp;D, inspired by boardgames like &quot;HeroQuest&quot; and &quot;Advanced HeroQuest&quot; (which in turn were inspired by the original Dungeons &amp; Dragons role-playing games.) These basic/starter boxed sets attempt to bridge the gap between miniatures board games, miniatures war games, and role-playing games by using a board-and-counter/miniature format with simplified versions of the Dungeons &amp; Dragons rules.&#10;&#10;This entry returns to cardboard counters used in the 2000 &quot;Adventure Game&quot; version, after a couple &quot;Basic Game&quot; versions using miniatures released in 2004 and 2006; this version updates the rules set to D&amp;D 4th Edition, and continues the tradition of including completely new adventures and selections of monsters and pre-generated player characters, but is otherwise virtually the same product as its predecessors, and this line of games would be joined in 2010 by yet another updated, &quot;Red Box&quot; 4th Edition Essentials basic/starter game version.&#10;&#10;All these basic/starter games are direct fore-runners of the &quot;Dungeons &amp; Dragons Adventure System&quot; boardgames (&quot;Castle Ravenloft&quot; and &quot;Wrath of Ashardalon&quot;), which are still simplified versions of the D&amp;D rules set using tile-based game boards and miniatures.&#10;&#10;The box cover of this version says &quot;2-5 players&quot;, but there are enough included materials for 6 players (5 pre-generated Player-Characters, and one Dungeon Master.)&#10;&#10;Dungeons &amp; Dragons Starter Sets:&#10;2nd Edition: The New Easy to Master Dungeons & Dragons and Introduction to Advanced Dungeons & Dragons&#10;3rd Edition/3.5 Dungeons & Dragons Basic Game&#10;4th Edition: Dungeons & Dragons Starter Set&#10;&#10;5th edition is an RPG item: Dungeons & Dragons Starter Set&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Game System"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "3407",
    "Name": "Sakura Arms",
    "ID": 204493,
    "Year": "(2016)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/204493/sakura-arms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.0769",
    "Description": "Sakura Duel &mdash; known in Japanese as &#230;&#161;&#156;&#233;&#153;&#141;&#227;&#130;&#139;&#228;&#187;&#163;&#227;&#129;&#171;&#230;&#177;&#186;&#233;&#151;&#152;&#227;&#130;&#146; and also released as Sakura Arms &mdash; is a two-player dueling game in which players first choose two of seven megami (Japanese goddesses), each of which has a different keyword that empowers some of their cards. Players then see what the opponent chose before assembling a deck of ten out of 22 cards, with the players choosing cards both to take advantage of their own megami powers and to exploit their opponent's weaknesses. Players then duel to see who will be victorious.&#10;&#10;The game uses a single kind of token to represent life, distance, aura (defense), and flare (special energy) based on the zone these tokens occupy. By moving tokens between zones, you attempt to gain the ideal position and set up as many attacks as possible &mdash; or be prepared to avoid attacks.&#10;&#10;The gameplay at its core is simple, and due to its limited environment, it is relatively easy to learn the cards for a deck-building game. Building a deck and playing normally takes less than 20 minutes.&#10;&#10;&#10;This is the first release for the second version of the Sakura Arms game system. A third version, with system changes and balance updates, has since been released.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Multi-Use Cards",
      "Relative Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Digital Implementations: Tabletopia",
      "Game: Sakura Arms",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Series: Big in Japan (AEG)",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "3408",
    "Name": "Rat-a-Tat Cat",
    "ID": 3837,
    "Year": "(1995)",
    "Geek Rating": "5.936",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/3837/rat-a-tat-cat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1176",
    "Description": "Get rid of the rats and go for the cats! In Rat-a-Tat Cat, less is always better, and you want to go out with the lowest score. Can you remember the numbers on the other players' cards? Can you keep a poker face, but notice when another player looks pleased? Sharpen your memory and your timing, and have fun with the cool cats and bad rats of Rat-a-Tat Cat.  This is the Gamewright version.&#10;&#10;1996 Mensa Select&#10;&#10;Republished 2002 by Amigo as Biberbande:&#10;&#10;Biberbande is a card game for Ages 6 and up, the object of which is to improve your initial unknown 4-card hand so that you have a lower sum of cards than the other players. There are 66 cards in the deck, which consists of ranks 0-9 (four of ranks 0-8 and nine 9's) and 3 different types of action cards (9 &quot;Exchange&quot;, 7 &quot;Spy&quot;, and 5 &quot;2 X draw&quot;). Four cards are dealt face down to each player so that no player knows the values of her cards. The four cards are then arranged in a row and each player may briefly look at her outer two cards. A player's turn consists of drawing a card from the top of the draw pile or discard pile. If the player drew from the draw pile, there are several possible actions: If it is a number card, she may replace one of her face down cards with it (placing it face down) or she may simply discard it. If it is an action card, she may carry out the action or ignore the action. If a player draws the top card of the discard pile, she must replace one of her face down cards with it (placed face down). A player may knock at the end of her turn meaning that each other player has one more turn before the round is over. When the round ends, players turn over their cards and add up their values. The player with the lowest total value wins. Generally the game is played with as many rounds as there are players. Player interaction comes in the form of the action cards. The 'Exchange' card allows a player to exchange one of his cards with one of his opponents. The 'Spy' card allows a player to look at one of his own cards. Finally the &quot;2X look&quot; card allows a player to look at the top card of the draw pile, then keep it or throw it away. If she throws it away, she must use the next card in the draw pile.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Animals: Beavers",
      "Animals: Cats",
      "Animals: Rats",
      "Card Games: Draw and Discard",
      "Misc: Lowest Score Wins",
      "Misc: Mensa Select",
      "Theme: Anthropomorphic Animals",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "3409",
    "Name": "Zombicide: Dark Side",
    "ID": 251723,
    "Year": "(2019)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/251723/zombicide-dark-side",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4375",
    "Description": "This is an entirely new standalone core box, including all the content you would expect in a Zombicide base game: Survivors, Machines, Xenos, Tiles, Missions, Equipment, Tokens, etc. While Dark Side is an independent entry point into the Zombicide sci-fi universe, it is also fully compatible with Zombicide: Invader, which means it also acts as an expansion for it, bringing a lot more content to your game.&#10;&#10;In Dark Side, players take on the role of the soldiers of Green Squad and delve into the underground mining facilities of PK-L7. There they will face a new breed of Xenos: Drillers! these red devils benefit from the pits that the Driller Abomination digs up, using them for extra protection, and to make surprise attacks on the Survivors. Players will also have to contend with the crushing darkness of the tunnels, which severely hamper ranged combat. With new equipment at their disposal, and new tactics to be learned, Green Squad might just stand a chance to make its way out of the dark!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "3410",
    "Name": "Turning Point: Stalingrad",
    "ID": 759,
    "Year": "(1989)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/759/turning-point-stalingrad",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1800",
    "Weight": "3.2857",
    "Description": "Turning Point: Stalingrad is mid-complexity wargame on the battle of Stalingrad during World War 2. Attackers from the German 6th Army must dislodge the Russian 62nd Army and take the city of Stalingrad before the commencement of Operation Uranus. If the city could be taken, German troops could then be re-deployed to reinforce the Italian and Rumanian formations holding the flanks of along the Volga. The fiasco at Stalingrad can then be prevented.&#10;&#10;The game is an operational level treatment of the actual streetfighting. Each turn is a day comprising of a variable number of daylight and night impulses. Units are battalions and armoured units representing AFVs in platoon and company strength. The map is on a scale of 1 inch to 500 metres, depicting the city of Stalingrad and its western approaches, divided into 74 areas divided according to terrain features, and rated for defensive suitability. Victory is determined by the number of objectives captured by the German player each week. If it exceeds the requirements for the week, he wins. If not the Russian player wins. If it is equal to the victory requirement, the game is extended by another week, with a different(higher) victory objective requirement.&#10;&#10;Game comprises two 22&quot; by 16&quot; mounted mapboards, 394 counters, rules and charts.&#10;&#10;The game uses the area-impulse system used in Storm over Arnhem, Thunder at Cassino and Breakout: Normandy.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Components: Map (City Scale)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Area-impulse (Avalon Hill)",
      "War Level of Command: Tactical"
    ]
  },
  {
    "Rank": "3411",
    "Name": "Dungeon Raiders",
    "ID": 257164,
    "Year": "(2018)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/257164/dungeon-raiders",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.32",
    "Description": "In Dungeon Raiders each player takes the role of a different adventurer. You will have to join forces to survive the dungeon, but only one of you will get out with the most treasure and win the game.&#10;&#10;The dungeon is different each time you play, so its dangers like deadly traps and terrible monsters will always surprise you on your path to swag and riches. After pushing your luck to gain the most treasure, the adventurers will face the strongest and most horrendous boss monster!&#10;&#10;In this new release of Dungeon Raiders we have made major changes. The wound system no longer counts down from a wound total instead players will gain wounds as the day goes on. This has removed player elimination so no player is out of the game until the very end.&#10;&#10;The dungeon set up has also changed in this new edition. No longer do players have to shuffle half the face up into the half face down. It is now based on a separate dungeon deck that shows players which cards to have face up, and which cards will be face down.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "3412",
    "Name": "Djinn",
    "ID": 384150,
    "Year": "(2023)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/384150/djinn",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.9091",
    "Description": "Once your ancestors found or created a source of magic - the exact knowledge of its origin, as far as you know, has long been lost. A small community has developed around the source, which seeks to protect this place and keep it as secret as possible.&#10;&#10;Unfortunately, some magical beings &mdash; half corporeal, half ethereal &mdash; have now tracked down this source. These beings of dubious character, which you call &quot;Djinn&quot;, have appeared in various places of the city to dispute your access to the source. You are young members of the Magic Guild, and to prove your abilities, you are tasked with capturing the Djinn so that they can do no harm. You can control them permanently only if you catch them in special Djinn bottles. To seal these bottles, you also need corks made from the bark of a tree near the magic source.&#10;&#10;Whichever of you succeeds best in protecting your small town will be accepted into the inner circle of the Magic Guild and will soon be allowed to learn even more secrets...&#10;&#10;In Djinn, you take turns moving across a map that shows thirteen locations. These locations are linked to actions where you can get the resources you need and catch the Djinn that are in six locations. In those locations you can do things like receive bottles and corks, collect magical power, buy magical items, hire mages to accompany you, discover secret passages, and more.&#10;&#10;In each round, you can reach only one of two or three of the locations, so you must plan carefully to have all the resources you need in time to catch the Djinn. The game ends when all six &quot;Boss Djinn&quot; have been captured and removed from the map, then you score points for all captured Djinn.&#10;&#10;-description from developer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "3413",
    "Name": "Wizard: Jubiläumsedition",
    "ID": 191475,
    "Year": "(2016)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/191475/wizard-jubilaumsedition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "The trick-taking game Wizard uses a sixty-card deck that consists of the traditional 52-card deck (1-13 in four suits) along with four Wizards (high) and four Jesters (low).&#10;&#10;Players compete over multiple rounds based on the number of players, and whoever ends with the highest score wins. In each round, players are dealt a hand of cards &mdash; one card in the first round, two cards in the second, three in the third, etc. &mdash; then trump is determined by flipping the top card of the undealt deck; if a suit is revealed, that suit is trump, while if a Wizard or Jester (or no card in the final round) is revealed, then the round has no trump. Players then state how many tricks they expect to win in the round.&#10;&#10;The playing and winning of the tricks uses mostly standard trick-taking rules. If a player leads a suited card, then all other players must follow suit, if possible. If a player leads a Jester, then the second player determines the suit led. If a player leads a Wizard, then those who follow can play whatever they want. However, in all cases a player may always play a Wizard or Jester, even if they hold cards in the suit led.&#10;&#10;After each player has played a card, determine the winner of the trick as follows: If one or more Wizards were played, the player of the first Wizard wins the trick, collects the cards, and leads to the next trick. If not, whoever played the highest trump wins the trick. If not, whoever played the highest card of the suit led wins the trick. If all players played Jesters, whoever played the first Jester wins.&#10;&#10;After all tricks have been played, players tally their score for the round. If a player matched their bid, winning exactly as many tricks as stated at the start of the round, they score 20 points, plus 10 points for each trick taken. If a player missed their bid, they lose 10 points for each trick that they were off, whether they took more or fewer than predicted.&#10;&#10;A common variant in Wizard is to not allow the total number of tricks bid in a round to match the round number, thereby forcing (at least) one player to be off each round.&#10;&#10;Wizard: 20th Jubil&auml;umsedition is a special edition of Wizard that includes six cards not present in the normal game, including a single dragon card that beats a Wizard, a four-colored 7-1/2 Juggler card, and a bomb card that negates the bids for the round, with players then scoring points based on the total number of tricks they take.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Creatures: Fairies / Elves / Pixies",
      "Series: Amigo Anniversary Rubber-Band Games",
      "Series: Wizard (Amigo)"
    ]
  },
  {
    "Rank": "3414",
    "Name": "Marvel Heroes",
    "ID": 14808,
    "Year": "(2006)",
    "Geek Rating": "5.936",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/14808/marvel-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0725",
    "Description": "Marvel Heroes is a game set in the Marvel Universe for 2 to 4 players, with plenty of opportunities for cooperation and competition between the Super Heroes controlled by the players. Players take control of a group of Super Heroes (X-Men, Fantastic Four, Marvel Knights or the Avengers) as well as the Nemesis of one of the other player's group (Magneto, Dr. Doom, Kingpin or Red Skull). During the game, each player finds allies, enemies and power-ups, and face the menacing Super Villains controlled by the other players.&#10;&#10;High-quality plastic figures of many of the major Marvel Super Heroes, including Spider-Man, The Fantastic Four and The X-Men, as well as of the Nemesis characters, are included in the game. Each character featured in the game is represented by a detailed 40 mm plastic figure and an accompanying character card describing the character's special abilities. Power-ups can be added with special effects, which are different depending on who is acquiring these bonus items, so that all the different incarnations of the character can be played.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "3415",
    "Name": "Harry Potter: Death Eaters Rising",
    "ID": 283211,
    "Year": "(2019)",
    "Geek Rating": "5.936",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/283211/harry-potter-death-eaters-rising",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3684",
    "Description": "Harry Potter: Death Eaters Rising captures the difficulties and terrors Harry Potter, Ron Weasley and Hermione Granger face during their fifth year at Hogwarts as they scramble to persuade the wizarding world of Voldemort's return.&#10;&#10;In Harry Potter: Death Eaters Rising, each player must assemble teams of witches and wizards from the Order of the Phoenix, Dumbledore's Army, and Hogwarts to fight against the growing threat of the Dark Lord. Starting with either Harry Potter or Hermione Granger representing Dumbledore's Army, Minerva McGonagall or Albus Dumbledore from Hogwarts, or Nymphadora Tonks or Sirius Black from the Order of the Phoenix, players will be able to rally a variety of year-5 characters to their cause, such as Ginny Weasley, Luna Lovegood, Alastor Moody, Mrs. Norris, Severus Snape, and Rubeus Hagrid. The collective armies and players must then work together to stop the spread of dark influence throughout the wizarding world.&#10;&#10;Players have to battle Dark Wizards Peter Pettigrew, Bellatrix Lestrange, Lucius Malfoy, and others who bear the dark mark for control of key wizarding world locations, including the Ministry of Magic, Diagon Alley, and Hogsmeade Village. To be successful, players must vanquish Voldemort's Death Eaters and eventually defeat You-Know-Who before they corrupt and take control the wizarding world.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Books: Harry Potter",
      "Components: Dice with Icons",
      "Misc: Watch It Played How To Videos",
      "Series: ... Rising (The Op)"
    ]
  },
  {
    "Rank": "3416",
    "Name": "RAF",
    "ID": 3202,
    "Year": "(1986)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/3202/raf",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0941",
    "Description": "This solitaire game of the Battle of Britain is card-driven with card decks covering Events, Attacking Forces and suspected targets. Game mechanisms deal with Radar warning(and lack of), weather and observer corps. The cardstock map covers southern England with graphics for airfields, industrial sites and ports.&#10;&#10;You control British, Commonwealth, Polish and Czech Air Force Squadrons, positioning the day's patrols where you believe the Nazis will strike. Day after bloody day, the RAF must rise to battle the modern fighters of Luftflotte 2 and 3 while Nazi bombers pound England into ruin - and submission. You must intercept German bombers, sacrificing dwindling men and equipment to halt the German war machine.&#10;&#10;The game system controls the Luftwaffe, directing a coherent bombing campaign against targets vital to British survival. A unique card system hides the strengths, compositions, and targets of the German strikes until after you've decided where your squadrons will patrol, and which raids you'll intercept. You make the decisions that could save democracy.&#10;&#10;RAF offer three scenarios. The Hardest Days, The Thin Blue Line, and The Battle of Britain cover the entire struggle from beginning to end. The game is playable in as few as 3 hours or as many as 10.&#10;&#10;RAF includes:&#10;&#10;     One full-color 22&quot; x 34&quot; map of southern England&#10;     160 full-color counters&#10;     134 target, event, and force cards (the rules correctly indicate 134 playable and numbered cards. There are 3 blanks in each set that are not used in the game bringing the physical count to 143 - 144 including dummy &quot;title&quot; card.)&#10;     16-page rules book&#10;     One six-sided die&#10;     Counter tray with lock-on lid&#10;&#10;&#10;Game scale is Gruppen and Squadrons with one-day turns.&#10;For one player.&#10;Three to ten hours to play.&#10;Ages 12 and up.&#10;&#10;(from the back of the box and user's description)&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "Occupation: Aviator",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "3417",
    "Name": "Sleeping Gods: Primeval Peril",
    "ID": 362205,
    "Year": "(2023)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/362205/sleeping-gods-primeval-peril",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "It&rsquo;s 1929. You are Captain Sofi Odessa and her crew lost at sea in a strange world. Aboard the steamship Manticore, you must work together to survive by exploring mysterious islands, battling creatures, and meeting the world&rsquo;s inhabitants. Along the way, seek out the totems of the gods. Wake the gods and perhaps you&rsquo;ll be able to return home.&#10;&#10;Sleeping Gods: Primeval Peril is a short standalone campaign for one or two players, but will include a variant for playing with 3-4, set in the world of Sleeping Gods and using the same rules.&#10;&#10;Primeval Peril is set on a dangerous river that winds through lush jungle. It includes new characters and stories so that nothing from the Sleeping Gods base game is spoiled.&#10;&#10;It was first offered as a free print-and-play to all backers of the Sleeping Gods Kickstarter.&#10;&#10;This first retail edition is revised and expanded with new stories and quests, streamlined gameplay, and an atlas with new maps.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Wspieram",
      "Decades: The 1920's",
      "Game: Sleeping Gods",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Setting: The Wandering World",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "3418",
    "Name": "Cowboy Bebop: Space Serenade",
    "ID": 283642,
    "Year": "(2019)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/283642/cowboy-bebop-space-serenade",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3043",
    "Description": "Cowboy Bebop: Space Serenade is a competitive deck-building game with 2 to 4 players in which you play one of the four members of the famous Bebop crew.&#10;&#10;Each player tries to prove that he is the best bounty hunter by getting the most reputation points at the end of the game. To do so, they will have to capture the criminals wanted by the ISSP, in a spirit of limited collaboration.&#10;&#10;During the game, players will be able to buy cards that will allow them to improve their personal deck, in order to better manage the resources necessary for their victory. They will also be able to move from planet to planet with gas or use their special abilities and even those of other players if they have in the same place as them.&#10;&#10;The game ends when the terrible Vicious is captured or has fled.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "3419",
    "Name": "Skies Above the Reich",
    "ID": 191612,
    "Year": "(2018)",
    "Geek Rating": "5.936",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/191612/skies-above-the-reich",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.0769",
    "Description": "Skies Above the Reich is a solitaire game depicting a Luftwaffe squadron of Bf109s struggling to deter and destroy the relentless daylight raids over Germany during World War Two. The player&rsquo;s individual aircraft, each represented by a stickered block, must confront the mighty &ldquo;combat box&rdquo; formation of the United States Army Air Force,  a deadly terrain of B-17 Flying Fortresses. The game is a broad strokes depiction that presents the arc of the desperate air war. Stretching from late 1942 to early 1945, Skies Above the Reich follows that trajectory in a series of missions strung together to make a campaign. Each mission will take a half hour or more to play, while a campaign can last anywhere between 6 to 60 missions.&#10;&#10;The Mission&#10;You select pilots and &ldquo;attachments,&rdquo; such as gun pods, rockets, or added armor. You may also augment your attack with auxiliary aircraft such as Ju88s, Fw190s, or later in the war, jet propelled Me262s, the answer to the deadly P-51 escort fighter. Time in a mission is limited, so you must do your best to wreck the bomber formation as quickly as possible, while bringing home as many pilots as you can in order to muster a force for the next mission.&#10;The mission is played on a formation map that depicts as many as twenty-one B-17 bombers in a tight array. The game comes with two double-sided map boards (four maps in all) that as a set chronicle the development and increasing lethality of the bomber formation. Each map is a bigger and more lethal terrain than its predecessor.&#10;Will you strike the formation from the nose or from the tail?  Will your fighters make a dead-level attack or will they drop bombs on the formation from above? Will you split your squadron to attack from multiple angles, or will they charge at the bombers in successive waves? Will you even have time for this kind of maneuver?&#10;What if you encounter the bombers&rsquo; &ldquo;little friends,&rdquo; fighter escort lurking nearby? How will you handle them if you do, or will you even try? Will you organize part of your force to tangle with escort, or will you arm your entire contingent to focus on the bombers?&#10;&#10;The Campaign&#10;As tough as each mission can be, the real challenge is the campaign where you watch as your roster of pilots gradually shrinks. Some pilots will survive long enough to acquire ace skills, but you will be forced to replace downed or wounded pilots, and those young newcomers come &ldquo;green&rdquo;. Some campaigns will end simply because you run out of pilots.&#10;Full Campaigns follow the chronology of &ldquo;seasons,&rdquo; each comprising a number of missions that your squadron flies striving to disrupt the American bomber raids. In a full campaign you must endure all seven seasons, keeping your squadron intact while making an impact on the relentless wave of bomber formations roaring over your homeland. A short campaign challenges you to win a single season, although you may wish to extend it to a second or third season depending on how well you fare.&#10;Each season represents a distinct period of the war, as the campaign traverses the history of the air war. Bombers become more heavily armed but so too do your own Bf109 fighters. Early seasons are characterized by smaller formations, while seasons in the middle of the war are notable for the lack of fighter escort. And later seasons will put the squeeze on your squadron.&#10;&#10;Basic and Advanced Games&#10;In the basic game your goal is to knock bombers out of formation, or destroy them outright. The advanced game adds &ldquo;pursuit&rdquo; where you dispatch fighters to chase after and intercept bombers knocked out of the formation. Played out on an 8.5&rdquo; x 11&rdquo; map depicting a single bomber, pursuit makes the advanced game even more challenging.&#10;&#10;The Two Player Game&#10;You may also play this as a (un)cooperative game. Players each command a squadron of fighters and attack a formation of bombers together. Although players may lose together, even if they win the campaign only one of them may be declared the victor.&#10;&#10;&quot;No one who experienced them will ever forget them &ndash; those streams of Flying Fortresses. Suddenly we saw [them] ahead in a great swarm. I confess the sight put me into a bit of a flap, and the others felt the same. We seemed so puny against these four-engined giants. Then we attacked from the beam.&quot;                                                                &ndash; Cajus Bekker, The Luftwaffe War Diaries&#10;&#10;TIME SCALE:     Each turn = seconds and minutes&#10;MAP SCALE:     Area movement&#10;UNIT SCALE:     Individual fighters&#10;NUMBER OF PLAYERS:     1 - 4&#10;&#10;COMPONENTS:&#10;&#10;        17&rdquo; x 22&rdquo; map board (double sided)&#10;        22&rdquo; x 34&rdquo; map board (double sided)&#10;        Pilot Roster Pad&#10;        Three Player Aid Cards&#10;        Rulebook&#10;        Situation Manual&#10;        Two ten-sided dice &#10;&#10;&#10;(from GMT webpage)&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "3420",
    "Name": "Rush & Bash",
    "ID": 177965,
    "Year": "(2015)",
    "Geek Rating": "5.935",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/177965/rush-and-bash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4583",
    "Description": "Rush &amp; Bash is a fast-paced game about a crazy race set in the same world of games like Vud&ugrave;, GodZ, and the Super Fantasy series.&#10;&#10;Players take turns by playing a card from their hand, and the card will grant them an optional special effect (launching missiles, dropping bombs, repairing the car, changing lane, charging a special ability) and a movement value in a straight line. Players can also unleash their special abilities, that may allow them to play more cards or activate special effects.&#10;&#10;There are two types of cards, and players draw them according to their position on the racing track, keeping the game always balanced and uncertain until the end.&#10;&#10;There is also a &quot;championship mode&quot; that allows players to customize their cars and play multiple races.&#10;&#10;The board is modular and is made by twelve cardboard terrains, all with unique effects and obstacles, including various 3D elements like bridges, volcanoes and wild creatures.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Race",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "3421",
    "Name": "Round House",
    "ID": 205498,
    "Year": "(2016)",
    "Geek Rating": "5.935",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/205498/round-house",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2424",
    "Description": "The round houses (a.k.a., Fujian Tulou) are unique rural dwellings that can be found in the mountain areas in southeastern Fujian, China, dating back to the Ming dynasty (17th century). A round house is a large, multi-floor, enclosed, and fortified earth building housing usually a whole clan, which functions as a village and is known as &quot;a little kingdom for the family&quot;.&#10;&#10;In the game Round House, players are the head of a family who tries to lead their members to glory. Players take turns moving their pawns around the circular building in one direction, performing different actions to get goods, trade goods for money, hire experts, send family members for distant business, and eventually bring the families home to worship the ancestors. By cleverly moving your pawns around the round house and maximizing the performance of your faithful family members, you might become the most glorious family and win the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Rondel",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "3422",
    "Name": "Scape Goat",
    "ID": 315043,
    "Year": "(2020)",
    "Geek Rating": "5.935",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/315043/scape-goat",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "You&rsquo;re part of an internationally renowned group of billy goat criminal masterminds, and you&rsquo;ve just pulled off your greatest caper yet. Stealing the coveted golden hoof right out of the most secure bank vault in Barn City. Someone&rsquo;s got to take the fall for it, just make sure it&rsquo;s not you. In Scape Goat, everyone at the table is trying to pin a crime on the same player, all while that player has no idea they&rsquo;re taking the fall. The twist? That player could be anyone! Trade cards, make deductions, and figure out if you&rsquo;re the scapegoat before the cops come after you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management"
    ],
    "Families": [
      "Animals: Goats",
      "Digital Implementations: Tabletopia",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3423",
    "Name": "Clue Master Detective",
    "ID": 1561,
    "Year": "(1988)",
    "Geek Rating": "5.935",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/1561/clue-master-detective",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8404",
    "Description": "This is the same as the basic Clue game, but with more of everything.&#10;&#10;The publisher's description:&#10;Was it Madame Rose in the Carriage House with the Poison?  Monsieur Brunette in the Trophy Room with the Horseshoe?  Or was it our old friend Colonel Mustard whodunit in the Library with his trusty service Revolver?&#10;&#10;You'll need your sharpest detective skills to solve the ever-changing CLUE MASTER DETECTIVE mystery, because in this expanded version of our classic game of detection, there are more rooms, more weapons, more suspects -- more mayhem!&#10;&#10;The late Mr. Boddy's country manor has a total of twelve possible Murder Locations, both outdoors and indoors, with secret passages, plus new &quot;Snoop Spaces&quot; that let you broaden your investigation.  A vial of Poison and a Horseshoe bring the number of Weapons up to eight.  And the devious bunch of Supsects has grown to ten with the addition of Miss Peach, Monsieur Brunette, Madame Rose and Sergeant Gray.&#10;&#10;With all these additional people, places and things to unravel, your most expert powers of interrogation and deduction will be called into play.&#10;&#10;So shuffle the Suspect, Weapon and Murder Location cards, slip one of each into the Confidential Case File envelope -- and start sleuthing!&#10;&#10;Turn by turn you probe, collecting evidence and pinpointing certain culprits, means, and rooms.  Then, when you think you've got it, make your accusation: Whodunit? Where? With which weapon?&#10;&#10;CLUE MASTER DETECTIVE ... it's so entertaining, it's criminal!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Memory",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "3424",
    "Name": "New England",
    "ID": 5406,
    "Year": "(2003)",
    "Geek Rating": "5.935",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/5406/new-england",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4635",
    "Description": "A bidding and tile laying game with a theme of settling 17th Century New England. Each player represents a family that buys up and develops large tracts of land. The area of settlement is 98 squares (9 x 11, with one square missing). Each family starts with a double-sized tile of each of the three land types - settlement, cropland, pasture. Tiles have undeveloped and developed sides; naturally, they start undeveloped.&#10;&#10;In each round after the initial placement of the starting tiles, players bid for the right to buy more land tiles or development cards - up to two per round. A total of 9 combined tiles and cards are available each round for purchase. The advantage of bidding high (and thus paying more for each purchase) is that high bidders get the first choice, and the highest bidder gets to decide how many tiles and cards will be up for auction in the next round. Tiles or cards must be played immediately after purchase, unless barns are available to store cards (but not tiles) for later use. Those that can't be played may not be bought.&#10;&#10;Development cards are of two kinds. One lets a player buy pilgrims (who generate shillings, the game's currency), barns (to store development cards) or ships (to add extra tiles or cards to those on offer). The other is needed to develop land tiles. Development is possible only if the player owns undeveloped tiles of the same type, number and configuration as shown on the card, e. g., three cropland tiles forming a right angle, two adjacent pastures or a square of four settlements.&#10;&#10;Playing development cards earns victory points, the number depending on the difficulty of using the card. A square of tiles scores 10 points, while a pilgrim, barn or ship gains only one.&#10;&#10;Play continues until there are too few cards and tiles left to stock a full auction. At that point, the players tally their victory points, adding bonuses for most pilgrims, barns or ships. The winner is the player with the most points; shillings are the tie breaker.&#10;&#10;",
    "Categories": [
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 11 Grids",
      "Country: USA",
      "Region: New England (USA)"
    ]
  },
  {
    "Rank": "3425",
    "Name": "Krazy Wordz",
    "ID": 231962,
    "Year": "(2016)",
    "Geek Rating": "5.935",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/231962/krazy-wordz",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2105",
    "Description": "In each round of Krazy Wordz, players have their own individual topic card not known to anyone else (e.g., &quot;something tiny&quot; or &quot;brand of chocolate bar&quot;), along with a few randomly drawn letters. They each create a word &mdash; or something resembling a word &mdash; from these letters, then place their word in the center of the table and their card face down. Once everyone has finished, shuffle the topic cards, then reveal them all. Players then secretly vote on which words are associated with which cards, scoring points when they guess correctly and when others correctly link their word with their card.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Spelling"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "3426",
    "Name": "Goblivion",
    "ID": 243538,
    "Year": "(2018)",
    "Geek Rating": "5.935",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/243538/goblivion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2593",
    "Description": "-Goblivion- A Robust Tower Defense Deck Building Game based on a castle siege. Solo or Coop, players team up to repel the attack of goblins and trolls. Your survival depends on your peasants training for combat. According to the cards that will be dealt to you, you will have to make heartbreaking choices and implement a long-term strategy or else, the Bosses will eat you raw!&#10;&#10;In Goblivion, you're always under pressure and every decision count. The game is about planning, strategy and tactical combat. It implies tough decisions, painful sacrifices and a dose of luck! There is 3 difficulty level for each of the 5 roles with unique skills. You have more than 7 different boss to fight at the end of each game. The co-op mode is active, players play simultaneously!&#10;&#10;All in all, it's 108 cards, 77 different ones. 2 boards, 32 tokens, 1 wood token, 2 rule books.&#10;&#10;Save the Goblivion kingdom!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Creatures: Goblins",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3427",
    "Name": "Bag of Chips",
    "ID": 344114,
    "Year": "(2021)",
    "Geek Rating": "5.934",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/344114/bag-of-chips",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.1094",
    "Description": "Bag of Chips is a party game in which you will face crucial choices to score as many points as possible at the end of each round. Be careful, though, because if you're too greedy, you will lose a lot!&#10;&#10;At the start of a round, each player is dealt six objective cards and the 25 chips &mdash; in five colors, ranging from 7 yellow potato chips to 3 orange chicken chips &mdash; are placed in the bag. Someone draws five chips from the bag and places them on the table, then everyone discards two of their objective cards. The player draws four more chips, then everyone discards another objective card. The player draws three more chips, after which everyone places two of their cards on the positive scoring side of their playing area and the final card on the negative scoring side. The player then draws two more chips, one by one, both for increased drama and for some of the objective cards.&#10;&#10;If a played objective card has not been completed, discard it. Add the points from your completed positive objective cards (if any), then subtract points from your negative objective card (if any). The player with the highest score wins two reward tokens, and the player with the second highest score wins one reward tokens. Complete rounds until someone has four or more reward tokens and wins. (In a two-player game, only the player with the higher score receives a reward token, and whoever first collects three tokens wins.)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3428",
    "Name": "The Animals of Baker Street",
    "ID": 359124,
    "Year": "(2022)",
    "Geek Rating": "5.934",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/359124/the-animals-of-baker-street",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Enjoy an original setting in which animals lead investigations! In this narrative game, play as four different animals, just as clever as they are witty, who encounter mysterious situations. Meet characters, gain objects, collect information, and piece them together to unravel the mystery! The Animals of Baker Street is a thrilling investigative game for the entire family with a unique setting, enhanced by the talented pen of famous youth author, Cl&eacute;mentine Beauvais, and Sherlock games specialist Dave Neale.&#10;&#10;In the game, you collectively choose the places to visit to meet and interact with the quirky animal characters of Baker Street. Decide if you want one of your detectives to use their particular abilities  to collect valuable information and discover new clues. But as you visit more places time is ticking by, so choose your path wisely.&#10;&#10;Try to solve the case within the given time to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Dogs",
      "Animals: Frogs / Toads",
      "Animals: Mice",
      "Animals: Spiders",
      "Books: Sherlock Holmes",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3429",
    "Name": "Fast Flowing Forest Fellers",
    "ID": 38548,
    "Year": "(2008)",
    "Geek Rating": "5.934",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/38548/fast-flowing-forest-fellers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5286",
    "Description": "A fast river rafting game:&#10;&#10;Courageous lumberjacks are gathering at the river for their traditional river rafting race. With help of clever maneuvers they try to outsmart their opponents to get the decisive head start in this eventful race down the river.&#10;There is a lot of pushing and blocking, as all means are allowed to be the first team to reach the finish.&#10;&#10;Flussfieber is a gateway game both for families and hardcore gamers. The simple rules with playing a card and moving the lumberjack makes it a fast and fun game. The twist is that every player plays for 2 or 3 lumberjacks and has the cards for both (or the three) pawns in one shuffled pile, so everyone has to plan for all of his lumberjacks with his card hand.&#10;&#10;The 6 double-sided game boards offer dozens of different races down the river, which will always be different and funny in each single game, with different elements, like blocked passages and streams.&#10;&#10;The beautiful graphics by Maura Kalusky and the new playing figures especially designed for this game help to directly dive into the atmosphere of this game.&#10;&#10;Contains: 10 wooden lumberjacks, 45 logs, 90 cards, 6 double-sided game boards.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Bias",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "3430",
    "Name": "Burano",
    "ID": 181260,
    "Year": "(2015)",
    "Geek Rating": "5.934",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/181260/burano",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.7736",
    "Description": "Burano, also known as the lace island, is an island in the northern Venetian lagoon. Burano is famous for its brightly colored houses, those square-shaped houses of a riot of colors along the water channels make it like a fairy tale land.&#10;&#10;Fishing has been the main activity in Burano since its foundation. A story goes that while fishermen went a long-term fishing outside the lagoon, their wife who stayed and missed their husband took out needles and made lace like they mended their husband's fishing nets.&#10;&#10;In the Middle Ages, Burano lace was highly admired and widely requested by royal families all over Europe. Players represent a family leader on this little island. They can send men to fish for the main source of income, or send women to lacemaking to sale abroad. Making a good living and making Burano become world famous, you have to figure out how to organize family members to their suitable work. It depends on you to earn the glory for your family and lead them to be outstanding from other families.&#10;&#10;Burano is played over four seasons, 14 rounds altogether. Through the novel &quot;cube pyramid-driven&quot; mechanism, players take turns paying coins to operate their cube pyramid during each round. The operation of the color-coded cubes would trigger certain actions, such as fishing, lace making, and house roofing, which will earn players victory points (VP). At the end of the game, whoever has earned the most VP wins.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Components: 3-Dimensional (3D)",
      "Country: Italy",
      "Crowdfunding: Spieleschmiede",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "3431",
    "Name": "StreetSoccer",
    "ID": 3421,
    "Year": "(2002)",
    "Geek Rating": "5.933",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/3421/streetsoccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5381",
    "Description": "StreetSoccer is the name in the Netherlands (Dutch: Straatvoetbal) for how soccer is played in parks or squares in cities and villages.&#10;In this game 2 StreetSoccer teams play a 25 'minute' match. &#10;The soccer field is 10 spaces long and 6 wide (plus spaces outside the lines).&#10;The 2 players of this game both are coaches of one team. &#10;Both coaches have 5 StreetSoccer player figures (incl. the goalie). &#10;A die determines your number of spaces to move one of your figures. If you reach the ball you shoot the ball by the unused number of pips on the die plus one, and can make passes between players of your team. &#10;The die makes luck a part of this game. But your choices, like which player you move to which field and where to pass the ball are very important. For the following turns you calculate chances for your opponent and yourself and you try to have your players in good positions for later situations.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Little Golem",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "3432",
    "Name": "Rory's Story Cubes",
    "ID": 20545,
    "Year": "(2005)",
    "Geek Rating": "5.933",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/20545/rorys-story-cubes",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1118",
    "Description": "Each jumbo 1&quot; cube has 6 images or icons, with a total of 54 all-different hand-inlaid images that can be mixed in over 10 million ways. You roll all 9 cubes to generate 9 random images and then use these to invent a story that starts with &quot;Once upon a time...&quot; and uses all 9 elements as part of your narrative. As a puzzle, Rory's Story Cubes  will really give your imagination a work-out. You'll practically feel both sides of your brain dancing.&#10;&#10;Play it as a game for one or more players, or as a party game for three or more. Or play it as an improv game where each player contributes part of the story, picking up where the last one left off. Win award points for speedy delivery, inventiveness, imagination, drama and humor.&#10;&#10;Full instructions include several other ways to use the cubes to solve problems, break up writer's block, enhance your imagination and heighten your ability to find unifying themes among the diverse images. Interpret or get at the meanings of your answers more quickly. It's fun, easy, and mind-stretching.&#10;&#10;The challenge: Fit the 9 cubes into a 3x3 square. Now examine the cubes in any one row and turn them so their tops have something in common. Do this for all 3 rows. Explain your choices, or challenge another player to identify the element they share. More than one answer may be right, and there are thousands of possible combinations.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Story Creation",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "3433",
    "Name": "Space Dealer",
    "ID": 23451,
    "Year": "(2006)",
    "Geek Rating": "5.933",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/23451/space-dealer",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4058",
    "Description": "Space Dealer is played in real time to a 30-minute soundtrack (or timer) with all players playing simultaneously. Players start at their own planet with a power generator and a mine. They race to generate goods and deliver them to each other (earning victory points for both the player and the recipient) or to the neutral planets. They can also do research to improve their abilities and bring new cards into play. Everything &ndash; from generating goods to moving ships,to playing new cards &ndash; requires at least one flip of a sand timer; the catch is that each player has only two timers!&#10;&#10;At the start of the game it seems like you have all the time in the world. Very soon, though, the game becomes a frantic race to make as many deliveries as possible!&#10;&#10;A second copy of Space Dealer can be added to expand the game up to eight players.&#10;&#10;",
    "Categories": [
      "City Building",
      "Real-time",
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Action Timer",
      "Elapsed Real Time Ending",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Components: Compact Discs (CDs)",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "3434",
    "Name": "The Plum Island Horror",
    "ID": 341166,
    "Year": "(2023)",
    "Geek Rating": "5.933",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/341166/the-plum-island-horror",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3.2895",
    "Description": "The Plum Island Horror is a 1 to 4 player game featuring cooperative play that combines tactical-level unit management with a tower-defense style survival mechanic. Each player will control one of six unique factions which represent the various groups that populate Plum Island. Each of these Factions has its own strengths and weaknesses, and the system encourages you to optimize for the group&rsquo;s strengths and marginalize its weaknesses. Players must coordinate with one another, and the resulting synergy will hopefully be enough to successfully evacuate a city under siege and contain the horrific outbreak that threatens to spread beyond the island itself. If the players can succeed, they will win together, and the world will most likely be none the wiser to the averted crisis. If not, they will lose together and share the blame equally for failing humankind.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Siege",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "3435",
    "Name": "Bayonets & Tomahawks",
    "ID": 206509,
    "Year": "(2021)",
    "Geek Rating": "5.933",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/206509/bayonets-and-tomahawks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "600",
    "Weight": "3.2353",
    "Description": "&quot;Bayonets &amp; Tomahawks&quot; is a 2-player card-driven strategic wargame focusing on the &quot;French &amp; Indian War&quot;, 1755-1760. Its fluid yet rich system ensures fun for players of all levels. One player controls the British and the other controls the French and most Indians. Indian diplomacy, raids, constructions, naval operations, sieges: nothing is left out in order to immerse players in the fascinating military asymmetries of the 18th-Century colonial frontier. &#10;  &#10;A game of Bayonets &amp; Tomahawks can last 1 or more game years depending on the scenario chosen &mdash; up to the full conflict. During each game year, there are 8 action rounds where players move their pieces on land and sea, perform raids, build forts and roads, etc. Battles/sieges usually occur at the end of each action round. A game year also includes 3 logistics rounds: &ldquo;Fleets arrive&rdquo;, &ldquo;Colonials enlist&rdquo; and &ldquo;Winter quarters&rdquo;.&#10;&#10;Bayonets &amp; Tomahawks is card-driven. But unlike most card assisted wargames player don't manage a hand of cards. Each player starts the year with one undisclosed reserve Action card picked randomly. At the beginning of each Action round, both players draw a new card. They must then choose one of their 2&nbsp;cards to play for the current round. The other card becomes their reserve for the next round. At each action round, the French player also gets a random Indians action&nbsp;card.&#10;&#10;The Action points (AP) on the cards in play determine how many stacks of pieces a player can activate during the current round. In addition the cards trigger events and determine initiative for the next Action round. Movement is point to point. Pieces can also move via sea zones.&#10;&#10;Each side has particular assets he must make the most of in order to achieve victory. The British have overwhelming numbers, the French are more adept at wilderness fighting with the help of their numerous Indian allies. To win, a player must control enough enemy key spaces to reach the scenario&rsquo;s Invasion victory points requirement by game end. In one-year scenarios, pieces removed permanently from play yield Invasion VP as well. The French player can also win if he succeeds in enough raids during the current year to reach the scenario&rsquo;s Raid&nbsp;victory points requirement.&#10;&#10;By its nature, the game lends itself to solitaire play. In bonus, the rules allow to split the actions of each camp methodically. This way, up to 2 British players (British, Colonial) and 3 French players (French, Canadien, Indian) can relive the historic pains of shared command.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Canada",
      "Country: France",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: VASSAL",
      "History: Age of Kings",
      "History: French and Indian War",
      "Players: Two-Player Only Games",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "3436",
    "Name": "Invasion from Outer Space: The Martian Game",
    "ID": 42939,
    "Year": "(2010)",
    "Geek Rating": "5.933",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/42939/invasion-from-outer-space-the-martian-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7869",
    "Description": "Invasion From Outer Space, The Martian Game is a fast-paced game of fiendish Martians, Big Top Heroes, and SciFi Movie Action. Players  take on the role of either the Carnival Heroes, using their special talents and working together to fight off the Martian Invasion; or as the invaders themselves, waves of Martian Soldiers and Flying Saucers, blasting Humans with Ray Guns and unleashing their vile alien technologies upon the Earth.&#10;&#10;Featuring a modular game board, eight Carnival Heroes to choose from (such as the Fire Breather, Strongman, or Jo Jo, the dancing Bear), an army of Martians to start the invasion (including Martian Champions such as the dreaded Zard Beast), and several different Scenarios to play that drastically change the game; Invasion From Outer Space is designed to create a cinematic feel as the story and game unfolds.&#10;&#10;Also, as Invasion From Outer Space is built using the Last Night on Earth game engine, the two games are fully compatible. With ease, players can now have their Martians invade the small town of Woodinvale, Zombies attack the Carnival, or even play a massive game with up to three independent factions (Heroes, Zombies, and Martians). The possibilities are endless.&#10;&#10;So drop those roasted peanuts, strap on your jumpsuit, and step into the spotlight...the Martians are Coming and the Invasion From Outer Space has begun!&#10;&#10;Features:&#10;&#10;&#10;     Uses the &#039;Last Night on Earth&#039; game engine, allowing for interconnectivity between the games.&#10;     The same Martians also make an appearance in &#039;&#039;Conquest of Planet Earth: Apocalypse&#039;&#039;.&#10;     Photographic Artwork for Immersive Horror/SciFi Movie Action&#10;     28 Highly detailed plastic 28 mm Miniatures&#10;     Game comes with an Original CD Soundtrack to creep its way into the players' subconscious and raise tension and excitement&#10;     No two games are ever the same! Many Heroes, Scenarios, Game Cards, and a Modular Game Board offer limitless combinations.&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Game: Invasion from Outer Space",
      "Series: Last Night on Earth Game Engine (Flying Frog Production)",
      "Space: Mars",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "3437",
    "Name": "Throw Throw Burrito",
    "ID": 274533,
    "Year": "(2019)",
    "Geek Rating": "5.933",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/274533/throw-throw-burrito",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1081",
    "Description": "The world's first dodgeball card game. Collect cards. Play your hand. Throw things at your friends.&#10;&#10;Throw Throw Burrito is what you get when you cross a card game with dodgeball. Try to collect matching sets of cards faster than your opponents while simultaneously ducking, dodging, and throwing squishy airborne burritos. The cards you collect earn points, but getting hit by flying burritos loses them. So clear some space and put away the antiques, because you&rsquo;ve never played a card game quite like this before.&#10;&#10;How it works: Place a pair of burritos on a table and draw cards. Keep your cards a secret. Rack up points by finding sets of three in the deck. Find matches before anyone else does. If someone plays Burrito Cards, a Battle ensues. Steal points from your opponents by hitting them with squishy toy burritos. Declare war on your friends. Some battles only involve a handful of players. Others force the entire table to engage in a Burrito War. Duel to determine the winner. During a Burrito Duel, two players must stand back to back, walk three paces, and FIRE.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3438",
    "Name": "Red Flag Over Paris",
    "ID": 296577,
    "Year": "(2021)",
    "Geek Rating": "5.932",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/296577/red-flag-over-paris",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.8542",
    "Description": "&quot;Red Flag Over Paris&quot;, the spiritual successor to Mark Herman's Fort Sumter, is a short, yet challenging, two-player card-driven wargame depicting the two months of intense confrontation between the Communards and the government in Versailles during the 1871 Paris Commune. You will play as one of these factions and fight for control over Paris. But, you will also need to win the hearts and minds of the French population, as the board is divided into two areas&ndash;military and political&ndash;themselves divided into several dimensions (Political Institutions, Public Opinion, Paris neighborhoods, and the forts on the outskirts of the city). The game forces players to make tough decisions like when to focus on political influence or military dominance and how to optimize limited resources.&#10;&#10;On top of controlling the military and political spaces and fulfilling your objectives to score Victory Points, you will have to manage your momentum. Versailles needs to collaborate with the Prussian invader to build up an army that will restore order in the Capital. On the other hand, the Commune needs to build a robust revolutionary momentum to ensure that the population stays mobilized after months of siege and food shortages.&#10;&#10;Each card represents either a critical personality or a significant event of the Paris commune. You may use a card for its event, for its operational value (which allows you to place or remove influence cubes in any given area), to buy an event discarded by your opponent, or build your momentum. After up to three rounds, Red Flag Over Paris culminates in a Final Crisis where each player will have to play all the cards they left aside earlier in the game as the last opportunity to place influence before determining the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Solo / Solitaire Game",
      "Tug of War"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Country: France",
      "Digital Implementations: Rally the Troops",
      "Series: Lunchtime Games (GMT)"
    ]
  },
  {
    "Rank": "3439",
    "Name": "Ortus Regni",
    "ID": 159469,
    "Year": "(2014)",
    "Geek Rating": "5.932",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/159469/ortus-regni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "3.2432",
    "Description": "Ortus Regni is a novel card game inspired by the late Anglo-Saxon period of English history. A time of warring Earls, claiming whatever lands they could... establishing fiefs, cultivating powerful vassals, fighting and engaging in endless political struggles &mdash; all while Vikings roamed not just the sea, but the land. It is truly a Dark Age. Or is it? Lasting for 600 years, until the Norman Conquest of 1066, this era decided the future of a great kingdom that would become England.&#10;&#10;Designing your Earl Deck before play begins is one of the key features of the game. Ortus Regni is a deck-design game, rather than a deck-building game &mdash; that is, you are entirely in control of the deck that you will begin play with in a game of Ortus Regni. Several canonical Ortus Regni deck design concepts exist &mdash; such as a Lord deck, an Army (Land) deck, a Politics deck, or an Emissary (Monk) deck, and more &mdash; but such concepts are only the start of your design options. The Earl Deck you put together can be a subtle hybrid of several concepts, or something entirely different and unusual.&#10;&#10;Your opponents in Ortus Regni will have access to exactly the same suite of cards that you do when they design their own Earl Decks for game play. So it all comes down to your choices and your strategies! There is also tactical space during a game to zig and zag, even if you find yourself against an Earl Deck design that you did not anticipate. You might pull out an unexpected win nonetheless if you play your deck well.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Deck Construction",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3440",
    "Name": "The Cave",
    "ID": 129351,
    "Year": "(2012)",
    "Geek Rating": "5.932",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/129351/the-cave",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5196",
    "Description": "In The Cave, a board game from K2 author Adam Ka&#197;&#130;u&#197;&#188;a, players take on the role of a speleologist team tasked with exploring a newly discovered cave. Players start from a base and explore a cave, tunnel after tunnel, effectively building the board (the cave). They have to overcome steep descents, underground lakes, and tight squeezes. They will be given a chance to admire the wonders of the underground, like halls full of stalactites. To make it all possible they must take the right supplies with them, like ropes, oxygen and batteries.&#10;&#10;Each turn players have five action points to use for moving, discovering new cave tiles, exploring them, and packing their backpacks when they go back to the starting base. They need ropes for descents, oxygen to explore underwater parts, and a camera to photograph underground wonders. Planning what to take with them is one of the most important things in the game. Each turn that their pawn is not in the starting base, players must use (i.e., throw out) one basic supply from their backpack; these costs, along with the expenditure of other supplies during exploration, forces them to return to the starting base a few times during the game. To keep them from having to carry everything, though, players can raise a camp somewhere in the tunnels where they can store some of the equipment.&#10;&#10;The cave differs every game, so players have to be prepared for everything or they will lose time. Players earn points for exploring different tiles: underwater, wondrous, descents, and so on &ndash; but to win they'll need to acquire bonus prizes for exploring the most tiles of each type. This make decision-making during trips very difficult.&#10;&#10;When the cave is fully explored, the player who made the biggest effort in the most spectacular way wins the game.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Exploration",
      "Maze",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Official Music Soundtrack"
    ]
  },
  {
    "Rank": "3441",
    "Name": "Dreadfleet",
    "ID": 108722,
    "Year": "(2011)",
    "Geek Rating": "5.932",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/108722/dreadfleet",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9452",
    "Description": "Game description from the publisher:&#10;&#10;For two bleak decades the Undead reavers of Count Noctilus have plagued the oceans of the world. After each raid, the Dreadfleet disappears into its lair as quickly and silently as it appeared, far from the reach of Man. And yet there remains hope. Captain Jaego Roth of the Heldenhammer has vowed to hunt down and destroy Count Noctilus and his Undead captains once and for all. With him sail the most notorious and cunning of the pirate lords of Sartosa, each borne to battle upon a giant warship bristling with cannons, organ guns and bolt throwers. At the stroke of midnight on Geheimnisnacht, most forsaken of nights, the Heldenhammer and her companions sail into the realm of undeath known as the Galleon's Graveyard. One by one, Count Noctilus and his vile allies move in to stop them.&#10;&#10;Dreadfleet is a boxed game for two (or more) players that includes everything you need to make war on the turbulent seas of the Warhammer world. At your command are two fleets of ships: the Dreadfleet led by the Vampire Count Noctilus, aboard his gargantuan sea-hulk the Bloody Reaver; and the Grand Alliance commanded by the Pirate Captain Jaego Roth, who recently stole the Heldenhammer &ndash; the pride of the Imperial Fleet, and one of the largest galleons to ever sail the high seas.&#10;&#10;As your ships engage in furious battle, it's down to you, the fleet captain, to make important split-second decisions. Do you bring all guns to bear on the closest enemy warship, or do you sail into position for a furious broadside? What happens when the warship catches fire, or worse, the powder kegs ignite? Exactly how much punishment can your warship take before it sinks without a trace? Are those Undead seagulls or flying piranha fish? And, when all else fails, do you have the courage to ram your foe, board their ship, and engage them in a duel to the death?&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Nautical",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Measurement Movement",
      "Movement Points",
      "Movement Template",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Random"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "3442",
    "Name": "Formula Motor Racing",
    "ID": 635,
    "Year": "(1995)",
    "Geek Rating": "5.932",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/635/formula-motor-racing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1801",
    "Description": "In this light racing card game the players must try to maneuver their team of 2 racing cars into the podium positions over a series of races by playing cards to manipulate the line of vehicles to their advantage.&#10;&#10;Players can advance their position by playing cards that move their vehicles up the line or drag other team cars back. More powerful cards may require the roll of a dice and can result in great gains or disastrous engine blow-outs that can put cars out of the race and cannot rejoin the fray until the next race begins.&#10;&#10;Play is quick and simple with players required to play one action per turn, carry out its effects and drawing a card to end their turn. Each race will end after the draw deck is exhausted with one final turn taking place. Points are then awarded for positions 1-6 and a leaderboard is recorded. As the game evolves the leaderboard will be forever changing and in the final race the drivers will know what they have to do to earn the points in order to sit atop the final standings!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Relative Movement"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "3443",
    "Name": "Mistwind",
    "ID": 366251,
    "Year": "(2024)",
    "Geek Rating": "5.932",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/366251/mistwind",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "3.1579",
    "Description": "In the newly explored frontiers of the Mistwind Islands, bustling cities are filled with hard working townsfolk from fungus farmers to deep mist divers. Transport whales are seen soaring above the thick mist, transporting citizens and cargo from port to port. Mistwind is growing rapidly and our leaders are looking to connect with neighbouring nations to expand trade networks that will be beneficial for many years to come. You are the head of a trade company, with a chance to make a name for yourself. You've trained your transport whales well and now you need to gather resources to build your outposts and maximize your network efficiency while keeping up with the supply and demands of the local capitals.&#10;&#10;Mistwind is a strategic game of building networks and meeting the demands of each nation. Players will gain resources to build outposts or train transport whales, gather and deliver cargo to fulfill territory demands and complete networking contracts with neighbouring nations in an effort to become the most Trusted Trader in Mistwind.&#10;&#10;Players will have a hand of action disks numbered 1-5 but at the beginning of every round, you must choose one to discard and not use for that round. The game board will have 4 sections, each with their own spots numbers 1-5 where players will play their matching numbered action disk. Each spot on the board only allows one action disk. Players take turns placing their action disks until each player has used all 4 disks, thus ending the round. The game consists of only 4 rounds so players must choose carefully when and where to spend their actions to maximize their turns.&#10;&#10;Players will earn points from, among other things, completing network cards, delivering resources to capitals, and overall majority of Demand Tokens from each region. The player with the most points wins!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Whales",
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "3444",
    "Name": "Cable Car",
    "ID": 58602,
    "Year": "(2009)",
    "Geek Rating": "5.932",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/58602/cable-car",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8026",
    "Description": "Cable Car is a reworked rerelease of the game originally published in 1997 by db-Spiele as Iron Horse and in 2000 by Queen Games as Metro, with a different theme, new artwork and the components and rules to play the new, optional variant &quot;Cable Car Company,&quot; which introduces stock holding to the game.&#10;&#10;Players place square tiles onto the board to form rail lines. The object of the game is to make the rail lines as long as possible. Players start with a number of cars ringing the board. When a tile placement connects a car to a station (either to those on the edge or to the power station in the center of the board), that car is turned to indicate it has been scored and the player scores one point for each tile that the route crosses.&#10;(Slightly reworded for clarity and consistency from Queen Games' announcement of the game.)&#10;&#10;Re-implements:&#10;&#10;    Metro&#10;&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Connections",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: San Francisco (California, USA)",
      "Country: USA",
      "Game: Metro"
    ]
  },
  {
    "Rank": "3445",
    "Name": "Norenberc",
    "ID": 75091,
    "Year": "(2010)",
    "Geek Rating": "5.931",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/75091/norenberc",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0093",
    "Description": "In Norenberc, each player represents an ambitious merchant trying to gain influence in the town council of Norenberc. To do this, players must win over the craftsmen of the city's various guilds. The player who manages to win over the most (and the most influential) craftsmen will be the one who wins the game.&#10;&#10;Every round consists of one or more turns. Every turn, all players simultaneously select the guilds at which they wish to take actions, limited by the number of agents at their disposal. Actions include buying and selling goods and hiring guests who are lodging at the guilds: various craftsmen and townsmen with useful special abilities.&#10;&#10;At the end of each round, the master of each guild will select a favorite from among the players: the one owning the most of that guild's goods. The favorite of each guild will claim the loyalty of that guild master and earn one of that guild's crests. The most important guild in the city will also bestow one of the valuable prestige crests upon its favorite.&#10;&#10;At the end of the game, players will compare their amassed craftsmen, crests, money, and townsmen to see who has won the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Nuremberg (Bavaria, Germany)"
    ]
  },
  {
    "Rank": "3446",
    "Name": "Raxxon",
    "ID": 231197,
    "Year": "(2017)",
    "Geek Rating": "5.931",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/231197/raxxon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Raxxon is a 1-4 player cooperative card game set in the Dead of Winter universe at the start of the zombie apocalypse. Players each choose one of six different specialists assisting Raxxon with the evacuation of healthy citizens from among the sick. Citizens take the form of face-down square cards in a grid. Through game actions, these can be flipped to reveal whether they are sick or healthy.  There are various types of sick and healthy cards, each triggering different effects when flipped or killed.  Flip too many Chaotic sick and you'll add more citizens to the crowd, or even end the round prematurely.  Killing off the healthy can have similar negative effects.&#10;&#10;Each round begins by creating a crowd - a grid of citizens from the citizen deck.  Players take turns performing one action at a time after resolving any consequences marked on their character sheet.  Character actions are powerful effects (kill, quarantine, evacuate, etc) that interact spatially with the crowd (killing a row or column, evacuating one card and adjacent cards of your choice) and have stacking consequences. At the start of each turn, a player must resolve all their consequences from previous turns (flip citizens, add citizens, infect citizens, lose evacuated citizens, etc) before performing another action - and adding another consequence. Some consequences require players to draw Raxxon cards.  Much like Crossroads cards from Dead of Winter, Raxxon cards feature stories relating to characters in play.  Many have multiple parts with different outcomes depending on the choices players make. Often, the choices that make the game easier also grants power to the Raxxon corporation which can lead to defeat.  Consequences don't clear until that player passes for the round.&#10;&#10;Once all players have passed, the citizen deck is rebuilt using remaining cards in the deck, the discard, new sick citizens, loosely quarantined citizens, and any cards still in the grid.  The deck is shuffled and used to create a new crowd at the start of the next round.  Players win when all healthy citizens are evacuated. Players lose if the infection deck runs out (the deck of only sick people added to the citizen deck each round) or Raxxon maxes out on power and takes over the city.&#10;&#10;Part of the Dead of Winter series.&#10;&#10;Two promos for Dead of Winter are included in the box: KD James and Meryl Wolfe.&#10;&#10;",
    "Categories": [
      "Horror",
      "Medical",
      "Memory",
      "Puzzle",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Memory",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Series: Crossroads (Plaid Hat Games)",
      "Setting: Dead of Winter"
    ]
  },
  {
    "Rank": "3447",
    "Name": "Ascension X: War of Shadows",
    "ID": 200456,
    "Year": "(2016)",
    "Geek Rating": "5.931",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/200456/ascension-x-war-of-shadows",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Ascension is a deck-building game in which players spend Runes to acquire more powerful cards for their deck. It offers a dynamic play experience where players have to react and adjust their strategy accordingly. Each player starts with a small deck of cards, and uses those cards to acquire more and better cards for their deck, with the goal of earning the most Honor Points by gaining cards and defeating monsters.&#10;&#10;The theme for Ascension X: War of Shadows, the tenth set in this game series, is the on-going conflict between Light and Dark forces for control of New Vigil. This conflict plays a direct role in the game as the balance between the two forces can give players additional powers during Night and Day. A new category of Heroes and Constructs are also introduced, and these powerful dual-cost cards require players to spend both types of game resources to purchase them.&#10;&#10;Box content :  177 Cards, Game Board, 50 Deluxe Honor Tokens, Rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3448",
    "Name": "FAB: The Bulge",
    "ID": 20133,
    "Year": "(2008)",
    "Geek Rating": "5.931",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/20133/fab-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0714",
    "Description": "The Fast Action Battle (FAB) Series - Volume 1: The Bulge&#10;&#10;From Rick Young, designer of Europe Engulfed, comes a series of fun, tense block games. FAB games focus on speed and playability with low-unit density while keeping the history both accurate and exciting.&#10;&#10;Volume 1: The Bulge brings you the Battle of the Bulge from December 16th through December 27th. You command the division and brigade level units using the historical orders of battle. You order your forces to key points, and decide how and when to order extra Assets to bolster them. Note that there are never enough of these Assets to give to all the units begging for them, so you need to weigh your decisions carefully.&#10;&#10;FAB delivers a new blend of units and decisions to the block game genre: your forces are a mixture of wooden blocks and die-cut counters.&#10;&#10;&#10;     Blocks: your divisions and brigades are multi-step wooden blocks with printed labels on one side only, with step-losses represented by rotating the blocks. FAB has a new twist on the units in that the pips on the edges of the blocks are color coded to represent troop quality, which can change as a Division suffers losses. Elite Units can lose their edge and become Veteran, while Green Units can harden and become Veteran as they experience the strains of combat. &#10;&#10;&#10;&#10;     Counters: Die-cut counters represent (1) additional Assets available to you as the Field Commander and (2) major Events that could have or did occur during the battle. &#10;&#10;&#10;&#10;     Assets represent engineers, army level artillery, independent armor and infantry regiments/battalions, and other small units that can be temporarily assigned to the battles that you deem important to your strategy. &#10;&#10;&#10;&#10;     Randomly drawn Events provide divisional replacements, air strikes, interdiction teams, parachute drops, and events unique to each battle in the Series. These Events represent unique opportunities which you can use to influence the outcome, although you cannot count on exactly when these opportunities will be available to you. &#10;&#10;&#10;Another strong element of FAB is the return of Special Actions, which have already been proven in GMT&rsquo;s Europe Engulfed design to give flexible, exciting game play. Special Actions give you tense choices in deciding how and when to seize initiative or interfere with a sudden move by your opponent.&#10;&#10;Series Designer: Rick Young&#10;Series Developer: John Foley&#10;Published: 2007&#10;Online Play&#10;&#10;&#10;     Wargameroom (real-time)&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Belgium",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Fast Action Battles (FAB)"
    ]
  },
  {
    "Rank": "3449",
    "Name": "Turncoats",
    "ID": 352238,
    "Year": "(2021)",
    "Geek Rating": "5.931",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/352238/turncoats",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.0357",
    "Description": "Turncoats is a competitive game for 2-5 players, where three factions are at war. The players take on the role of Aspirants and Interlopers, not obviously tied to any one group. Instead, they must manage their loyalties, represented by stones in their hand that they keep hidden from everyone else.&#10;&#10;During the game, players spend stones from their hand to take actions with the matching faction. However, they need to keep a tight eye on their remaining stones and the tiebreakers, as at the end of the game, the winning faction will choose the player with the most stones remaining in their hand as the new ruler.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Medieval",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Containers: Drawstring Bag",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3450",
    "Name": "Deadwood 1876",
    "ID": 245197,
    "Year": "(2018)",
    "Geek Rating": "5.931",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/245197/deadwood-1876",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8966",
    "Description": "There&rsquo;s gold in the Black Hills of South Dakota, and you&rsquo;ve come to find (or steal) your share. You&rsquo;re staying at one of the three major establishments in Deadwood where you and your associates are working together to steal some of the gold-filled safes floating around town. But you suspect that the &ldquo;friends&rdquo; you&rsquo;re working with are secretly plotting to keep all the gold for themselves. Will you be ready to turn on them before they shoot you in the back?&#10;&#10;In Deadwood 1876, you use cards from your hand to try to win Safes from other players. Safes contain Badges, Gold, or Showdown Guns. Near the end of the game, players with Badges get extra turns. After the final turn, the team with the most Gold will advance to the Final Showdown. There, teammates will have to fight each other to the death using Showdown Guns. The last person alive is the winner!&#10;&#10;The game is a balance between teamwork and selfishness. If a player uses all of their best cards to hunt down Gold for their team, they&rsquo;ll be defenseless to fight against their teammates if they go to the Final Showdown. But if a player only goes after Guns and saves all of their best cards, their team might not have enough Gold to actually reach the Final Showdown. If someone on your team doesn&rsquo;t seem to be pulling their weight, they might be plotting to steal your gold after using you to get to the Finals! There may come a point where you need to gather Showdown Guns instead of Gold, or attack, mislead, frame, abandon, or banish your own teammates.&#10;&#10;Deadwood 1876, volume 3 in the &quot;Dark Cities&quot; series from Facade Games, can have 2-9 players. Learn in 20 minutes, play in 20-40 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Deduction",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Containers: Book-like",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Series: Dark Cities (Facade Games)",
      "Series: Thinker games for one player (Clicker Spiele)",
      "States: South Dakota"
    ]
  },
  {
    "Rank": "3451",
    "Name": "Xi'an",
    "ID": 234828,
    "Year": "(2017)",
    "Geek Rating": "5.931",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/234828/xian",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "246 BCE: The future first emperor of China, Ying Zheng, orders the construction of the Terracotta Army. It will be part of the &quot;Great Mausoleum&quot;, a monument built to celebrate the Qin dynasty's endless glory and also to protect him in the afterlife. As a delegate of the Emperor, you will be asked to fulfill his wish by leading a team of workers and helpers to obtain resources, craft and decorate the warrior statues, and supply them with fine wood and bronze weapons.&#10;&#10;Xi'an is played over six turns, with two rounds in each turn. This means that each player will play exactly twelve times during the game. During each turn, players draw the first four cards from their personal workers deck, then play two rounds in the turn. First, each player choses two cards and sets aside the remaining two cards face down. The second round will use the remaining two cards. After six turns, the player who has gained the most prestige points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Xi'an (China)",
      "Country: China"
    ]
  },
  {
    "Rank": "3452",
    "Name": "Aquamarine",
    "ID": 360471,
    "Year": "(2022)",
    "Geek Rating": "5.930",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/360471/aquamarine",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7917",
    "Description": "Manage your oxygen reserves as you plunge beneath the ocean surface. Will you seek out fish and coral in the narrow sea caves? Or race to be first to reach the ocean floor? Dive deep down into the ocean to discover a vibrant underwater world in Aquamarine, a single-sheet, print-at-home game.&#10;&#10;On a turn, roll two dice to be used by all players. Using one of the die results, players mark their game sheets to show the position of their diver. The lower-value die might limit your options, but if you pick the higher value, you must use an amount of O&#226;&#130;&#130; equal to the difference between the two dice. Choosing when to strike out is vital for seeing the most on your limited time beneath the waves!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Paper-and-Pencil",
      "Resource to Move",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Fish / Fishes",
      "Mechanism: Roll-and-Write",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "3453",
    "Name": "Dungeon Command: Curse of Undeath",
    "ID": 124969,
    "Year": "(2012)",
    "Geek Rating": "5.930",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/124969/dungeon-command-curse-of-undeath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5227",
    "Description": "Dungeon Command: Curse of Undeath is a card-driven skirmish game played on modular interlocking map tiles that uses order cards, creature cards and miniatures. The object of the game is to have the highest remaining Morale when an opposing warband's Morale has been reduced to 0 or below, or if a player ends his or her turn with no creatures on the battlefield.&#10;&#10;As a player, you take on the role of a commander, sending a warband to battle the forces arrayed against you. You recruit troops and deploy them on the battlefield. You issue orders to those creatures, outfit them with spells and equipment, and direct their tactics to break the morale of your enemies and drive them from the field.&#10;&#10;Dungeon Command: Curse of Undeath includes twelve miniatures specific to this faction pack. While each Dungeon Command faction is meant to be played by a single player, quick-start rules allow two players to engage in a shortened version of the game using only one box. Dungeon Command is designed for two players, although up to four can play with a few adjustments explained under the advanced rules.&#10;&#10;Integrates with:&#10;&#10;    Dungeon Command: Blood of Gruumsh&#10;    Dungeon Command: Curse of Undeath&#10;    Dungeon Command: Sting of Lolth&#10;    Dungeon Command: Tyranny of Goblins&#10;    Dungeon Command: Heart of Cormyr&#10;&#10;&#10;Can also integrate with:&#10;&#10;    Dungeons & Dragons: Castle Ravenloft Board Game&#10;    Dungeons & Dragons: The Legend of Drizzt Board Game&#10;    Dungeons & Dragons: Wrath of Ashardalon Board Game&#10;    Dungeons & Dragons: Temple of Elemental Evil Board Game&#10;    Dungeons & Dragons: Tomb of Annihilation Board Game&#10;    Dungeons & Dragons: Waterdeep &#226;&#128;&#147; Dungeon of the Mad Mage Board Game&#10;    Dungeons & Dragons: Ghosts of Saltmarsh Board Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Dungeon Command",
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "3454",
    "Name": "Tidal Blades 2: Rise of the Unfolders",
    "ID": 233261,
    "Year": "(2024)",
    "Geek Rating": "5.930",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgame/233261/tidal-blades-2-rise-of-the-unfolders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0769",
    "Description": "The Tournament of Heroes has ended and you have been named as one of the Tidal Blades, elite guard and champion of our island realm. But you have no time to rest on your laurels as the Fold, the frozen section of space and time that protects Naviri from the sea monsters, is becoming ever more erratic. The High Engineers of the Citadel have entrusted you with the Nexus, a device that will let you venture into the Fold, unfreezing time.  With your fellow Tidal Blades, you must enter the Fold to unlock its mysteries as you attempt to recover the old guard Tidal Blades who were trapped inside when the Fold was created. On your journey to become a true Tidal Blade you will  explore throughout the isles of Naviri to find a way to save the island realm.&#10;&#10;In Tidal Blades 2: Rise of the Unfolders, each player takes the role of a new Tidal Blade. In this cooperative, narratively rich, board game, players will work together through 18 scenarios. Each hero is equipped with a Nexus grid, allowing them to build up actions and create powerful combos. Each turn you will choose one card to play, add it to an open space in your Nexus grid, and then activate all spaces in either the row or column containing the played card.&#10;&#10;Throughout the campaign you will grow and enhance your character by adding cards to your action deck, leveling up your traits of Spirit, Focus, Resilience and Synergy, unlocking powerful skills, and gaining specialized Items to boost your action cards.&#10;&#10;Featuring 18 scenarios with unique maps and 40+ hours of gameplay, Tidal Blade 2: Rise of the Unfolders invites you on a quest through the lush and vibrant lands of Naviri. Along the way, you will meet valuable allies, have chance encounters with Golfins, Iota, and other denizens of Naviri. Battle a seemingly endless army of monsters and enemies as you fight your way to the center of the Fold.&#10;&#10;Will you solve the mystery of the Fold in time and save Naviri, earning your place among the Tidal Blades of legend?&#10;&#10;-- description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hexagon Grid",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: 3 x 3 Grids",
      "Components: Book as Board",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: Forteller Audio Narration",
      "Theme: Anthropomorphic Animals",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3455",
    "Name": "Hats",
    "ID": 281658,
    "Year": "(2019)",
    "Geek Rating": "5.930",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/281658/hats",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.0645",
    "Description": "You have an invitation at 5 p.m. at the Mad Hatter&rsquo;s garden. The table is ready, the cookies taste like buttery heaven, and the tea is strong and spicy. &quot;More sugar?&quot; asks the Mad Hatter, giving you a bizarre look.&#10;&#10;&quot;Yes, plea...&quot;&#10;&#10;&quot;Time's up!&quot; he yells, interrupting you. Sugar, cookies, and millions of hats fly everywhere. Tea spills all over the tablecloth as he proceeds with a huge smile on his face. &quot;It's time to play a game.&quot;&#10;&#10;&bull;&bull;&bull;&#10;&#10;In Hats, two to four players compete to acquire the most outstanding hats by exchanging cards in hand with cards on the tea table board. Each card exchange influences how each hat is scored. Naturally, at the end of the game, the player with the highest score will be declared the maddest!&#10;&#10;To play, everyone draws nine cards. You take your turn by performing one of the following two actions:&#10;&#10;&#10;    Exchange hats &mdash; Play a single card from your hand face up and exchange it with one of the same type (color) from the tea table board or exchange it for a card of any type but of a lower value. Add the card exchanged from the tea table board to your collection by placing it face up in front of you.&#10;&#10;&#10;&#10;    Create a black hat &mdash; Play a single card face down in front of you to add it to your collection as a black hat. Each black hat in a player's collection at game's end is worth 1 point.&#10;&#10;&#10;Optional action: At any time during your turn, you may discard a single card of your choice to draw a new one from the draw deck. In a four-player game, players will exchange cards with their teammates.&#10;&#10;END GAME SCORING&#10;&#10;Hat Collection: Players earn points for the hat cards in their collection based on the position of the matching type on the tea table board. If two or more hat cards on the tea table board are of the same type, find the hat card of that type with the lowest position on the tea table board and keep it face up, while turning all other cards of that type face down.&#10;&#10;Favorite Hat: Each player reveals the final card in their hand as their &quot;favorite hat&quot; type. Players gain points equal to the sum of all cards in their collection that match the type of their &quot;favorite hat&quot; minus the value of the final card in their hand.&#10;&#10;The Last Cookie: There is only one cookie left at the table. Players compete for the cookie by having the most different types of hat cards in their collection. Black hats count as a type. During the game, pass the cookie to the player who has the most different types of hat cards. The chocolate chip cookie is worth five points at the end of the game.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Containers: Book-like",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3456",
    "Name": "Half Truth",
    "ID": 287158,
    "Year": "(2020)",
    "Geek Rating": "5.930",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/287158/half-truth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.35",
    "Description": "Half Truth is a party game for all ages and people, created by legendary game designer Richard Garfield and 74-time Jeopardy winner Ken Jennings. With art by well-known artist Ian O'Toole, the game comes with 500 trivia question cards and each card has a category on it, like &quot;Animals with blue tongues.&quot; There are six possible answers, three right and three wrong, and players have to place bets on answers they believe are correct.&#10;&#10;- description from publisher&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3457",
    "Name": "A Message From The Stars",
    "ID": 399987,
    "Year": "(2024)",
    "Geek Rating": "5.930",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/399987/a-message-from-the-stars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.65",
    "Description": "In A Message From The Stars, a team of scientists seeks to decipher cryptic messages from an extraterrestrial civilization.&#10;&#10;Set against a backdrop of cosmic mystery, players take on the roles of brilliant scientists tasked with decoding a series of perplexing satellite transmissions. These transmissions are believed to contain vital messages from an alien race that could hold the key to the destiny of Earth. The catch? The messages are incomprehensible, written in an entirely unknown alien language.&#10;&#10;Using engrossing deduction mechanics, players will collaborate with their fellow scientists to send messages back to the extraterrestrial senders. By exchanging these messages, you hope to unravel the intricate linguistic code that conceals the true intentions of the alien entity. Each interaction yields a numerical value, a piece of the puzzle that you'll need to solve the riddle of the alien language.&#10;&#10;Players can engage in cooperative gameplay, where all scientists pool their collective intellect to crack the alien code and unveil the hidden message. Alternatively, delve into team play, with two alien players sending messages across the galaxy.&#10;&#10;The future of interstellar relations lies in your hands!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Number",
      "Science Fiction",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Induction",
      "Pattern Recognition",
      "Spelling",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Mechanism: Give a Clue / Get a Clue",
      "Organizations: Game Designers of North Carolina",
      "Theme: Fictional Languages",
      "Theme: Science",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "3458",
    "Name": "Panzer: The Game of Small Unit Actions and Combined Arms Operations on the Eastern Front 1943-45",
    "ID": 85769,
    "Year": "(2012)",
    "Geek Rating": "5.930",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/85769/panzer-the-game-of-small-unit-actions-and-combined",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.7746",
    "Description": "Panzer is a complete game system designed for small unit actions from platoon to battalion-sized formations in World War 2. The primary focus is Armored Warfare simulation, but Leg (Infantry) and Towed units are also part of the game. Each 7/8&rdquo; double-sided counter represents a single vehicle, towed gun or aircraft. The 5/8&quot; double-sided leg unit counters represent squads, half-squads and sections, including their attached weapons.&#10;&#10;It's a modular rules system with Basic, Advanced and Optional rules, which the players can mix and match according to taste - you can keep it simple or make it as complex as desired. All Unit data is included on the full-color Data Cards. The streamlined chit-based command system moves the action along at a brisk pace.&#10;&#10;The base game comes with 10 Scenarios, some of which are aimed at new players and use only the Basic rules. A list can be found below in the Community Wiki section.&#10;&#10;Included Panzer units:&#10;German: 7.5cm PaK 40, 8.8cm FlaK 36, Marder II, Pz IIIM, Pz IVG, Pz IVH, Pz V Panther, Pz VIB Tiger II, Pz VIE Tiger I, SdKfz 7, SdKfz 10, SdKfz 11, SPW 251/1, STuG IIIG, Trucks; Leg Units&#10;German fliers: Fw 190 F-1, Hs 129 B-1/R-2&#10;&#10;Soviet: 57mm M43, 76.2mm M39, IS-2m M44, KV-1S M42, Limber, SU-100 M44, SU-152 M43, SU-76M M43, SU-85 M43, T-34/76 M43, T-34/85 M44, T-70 M42, Trucks; Leg Units&#10;Soviet fliers: Il-2m3, Yak-9T&#10;&#10;Panzer includes rules for:&#10;&#10;    11 unique vehicle hit locations, armor angles and penetration charts for level, rising and falling fire &#10;    Various ammunition types, e.g. AP, HVAP, APCR, HEAT, HE...&#10;    Sighting effects &#10;    Overwatch fire &#10;    Rate-of-fire &#10;    Indirect fire, both on-map and off-map &#10;&#10;&#10;Currently there are 4 published expansions for Panzer. Each brings additional geomorphic maps, new units and scenarios:&#10;Panzer: Game Expansion Set, Nr 1 &#226;&#128;&#147; The Shape of Battle on the Eastern Front 1943-45&#10;Panzer: Game Expansion Set, Nr 2 &#226;&#128;&#147; The Final Forces on the Eastern Front 1941-44&#10;Panzer: Game Expansion Set, Nr 3 &#226;&#128;&#147; Drive to the Rhine: The Second Front 1944-45&#10;Panzer: Game Expansion Set, Nr 4 &#226;&#128;&#147; France 1940&#10;&#10;A standalone (but fully compatible) Panzer North Africa box is also available:&#10;Panzer North Africa&#10;&#10;Box contents:&#10;&#10;    3 double-sided full-color countersheets with 7/8&rdquo; and 5/8&rdquo; counters&#10;    1 single-sided 22&quot; x 34&quot; map with 1&quot; hexes (different from expansion maps)&#10;    16 double-sided 5&rdquo; x 4&rdquo; Unit Data Cards&#10;    2 Sumary Cards&#10;    Modular full-color Rulebook with Basic &amp; Advanced Rules&#10;    Modular full-color Rulebook with Optional Rules&#10;    Full-color Playbook with information on TO&amp;E, Scenario Design, 10 Scenarios and Unit Summaries&#10;    5 double-sided Player Aid Cards&#10;    4 10-sided dice&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "3459",
    "Name": "Kinfire Delve: Scorn's Stockade",
    "ID": 404538,
    "Year": "(2024)",
    "Geek Rating": "5.930",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/404538/kinfire-delve-scorns-stockade",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "In Kinfire Delve: Scorn's Stockade, a tactical and cooperative card game for 1-2 players, you will fight your way through the well deck of challenge cards to reach Scorn, the Master of the Well, and face them in an epic final battle.&#10;&#10;Scorn's Well is made up of four challenge cards, with Scorn himself in the middle. As a challenge is defeated, another takes its place, with 57 challenge cards in total. As you face the challenges of the Well, you may play a skill card from your hand only when it matches the color of the challenge card, e.g., if you're facing a red challenge card, then you may play only a red skill card. Some cards have two colors, and some are white, that is, wild. If the card you play does not defeat the challenge, you'll be able to add some progress to it and attempt it again, though you may suffer a penalty for doing so.&#10;&#10;Other seekers can provide help by playing one of their own cards as a boost, but beware. Running out of cards nets you an exhaustion card before you can draw a new hand. Exhaustion cards are never good, but some are worse than others.&#10;&#10;Defeating a challenge provides you a reward, such as regaining health or delving deeper into the Well, which is represented by discarding unseen challenge cards. Once you've made your way to the bottom of the Well, you'll face Scorn himself. All Seekers share a health pool, and if the pool reaches zero, you're defeated. This is a game that requires teamwork and persistence as the wells of Atios are unpredictable and quite dangerous.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Multi-Use Cards"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3460",
    "Name": "Plums",
    "ID": 181761,
    "Year": "(2015)",
    "Geek Rating": "5.930",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/181761/plums",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.8095",
    "Description": "The 17th and 18th centuries were the eras of science. Two of the most impressive personalities of that time were Leonard Euler and Maria Sibylla Merian (who in fact were related). Leonard Euler was a famous mathematician who rendered outstanding services to the number pi. Maria Sibylla Merian was not only a naturalist and explorer but also an artist. Her name stands for the style of detailed portrayal of nature &ndash; see her works on the metamorphosis of caterpillars to butterflies. The illustrations in this card game shall breathe life into that style again.&#10;&#10;The name Pi mal Pflaumen is a play on the expression &quot;Pi mal Daumen&quot; &mdash; &quot;rule of thumb&quot; or &quot;roughly&quot; &mdash; which also originated in that period, but now instead of thumbs, players are concerned with fruit. On a turn, players play one fruit card from their hand at a time, then they each claim one of the played cards based on the strength of the card that they played. Each card depicts a fruit, and some of the cards also feature a scoring pattern (e.g., hand in three identical fruits or two pairs of matching fruits) or a special action, such as collecting an additional plum card, stealing a card from an opponent, taking the dog to protect yourself from theft, or collecting three &pi; cards (which can be played singly or in combination with a number card to increase the value of your initial play).&#10;&#10;After a number of turns based on the number of players, the round ends, then players receive a new hand of cards. After three rounds, players tally their points based on completed contracts and whoever has the high score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Selection Order Bid",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "3461",
    "Name": "De Vulgari Eloquentia: Deluxe Edition",
    "ID": 275010,
    "Year": "(2019)",
    "Geek Rating": "5.930",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/275010/de-vulgari-eloquentia-deluxe-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.6562",
    "Description": "Italy, late Middle Ages: The fabric merchants need to write down their contracts in a language that everyone can understand, and the literates are looking for an alternative to the elite of the traditional Latin language, so the Volgare, the language spoken by the common people, taken from the dialects spoken in the various Italian regions, starts to gain relevance. During this period, Francesco D'Assisi writes his famous Canticle of the Sun and Dante writes the Divine Comedy, both written in Volgare.&#10;&#10;In De Vulgari Eloquentia, players have to do their part in the creation of this new language! But who will provide them the proper knowledge to understand the manuscripts in the different dialects? Who will successfully uncover the secrets of the books inside the Papal Library? Who will embrace the religious life, and who will remain a merchant? Some of the players can become a famous banker, someone else can climb the church's hierarchy to be the next Pope! But in the end, who will be the most appreciated and respected for their status and culture?&#10;&#10;The aim of the game is to obtain more Volgare points. The players gain VP from reading manuscripts and looking for important documents like the Canticle of the Sun or &quot;The Riddle from Verona&quot;. Players can also gain VP by improving their social status, for example, if the merchant becomes a banker or the Friar becomes a Benedictine Monk or the Cardinal becomes Camerlengo or Pope. Moreover, VP can be gotten with money and with the support of Politicians, Noblemen, Abbesses, and the Amanuensis.&#10;&#10;This is a totally new re-designed edition of&nbsp;De Vulgari Eloquentia which features new mechanisms and new elements. The game has totally new layout and iconography.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "End Game Bonuses",
      "Set Collection",
      "Track Movement",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Wooden pieces & boards",
      "Country: Italy",
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "History: Italian City-States",
      "Religious: Monks/Abbots & Monasteries/Abbeys",
      "Religious: Pope",
      "Theme: Science"
    ]
  },
  {
    "Rank": "3462",
    "Name": "Professor Evil and The Citadel of Time",
    "ID": 219708,
    "Year": "(2017)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/219708/professor-evil-and-the-citadel-of-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9459",
    "Description": "Professor Evil owns a time machine, and he's been ripping off all the best historical items from times both past and future. Your team has been charged with confiscating these items and returning them to their proper locations in time, so you now need to infiltrate the mansion and abscond with four items before Prof. Evil can secrete four of them in locations inaccessible to you. Thankfully the old soul is a bit daft and won't evaporate you should he catch you lurking through the mansion, but simply scoot you out the front door where he'll forget about you immediately.&#10;&#10;On a turn, you first draw and reveal two cards from your tiny deck, then keep one of the cards based on what you think will help you this turn. You then take three actions, such as open a door in the room you're in, move from a room (or outside) to another room (assuming the door is open), disable a trap, or grab a treasure; using a card isn't an action unless it says otherwise. You can repeat actions as desired or needed, but you can't enter a room with Prof. Evil and you can't exit the house on your own (in order to run across the grounds to another window) once you enter. You're now committed to grabbing those treasures!&#10;&#10;After you finish your turn, Prof. Evil now moves, but again he's not all there, so he doesn't necessarily move in a logical manner. To move him, you roll three dice: One die advances the secondary Prof. Evil figure on the clock on the board either five or ten minutes; the other two determine where Prof. Evil moves and how far. What's more, as he walks through rooms, he closes the doors through which he travels and reactivates any inactive traps he encounters. If you roll a blue and a 1, for example, he moves through the blue doorway into the next adjacent room; a red and a 3 will move him through three rooms, walking through the red doorway each time. A color and a particular signal will teleport him immediately to the treasure bearing the same colored marker.&#10;&#10;Let's look at these treasures in more detail: Each treasure shows a time value and one or more traps on it. Three treasures are placed on the board, then a blue, red and green token are placed on the treasures, with a matching blue, red and green token placed on the game board clock on the time matching what's on the treasure. The Magna Carta might say 45 minutes, for example, and after placing a blue token on the Magna Carta, you place a blue token on the clock 45 minutes away from where the Prof. Evil figure is located. If Prof. Evil moves onto this token on the clock, then that treasure is lost &mdash; and if you lose four treasures, then you've lost the game. Remove it from play and replace it with a new treasure, marking the proper time on the clock.&#10;&#10;Note that you can't just grab a treasure, however. Professor Evil can't be in the same room (of course), but you also must ensure that all the traps shown on the treasure are currently deactivated. The game board starts with eight traps on it &mdash; half active, half not &mdash; and you'll play tug-of-war with Professor Evil over keeping them in this status. Collect a treasure, and a new one will be added to the game board; collect four treasures before Prof. Evil does, and you all win Professor Evil and The Citadel of Time.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "3463",
    "Name": "Kohle & Kolonie",
    "ID": 141090,
    "Year": "(2013)",
    "Geek Rating": "5.929",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/141090/kohle-and-kolonie",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "180",
    "Weight": "3.8226",
    "Description": "In Kohle &amp; Kolonie, which is set in the 19th and early 20th centuries, the players run small coal mines in the German Ruhr area (Essen, Hattingen, Bochum, Witten) during the age of industrialization. They need to modernize these mines so that when these smaller mines are merged into larger ones, they can be prepared to take control of the auction and therefore the larger mine. Additionally, players have to ensure the availability of workers for their mines, while also constructing and caring for a railway system that comprises infrastructure in the mines. Finally, if players don't invest money or workers in their mines in order to secure them, they increase their chance of suffering a mining accident, which will lead to negative fallout when it comes time to bid for consolidated mines. Whoever best manages these tasks wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Country: Germany",
      "Region: North Rhine-Westphalia (Germany)",
      "Series: Coal (Thomas Spitzer)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "3464",
    "Name": "Galactic Emperor",
    "ID": 27463,
    "Year": "(2008)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/27463/galactic-emperor",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9034",
    "Description": "Galactic Emperor is a fast paced empire-building game of exploration, conflict, and struggle for dominance. The last Galactic Emperor has met with a sudden and quite fatal accident.  Now there is a power vacuum in the galaxy, and you&rsquo;re one of the Planetary Dukes who wants to fill it.  Each player controls a space sector with a home planet, and for a time, shares the power of the galactic throne.  During the fight for control, the central Omega Sun is heading toward collapse&hellip; a cataclysm that will only accelerate the chaos!&#10;&#10;The game plays over several rounds, and within each round, the roles players choose determine what happens next.   There are 7 different types of roles:  Explorer, Steward, Merchant, Engineer, Warlord, Regent, and Scientist. All players get a turn to act during each role.  Players discover planets, gain resources, build ships, and attack space fleets in a desperate effort to grind foes into cosmic dust!&#10;&#10;The player with the most victory points at the end of the game wins, becoming the ultimate Galactic Emperor!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Mechanism: 4X",
      "Misc: Made by Panda"
    ]
  },
  {
    "Rank": "3465",
    "Name": "Ultimate Warriorz",
    "ID": 100679,
    "Year": "(2011)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/100679/ultimate-warriorz",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2973",
    "Description": "Ultimate Warriorz is a revamped version of Mad Arena from the same designer, with enhanced and revised components and rules.&#10;&#10;In the game, each player picks one of the included characters, then either individually or in teams they fight it out in the small arena by carefully managing their action cards. After each player picks an action card in secret, players act in order of initiative, counting down from eight to seven to six, etc., with a player calling out their action when their initiative number is called. (In the event of a tie, you refer to values on the individuals cards to see who acts first.) Faster characters tend to be weaker, but ideally they can get their best shots in first, with dice being rolled to determine the results of various attacks.&#10;&#10;Each character card is unique with four characteristics important for attacks &mdash; melee attack, ranged attack, speed, initiative &mdash; and each character has two unique actions to inflict on others!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "3466",
    "Name": "Small City",
    "ID": 130486,
    "Year": "(2015)",
    "Geek Rating": "5.929",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/130486/small-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.9344",
    "Description": "You are the mayor of one borough of Small City, and you have eight turns to secure enough votes to be re-elected. To do this, you have to attract more citizens, encourage the growth of residential areas for them to live in, and aid the expansion of both the commercial and industrial sectors &ndash; though the latter sector also brings pollution with it, and you need to deal with that, too, as high pollution levels will have a negative effect on your score at the end of the game.&#10;&#10;If you build suitable infrastructure, your citizens will undoubtedly vote for your re-election, but beware of false promises! Votes can be earned over the course of the game by placing citizens in the residential spaces, by erecting cultural buildings, by keeping commercial buildings in suitable areas, and also by making good on the promises that you made to the citizens at the beginning of the game.&#10;&#10;The player with the most votes (i.e., victory points) after eight turns wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyominoes",
      "Series: Small City Trilogy (Alban Viard)",
      "Theme: City"
    ]
  },
  {
    "Rank": "3467",
    "Name": "Medieval Merchant",
    "ID": 296,
    "Year": "(1998)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/296/medieval-merchant",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0916",
    "Description": "Players secure valued markets via affordable trade routes between medieval cities while simultaneously forcing opponents into less affordable and less valued markets.  The cities themselves have a variable number of spaces for players to develop business branches within, or alternatively establish new trade routes into wider reaching cities and towns.  Players may generate income and risk losing dominance over a city, or add branches within a city that lower the value of your product but can award you with a stronger market influence.  At the end of the game, the player with the most influence wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Income"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Wooden pieces & boards",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "3468",
    "Name": "Camel Up Cards",
    "ID": 192947,
    "Year": "(2016)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/192947/camel-up-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7273",
    "Description": "As with the board game Camel Up, Camel Up: The Card Game has players betting on camels as they make their way down a racetrack. Each player has some knowledge about which camels can move &mdash; and how far they can go when they do finally decide to move &mdash; but they can't be sure of when each one will move, so they'll just have to guess which ones will end in front of the others, hoping to earn a bit of money while doing so.&#10;&#10;Camel Up: The Card Game was first released as Camel Up Cards. The second edition of the game features revised artwork and a crazy camel similar to those in Camel Up (Second Edition) that race backward on the track.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Animals: Camels",
      "Game: Camel Up",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "3469",
    "Name": "Unmatched: Teen Spirit",
    "ID": 326936,
    "Year": "(2023)",
    "Geek Rating": "5.929",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/326936/unmatched-teen-spirit",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.1429",
    "Description": "Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Unmatched: Teen Spirit features four characters from the Marvel comics universe: Ms. Marvel, Squirrel Girl, and the team of Cloak and Dagger.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "3470",
    "Name": "Rail Baron",
    "ID": 420,
    "Year": "(1977)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/420/rail-baron",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.2647",
    "Description": "Rail Baron is one of the earlier train games - boardgames with a railroad theme.&#10;&#10;Players move trains along historical USA railroad lines and collect delivery payoffs. They compete to purchase the railroads in order to assemble a network that gives access to important map destinations while simultaneously trying to prevent their opponents from doing so.&#10;&#10;From the Box (Avalon Hill Bookshelf Game)&#10;Only in America!&#10;&#10;You are living in the heyday of the locomotive. You are Jay Gould. And you have just added another railroad to your vast railroad empire. Flushed with success, you now retire to the sartorial splendor of your very own Pullman Palace Car. The dream ends. You awaken to reality with the thought... &quot;just another fantasy.&quot; Ahh, but for the grace of Avalon Hill, you dream continues.&#10;&#10;Here, in Rail Baron, you become a latter day Gould, or a Cornelius Vanderbilt, or any of those menacingly infamous moguls whose wizardry and acumen established the criteria for which business success was to be judged in decades to come.&#10;&#10;Rail Baron is played on a large board of the United States RR network. in fact, it comes in three separate boards. Laid end to end, it spell out America and portrays the 28 major rail lines and major cities they connected during the halcyon days of railroading.&#10;&#10;You start with $20,000 - and a train. You make money on trips from city to city. Pretty soon you've got enough money to build up your empire (you can buy the B&amp;O and C&amp;O for just $44,000). More holdings bring more money your way (track rental) from your opponents.&#10;&#10;With many new nuances of strategy, it becomes a game where fortunes see-saw until the last rail baron is bankrupt - or has accumulated the $200,000 needed to win.&#10;&#10;All of this may take 3 to 4 hours. But it's great fun for 3 to 6 people, ages 10 &amp; up.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "3471",
    "Name": "Dice Stars",
    "ID": 193210,
    "Year": "(2016)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/193210/dice-stars",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.45",
    "Description": "In Dice Stars, the dice are shooting stars that never look the same! You can choose to end the game quickly or take your time, but all your choices will be crucial to multiplying your points and reaching an incredible total! You may need to risk it all if you want to succeed...&#10;&#10;In more detail, Dice Stars is a short dice game in which you have to make the best decision to score the maximum of points. On your turn, you add a certain number of dice to a dice pool, then take either all dice of the same color or all dice of the same value. These actions let you score points in different ways.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3472",
    "Name": "Wizard Kings",
    "ID": 692,
    "Year": "(2000)",
    "Geek Rating": "5.929",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/692/wizard-kings",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.6516",
    "Description": "Wizard Kings is an exciting fantasy battle game with armies of elves, dwarves, orcs, undead, and three human armies (feudal, barbarian, amazon). Players customize their armies and fight for control of strategic cities and terrain on geomorphic maps. Wizard Kings 2nd edition is a re-release of the sold-out 1st edition.&#10;&#10;Wizard Kings can play in as little as one hour or be used as part of a miniatures campaign for months. Victory conditions vary with the many possible scenarios. The new version is multi-player out of the box. A collectible expansion blockset has been released at the same time.&#10;&#10;Wizard Kings 2nd edition includes 4 new maps, which are compatible with existing maps from the first edition. There are many new unit types and artwork, although first edition units remain valid for play.&#10;&#10;Expanded By:&#10;&#10;    Wizard Kings: Expansion Armies&#10;    Wizard Kings: Expansion Maps&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Block Wargames",
      "Game: Wizard Kings"
    ]
  },
  {
    "Rank": "3473",
    "Name": "Super Dungeon Explore: Forgotten King",
    "ID": 156548,
    "Year": "(2015)",
    "Geek Rating": "5.928",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/156548/super-dungeon-explore-forgotten-king",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "Princess Emerald and her companions are questing deep into the Lordship Ruins to confront the evil that resides there. Brooding from his darkened hallways, the Forgotten King is a cursed lord who has pledged himself to the service of the Dark Consul, darkening his once lush and verdant lands. At his side are two new mini-bosses: Trent, a towering guardian of the forest with thick bark and brambles for armor, and Boris, a raging brute with snarling ursine features.&#10;&#10;In Super Dungeon Explore: Forgotten King, players explore the Fae Wood, home of the Kodama, sentient forest spirits with a taste for adventuring Heroes. Wisps lure Heroes into ensnaring traps as terrifying, man-eating plants sprout from the loamy forest floor to devour them. Continue into the Lordship Ruins where the once proud bramble knights, now corrupted and twisted into servants of the Dark Consul, stalk the stony ruins for any who would defile their lord's holdfast. Don't get too close to the trees, though, as we hear the squirrels are in an ill mood.&#10;&#10;Super Dungeon Explore: Forgotten King includes five new Heroes to brave the depths, including the Thundervale Huntress, Fae Alchemist, Royal Warden, and the brave Questing Knight. Each lend a new dynamic to gameplay and your strategy to conquer the Forgotten King and his minions.&#10;&#10;Forgotten King contains two play modes: Classic Mode, in which someone controls the dungeon and its monsters while everyone else takes the roles of the plucky heroes, or Arcade Mode, which allows for a fully co-operative game for up to five players.&#10;&#10;Forgotten King, while itself a standalone game, is compatible with all previously published Super Dungeon Explore expansions and supplements.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Super Dungeon Explore",
      "Players: Games with Solitaire Rules",
      "Theme: Anime / Manga",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "3474",
    "Name": "Ghost Blitz: 5 to 12",
    "ID": 148532,
    "Year": "(2013)",
    "Geek Rating": "5.928",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/148532/ghost-blitz-5-to-12",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3143",
    "Description": "The quick-playing reaction game Geisterblitz takes on new shape &mdash; and includes new shapes! &mdash; in Geistesblitz 5 vor 12.&#10;&#10;In the original game, five wooden items sit on the table waiting to be caught &mdash; a white ghost, a green bottle, a cute grey mouse, a blue book, and a comfortable red chair &mdash; and the item to be grabbed depends on what's shown on the card revealed that round. Geistesblitz 5 vor 12 increases the challenge by including nine objects in five colors. Each round, a player reveals a card that shows three of these objects, and the player who grabs the object that has neither the same shape nor color appearing on the picture keeps the card &mdash; unless, that is:&#10;&#10;&#10;    An object on the card is in its original color, in which case you must grab this object.&#10;    And if an owl appears in the picture, you must name the object instead of grabbing it.&#10;    And if the ghost appears with a clock, you must give the time on the clock instead of doing anything else.&#10;    And if the magic mirror shows up, none of the other rules apply and you just need to grab whichever object is reflected by the mirror!&#10;&#10;&#10;When the card deck runs out, whoever has collected the most cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Game: Geistesblitz"
    ]
  },
  {
    "Rank": "3475",
    "Name": "TEAM3 PINK",
    "ID": 247694,
    "Year": "(2019)",
    "Geek Rating": "5.928",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/247694/team3-pink",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Three monkeys have started a construction company, and the building blueprints are coming in quick! Now the monkeys have to work together to complete their blueprints before time runs out.&#10;&#10;The game of TEAM3 PINK is played in teams of three players, with each player taking on the role of one of the three monkeys: the monkey who can't speak, the monkey who can't see, or the monkey in the middle.&#10;&#10;&bull; The monkey who can't speak is the only one who can see the blueprint card with the outline of the structure that their team must build, but they are not allowed to talk. They can communicate only in gestures.&#10;&#10;&bull; The monkey in the middle must interpret the gestures of the monkey who can't speak and relay them to the monkey who can't see so that they can build the structure.&#10;&#10;&bull; The monkey who can't see is the only one who can touch the pieces, but they must play the game with their eyes closed. They are responsible for building the structure, based on the directions given to them by the monkey in the middle.&#10;&#10;There are two different sets of TEAM3. PINK and GREEN. Each comes with its own set of blueprints and a mini expansion. Mini expansions for TEAM3 PINK is called DIMENSION TENSION.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "3476",
    "Name": "Cleopatra and the Society of Architects: Deluxe Edition",
    "ID": 265784,
    "Year": "(2020)",
    "Geek Rating": "5.928",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/265784/cleopatra-and-the-society-of-architects-deluxe-edi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Designed by Bruno Cathala and Ludovic Maublanc, Cleopatra and the Society of Architects is a fun and engaging game that includes a three-dimensional palace that players compete to build. Players strive to become the wealthiest of Cleopatra's architects by constructing the most magnificent and valuable parts of her palace.&#10;&#10;Players, however, will be tempted to trade in materials of dubious origins in order to build faster. While these corrupt practices might allow an architect to stay a step ahead of the rest, they come with a high price: the cursed corruption amulets honoring Sobek, the crocodile-god. When Cleopatra finally reaches her new palace at the end of the game, she punishes the most corrupted architects (i.e., the ones with the most amulets), depriving them of riches or giving them as a sacrifice to her crocodile! The wealthiest architect from among those still alive wins.&#10;&#10;This new edition of Cleopatra and the Society of Architects has a new graphic design by Miguel Coimbra, a free-standing 3D palace, and rulebook updated by the designers for simplicity and fluidity, which incorporates these gameplay changes:&#10;&#10;&#10;     The combinations of resource cards to discard in order to build pieces of the palace have been reworked.&#10;     The player rewards for building the palace's pieces have been recalculated.&#10;     The consequences of corruption have been reviewed.&#10;     The Great Priest is no longer activated in the same way.&#10;     The player count has changed from 3-5 to 2-4.&#10;     There is a new specific system to manage the character cards, which are no longer part of the deck, and are instead handled separately.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Enclosure",
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter",
      "Historical Figures: Cleopatra",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "3477",
    "Name": "Come Together",
    "ID": 361025,
    "Year": "(2022)",
    "Geek Rating": "5.928",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/361025/come-together",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.15",
    "Description": "It is the late 1960s, and a new generation of young people cherish freedom, friendship, and love by creating gatherings where everyone can come together in peace and enjoy the ultimate life experience &mdash; music festivals! Everyone wants to see The Cascadians, Tikki Tooraid, and Great Western Cowboys this summer, but which festival will they play?&#10;&#10;In Come Together, you organize your own festival, using your volunteers to attract an audience and the hottest artists, build stages and camps, and gain publicity to make your festival the best of all time!&#10;&#10;Come Together is a worker placement game, but with a special twist: When you place workers, you do not immediately gain the card you just claimed. You must wait until a player activates that location (which activates it for all players on that location). Players are constantly facing important dilemmas: One dilemma is whether to claim a card or activate a location. Timing of the activation can be crucial. Another dilemma is whether to claim the card you really want or claim a less attractive card in order gain more publicity by joining players on another location.&#10;&#10;The game comes with 35 uniquely illustrated star artist cards, cards with special powers (on the backs of the starting stage cards), 146 more cards, double-sided player boards with asymmetric powers on their backs, 90 printed meeples, 60 printed worker tokens, 18 printed flower power tokens, and much more.&#10;&#10;Like all games in the Chilifox Games's catalog, the game works well with up to six players (with little downtime).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Decades: The 1960's"
    ]
  },
  {
    "Rank": "3478",
    "Name": "Foothills",
    "ID": 270538,
    "Year": "(2019)",
    "Geek Rating": "5.928",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/270538/foothills",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.7778",
    "Description": "The men who built the railways arrived with sound boots and got their shovels on credit; they were issued tickets, in payment for their work, which could be spent at the Tommy Shop or (more likely) on beer! As a ganger, or foreman, you are responsible for your own team of navvies as they travel through Mid and North Wales: digging the track beds, laying the rails, and occasionally helping a passenger or two along their way. Foothills lets you participate in grand-scale railway construction while paying attention to the small details; manage your navvies' work carefully, and you should be able to let them go to the pub at the end of the day.&#10;&#10;Foothills is a tactical and intriguing two-player card game from new designer Ben Bateson and the designer of Snowdonia, Tony Boydell. Using your five action cards cleverly, collect resources, remove rubble, build track and stations, and use the action spaces you unlock, all the while collecting more victory points than your opponent. In the end, the player with the most victory points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Mountains: Snowdonia",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)",
      "Series: Snowdonia Game System"
    ]
  },
  {
    "Rank": "3479",
    "Name": "Shark",
    "ID": 433,
    "Year": "(1987)",
    "Geek Rating": "5.928",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/433/shark",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2013",
    "Description": "Shark is a stock-trading game slightly reminiscent of Acquire in that abstract play on the game board determines the share values of the various companies.  The similarities end there, though, as Shark is more free-wheeling than Acquire.&#10;&#10;At the start of your turn, you can buy shares (up to five) and sell shares (as many as you want), then you roll dice to determine which of the four company markers you place on the board and in which region. A company marker on its own doesn't contribute to the value of a company; only groups of at least two markers count, so groups of 5, 4, 1, and 1 markers would create a value of $9,000 for each of that company's shares. If you place a marker that combines those two lone markers, then you'd have groups of 5, 4, and 3, so the share price would shoot to $12,000. If you placed that marker on its own, the share price wouldn't change. When you place a marker, you gain money equal to that company's new share price, so you have an incentive to boost a company's size &mdash; but all players receive funds equal to the difference between the old share price and new for each share they hold, so are you enriching them more than yourself?&#10;&#10;Of course, you can also place a marker to tank a company's share price. When a company's group expands to touch a smaller group, that smaller group is removed from the board, lowering the value of that company's shares (as long as the group had at least two markers) and costing everyone money equal to the loss in value. (Groups of equal size cannot touch, and you cannot place a marker to force a smaller group to touch a larger one.) To end your turn, you can again sell as many shares as you want and buy shares up to the per-turn limit of five.&#10;&#10;Removed markers are banished from the game, not returned to the supply. Once all of a company's markers have been used, or a company's share price reaches $15,000, or all of the shares have been sold, the game ends, and players cash out all their shares to see who has the most money.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Sharks",
      "Components: 12 x 12 Grids"
    ]
  },
  {
    "Rank": "3480",
    "Name": "MicroMacro: Crime City – Showdown",
    "ID": 398162,
    "Year": "(2023)",
    "Geek Rating": "5.927",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/398162/micromacro-crime-city-showdown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Welcome to Crime City - a city where crime lurks around every corner. Fatal secrets, sneaky attacks and cold-blooded murders are the order of the day here.&#10;&#10;MicroMacro is a cooperative detective game. Together you will solve tricky criminal cases, determine motives, find evidence and convict the perpetrators.&#10;An attentive eye is just as important as creative combination skills!&#10;&#10;Showdown is the fourth and final part of the MicroMacro: Crime City series.&#10;A new city map with brand new criminal cases awaits you. It is a standalone game. The 16 cases contained here can be played without knowledge of the first parts.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: MicroMacro",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "3481",
    "Name": "Quetzal",
    "ID": 300700,
    "Year": "(2020)",
    "Geek Rating": "5.927",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/300700/quetzal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.0769",
    "Description": "Quetzal, the city of sacred birds, has just been discovered. You have five days to explore the site and collect the most beautiful objects that are buried there. Will you be able to manage the team entrusted to you on a daily basis to optimize your excavations?&#10;&#10;Be smarter than the competition to emerge from Quetzal unscathed.&#10;&#10;At the beginning of each turn, roll your meeple dice and discover your team. Send your groups to different places in the city to collect the artifacts you are most interested in. Be careful, even if you arrive first your opponents can still steal your place! Build the best collection of artifacts and deliver them at the right time to earn improvements and victory points. Do you have the spirit of an expedition leader?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Selection Order Bid",
      "Set Collection",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Mexico",
      "Digital Implementations: Board Game Arena",
      "Theme: Archaeology / Paleontology",
      "Theme: Aztecs",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "3482",
    "Name": "Garden Dice",
    "ID": 109779,
    "Year": "(2012)",
    "Geek Rating": "5.927",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/109779/garden-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1176",
    "Description": "Garden Dice is a family strategy game that combines dice rolling, tile laying, and set collection. The game board depicts a garden as a 6x6 grid in which seed and vegetable tiles are placed using dice rolls as coordinates. Players take turns using the dice to plant, water, and harvest five different types of vegetables with differing point values, from the lowly squash to the mighty eggplant.&#10;&#10;The game's chaining mechanism allows players to water or harvest multiple tiles using a single action, enabling players to build upon each others' chains. Players can also use bird and rabbit tiles to eat other players' seed and veggie tiles, but not without paying a small penalty. Two other special tiles &ndash; the sundial and the scarecrow &ndash; allow players to modify dice rolls or protect their own tiles.&#10;&#10;The Gnome expansion included in Garden Dice can be added to the base game to give players the ability to adjust the dice rolls for purchasing, watering, and harvesting their vegetables, leading to a more strategic experience.&#10;&#10;Bonuses increase the values of tiles as they are harvested, and additional points are awarded at the end of the game for collecting sets. The player with the most points when the last tile is taken wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "3483",
    "Name": "Robotrick",
    "ID": 374866,
    "Year": "(2020)",
    "Geek Rating": "5.926",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/374866/robotrick",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0588",
    "Description": "A 3-player trick-taking game with a must-follow trump card, but there's a 4th player (a robot: 'Robo' in play).&#10;&#10;Suits are 1 to 13 in 4 colors. Robo will play cards according to their program, so it depends on their program whether to play small and large number cards when following suit.&#10;&#10;You can win up to 3 tricks out of 12 tricks, but if you win 4 tricks or more, you lose points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "3484",
    "Name": "Deep Dive",
    "ID": 376747,
    "Year": "(2023)",
    "Geek Rating": "5.926",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/376747/deep-dive",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.0938",
    "Description": "Deep Dive is a press-your-luck set-collection game in which you use your waddle of penguins to dive deep into the ocean to amass the most bountiful collection of food!&#10;&#10;Turns are simple: Flip over an ocean tile, and see what you reveal. You can take what you reveal in the shallows or dive deeper, hoping for a larger catch &mdash; but the deeper you go, the more plentiful the predators become. As you surface with food, you build sets of three colors. Target the colors you need to complete sets and score the maximum number of points.&#10;&#10;When one of the depths of the ocean has been fully explored, the game ends and the penguin waddle with the best sets of food wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Nautical"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Penguins",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Nature",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "3485",
    "Name": "Whoowasit?",
    "ID": 33643,
    "Year": "(2007)",
    "Geek Rating": "5.926",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/33643/whoowasit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4483",
    "Description": "In Whoowasit?, players must find the magical ring that was stolen from the wise king by the evil wizard. Playing against a running clock, players move their playing pieces through the various rooms on the game board to uncover clues to who stole the precious gem. Along the way, talking animals help players solve the mystery of the stolen item with the help of a treasure chest that randomly supplies clues on behalf of the animals. Whenever players meet animals, they must feed them so the animals &mdash; that can only be understood by children &mdash; can provide the clues that advance gameplay. The clues supplied by the electronic treasure chest ensure that no two games are alike. All players must work together to find the stolen ring, and they win or lose as a group, depending on whether they can master an assigned task.&#10;&#10;Whoowasit? is the third electronic game by Reiner Knizia published by Ravensburger.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Electronic",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Donkeys",
      "Animals: Goats",
      "Animals: Horses",
      "Animals: Owls",
      "Animals: Snakes",
      "Creatures: Dragons",
      "Creatures: Ghosts",
      "Digital Implementations: Google Play",
      "Game: Wer War's"
    ]
  },
  {
    "Rank": "3486",
    "Name": "Ligretto",
    "ID": 943,
    "Year": "(1988)",
    "Geek Rating": "5.925",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/943/ligretto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1699",
    "Description": "In Ligretto, each player has their own deck of forty cards, with cards 1-10 in four colors and a unique symbol on the back to identify which cards are theirs. At the start of each round, each player lays out 3-5 cards (depending on the number of players) face up in front of them to create their row; places a face-up stack of ten cards, seeing only the top card, next to their row to create their Ligretto stack; and holds the remaining cards in hand face down.&#10;&#10;Playing at the same time, each player tries to empty their Ligretto stack. If a player has a 1 card on top of any face-up stack, they play it to the center of the table. If they have a 2 card of the same color as any 1 in the center of the table, they can place the 2 card on the 1. All cards in the central piles must be played in ascending order and must be the same color.&#10;&#10;If a player can't play anything, they can reveal cards from the stack in their hand, counting them out in groups of three, then laying them face up while revealing only the top card. They can play this top card onto a central pile as long as the rules for doing so are met.&#10;&#10;As soon as a player empties their Ligretto stack, the round ends. Each player scores 1 point for each of their cards among the central piles, then loses 2 points for each card remaining in their Ligretto stack. In some versions of the game, the player with the highest score wins; in other versions, players then sort all the cards and play another round, with the first player to reach 99 points winning.&#10;&#10;A rules variant for Ligretto allows a player to play cards from their Ligretto stack or the cards in hand onto the cards in their row, but only if the numbers are in descending order and the colors of adjacent cards are not identical.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Ordering",
      "Pattern Building",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Google Play",
      "Series: Ligretto (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "3487",
    "Name": "Grand Cru",
    "ID": 75212,
    "Year": "(2010)",
    "Geek Rating": "5.925",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/75212/grand-cru",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1398",
    "Description": "Grand Cru represents the best locations for a vintner to create and cultivate wine. But creating great wine and running a successful vineyard requires much more than just a great location. Patience, dedication, and a good understanding of the market are all needed to be profitable.&#10;&#10;As ambitious vintners, the players attempt to run new vineyards located at the best sites available. As with many new businesses, starting up is very difficult. For cultivation and operating of their new businesses, the players will need to rely on loans from the local bank. Money is tight and wise investments will also help with the costs of the business. There is a need to observe the cellar and balance long-term strategies against short-term interests for running a successful vineyard. Far-sighted planning and skillful timing are keys to success.&#10;&#10;The game ends when the first player is able to pay off all of his loans. Only then do the players find out which vintner has the most profitable vineyard to win the game. A votre sant&eacute;!&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Loans"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "3488",
    "Name": "Margraves of Valeria",
    "ID": 275974,
    "Year": "(2020)",
    "Geek Rating": "5.925",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/275974/margraves-of-valeria",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6818",
    "Description": "Margraves of Valeria is a hand-building worker-placement game set in the fantasy world of Valeria. It's the fifth stand-alone game in the series that introduces new twists to Valeria world!&#10;&#10;You are a Margrave, a military commander tasked with defending the land of Valeria and building magical Ward Towers at cities.  Knights in Valeria can be commanded by you or your fellow Margraves to slay monsters or activate locations in an effort to gain influence over the 4 Guilds: Worker, Soldier, Shadow, and Holy. As you gain influence, you'll cross thresholds that will earn you privilege tiles which give you bonuses.&#10;&#10;At the end of the game, you'll earn victory points based on how much influence you have over a Guild and how many icons you've gained of that Guild. The Margrave with the most victory points at the end of the game will be named a Duke or Duchess and given their own province to protect and grow!&#10;&#10;Turns are deceptively simple as you only get to play 1 Citizen card from your hand. Each card can be played for action icons in the pennant (top-left), power text (at the bottom), or played face-down to perform one of the two actions on your player board (Recall your cards or Build a Ward Tower).&#10;&#10;Key features include:&#10;&#10;&#10;    Hand Building - Much like deck-building, you are drafting cards into your hand increasing your powers, victory points, and options.  &#10;    Multi-use Cards - Each card can be used in one of four ways, leaving you a lot of decision-making room to execute your strategy.&#10;    Worker-Placement - Each time you move your Margrave or a Knight into a location, you activate the power of that location much like a worker placement game. &#10;    Shared Workers - The Knights on the game board do not belong to a single player (anyone can use them) so be careful not to setup your opponents with powerful turns.&#10;    Resource Management - You have limited storage spots on your player board and using them effectively (without wasting tokens) is key to winning the game. &#10;    Hero Tombs - As you send Knights into battle, they die glorious deaths and are sent to tombs where you can collect bonuses in a well-integrated mini-game.&#10;    Influence Track - Gain influence over the 4 Guilds by moving your markers across the tracks which will earn you more victory points at the end of the game for icons you collect.&#10;    Fantastic Art - As with previous Valeria games, the Mico has really outdone himself by creating a rich and dynamic world full of color and life.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "3489",
    "Name": "Dungeons & Dragons: Rock Paper Wizard",
    "ID": 207062,
    "Year": "(2016)",
    "Geek Rating": "5.925",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/207062/dungeons-and-dragons-rock-paper-wizard",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3448",
    "Description": "In Dungeons &amp; Dragons: Rock Paper Wizard, the dragon has been slain, leaving behind a treasure over which to fight, and the players are wizards who are fighting to claim the most gold from the dragon's pile.&#10;&#10;The players have a shared &quot;spellbook&quot; of cards depicting various well-known D&amp;D spells, and each card shows a unique hand gesture that the player must make to cast, while pointing at another player as the target of the spell. All players choose their spells simultaneously, and the spells can move the wizards closer or farther away from the treasure or affect the game state in other ways as well. It's a game of second-guessing, satisfying successes, and agonizing reversals as each spell cast potentially affects the outcomes of the following ones!&#10;&#10;The first player to grab 25 gold pieces from the hoard wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "3490",
    "Name": "Who Goes There?",
    "ID": 230769,
    "Year": "(2018)",
    "Geek Rating": "5.925",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/230769/who-goes-there",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "110",
    "Play Time": "110",
    "Weight": "2.925",
    "Description": "Who Goes There? is a cooperative game of growing paranoia. At the beginning of the game, all players are human and there is no reason not to trust each other completely, but as the temperature drops and mistakes are made, players start doubting everything and everyone around them.&#10;&#10;You must build, trade, and upgrade to prepare yourself for the Antarctic Terrain, rabid dog attacks, crazed madmen...and most importantly, the alien entity that is now loose in the camp. Everything you build and upgrade has one purpose...keeping you alive and human! During the entire game, you will want to trade with other players and help each other build stronger weapons and better equipment, while also passing food and med kits around. Although, make sure your trust them, since trade is a huge opportunity for The Thing.&#10;&#10;Staying inside may keep you from freezing to Death, but it won't help you or your fellow humans win. The only way to secure victory is by venturing out of the camp! The problem with that is, being away from camp is the number one way to come across The Thing...leaving you vulnerable and exposed to infection. Whether fixing the boiler, repairing the door, or fighting the frigid temperatures outside, you will all need one another to survive. But trust is a hard thing to come by when you must be wary of...Who Goes There?&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Role Playing",
      "Semi-Cooperative Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Movies: The Thing"
    ]
  },
  {
    "Rank": "3491",
    "Name": "WildLife",
    "ID": 3236,
    "Year": "(2002)",
    "Geek Rating": "5.925",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3236/wildlife",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0692",
    "Description": "Millions of years ago the first men fought with other creatures for survival. By their ability to adapt to new types of terrain, they were able to flourish and eventually dominate the Earth. In this evolutionary game, players control up to six types of creatures indigenous to different regions of the land: Eagles (mountains), Bears (forests), Crocodiles (water), Mammoths (plains), Men (savannah), and Snakes (desert).&#10;&#10;Each player takes the role of one of these six creatures, and tries to expand their herd and learn new abilities. As long as there is enough room in the region for all of the animals, the creatures can live together in harmony. Otherwise, battles erupt amongst the creatures for control of the region. Now, the success of the creatures depends on how well they adapt to their new terrain.&#10;&#10;Which creature will grow its herd and develop the best strategy for survival?&#10;&#10;Original description from the publisher.&#10;&#10;",
    "Categories": [
      "Animals",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Evolution"
    ]
  },
  {
    "Rank": "3492",
    "Name": "Kings & Things",
    "ID": 58,
    "Year": "(1986)",
    "Geek Rating": "5.925",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/58/kings-and-things",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.6442",
    "Description": "Kings &amp; Things is a classic Tom Wham game of warring kingdoms in a fantasy world and the legions of things that inhabit them. The board is made from hex tiles, which allows for a different board layout every time. Utilizing an interesting flipped counter element, players attempt to out bluff one another regarding the types of things they have in their armies.&#10;&#10;Reimplements:&#10;&#10;    King of the Tabletop&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Exploration",
      "Fantasy",
      "Humor",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Birds",
      "Animals: Camels",
      "Animals: Dinosaurs",
      "Animals: Elephants",
      "Animals: Insects",
      "Animals: Penguins",
      "Animals: Raccoons",
      "Animals: Snakes",
      "Animals: Spiders",
      "Animals: Squirrels",
      "Animals: Tigers",
      "Animals: Wolves",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Vampires",
      "Theme: Deserts",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "3493",
    "Name": "Small Islands",
    "ID": 236248,
    "Year": "(2018)",
    "Geek Rating": "5.925",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/236248/small-islands",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0435",
    "Description": "Small Islands is a tile-placement game in which you are daring explorers discovering a magnificent archipelago. Its islands are brimming with natural resources but also temples from an ancient and mysterious civilization. Brave adventurers, bring back to your clan wealth &amp; prestige!&#10;&#10;A game is played in maximum 4 Rounds. At the beginning of each Round, each player secretly picks an Objective Card out of three cards. And in turn, players draw and place a Landscape Tile out of the 5 available (2 in hand, and 3 on the table). At a certain point, another option becomes available:  placing a Ship Tile. When this tile is placed, in turn, all players place Houses on the islands and earn Prestige Points according to their Objective. Then players start a new Round. When the game ends, players receive additional points for their Ship Tiles.&#10;&#10;In Advanced Mode, Objectives are split in 2 types of cards which allows you to create your own objectives amongst many combinations.&#10;&#10;There is also a Solo Mode, innovative for its mechanics as well as for the very concept of a solo mode in a tile-placement game. We gave it an AI with a personality and different behaviors.&#10;&#10;Small Islands offers you even more surprises, hidden at its heart.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Territory Building"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Crowdfunding: Zeczec",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode"
    ]
  },
  {
    "Rank": "3494",
    "Name": "Leader 1",
    "ID": 36708,
    "Year": "(2008)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/36708/leader-1",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.52",
    "Description": "Leader 1, the legend of cycling, is a cycling race simulation by Ghenos games.&#10;&#10;In each of the 5 teams there are different types of cyclists: 1 rouleur, 1 climber and 1 leader. Different tracks can be arranged with the hexagons reproducing different types of routes: plain, ground rise, mountain pass and downhill.&#10;&#10;Every cyclist enjoys the benefits of a free base movement which varies according to his specialty and according to the hexagon at the beginning of his movement. After this kind of movement every racer can add a paying movement. Therefore, the race is based on the riders&rsquo; energy management: initially the riders are all inside the peloton, where it is easier to save energy, but then they will have to find the proper moment to break away to open the definitive gap ahead of the peloton.&#10;&#10;The slipstreaming rule assures the simulation of the easier breaking away with a fellow, saving energy by swapping places. Cracks, falls and punctures make the simulation more complete.&#10;&#10;Leader 1 has a simple yet fascinating mechanism: players decide the placement and energy management of their riders, facing all the elements of a &ldquo;classic&rdquo; or &ldquo;stage&rdquo; race.&#10;&#10;Re-implemented as:&#10;&#10;    Giro d&#039;Italia: the Game&#10;&#10;&#10;Stand-alone expansion:&#10;&#10;    Leader 1: Hell of the North&#10;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Race",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Leader 1",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "3495",
    "Name": "Rome & Roll",
    "ID": 267009,
    "Year": "(2020)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/267009/rome-and-roll",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2653",
    "Description": "Rome &amp; Roll is a heavy roll-and-write board game by D&aacute;vid Turczi and Nick Shaw in which 1-4 players compete to craft an empire. Draft from a pool of custom dice to collect resources, construct the town, and organize armies. Political alliances, the colonies, and even the Gods all have a part to play. Imperii Gloria!&#10;&#10;&bull; Draft the dice to match your needs: roll, draw, and win!&#10;&bull; Play one of seven unique character classes, ranging from merchants to military leaders, with a wealth of different strategies to deploy.&#10;&bull; Take advantage of four possible scoring avenues: construct buildings, trade resources, conquer unruly colonies, and renovate the Roman road network.&#10;&bull; Make political alliances and call on the Gods.&#10;&bull; Raise armies and invade settlements as far afield as Egypt and Spain.&#10;&bull; Build roads and manage unruly provinces.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Dice",
      "Mythology"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "Die Icon Resolution",
      "Line Drawing",
      "Open Drafting",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Occupation: Architect"
    ]
  },
  {
    "Rank": "3496",
    "Name": "Car Wars",
    "ID": 2795,
    "Year": "(1981)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/2795/car-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.0905",
    "Description": "Drive offensively! Car Wars is a game featuring freeways of the future in which the right of way goes to those with the biggest guns. Players choose their vehicle &mdash; complete with weapons, armor, power plants, suspension, and even body style &mdash; then they take them out on the road, either to come home as &quot;aces&quot; or to crash and burn. If a driver survives, his abilities improve and he can earn money to buy bigger and better cars. Advanced rules let players design their own customized cars, trucks, and cycles.&#10;&#10;This entry covers Car Wars and Car Wars Deluxe, the first two editions of the rules. See also:&#10;&#10;&#10;     Car Wars Compendium, a.k.a. CWC and CWCII, for the third and fourth editions of the rules&#10;&#10;&#10;&#10;     Car Wars (Fifth Edition) for the revised and simplified edition of the game&#10;&#10;&#10;&#10;     Mini Car Wars, an introductory version of Car Wars originally printed on a single sheet of paper, requiring only a pencil and six-sided dice.&#10;&#10;&#10;&#10;     Car Wars Series for a complete list of expansions and supplements (including Autoduel Quarterly, the forty-issue Car Wars magazine)&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Racing",
      "Science Fiction",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Impulse Movement",
      "Modular Board",
      "Movement Points",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Slide / Push",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: VASSAL",
      "Game: Car Wars",
      "Series: Pocket Box (Steve Jackson Games)",
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "3497",
    "Name": "Duel in the Dark",
    "ID": 27048,
    "Year": "(2007)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/27048/duel-in-the-dark",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4902",
    "Description": "From the publisher's website:&#10;&#10;World War 2 air combat game depicting the nighttime air raids of British bombers hitting German cities.&#10;&#10;As the head of the British Bomber Command, you plan the attacks on Germany in order to undermine the morale of the civilian population. Or as a General of the German Air Force (Luftwaffe), you defend using your ace squadrons and organizing an effective civil defense.&#10;&#10;The gameboard enables you to set up countless variations of these historic events. You play as many nights as you wish - each night takes 30-45 minutes to resolve.&#10;&#10;Immerse yourself in the strategic and tactical thinking needed to survive in those dark times.&#10;&#10;Gameplay allows for easy entry into the action with some advanced rules for the hearty wargamer. The game rules include weather conditions, full moon/new moon bonuses and penalties, clouds and thunderclouds, fog, flak, searchlights, balloon barriers, target markers, and much more.&#10;&#10;The British player secretly plots the course of the bomber while the Mosquito acts as escort or decoy. The German player tries to figure out where the bomber is going, making sure to efficiently use the fuel to get as many hits on the bomber as possible.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Game: Duel in the Dark",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "3498",
    "Name": "Terra Nova",
    "ID": 20022,
    "Year": "(2006)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/20022/terra-nova",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2593",
    "Description": "In Terra Nova, players try to claim areas of land by moving control markers and placing fences. Each turn, a player must take three actions, first moving a control marker, then taking two further actions from these possibilities: &#10;&#10;     moving a control marker (whether the same one or a different one) and/or&#10;     placing a fence next to a control marker that moved this turn.&#10;&#10;&#10;Areas are scored once they're enclosed and contain no more than three types of landscape. Whoever has the majority of pieces in an area scores points based on the number of spaces and the number of types of landscape in the area, with fewer types scoring more points. Points are split in case of a tie. The game ends once all areas have been scored.&#10;&#10;Winner of Premio Archimede 2004.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Map Reduction"
    ],
    "Families": [
      "Category: Combinatorial",
      "Series: Games Collection (Immortal Eyes)"
    ]
  },
  {
    "Rank": "3499",
    "Name": "Valparaíso",
    "ID": 257058,
    "Year": "(2018)",
    "Geek Rating": "5.924",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/257058/valparaiso",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8095",
    "Description": "In 1811, free trade is declared for the harbor city of Valpara&iacute;so in Chile. A short time later, Chile proclaims its independence. As an influential citizen of Valpara&iacute;so, you want to push the development of your city, so you send merchants into the hinterland to get hold of important export goods and send your ships overseas to gain new achievements there.&#10;&#10;To do well in Valpara&iacute;so, you must plan well ahead, keep an eye on your opponents, and react to their actions at short notice. Almost any action influences the other players by changing costs or trading possibilities. Each building of a house must be given a lot of thought, every trade must be well-timed. Whoever wants to change the order of their initial planning during the course of the game must pay a penalty, but if your plans aren't good enough, time will slip away &mdash; in the short run as well as in the long run. You all plan simultaneously, and the end of the game may come sooner than you've hoped!&#10;&#10;For advanced players who like planning while pressed for time, the game includes a variant using a sand timer.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Queue",
      "Kill Steal",
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Country: Chile"
    ]
  },
  {
    "Rank": "3500",
    "Name": "18AL",
    "ID": 2612,
    "Year": "(1999)",
    "Geek Rating": "5.924",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/2612/18al",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.8533",
    "Description": "18AL is a shorter 18xx game set in Alabama and designed by Mark Derrick.  It is currently available as a free print-and-play game from John David Galt.&#10;&#10;6 Companies&#10;&#10;     ABC - Atlanta, Birmingham and Coast Railroad&#10;     ATN - Alabama, Tennessee and Northern Railroad&#10;     L&amp;N - Louisville and Nashville Railroad&#10;     M&amp;O - Mobile and Ohio Railroad&#10;     TAG - Tennessee, Alabama and Georgia Railway&#10;     WRA - Western Railway of Alabama&#10;&#10;&#10;5 Private Companies&#10;&#10;     Tuscumbia Railway&#10;     South and North Alabama Railroad (coal field token)&#10;     Brown and Sons Lumber Company (lumber terminal tile)&#10;     Memphis and Charleston Railroad (train name chits)&#10;     New Decatur Yards (half-price train purchase)&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Investment",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: USA",
      "Digital Implementations: 18xx.games",
      "Digital Implementations: VASSAL",
      "Series: 18xx"
    ]
  }
]