[
  {
    "Rank": "12601",
    "Name": "Stonewall Uprising",
    "ID": 331028,
    "Year": "(2022)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/331028/stonewall-uprising",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Stonewall Uprising is a two-player asymmetric deck-building game in which you play as either The Man or Pride, fighting for or against equal rights.&#10;&#10;On your turn, you can either play a card from your hand or fold. Playing cards moves one of three tracks in the game; Systemic Support, Public Opinion, and Individual Support. Getting to the end of these tracks gives the side it lands on an immediate effect, and then resets it to the middle of the track. Folding allows you to take the value of your hand at the end of the round and gain new cards from your market, but be warned - once you have folded your opponent's cards are doubled in value! You will however get to draw a card for each card they play while you are folded, but will that be worth it?&#10;&#10;As the decades progress from the 1960s, to the 1970s, and finally to the 1980s, watch as your strategy and tactics stretch and morph based on the changing tides. Events can sway certain strategies, and the cards you're able to buy shift as the decades pass.&#10;&#10;The Man's goal is to detain and demoralize 10 people from Pride's deck to take the wind out of Pride's movement. Pride's goal is to shift the Overton Window and to organize protests, demonstrations, and sit-ins to sway the public, represented by their dice pool, to keep their movement's momentum going well past the 80s. The game ends immediately when either of these conditions have been met.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game",
      "Tug of War"
    ],
    "Families": [
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Political: Movements and/or Activism",
      "Theme: Queer / LGBTAIQ",
      "Theme: Revolution/Uprising"
    ]
  },
  {
    "Rank": "12602",
    "Name": "Demonlord",
    "ID": 1635,
    "Year": "(1981)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/1635/demonlord",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Demonlord is a game of strategy for two players. It vividly recreates the grand sweep of empires in conflict in an age of sorcery and enchantment. Infantry and cavalry sweep across the land to meet in battle or besiege fortresses, as winged troops wheel overhead. Priests invoke friendly spirits, as magicians prepare potent battlefield magic, or summon great beasts to their aid. And controlling it all, the dread Demonlord, and the Captains of the Hosar alliance with their retinue of personalities and special powers.&#10;&#10;A print-and-play version of this game is available for free&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Creatures: Dragons",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Dwarfstar Games (Heritage USA)"
    ]
  },
  {
    "Rank": "12603",
    "Name": "Yokohama Roll & Write",
    "ID": 335736,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/335736/yokohama-roll-and-write",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.75",
    "Description": "Each player plays as a merchant in Yokohama, trying to succeed in business and make a name for themselves.&#10;&#10;In the game Yokohama, the game board is divided into different blocks. There is a city block where you will allocate your employees,and a port block where you will need to fill contracts from foreign countries. Skillfully deploy your employees to different areas of the city block and use them to perform area actions to earn trade goods as well as complete other tasks. Players load their trade goods to fulfil contracts in the port block. In addition, there are various technologies that can be learnt from foreign countries due to the opening of the port, and efficient use of these technologies is also a shortcut to victory.&#10;&#10;Which player will become the number one merchant in Yokohama?&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Paper-and-Pencil",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Yokohama (Japan)",
      "Country: Japan",
      "Game: Yokohama",
      "Mechanism: Roll-and-Write",
      "Versions & Editions: Dice Versions of Non-Dice Games",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "12604",
    "Name": "Solitaire for Two",
    "ID": 2602,
    "Year": "(2001)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/2602/solitaire-for-two",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Solitaire for Two includes two games: one called Six-Suit Solitaire that was originally released as Indochine 2000, and a second titled Solitaire for Two that (despite the title) can be played with 2-4 players.&#10;&#10;Six-Suit Solitaire is a modified version of the solitaire game Klondike, with six suits in the game instead of four as well as three jokers (one in each color). As in Klondike, players try to remove all tiles from play by creating stacks from Ace to King, but unlike in Klondike players have an incentive to keep Aces in play rather than removing them; if a player has one Ace in play, then he can move Queens to empty columns in addition to Kings, and with two or more Aces in play he can also move Jacks to empty columns. A player can place only the rightmost tile in the &quot;talon&quot; &ndash; the row of exposed tiles from the stock &ndash; but if he cashes in a joker, he can move any tile in the talon to the rightmost position.&#10;&#10;Solitaire for Two plays similarly to Six-Suit Solitaire, but the players take turns drawing tiles from the stock &ndash; three at a time &ndash; and trying to place them in the layout and score as many tiles as possible. Players score points for each tile they lay off; for playing all three tiles drawn; for moving columns of five, seven, nine or eleven tiles; and for other specialized situations. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "12605",
    "Name": "Tomb Trader",
    "ID": 214879,
    "Year": "(2017)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/214879/tomb-trader",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.75",
    "Description": "Get the treasure, and get out! If only it were that easy...&#10;&#10;In Tomb Trader, you and your friends have joined an archaeological excavation &mdash; not for the sake of antiquity or history, but simply in the hopes of lining your pockets with the best treasures and smuggling them back to civilization. Each day, sneak back into the tomb to loot high-value items, but watch out because your ne'er-do-well friends all have the same idea! You have to be a swift and skilled negotiator in order to divvy up the loot before being caught, while making sure you get the best cuts for yourself!&#10;&#10;The game consists of 6 or 7 rounds in which players select a section of the tomb to explore and have one minute to divide the treasure between everyone else in the same section. Not coming to an agreement means nobody gets anything!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Negotiation"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Negotiation",
      "Simultaneous Action Selection",
      "Tags"
    ],
    "Families": [
      "Series: Small Box (Level 99 Games)",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "12606",
    "Name": "The Toledo War",
    "ID": 295254,
    "Year": "(2019)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/295254/the-toledo-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Toledo War, a card game about the 1835-36 border dispute between the State of Ohio and the Territory of Michigan. This conflict is quite obscure, and even Michiganders and Ohioans are unlikely to regard it as more than a piece of trivia.&#10;&#10;Each round three cards are played to gain political influence and achieve your state's goals. The cards are based on real historical people and events.&#10;&#10;This is the fourth of Hollandspiele's annual holiday mini-games, packed in as a free promotional item on any order of at least two games during their 2019 December sale. Afterward, it will be made available for purchase as a downloadable PNP game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Hollandays Sale games (Hollandspiele)",
      "States: Michigan",
      "States: Ohio"
    ]
  },
  {
    "Rank": "12607",
    "Name": "Beaches for the Brave: A Solitaire Wargame",
    "ID": 360552,
    "Year": "(2022)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/360552/beaches-for-the-brave-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Beaches for the Brave is a very light dice placement/allocation solitaire game which loosely represents the beach landings in Normandy and the Pacific Islands by Allied forces during World War Two. Each landing is designed to be small-scale and represents perhaps one or two boats landing on specific sections of the beaches. The various landings represented try to reflect some of the actual situations and events as they happened, but this is meant to be an accessible game which is quick and easy to play and so it is not a complex simulation. Players will still be challenged by the conditions and the enemy, so expect a tough time out there!&#10;&#10;There are 12 beaches in the game, including Utah, Gold, Juno, Omaha, Sword, Pointe du Hoc, Iwo Jima and Tarawa. You will need to add six or seven standard dice, and either a pencil and eraser or some basic tokens (a dozen or so will be enough).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Islands: Iwo Jima (Japan)",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Region: Normandy (France)",
      "Region: Pacific Ocean",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "12608",
    "Name": "Fragile",
    "ID": 25687,
    "Year": "(2006)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/25687/fragile",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2.7692",
    "Description": "description of the game from LudoArt:&#10;&#10;Fragile was designed by Czarn&eacute;, who also did the graphics for it. A whole slew of crates have arrived at the wharf in Shanghai. Now, this highly fragile cargo must be brought to safety in one's own warehouse as quickly as possible. Problem is, the warehouses are all over the place. Plans are perpetually sent askew, since foreign Chinese workers will often push your crate out from under your nose. Each player controls a team of Chinese workers. Who will be the first to use his team to fill his warehouse with crates - that is, get the most points for fragile cargo? Fragile will please the mind and eye of any strategist.&#10;&#10;In a game variant, a little more luck can be added to help things along.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Components: 8 x 8 Grids"
    ]
  },
  {
    "Rank": "12609",
    "Name": "Don Capollo",
    "ID": 145470,
    "Year": "(2013)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/145470/don-capollo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "Don Capollo is a game of intense negotiation in which you and your friends are Italian mobsters disputing how best to manage the family businesses: guns, liquor, casinos, prostitution, loan sharking, bribery, artwork and olive oil. You need to use your negotiating skills to make the best transactions and improve the profitability of your businesses while avoiding prejudice and performing various exchanges of favors to earn money.&#10;&#10;In the end, the most powerful mobster will reach the top of the family organization, having achieved so much power and money that he will be feared and respected by all, receiving the title of &quot;Don Capollo&quot; and being considered the &quot;Capo Dei Capi&quot;.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Don Capollo &eacute; um jogo de intensa negocia&ccedil;&atilde;o, onde voc&ecirc; e os seus amigos ser&atilde;o mafiosos Italianos que disputam entre si a sucess&atilde;o na administra&ccedil;&atilde;o nos neg&oacute;cios da familia: Armas, Bebidas, Cassino, Prostitui&ccedil;&atilde;o, Agiotagem, Corrup&ccedil;&atilde;o, Obras de Arte e Azeite. Voc&ecirc; precisar&aacute; utilizar suas habilidades de negocia&ccedil;&atilde;o para fazer as melhores transa&ccedil;&otilde;es, para tomar conta dos neg&oacute;cios mais rent&aacute;veis, evitar ter prejuizo e realizar v&aacute;rias trocas de favores para acumular Dinheiro e Poder.&#10;&#10;Ao final, o mafioso mais poderoso ter&aacute; conseguido chegar ao topo da organiza&ccedil;&atilde;o, e ter&aacute; conseguido tanto poder e dinheiro que ser&aacute; temido e respeitado por todos, recebendo o titulo de Don Capollo, e ser&aacute; considerado o &quot;Capo Dei Capi&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12610",
    "Name": "Schachen",
    "ID": 103752,
    "Year": "(2011)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/103752/schachen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2222",
    "Description": "Schachen (Chess Me) is a chess variant without a game board, which creates the fascination of a chess game in a compact way. Without long openings, the players enter directly into confrontation. The original rules of Chess are simplified/expanded by a few additional rules.&#10;&#10;At the start of the game, each player has a king and four pawns. Cards for the remaining chess pieces form a deck from which the player draws three. The active player first moves a piece according to the original rules for chess, then (optionally) chooses one of the three cards in hand, places it next to an existing card, then draws a replacement card. Pawns must be placed beside another pawn, and all other figures must be placed behind a pawn. The aim of the game remains the same: Checkmate the opponent's king!&#10;&#10;Schachen is for players who like and know chess, but who think the original game is too complex and takes too long.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "12611",
    "Name": "The Battle of White Plains: Twilight of the New York Campaign October 28th–31st, 1776",
    "ID": 340428,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/340428/the-battle-of-white-plains-twilight-of-the-new-yor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "3",
    "Description": "Most authors relegate the Battle of White Plains to a short paragraph when recounting the New York Campaign of 1776. As the last field battle of that campaign, however, it deserves closer study. Volume 10 in GMT&rsquo;s award-winning Battles of the American Revolution series by designer Mark Miklos provides such a much-needed analysis.&#10;&#10;The game includes three scenarios: the historical fight for Chatterton Hill, an October 31 scenario that explores what might have occurred if Howe had pressed his grand assault that day as planned, and a full four-day campaign game spanning 42 game turns beginning with the arrival of the British army on the field on the morning of October 28 and culminating at 5:00 pm on October 31.&#10;&#10;Each player has 26 Opportunity Cards subdivided into three decks to enhance play and add elements of variability and historical flavor. As with previous games in the series, some special rules represent the unique circumstances of this battle. Among these are rules governing American sortie restrictions and tactical doctrine, rain game turns, restoring army morale, scorched earth, and additional handicaps for American militia, American fieldwork construction, and an off-board movement mechanism for Tarrytown on the Hudson River, seven miles away where British ships lay at anchor. Even Washington&rsquo;s own combat prowess at this early stage of the war is randomized.&#10;&#10;In Volume 10 of the Battles of the American Revolution series, players command two titanic armies: Washington, desperate to salvage something from the otherwise disastrous defense of New York, and Howe seeking a coup de gr&acirc;ce against the &ldquo;Old Fox.&rdquo; You will have to manage your forces over the span of four days with lots of inclement weather to contend with. Can you, as General Howe, break through the American line to deliver a decisive blow and end the rebellion? Can you, as General Washington, hold your own on superior ground, hampered as you will be with some 6,700 militia of dubious quality&mdash;fully 46% of the total American force?&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles of the American Revolution (GMT)"
    ]
  },
  {
    "Rank": "12612",
    "Name": "Trickerion: Legends of Illusion – Kickstarter Exclusive Legend Box",
    "ID": 340374,
    "Year": "(2015)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/340374/trickerion-legends-of-illusion-kickstarter-exclusi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Legend Box is a Deluxe Version of the original Kickstarter campaign for Trickerion - Legends of Illusion. This version comes with extra components and a Kickstarter exclusive sleeve and UV embossed logo.&#10;&#10;The extra components include:&#10;&#10;A new quality for your Trickerion Shards that gives them a whole new gameplay significance. They will unlock Power Card slots that allow you to customize your Magician by learning diverse abilities to enhance your game. As there are 90 different Power cards available, it will open up a multitude of new strategies and adds even more replayability to the game!&#10;&#10;All the Kickstarter stretch goals: including:&#10;A set of cards for a 2 player version.&#10;More workshop, special assignment, Tier II and Tier III tricks, propechies and accessories.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Collectible Components"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Catch the Leader",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Worker Placement"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter",
      "Game: Trickerion",
      "Players: Two-Player Only Games",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "12613",
    "Name": "The Lord of the Rings: The Fellowship of the Ring – Battle in Balin's Tomb",
    "ID": 352486,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/352486/the-lord-of-the-rings-the-fellowship-of-the-ring-b",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "The game takes place over 12 rounds, with one player assuming the role of the Goblins of Moria and the other that of the Fellowship of the Ring.&#10;&#10;Turns begin with the Goblin player drawing the number of Goblin cards shown in the rulebook and placing any additional Goblin reinforcements (and possibly the Cave Troll as well) in the appropriate positions, then each miniature can move and attack or attack and move or pass the shift; the Goblin player performs these actions with all of his miniatures and once he has none left, the Fellowship player can finally activate his characters.&#10;Once the movements and attacks have been made with all the miniatures in play, the turn ends and the next turn goes on.&#10;&#10;At the end of the 12 game turns the Fellowship player wins if he has at least three characters left alive including Frodo; if instead Frodo is killed but the Fellowship player still has at least 3 characters still alive the result of the game is a tie, while if there are less than 3 Fellowship players alive, the Goblin player wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "12614",
    "Name": "INWO SubGenius",
    "ID": 4671,
    "Year": "(1998)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/4671/inwo-subgenius",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.65",
    "Description": "The object of INWO is to control the world. You start with a single &quot;Church of the SubGenius&quot; card, representing your own faction of the Church. During the game, you take over other Group cards. They are added to your Power Structure as your puppets - unless a rival takes them from you. You can use Plot cards to advance your own position or harass your opponents. You may win by controlling enough groups, or by fulfilling the special goal of your own Illuminati, or by meeting the objectives on a Goal card, or, of course, by crushing all of your rivals! Thus, you prove that YOU are the True Church, and the others are deluded posers. This is not a collectible card game. It is a stand-alone game that may be added to INWO or vice versa.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Illuminati"
    ]
  },
  {
    "Rank": "12615",
    "Name": "13 Beavers",
    "ID": 423850,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/423850/13-beavers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Embark on the daring challenge of 13 Beavers where players must navigate the board with luck and nerve to reach Beaver Paradise first. The objective is straightforward: be the first Beaver to achieve this illustrious status!&#10;&#10;Players take turns navigating the board by predicting if the next card is higher or lower than the previous one. A correct guess propels them forward, while an incorrect one sends them back to their dam for another attempt on the next turn. Players can choose to press their luck by making consecutive guesses to advance further. Yet, if the risk seems too great, players can strategically exclaim &quot;dam!&quot; to return to their dam, securing their progress. Beware the hidden DANGER cards, as uncovering one washes the dam back a specified number of spaces, adding an extra layer of suspense to the game.&#10;&#10;RIVER RAPIDS ADVENTURE: Join the legendary trek to beaver paradise! Predict the next card as higher or lower to advance your beaver in this family-friendly guessing game.&#10;&#10;UNPREDICTABLE CHALLENGES: Encounter fishing, rapids, lava, and wolves! Each game brings new trials, making every playthrough uniquely exciting.&#10;&#10;BONUS FUN INCLUDED: With diverse obstacles and bonuses, 13 Beavers offers a thrilling experience that's packed with surprises and laughter.&#10;&#10;FOR BEAVER BELIEVERS: Perfect for 2-6 players, this game captures the essence of a daring journey, ideal for kids and adults who love a good tale of wilderness adventure.&#10;&#10;REPLAYABILITY GUARANTEED: No two games are alike! With its dynamic gameplay, 13 Beavers ensures a fresh and fun experience every time you dive in.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Animals: Beavers"
    ]
  },
  {
    "Rank": "12616",
    "Name": "Battles of the English Civil War: A Solitaire Wargame",
    "ID": 367757,
    "Year": "(2022)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/367757/battles-of-the-english-civil-war-a-solitaire-warga",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "The English Civil Wars were actually a series of wars fought between the year 1642 and 1651 by the Parliamentarians and the Royalists. Battles of the English Civil War presents some of the key battles from the period 1642 to 1646, commonly known as the First English Civil War. In the game, the Player will be commanding various units, often representing many hundreds of men each, seeking to achieve various Objectives. The aim of this book is to present a clear, accessible, and quick to learn game, so that players can get into the action quickly. It does not try to replace more complex wargames which often take many hours to learn and to play. Each of the 15 Battles can be played in around 20 to 40 minutes, and each one should provide plenty of replayability due to the random set up of the initial forces.&#10;&#10;This book is a solitaire hex and counter style wargame. You play the game, and the enemy is controlled by the game book (or the Artificial Intelligence or &lsquo;AI&rsquo;). You will need at least 8, but preferably 10, standard six-sided dice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Hexagon Grid",
      "Re-rolling and Locking",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: England",
      "Country: Scotland",
      "History: English Civil War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "12617",
    "Name": "The Long Road",
    "ID": 237800,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/237800/the-long-road",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In the old west of The Long Road, players have the difficult task of leading large herds of beef through prairies and highlands to the livestock markets. In the course of the journey, players try to guide the long caravan according to the most favorable route. Once they finally get to the destination, they split the proceeds from the sale. This division, however, doesn't happen fairly, but according to the rules of the far west: The best armed (or the smartest) takes most of the booty.&#10;&#10;A player's turn takes place as follows:&#10;&#10;&#10;    You MAY change your caravan cards.&#10;    You MUST play one caravan card on a destination.&#10;    You MAY play a character card if you didn't before on this destination.&#10;    You MAY apply the effect of the caravan card.&#10;    You MAY buy one weapon.&#10;    You MAY assign weapons to one character.&#10;    You MUST draw cards to refill your hand of three caravan cards.&#10;&#10;&#10;When a destination is full, the sale takes place and the players get proceeds from the caravan cards based on the effects and values of the characters they've played, a value that could be increased by weapons. Then character cards are split as well.&#10;&#10;The game continues until the fourth sale triggers the end. At that point, the richest player wins.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "12618",
    "Name": "Tal der Abenteuer: Die Schatzsuche im Himalaja",
    "ID": 25142,
    "Year": "(2006)",
    "Geek Rating": "5.548",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/25142/tal-der-abenteuer-die-schatzsuche-im-himalaja",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Tal der Abenteuer gives us a two-sided gameboard with an adventure on each side.  There are pawns in four colors, but players do not lay claim to them.  Instead, the players play cards capable of moving one of the pawns forward along the paths.  The paths diverge often, giving players a chance to send pawns on longer routes or to get them back onto shorter routes.  Getting a pawn to certain spaces rewards the player who moved it with gold, diamonds or additional cards (randomly assigned by face-down &quot;stepping-stone&quot; markers).&#10;&#10;Once a player moves a pawn onto the temple, the end-zone of the path, the first round ends.  That player gets 1 diamond.&#10;&#10;Next, the players are rewarded and/or penalized for the cards left in their hands, based on the zone the pawns have ended in.  A card for the pawn in the end zone (the one that ended the round) earns +3 gold, +2 for pawns in the second zone, +1 for those in the third, 0 for those in the fourth and -1 for those in the fifth.&#10;&#10;Now the board is flipped to the second side and a similar adventure embarked upon.  This second side has an additional feature: bridges that are destroyed after crossing, further complicating the choices about divergent paths.  At the end of the second side, when a pawn reaches the goal, diamonds are counted and the player with the most diamonds gets 12 gold and second-most gets 6 gold.  Cards remaining in hand are again paid off according to the zone the pawn of that color finished in.  The game ends after this final scoring, and the player with the most gold wins.&#10;&#10;Winner of Austrian Spiel der Spiele 2006.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Continents: Asia",
      "Mountain: Himalayas"
    ]
  },
  {
    "Rank": "12619",
    "Name": "Sevilla 1503",
    "ID": 249882,
    "Year": "(2019)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/249882/sevilla-1503",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Sevilla 1503 draws inspiration from the most important city in Spain and Europe for two hundred years. All the commerce towards the route to the Indies flowed from its port. Many merchants and noble families travelled to Seville in search of wealth and adventure. Now, you can embark on the most advanced ships and go across the ocean to the Americas from the city with the brightest sun, the largest cathedrals and the bravest sailors in Europe!&#10;&#10;Sevilla 1503 is a set-collection and auction card game. For eight rounds, players will compete against each other with blind bidding and a re-bidding phase to get sets of cards they must embark on their ships. In addition to the crew, goods, officers and ornaments, players must get a fleet with enough capacity to ship the cards they have won. If they don't have the necessary slots, they will be forced to leave the goods in the port.&#10;&#10;At the end of the game, players will combine the cards they acquired to get as many victory points as possible and ship them on their fleet.&#10;&#10;&mdash;description from the designer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Cities: Seville (Spain)",
      "Crowdfunding: Kickstarter",
      "Region: Andalusia (Spain)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "12620",
    "Name": "Drums of War: Enclave",
    "ID": 377063,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/377063/drums-of-war-enclave",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.4",
    "Description": "https://www.kickstarter.com/projects/eclipseeditorial/drums-of-war-enclave&#10;&#10;Set in a fantasy world, Drums of War puts each player in charge of an army represented by an asymmetrical deck of cards, led by a commanding hero.&#10;&#10;Cards are deployed on the battlefield, in the form of units, equipment or tactics, which decimate the deck for each action they perform.&#10;&#10;In two-player or solo games, Drums of War offers fast-paced, tactical games lasting 30 minutes.&#10;&#10;To win the game you must cause the opponent&rsquo;s hero as many wounds as his life value indicates, before running out of cards to recover your hand.&#10;&#10;To achieve this, each player has a deck of 38 cards, from which we will have to draw a certain number, according to the hero we are going to use in the battle. Some heroes force us to draw them at random, while others allow us to choose them.&#10;&#10;Along the game, we alternatively deploy cards from our hand to the battlefield with the particularity that, to deploy a card, we will have to pay its cost with other cards from our hand.&#10;&#10;Retired cards, except for specific ability effects, do not return to play during the game&hellip; you will have to choose wisely!&#10;&#10;Once both players pass, combat takes place between the units deployed on the battlefield.&#10;&#10;&mdash;description from the publisher&#10;&#10;Ambientado en un mundo de fantas&iacute;a, Tambores de Guerra pone a cada jugador al frente de un ej&eacute;rcito representado por un mazo de cartas asim&eacute;trico, comandado por un h&eacute;roe al mando.&#10;&#10;Las cartas se despliegan sobre el campo de batalla, en forma de unidades, equipo o t&aacute;cticas, que van diezmando el mazo por cada acci&oacute;n que realicen.&#10;&#10;En partidas para dos jugadores o en solitario, Tambores de Guerra ofrece partidas r&aacute;pidas y t&aacute;cticas de 30 minutos de duraci&oacute;n.&#10;&#10;C&oacute;mo se juega:&#10;Para obtener la victoria debemos causar al h&eacute;roe rival tantas heridas como indica su valor de vida, antes de quedarnos sin cartas para recuperar nuestra mano.&#10;&#10;Para ello, cada jugador cuenta con un mazo de 38 cartas, de las que habremos tenido que retirar cierto n&uacute;mero, seg&uacute;n el h&eacute;roe que vamos a utilizar en la batalla. Algunos h&eacute;roes nos obligan a retirarlas al azar, mientras otros nos permiten elegirlas.&#10;&#10;Durante la partida, desplegamos alternativamente cartas de la mano al campo de batalla con la particularidad de que, para desplegar una carta tendremos que pagar su coste con otras cartas de nuestra mano.&#10;&#10;Las cartas retiradas, salvo efectos de habilidades concretas, no vuelven al juego durante la partida&hellip; &iexcl;tendr&aacute;s que elegir bien!&#10;&#10;Una vez que ambos jugadores pasan se produce el combate entre las unidades desplegadas en el campo de batalla.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12621",
    "Name": "Under the Southern Cross: The South American Republics in the Age of the Fighting Sail",
    "ID": 202989,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/202989/under-the-southern-cross-the-south-american-republ",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "480",
    "Weight": "3.6",
    "Description": "Under the Southern Cross:&nbsp;The South American Republics in the Age of Fighting Sail&nbsp;is the fourth volume of the highly regarded&nbsp;Flying Colors&nbsp;series of games on naval combat. The focus is on the southern part of the South American continent: Brazil, Argentina, Uruguay, Chile, Peru, Bolivia, and Ecuador, from the Wars of Independence starting in 1810 through the last naval war fought completely under sail between Argentina and Uruguay in 1841. These wars attracted naval officers recently unemployed&nbsp;by the end of the Napoleonic Wars as well as providing a proving ground for the first generation of naval heroes native to&nbsp;Latin&nbsp;America.&nbsp;&#10;&#10;Updated rules introduce river and tidal currents, modified grounding rules for operations in the Rio de la Plata and Uruguay rivers, and the use of ship&rsquo;s boats to tow stranded or becalmed ships.&nbsp;In all, over&nbsp;two dozen&nbsp;battle scenarios ranging in size from a handful of ships per side, to full-blown fleet actions are presented. Also included is the return of the popular ship duel map and activation cards&nbsp;originally found in&nbsp;Serpents of the Seas&nbsp;(Flying Colors volume II),&nbsp;along&nbsp;with 18 ship duel scenarios.&nbsp;&#10;&#10;Like the preceding volumes in the series,&nbsp;Under the Southern Cross&nbsp;is completely&nbsp;independent of, while being fully compatible with, the other volumes in the series. Everything needed to play is included!&nbsp;&#10;&#10;Can you, as the Spanish, strangle the rebel American governments and preserve the centuries old Spanish Empire, or will you help the Patriot forces throw off the Imperialist yoke of the European monarchies? Now you can try with&nbsp;Under the Southern Cross!&#10;&#10;Components:&#10;&#10;    2 22x34&quot; Maps&#10;    2 Counter Sheets&#10;    Rulebook&#10;    Playbook&#10;    Player Aid Chart&#10;    Deck of 55 Action Cards&#10;&#10;&#10;(from GMT website)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Argentina",
      "Country: Bolivia",
      "Country: Brazil",
      "Country: Chile",
      "Country: Ecuador",
      "Country: Peru",
      "Country: Spain",
      "Country: Uruguay",
      "Game: Flying Colors (GMT)",
      "History: Latin American Wars of Independence"
    ]
  },
  {
    "Rank": "12622",
    "Name": "Southern Rails",
    "ID": 180202,
    "Year": "(2015)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/180202/southern-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "Southern Rails is played on a map of the southeast United States and is similar in style to many of the stock-based, cube-rail games released by Winsome Games since 2007.&#10;&#10;During set up, players spend two rounds selecting stocks from two of the six available companies, then the game begins.&#10;&#10;Each turn, a player must place a track cube for one of the companies in which they have stock. The first cube of a company can be placed on any hex, while each subsequent cube for that company must be placed adjacent to another of the same color. Hexes (other than Atlanta) can have 1-3 cubes placed on them, and when a cube is placed in a city &mdash; with cities coming in four colors &mdash; that railroad's revenue increases by $1-4 depending on the color of the city.&#10;&#10;When the tenth cube of a company is placed, railroads earn points based on certain criteria &mdash; highest revenue, fewest shares owned, most cubes on the map, and most cities of a color in its network &mdash; with ties resulting in no points being awarded for a category. (If, for example, both the purple and black railroads have the most red cities in their networks, then no railroad scores the points for having the most red cities in its network.) Each player then scores points equal to the points scored by the railroads in which they have stock.&#10;&#10;Player order is then reassigned, and players get to select an additional stock after which they again take turns placing cubes on the board. After the fourth scoring round, the game ends and whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Series: Cube Rails",
      "Series: Winsome Essen Sets",
      "Series: Winsome Train Games (Rio Grande Games)"
    ]
  },
  {
    "Rank": "12623",
    "Name": "Derby",
    "ID": 340123,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/340123/derby",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Derby is a competitive card game that puts players in the role of horse race gamblers. Everyone will try to maximize their profits through clever handling of the information they have: their cards. These are used to determine the value of bets and, during the race, for the different horses to advance in their lanes.&#10;&#10;The objective of the game is to be the bettor with the most victory points after all the races. You bet on a horse, secretly, and do what you can to get it in the position that gives you the most points. You score points in each race by taking the prizes from the common chip pool and also your private bet card if you bet on the winning horse.&#10;&#10;The player with the most points at the end of the 5 races is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "12624",
    "Name": "One More Barrel",
    "ID": 36661,
    "Year": "(2008)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/36661/one-more-barrel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1923",
    "Description": "Invent a reason to invade a nation rich with petroleum, make everyone believe that your actions are legitimate and done in the name of freedom and justice, make sure the media plays along by giving false information for a long time: this is the formula for becoming rich beyond your wildest dreams. Luckily, this is only a game and would never happen in real life!&#10;&#10;In this game every player represents a leader of an Occidental Country. The objective is to ward off global terrorism by finding weapons of mass destruction that are hidden in a state considered to be hostile. In order to do this, every player must send troops to invade this rogue state and accomplish the overall objective. Because, however, the weapons of mass destruction don't exist (this merely serves as an excuse to win over the public opinion), to win the game, you must conquest the diverse provinces within the invaded country, steal their oil, sell as much of it as possible and award many contracts to companies in your own country. At the end, whoever is the richest wins!&#10;&#10;Every player, in addition to being a leader of an Occidental Country, also take the role as head of a rebel group within the invaded country. These rebels will become operative after the first phase of the war and can cause damage to your troops allowing you to win the last barrel of oil!&#10;&#10;More information on http://www.giochix.it&#10;&#10;Essen 2008 Release&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simulation"
    ],
    "Families": [
      "Country: Iraq"
    ]
  },
  {
    "Rank": "12625",
    "Name": "Give Us Victories",
    "ID": 335130,
    "Year": "(2022)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/335130/give-us-victories",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2.5",
    "Description": "&quot;GIVE US VICTORIES&quot; is a wargame about the Chancellorsville campaign, fought during the American Civil War, when 130,000 soldiers of the Union Northern Army clashed with the much smaller Northern Virginia Army, led by General Robert E. Lee.&#10;&#10;General Joseph Hooker, newly appointed by President Lincoln, was in command of the Army of the Potomac. Lincoln&rsquo;s engagement letter ended with the words &quot;Give Us Victories&rdquo;.&#10;&#10;The game begins on April 30, 1863, with the Army of the Potomac now beyond the Rappahannock and Rapidan, marching toward Chancellorsville. The game is of intermediate complexity and has simple and intuitive rules. The command system is the heart of the game: you simply check how many points you have in a turn, choose the formations to activate (divisions for the Confederates and corps for the Union), and put them in a cup. Your opponent does the same; then mix and pull&hellip;! Formations may move, attack, entrench, bombard and so on. Special rules cover the use of skirmishers, trench building, and bridge building. Players perform actions alternately with a random activation system always engaging and different, creating chaos and uncertainty, in a realistic and tense simulation.&#10;&#10;Four games included&#10;&#10;    Main game - 2 standard maps, 2 counter sets (figure and Nato style, so players can choose), medium difficulty, 6-8 hours for the campaign, 4 scenarios, 2 variations.&#10;    Strategic game - 1 A3 map, 1 counters set, 1 hour of gameplay, low difficulty.&#10;    Solo game - AI simulates Army of the Potomac, 1 counters set; uses the same maps of the main game.&#10;    Skirmish game - set of paper toy soldiers, landscape elements and counters; low difficulty, playing time 30 minutes.&#10;&#10;&#10;In the box:&#10;&#10;    2 standard maps (86x54 cm)&#10;    1 A3 map (strategic game)&#10;    1 12x10 (cm) map (variant for main game)&#10;    4 counters set, 17 mm side &#10;    Set up charts&#10;    Rules aid, tables, solo game display, solo game booklet&#10;    Paper soldiers (cardboard)&#10;    Rules booklet (Main game, scenarios, strategic, solo system, skirmish)&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Solitaire Rules",
      "States: Virginia"
    ]
  },
  {
    "Rank": "12626",
    "Name": "Nations at War: Stalin's Triumph",
    "ID": 134804,
    "Year": "(2013)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/134804/nations-at-war-stalins-triumph",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.75",
    "Description": "Nations war: Stalin&rsquo;s Triumph takes fans of the Nations at War system (White Star Rising and Operation Cobra) to World War II&rsquo;s Eastern Front! In a clash of the giants, the Soviet Red Army defends the Motherland against its German invaders from such fearsome formations as the 2nd SS and 11th Panzer Division. Centered on the area of Kursk in 1943, Stalin&rsquo;s Triumph contains 16 scenarios depicting the fighting in and around the northern and southern flanks of the battle.&#10;&#10;Stalin&rsquo;s Triumph includes three counter sheets full of the vehicles, men and weapons of the Soviet and German armies that fought in and around the area of Kursk in the summer of 1943. The game includes Soviet units such as the famed animal killer, the SU-152, and the workhorse of the Soviet Army, the T-34. For Germany, there&rsquo;s a wide array of hardware such as Tigers and Mk IVs, but also unique vehicles such as the Flamepanzer and the dreaded Ferdinand. Included in the game are new rules for tank riders, commissars, fighter planes, goliaths and rockets. Battles depict actions around such famed areas as Prochorovka and Ponyri. There are 16 scenarios played out on six 11&rdquo; x 17&rdquo; geomorphic maps with 440 &frac34;&rdquo; (.75&rdquo;).&#10;&#10;Components:&#10;&#10;    Full Color Rules&#10;    Three sheets of Counters&#10;    Six printed 11&rdquo; x 17&rdquo; geomorphic maps&#10;    Full-color player aid cards &#10;    Sixteen scenarios &#10;    Six Sided Die&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "Digital Implementations: Steam",
      "Players: Two-Player Only Games",
      "Series: Nations at War (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "12627",
    "Name": "Nice Buns",
    "ID": 337391,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/337391/nice-buns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Nice Buns is a light strategy game in which players sit together in the &quot;Nice Buns Buffet&quot; and race to fill up their plate with three sets of colorful bao buns. Each round, you roll three dice that let you collect, steal, and trade different buns.&#10;&#10;However, there's a twist! Before you do anything, the player on your left will get to decide which dice you can use...and which ones they'll keep for themselves.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "I Cut, You Choose",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12628",
    "Name": "Caravelas",
    "ID": 72131,
    "Year": "(2010)",
    "Geek Rating": "5.548",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/72131/caravelas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.5484",
    "Description": "The game theme is the Portuguese Discoveries in the 15th and 16th century, and their contribution to Portuguese wealth, symbolized in the Jer&oacute;nimos Monastery. It is an historic fact that the spices trade, brought by the Caravelles, had to pay a tax of 5% in Lisbon, and this tax was used to pay for the monastery construction.&#10;&#10;The goal is to achieve the highest possible number of victory points (VPs). The game ends when the last piece of Jeronimos is bought by any player.&#10;&#10;The boardgame is the world map with 32 ports / destinations marked around the world (Americas, Africa, Asia and Indic Islands). In 8 of them you can collect the respective merchandise from that port. The board has also marked the real sea currents that the Caravelles followed at the time. It is surprising that often the fastest way is not the shortest, and the game reveals that perfectly.&#10;&#10;Each player has a card representing 3 ships, and indicating the player's ability to travel (translated into 9 navigation discs) and the cargo capacity (translated into 6 different merchandise spaces).&#10;&#10;The players place their wood ship piece in the board in Lisbon and start navigating. If they follow the sea currents marked in the board, they can do it &quot;free of charge&quot; and endlessly. But they wouldn't go very far. Every time a player wants to go in a different direction than the one indicated by the sea current, he has to use a navigation disc from his player card. When all the navigation discs are used, the player turn stops. So, in each turn, a player can go against the currents at most 9 times, thus determining how far he can go.&#10;&#10;During navigation, players arrive in ports. If they are the first to get there, that is, if they are the ones that discover that local, they can place their coloured marker in that port and register the number of VPs marked for that port. If the port is a &quot;trade port&quot; (there are 8), the player can also collect the respective merchandise and place it in his player card.&#10;&#10;But there are also some possible surprises. When navigate, players can pass by special marked cells which force them some kind of effect:&#10;&#10;- &quot;Event&quot; cells: for each round, players have 5 &quot;Event&quot; cards in their hand; when they pass over these cells, they must choose a card from their hand. These cards can be of 3 types: &quot;Storm Card&quot;, &quot;Dead Calm Sea Cards&quot; and &quot;Good Wind Cards&quot;, thus having negative or positive effects in their navigation. But they also have an effect on other players, but for these the effect is always positive. This creates interest during players downtime. &#10;- &quot;Pirate Cells&quot;: when passing over these cells, players lose immediately 1 of their navigation discs. they can only enter the cell if they have the necessary disc available to pay.&#10;- &quot;Sinking Cells&quot;: when passing over these cells, players must take their chance with a 50/50 dice - worse can happen is they lose 1 of the 3 ships they have (or 4 - see below), and the corresponding cargo space. They will only get it back when they arrive in Lisbon.&#10;&#10;After some time of navigation, of discovering new ports and collecting one each of the possible 6 merchandises that his player card can carry, the player returns to Lisbon.&#10;&#10;In Lisbon the player can:&#10;- trade merchandises per VPs (5 each)&#10;- specifically, the merchandise &quot;pepper&quot; can be traded for 1 piece of the Jeronimos Monastery which worths 10 VPs, which are immediately registered&#10;- the player can also trade 15 VPs for a 4th ship - this 4th ship gives him 3 more navigation discs (increasing it's navigation autonomy from 9 to 12) and 2 more merchandise space cargo.&#10;&#10;At the beginning of the game, each player receives a number of Objective Cards with specific Ports. If they are the first player to get to that port, they will receive 5 extra VPs per each at the end of the game. These VPs can be decisive in the victory decision.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Nautical",
      "Travel"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Network and Route Building",
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: Portugal",
      "Game: Caravelas"
    ]
  },
  {
    "Rank": "12629",
    "Name": "Alpina",
    "ID": 406708,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/406708/alpina",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "In Alpina, you explore the Swiss National Park with a camera around your neck to photograph animals in their natural habitat. The spotted nutcracker, grass frogs, and more are waiting for you and offer you a unique opportunity to collect points in an original way that is related to the landscape and interaction with your neighbors.&#10;&#10;Do you play a card to score more points, or do you use the opportunity to deceive your opponents? Find the card that allows you to strike a balance between these two objectives, and victory will be yours!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Birds",
      "Country: Switzerland",
      "Mountains: The Alps",
      "Theme: Photography"
    ]
  },
  {
    "Rank": "12630",
    "Name": "Gems of Iridescia",
    "ID": 396375,
    "Year": "(2025)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/396375/gems-of-iridescia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "Welcome to the fantastical world of Iridescia. This abandoned world, lush with rare gems has been vacant for centuries due to a cataclysmic event forcing it&rsquo;s inhabitants to take to the skies. The land is now safe to return to and it&rsquo;s former residents are coming home. Take on the role of one of 4 clans to explore the lands, mine gems, restore ancient relics, and find the lost Iridia Stone to ascend to the throne and re-unite the people of Iridescia!&#10;&#10;Gems of Iridescia is an easy to learn, fun to master worker placement board game where players will push their luck as they compete to mine gems, restore ancient relics and ascend to the throne of a rich gem-filled world.&#10;&#10;Quick to learn using a simple rule system that enables players to jump right into the game without reading page after page of rule books. Secret objectives and a variety of ways to score create different paths to victory making every expedition a unique and fun experience.&#10;&#10;Explore Iridescia by flipping over land tiles, revealing the gems hidden beneath them and then roll dice to mine them. Each gem color is tied to a dice value that can be manipulated to help your cause. Roll high enough, and you can claim more gems, adding them to your cargo hold providing you with a valuable resource for restoring relics and scoring royalty points!&#10;&#10;Sell some of your hard earned Gems and visit Rumi the Travelling Merchant to purchase tools that will grant your adventurers exciting new abilities to aid in their search for Iridescia&rsquo;s treasures!&#10;&#10;Your trove of Gems can be used to restore Iridescia's ancient relics. Restoring Relics will gain you tons of Royalty Points and solidify your claim to the throne!&#10;&#10;The beautifully illustrated world of Iridescia provides a bounty of little hidden details and treasures for players to discover.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Hexagon Grid",
      "Push Your Luck",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "12631",
    "Name": "Barbaric: After the Apocalypse",
    "ID": 367710,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/367710/barbaric-after-the-apocalypse",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "Barbaric: After the Apocalypse&#10;&#10;Step into a post-apocalyptic world teeming with danger and excitement in Barbaric: After the Apocalypse, a competitive miniature board game where survival and strategy collide.&#10;&#10;Play as a mutated animal warrior, known as a Rider, each equipped with a unique Gear&mdash;a highly specialized craft ship designed for battle and exploration. Customize your playstyle by combining the exclusive abilities and unique decks of your chosen Rider and Gear, creating a dynamic and powerful strategy that&rsquo;s entirely your own.&#10;&#10;On your turn, you&rsquo;ll navigate the ruined battlefield, scavenge for rare resources, and unleash your cards to enhance your Rider and Gear&rsquo;s capabilities. But the ultimate goal is to retrieve the coveted atomic core, a source of immense power hidden at the center of the board.&#10;&#10;Beware, though&mdash;the core is fiercely guarded by the monstrous Queen and her ever-growing army of relentless minions. As the game progresses, the Queen becomes even deadlier, and every move you make could determine your fate.&#10;&#10;Do you have the cunning and courage to outsmart your rivals, defeat the monstrous guardians, and escape with the atomic core? The clock is ticking, and the apocalypse waits for no one.&#10;&#10;Victory is yours&mdash;if you can survive.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck Construction",
      "Follow",
      "Grid Movement",
      "Hexagon Grid",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Animal Battles",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "12632",
    "Name": "The Great War in the Near East",
    "ID": 11978,
    "Year": "(1996)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/11978/the-great-war-in-the-near-east",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.0769",
    "Description": "From Command magazine issue #38.&#10;&#10;The Great War in the Near East is a stand alone game using the core mechanics of The Great War in Europe (from Command issue #33) and depicting World War I in Palestine, Iraq &amp; on the Turkish Front. The game also can be used as a add on module for The Great War in Europe as the counters have an added diagonal slash on them to identify them as Near East units and contains 400 counters in all. Both games were reprinted as as a The Great War in Europe: Deluxe Edition by GMT Games in 2007.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12633",
    "Name": "Black Stories 4",
    "ID": 41311,
    "Year": "(2008)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/41311/black-stories-4",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  },
  {
    "Rank": "12634",
    "Name": "We Care: A Grizzled Game",
    "ID": 335541,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/335541/we-care-a-grizzled-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "A terrible pandemic is spreading through the population. Hospitals are filling up with patients in need of care. Acting as the front-line soldiers against the epidemic are scores of healthcare professionals. They must battle against limited resources and the twin dangers of getting sick and mental breakdown as they try and treat everyone. All hope rests on their capable shoulders.&#10;&#10;We Care &mdash; based on The Grizzled and inspired by current world events &mdash; puts players deep in the trenches as healthcare professionals battling a terrible disease. Working together, players must use their limited resources wisely. The stress of the job is a constant worry, as is possibly contracting the illness themselves.&#10;&#10;Part of the proceeds from sales of We Care will go to a healthcare NGO, letting players actually fight against the real-world pandemic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Move Through Deck",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Grizzled",
      "Medical: COVID-19",
      "Medical: Diseases",
      "Medical: Hospitals / Clinics",
      "Occupation: Medic / Doctor / Nurses"
    ]
  },
  {
    "Rank": "12635",
    "Name": "Tori",
    "ID": 72083,
    "Year": "(2010)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/72083/tori",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8571",
    "Description": "Helsinki Market square, July 19, 1952 &ndash; excitement is in the air. The market is sprawling with tourists from all over the world on the advent of the Helsinki Summer Olympics. The players represent stand holders who have come to the Helsinki Market Square from different provinces. Sell miniature replicas of the Paavo Nurmi statue, lemonade, ice cream, and of course Baltic herrings straight from the fishing boats! Do not be afraid of tough competition, even if the other players are trying to steal your customers!  Use clever tactics to collect the best paying customers to your stands. Hop in to the nostalgic ambiance of the Market Square of the 1950s!&#10;&#10;Tori is a hand management and a tile placement game that simulates the function of the markets as every player competes for the same customers. Customers' consumption needs change constantly, so you have to be aware of where the customers are heading next!&#10;&#10;Tori, published on June 12, 2010 in Finland by Competo / Marektoy, continues Kimmo Sorsamo's Helsinki Game Trilogy, as the first part, murder mystery game Ep&#195;&#164;illyt (The Suspects), was released in 2009.&#10;&#10;Reimplemented by:&#10;&#10;    Kairo&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Finland"
    ]
  },
  {
    "Rank": "12636",
    "Name": "Party Bugs",
    "ID": 245700,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/245700/party-bugs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "As soon as the lights are off in the card game Party Bugs, the cockroach costume party begins. But who wants a shindig like this in their apartment?! Better send the biggest pests to the neighbors &mdash; and when two party guests show up in the same costume, they'll go home embarrassed anyway, so maybe you'll find a way to escape this party after all!&#10;&#10;Each player has a set of cards numbered 1-13 and simultaneously plays a card that is then placed openly in the center of the game. Then each player plays another card - whoever played the lowest card may choose one of the cards from the previous rounds first, then second lowest player, etc. After everyone has taken a card, the cards from the current round are placed in the center. A player who plays their 13 takes all cards from the center. Cards you take count their point value as negative points, but if you get two of the same cards, you may discard them. The game ends when all cards have been taken. Lowest number of cards wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cockroaches"
    ]
  },
  {
    "Rank": "12637",
    "Name": "Stage II",
    "ID": 3568,
    "Year": "(1985)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/3568/stage-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9091",
    "Description": "Trivia game in two stages. First, answer a series of 6 trivia questions: 1 white chip (1 point) for each first correct answer. Secondly, find the theme that links the answers together: 1 maroon chip (5 points) for the first correct answer. Win by having the most points at the end of the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "12638",
    "Name": "Black Seas: Master & Commander Starter Set",
    "ID": 296321,
    "Year": "(2019)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/296321/black-seas-master-and-commander-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "500",
    "Weight": "3.25",
    "Description": "Alongside a softback copy of the Black Seas core rules, you'll get nine beautifully detailed plastic miniatures; three frigates and six brigs. You'll also get sails, rigging and flag sheets for all your ships and all the ship cards, wake markers and tokens that you'll need to play.&#10;&#10;We've also included an A0 battle mat, dice and rulers!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Black Seas (Warlord Games)",
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12639",
    "Name": "Ligretto Dice",
    "ID": 55835,
    "Year": "(2009)",
    "Geek Rating": "5.548",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/55835/ligretto-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.04",
    "Description": "The game transfers Ligretto's idea of simultaneous play to a simple dice game.&#10;&#10;W&uuml;rfel-Ligretto consists of 24 dice in four colors (6 each in red, yellow, green and blue), 4 dice cups, a cloth bag and a game board to place the dice on (with a column in each colour and rows numbered from 1 to 6).&#10;&#10;At the beginning of each round, the players draw an equal number of dice from the cloth bag depending on the number of players.&#10;&#10;Then they roll their dice simultaneously and try to place their dice on the placement board as fast as possible. Of course, dice may only be placed in the column of the corresponding color and they have to be placed in ascending order (e.g. the 3 may only be placed when the 1 and 2 are already in place). At any time, a player may reroll ALL his unplaced dice.&#10;&#10;As soon as one player gets rid of all his dice, play stops. For each of his unplaced dice, each player gets minus one point. In addition, the player who finished first positively scores the sum of all unplaced dice. The game is played in several rounds.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Ligretto (Schmidt Spiele)",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "12640",
    "Name": "PARKS Memories: Coast to Coast",
    "ID": 300298,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/300298/parks-memories-coast-to-coast",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "PARKS Memories is a strategic matching game for two or more players offering simple and flexible gameplay. Parks are represented in tiles laid out in a grid across the table face down. Gameplay includes four simple steps: reveal two tiles; choose one of the revealed tiles and place it in front of you; add a new tile to the board; lock one of the tiles with the hiker token. Gameplay passes from person to person until one player or team has collected three sets of matching park tiles in front of them.&#10;&#10;Memories captures a depth of strategy in player abilities which can be activated by finding matches of PARKS resource icons when you reveal tiles. There are a variety of ways to enjoy the game. Play a head to head game, or on teams. Expand the grid size for a bigger challenge, or simplify the game to a memory game without player abilities for younger gamers.&#10;&#10;PARKS Memories: Coast to Coast is one of three editions of PARKS Memories, highlighting the national parks in the United States with exceptional bodies of water in them. It features a unique set of player abilities. Collectively all three editions showcase every US national park.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Memory",
      "Travel"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: PARKS",
      "Theme: US National Parks"
    ]
  },
  {
    "Rank": "12641",
    "Name": "13 Sheep",
    "ID": 274735,
    "Year": "(2019)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/274735/13-sheep",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "3",
    "Play Time": "8",
    "Weight": "1.1667",
    "Description": "13 Sheep is a quick roll-and-write game for one or more players. By drawing fences, players try to protect as many sheep as possible before the wolf comes.&#10;&#10;Each turn, players roll a die and draw a matching fence on the map. The game can last for 7 to 10 rounds, depending on the result of the die roll in the last 3 rounds.&#10;&#10;At the end of the game, each completely enclosed area will score the players points depending on the number of sheep within.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "12642",
    "Name": "Empires at Sea: Deluxe Edition",
    "ID": 178349,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/178349/empires-at-sea-deluxe-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "130",
    "Weight": "2.6667",
    "Description": "Launch your fleet, capture ports, and wage war in the absolutely epic board game for 2-5 players. In Empires at Sea, you play as one of five nations, and work to amass the largest empire at the end of 15 rounds of play.&#10;&#10;A Quick Overview of the Game&#10;&#10;Each Round opens with a History Card, which hurts or helps one nation or another based on the actual impact of the actual historical event. A Weather Card is played, limiting or improving movement for all players for the Round (e.g., ships can only move North and East). Next, all players gain resources, based on the Ports they own, plus any Resource Cards played during the game.&#10;&#10;Each player then takes a turn, first by playing a Captain's Card (used to launch a ship, advance your military, strengthen a port, etc) and then by sailing their fleet to take command of new ports, trade, or attack their enemies. The combat system is based on a roll of the dice, plus modifiers for ship size, the weather gauge, military advancements, and Captain's Orders.&#10;&#10;At the end of the round, all players may bribe the Pirate. The highest bidder gets to use this ship to attack their friends/enemies/loved-ones.&#10;&#10;At the end of the game, you tally up your Empire score based on the ships you sink, the ships you command, the ports you own, and the gold and resources you've collected. The biggest Empire wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Industry / Manufacturing",
      "Napoleonic",
      "Nautical",
      "Pirates",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12643",
    "Name": "ORP Orzeł",
    "ID": 314376,
    "Year": "(2020)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/314376/orp-orzel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "ORP Orze&#197;&#130; (Eagle) is a dynamic game for two. The game presents the escape of the submarine ORP Eagle from the Baltic Sea to the North Sea in the first weeks of World War II.&#10;&#10;After the outbreak of war in September 1939, ORP Orze&#197;&#130; left its base in the Bay of Gda&#197;&#132;sk. Its commander, complaining about health problems, directed the ship to the Talinn, the capital of Estonia. There, on September 15, the unit was interned by Estonians. But the Polish crew decided to flee, to reach Great Britain and continue the fight against Germany. At this point, the game begins.&#10;&#10;The goal of the game is different for each player. The Polish Navy player wants the submarine ORP Orze&#197;&#130; to escape from the Baltic Sea to the North Sea. He must carefully plan his movement to avoid detection by the German air force and attacks by Kriegsmarine torpedo boats. The German Kriegsmarine player wants to sink the ship before it leaves the Baltic.&#10;&#10;Each turn, a player rolls dice, and the results enable various activities: moving, attacking, placing mines, and more. The Polish moves are partly hidden from the German player, which makes the game very suspenseful.&#10;&#10;Box contents:&#10;A game board presenting a map of the Baltic Sea, a figurine of the submarine ORP Orze&#197;&#130;, 8 wooden dice, 24 cardboard tokens, 2 player screens, two booklets with game rules and a historical article (one booklet is in Polish, and second in English).&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Re-rolling and Locking",
      "Sudden Death Ending",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Poland",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "12644",
    "Name": "Eric Solomon's Corporation",
    "ID": 63161,
    "Year": "(2009)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/63161/eric-solomons-corporation",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.75",
    "Description": "In Corporation up to 4 players try to take control of the corporation by promoting their own men to the Board Of Directors, in the Boardroom at the top of the building, before their opponents.&#10;&#10;Initially conceived as Lawmakers; a highly abstract race game of a novel type in which the printed rules are immutable, but players manipulate the laws governing how pieces move.&#10;&#10;Later themed and renamed by N&eacute;stor Romeral Andr&eacute;s to Eric Solomon's Corporation.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Race",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "12645",
    "Name": "Ambush Alley! A Game of Modern Urban Combat",
    "ID": 32150,
    "Year": "(2007)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/32150/ambush-alley-a-game-of-modern-urban-combat",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Ambush Alley is a modern miniature wargame that allows players to recreate the intense counter-insurgency actions in an urban environment that have become the hallmark of 21st century warfare. The rules revolve around a universal mechanic that is easy to grasp but supports a high level of detail and rewards sound tactical play. The game&rsquo;s dynamic turn sequence captures the turmoil of the modern city fight and integrated fog of war keeps things chaotic and unpredictable!&#10;&#10;Ambush Alley contains complete rules for all the key elements of modern counter-insurgency and street-fighting, including:&#10;&#10;&#10;     Civilians on the Battlefield &#10;     Full Vehicle Rules &#10;     Special Assets and Off-Board Support &#10;     Night Combat&#10;     UAVs &#10;     IEDs and VBIEDs &#10;     Building Clearing &#10;     And much more! &#10;&#10;&#10;Ambush Alley includes five scenarios and sample organizational charts for US, British, and Australian forces.&#10;&#10;The game can be played at any scale from 15mm up. 15mm scenarios call for a 2&rsquo;x2&rsquo; table, while 28mm games only require a 4&rsquo;x4&rsquo; table.&#10;&#10;Ambush Alley is easy on the pocketbook where miniatures are concerned. Few scenarios require more than ten figures for the Regular force and a dozen or so for the Insurgents.&#10;&#10;Ambush Alley also offers full solo-play rules, so players can still have fun pushing their figures around the table even when a flesh and blood opponent isn&rsquo;t available!&#10;&#10;Expanded by:&#10;&#10;&#10;     Day of the Rangers (2008)&#10;     Ambush Alley: Motor Pool (2007)&#10;     INVALID OBJECT ID=33973, type=thing (2007)&#10;     The Three Block War: an Ambush Alley Mini-Campaign (2008)&#10;     Art of War: Ambush Alley Mini Campaign (2008)&#10;     Operation: Darkstar &#226;&#128;&#147; an Ambush Alley Scenario Pack (2008)&#10;     Under the Black Flag: an Ambush Alley Mini-Campaign (2008)&#10;     Lawyers, Guns & Money: an Ambush Alley Scenario Pack (2008)&#10;     Indian Country: an Ambush Alley Mini-Campaign (2009)&#10;     The Wasteland: SOG Exclusive Supplement &#226;&#128;&#147; 2010 (2010)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "12646",
    "Name": "Skippity",
    "ID": 85563,
    "Year": "(2010)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/85563/skippity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "If Susan McKinley Ross' Qwirkle can be described as a simplified Scrabble &ndash; with colors and shapes replacing letters &ndash; then her 2010 release from MindWare &ndash; Skippity &ndash; might be dubbed &quot;checkers for the Timothy Leary set&quot;.&#10;&#10;On a blazingly colored 10x10 game board, players randomly lay out one hundred tokens in five colors, then remove the tokens from the four central squares. On a turn, a player takes a single token and jumps orthogonally over an adjacent token to an empty space, capturing the token jumped. Multiple jumps are possible, with the player capturing each token jumped.&#10;&#10;The game ends when no more jumps are possible. Players then compare their stacks of tokens, with each set of five differently-colored tokens counting as a set. The player with the most sets wins, with the tiebreaker being the number of tokens captured but not in sets.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "12647",
    "Name": "Decktective: Secrets in the Sand",
    "ID": 383139,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/383139/decktective-secrets-in-the-sand",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Decktective is a co-operative crime game that can be played alone or in a group.&#10;&#10;In Decktective: Secrets in the Sand, three grave robbers raid an archaeological dig to steal precious artifacts, then flee into the Egyptian desert. A lifeless body is found in the sand... Who are the thieves? And how did the victim die?&#10;&#10;Collect the clues &mdash; documents, traces, witness statements &mdash; and solve the mystery!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: Decktective (dV Giochi)"
    ]
  },
  {
    "Rank": "12648",
    "Name": "Grand Havoc: Perryville, October 8, 1862",
    "ID": 367679,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgame/367679/grand-havoc-perryville-october-8-1862",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "3",
    "Description": "A Blind Swords system game on the American Civil War battle of Perryville (Kentucky) in 1862. The Blind Swords system uses chit pulls and activation rolls to simulate the command confusion and difficulty of coordinating 19th century armies. Additionally, each turn a number of events can impact the ability of armies to carry out their plans. The basic units are regiments of infantry or cavalry and batteries of artillery which are rated for size, armament, and cohesion/morale.&#10;&#10;Perryville was a short fierce battle between Buell's Army of the Ohio and Bragg's Army of the Tennessee. While Bragg thought he was facing only a small portion of the Army of the Ohio, he was in fact confronting almost its entirety. Buell thought he was facing all of Bragg's Army and possibly even Kirby Smith's Army of Kentucky. Instead Buell was facing only about 2/3 of Bragg's army.&#10;&#10;After an early morning skirmish, both armies assembled on the battlefield just northwest of the crossroads of Perryville. What had been planned as a flanking attack against the Union II Corps instead turned into a frontal assault on the newly arrived Union I Corps, half of which consisted of new recruits. Despite a ferocious battle raging about two miles from his headquarters, Buell was unaware of the Confederate attack and was astonished that one of his corps had been smashed by the vicious assault. Only a few brigades were sent to assist the beleaguered I Corps and the Confederates claimed a tactical victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blind Swords System",
      "States: Kentucky"
    ]
  },
  {
    "Rank": "12649",
    "Name": "Combo Fighter: VS Pack 3",
    "ID": 261985,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/261985/combo-fighter-vs-pack-3",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Called to an exclusive competition on an offshore oil rig by an eccentric billionaire, the world's best brawlers, and martial artists will compete for lavish prizes and the glory of proving that they are the strongest and most skilled.&#10;&#10;In Combo Fighter you will play as one of these fighters competing to become the ultimate champion. You will have your own unique 50-card deck and set of combos to bring against your opponents. Each hit removes cards from your hand and deck and the first to run out of cards is defeated!&#10;&#10;The Combo Fighter: Vs Pack 3 adds two new characters, Ruby Fox and Lu Yan to your collection of fighters to play, each with their own unique deck and components!&#10;&#10;Key Points&#10;- Fast, Fun, Arcade style action card-game!&#10;- Learn in 2 minutes and each game plays in 10 minutes.&#10;- Two new fighter match-ups to try and wield against your friends.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Combo Fighter"
    ]
  },
  {
    "Rank": "12650",
    "Name": "The Doom That Came to Atlantic City",
    "ID": 124548,
    "Year": "(2013)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/124548/the-doom-that-came-to-atlantic-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "Game description from the publisher:&#10;&#10;You're one of the Great Old Ones &ndash; beings of ancient and eldritch power. Cosmic forces have held you at bay for untold aeons, but at last the stars are right and your maniacal cult has called you to this benighted place. Once you regain your full powers, you will unleash your Doom upon the world!&#10;&#10;There's only one problem: You're not alone. The other Great Old Ones are here as well, and your rivals are determined to steal your cultists and snatch victory from your flabby claws! It's a race to the ultimate finish as you crush houses, smash holes in reality, and fight to call down The Doom That Came To Atlantic City!&#10;&#10;You and your fellow players are Great Old Ones competing to be the first to destroy the world. There are two ways to achieve this:&#10;&#10;&#10;    Any Great Old One can win by obtaining six gates, at which point the game instantly ends. You have only five gate markers because if you open a sixth gate, you win!&#10;&#10;&#10;&#10;    At the start of the game, each Great Old One receives a Doom card providing a shortcut to victory. If you land on one of your gates and meet the preconditions, you may attempt the action listed on your Doom. If you succeed, you win!&#10;&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Atlantic City (New Jersey, USA)",
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "12651",
    "Name": "Turf Horse Racing",
    "ID": 383,
    "Year": "(1995)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/383/turf-horse-racing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Classic Knizia betting and racing game. Initially players bet on the horses as they are dealt from the deck, then the horses race on the die roll, the course being 40 spaces. The cards &amp; die have 4 symbols, jockey's hat, boot, horse shoe and horse's head; the head is on the die 3 times, giving it a 50% chance of being rolled. The cards have different values against each symbol, showing how far they move when that symbol is rolled. But the number against the horse's head is always 1 to 7 for the same horse. So Raven Beauty always has a 50% chance of moving 7 spaces, Lagoon Lady moves 4, and poor old Roamin' Emporer goes 1 space. The trick, and it's a good trick, is that the other 3 values vary wildly for the lower horses, making them outside chances to win. One lucky roll and Roamin' Emporer can leap forward 20 places! So do you bet on the steady goers, or take a gamble on the nags? Players take turns to roll the die and choose which horse moves, so with a good roll you move one you've bet on, with a bad roll you move someone else's horse. Points are awarded to 1st, 2nd &amp; 3rd home, and one of your bets is a doubler.&#10;&#10;Re-implemented as:&#10;&#10;    Winner&#039;s Circle / Royal Turf &#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "12652",
    "Name": "Basketball Highlights: Crunch Time",
    "ID": 379242,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/379242/basketball-highlights-crunch-time",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Designed by Mike Fitzgerald (with co-designers Ian Bach and Richard Yaner), the designer of the Highlights Series (Baseball and Football), this game extends the series to hardwood. The game is a tactical 2-player or solo game in which two basketball teams try to score the most points during the final critical moments of a game: CRUNCH TIME.&#10;&#10;In CRUNCH TIME, each coach has a team of 5 players. As the coach, you will use your shot cards to set up your plays in several zones on the basketball court. The more players you have undefended in the proper zones, the more points you will score. If one of your players is in a zone that matches your star card, they can make an astounding shot and score extra points. Score more points than your opposing coach to win the game!&#10;&#10;-description from graphic designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Players: Games with Solitaire Rules",
      "Series: Bookshelf (Gryphon Games)",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "12653",
    "Name": "Space Maze",
    "ID": 97655,
    "Year": "(2011)",
    "Geek Rating": "5.548",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/97655/space-maze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1481",
    "Description": "Space Maze is a eurogame with an alien theme. In the game, each player represents an alien species. The goal is to steal an ancient relic from a massive structure floating in space. The players compete against each other, all trying to bring home the Relic. The game has a capture-the-flag system.&#10;&#10;The gameplay mechanics are based around a maze made up out of primary coloured doorways (red, blue and yellow), two doorways touching each other make a combination of colours that can (or not if the two colours are the same) form a secondary colour. The aliens you play with are made up out of these secondary colours, each player has three aliens: 1 green, 1 orange and 1 purple. Aliens can only pass through doorways that form their secondary colour.&#10;&#10;While moving through the maze the players will continuously have to change the maze to get the right colour combinations. And while everybody is getting closer together, players will start to be in each others way, eventually changing the maze in ways others will not be too happy about. Especially not when you prevent them from grabbing the relic!&#10;&#10;This is a game where you plan ahead for a perfect round, just to see it all being completely overthrown by some odd move your opponent is making (providing all other players with some cheap laughs). Most of the time spreading your chances will be the best way to go, but you can always rush for it and hope for the best...&#10;&#10;",
    "Categories": [
      "Humor",
      "Maze",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "12654",
    "Name": "Song of Drums and Shakos",
    "ID": 39663,
    "Year": "(2008)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/39663/song-of-drums-and-shakos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Keep your musket loaded!&quot;&#10;&#10;Song of Drums and Shakos is a fast play Napoleonic skirmish game based on the popular *Song of Blades and Heroes: Revised Edition* mechanics.  This is a stand-alone product - you do not need Song of Blades and Heroes: Revised Edition to play this game.&#10;&#10;Muster your squad. Deploy your soldiers and fire volleys at the enemy...and when the moment of truth comes, fix bayonets and charge!&#10;&#10;- Three scenarios included&#10;- Simple, elegant system where your tactical decisions matter&#10;- playable in any scale with single based models&#10;- All major troop types represented: 160+ profiles (French, British,&#10;Prussian, Russian, and Austrian)&#10;- Easy measuring system&#10;- No bookkeeping&#10;- Point system for building up your Squad&#10;- Play with as little as 5-6 elite to 20 inexperienced soldiers in a&#10;standard game&#10;- Playable on a small table (60x60 cm for 15mm)&#10;- Simple yet subtle command system, with Officers and NCO&#10;- Two or more players, 30-45 minutes for a full game&#10;- Ideal introductory rule set to small actions in the Napoleonic Era.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "12655",
    "Name": "New York Central",
    "ID": 25299,
    "Year": "(2006)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/25299/new-york-central",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "from Winsome Games:&#10;&#10;&quot;New York Central&quot; is by Hanno &amp; Wilfried Kuhn. New York Central is for 3-5 players for about 1 hour. This card game is the struggle between four railroads (New York Central, Baltimore &amp; Ohio, Pennsylvania Railroad and the Chesapeake &amp; Ohio) for growth and domination in the northeastern section of the US, from New York to Indianapolis, from Washington to Chicago. Players acquire shares of railroad stock, create delivery routes, claim freight runs, start Passenger services and generally expand the railroads.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: New York (New York, USA)",
      "Country: USA",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "12656",
    "Name": "Milkman",
    "ID": 218176,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/218176/milkman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "It's the fabulous '50s in America. Hometown pride is in full swing, everybody likes Ike, and the baby boom is exploding all over. What those growing families need is something fresh, something local, and something healthy, and you've got just the thing - milk!&#10;&#10;In Milkman, you'll take on the role of a local dairy farmer, doing your best to manage your farm, keep the cows happy, process and deliver whole, skim, and chocolate milk, and persuade local customers that your milk is definitely the freshest and tastiest around. Each round, all players roll a certain number of custom dice with all the actions available to do what's mentioned above. They may press their luck and re-roll those dice a couple of times, or match up sets to get the result they want. The active player will have a few more dice to work with which, unfortunately, can't be re-rolled, but can be manipulated with cash on hand.&#10;&#10;Throughout the game, players will have to decide how best to manage their time, either expanding the farm for more flexibility and output, grabbing valuable customers before others can, or shipping out that delicious milk to customers for pride and reputation.&#10;&#10;Milkman plays quickly, is easy to teach, and comes with great components like custom dice, personal farming and neighborhood boards, cow meeples, and much more.&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Crowdfunding: Kickstarter",
      "Decades: The 1950's",
      "Occupation: Farmer",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "12657",
    "Name": "Watten",
    "ID": 17073,
    "Year": null,
    "Geek Rating": "5.548",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/17073/watten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.125",
    "Description": "A popular Bavarian card game involving elements of betting and bluffing, this game is easy to learn and fun to play, especially by 4 in partnerships. Played with 32-cards, a German pack is usually used (acorns, leaves, hearts, bells) but a French-suited pack (spades, hearts, diamonds, clubs) will do just as well. The game is a trick-taking one with an interesting mechanism used for selecting the trump suit. Furthermore, when playing towards tricks, in most cases one is not obliged to follow suit!&#10;&#10;The game is often played in pubs in Bavaria, with the losers buying the drinks. A system of signaling to your partner using a code involving small facial movements is permitted. Your opponents may or may not notice these, and you may in any case be bluffing!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "12658",
    "Name": "890 Anno Domini",
    "ID": 383451,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/383451/890-anno-domini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "890 A.D. is a game of placing tiles among the sunny fields of lavender of Provence. As protectors of these lands, you will gain points by raising the defenses in your dominion against the raids of the Moors! You only have 8 rounds to make your lands thrive by the construction of buildings and crops, calling allies back... or ending up in ruins!&#10;&#10;As nobles, you have your castle and your dominion, a territory where you can build fortifications, religious buildings, inns and crops of different types. Your prosperity also depends on the possibility of calling to you specialists, other nobles or prominent people who can guarantee you special favors and abilities.&#10;&#10;Carefully plan your moves and create rows of lavender fields, poppies, olive trees and wheat, and redeem the opportunity to call to you a new character under the banners corresponding to the colors of your crops, remembering that, once filled, your dominion&rsquo;s grid cannot be altered in any way.&#10;&#10;The interaction with other players is all on the board: tactical choices of the right tiles, the abilities of certain characters that will allow you to move smart and effective (like stealing coins from other players or trading cards that might be interesting for your game strategy!)... all this to avoid the fury of the Saracens, that are always in ambush, and if any of you will be struck by this misfortune... others could take advantage!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12659",
    "Name": "Sagunto: The Battle for Valencia",
    "ID": 5279,
    "Year": "(1993)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/5279/sagunto-the-battle-for-valencia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.9091",
    "Description": "The Battle of Sagunto is a game of tactical simulation of the battle of 25 October of 1811, between the Imperial army - commanded by Mar&eacute;chal Louis Gabriel Suchet, and the Spanish army under control of the General Captain from Valencia Joaqu&iacute;n Blaque and Joves.&#10;&#10;The Game System is called &quot;Batallas de la Guerra de la Independencia&quot; (&quot;Battle of the Peninsular War - 1808-1814&quot;) &#10;Game System:&#10;- scale 250 m/hex (140 yrd/hex); &#10;- time = 15 min/GT; &#10;- strength = 100 men/SP (infantry), 50 men/SP (cavalry), 3 guns/SP artillery).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Valencia (Spain)",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Series: Napoleonic (SimTac)"
    ]
  },
  {
    "Rank": "12660",
    "Name": "Four Suspects",
    "ID": 211146,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/211146/four-suspects",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "One murder. Four Suspects. And everyone claims to have an alibi.&#10;&#10;Four Suspects offers 30 minutes of deep deduction. Each of four suspects claim to have been at a certain location at a certain time, and each alibi is represented by a card. At the beginning of the game these 16 cards are shuffled and one is put away. This is the missing alibi that needs to be identified, and the remaining cards are divided between the players.&#10;&#10;Players takes turn choosing one of three available interrogation cards from the middle of the table. The chosen card lets you ask one other player for information about their cards. Questions are in the form of &quot;How many cards do you have showing either the park or the shopping mall?&quot;, &quot;How many cards do you have showing the young woman?&quot;, and so on.&#10;&#10;In a 2-player game each has two hotel rooms with 3 or 4 guests. All questions only concern the occupants of one room.&#10;&#10;Each time a player is asked a question they receive 1 coin. Coins can be used to hire the help of assistants, which provides special abilities, like the ability to lie, to avoid showing cards, take another turn and so on.&#10;&#10;This coin mechanism balances a problem of many deduction games, that the player being asked more questions are generally at a disadvantage. The assistants also make sure the players have to combine different kinds of information while trying to deduce the missing alibi, making &quot;4 suspects&quot; a challenging game for deduction game lovers.&#10;&#10;The game components are language independent.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "12661",
    "Name": "The Last Gamble: The Ardennes Offensive, December 1944 – Designer Signature Edition",
    "ID": 345054,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.72",
    "Link": "https://boardgamegeek.com/boardgame/345054/the-last-gamble-the-ardennes-offensive-december-19",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "4800",
    "Weight": "4.3846",
    "Description": "The Last Gamble, Designer Signature Edition is Danny Parker's final effort to create a memorable game on the Battle of the Bulge. The scale is conventional: 2 miles per hex, battalions and regimental units; two turns per day. However, the game has many innovations never before seen. Day and night turns differ dramatically both with respect to movement and the likelihood of decisive combat. All units are rated for Morale which can often be more important than combat strength. Forced marches and fluid zones of control at night are a major German offensive weapon while the Allied air effort influences German movement. The game has many previously unseen influences: V-1 weapons attacks, weather impacts on combat (and even zones of control) and bridge discovery.&#10;&#10;As you would expect from a Danny Parker game the Order of Battle for both sides has been exhaustively researched (evaluated in a detailed numerical fashion) and several new units and many changes to others. Besides the new morale rules, armor superiority from the original has been retained although combined arms is enhanced and artillery influences are significantly changed. There are many changes to movement based on weather conditions.&#10;&#10;The map in the original game included all of the villages in the Ardennes. The new map now includes not only those villages but also all the hamlets and castles. A study of the 1940 census has resulted in some towns being downgraded to villages and some village upgraded to towns. The contour lines in the original game are now gone and severe terrain has been added based on detailed evaluation using Google Earth. The map has been expanded to include more area in both the north and south. There are three maps with one smaller one devoted to the Battle Before the Meuse scenario&#10;The Game Booklet includes scenarios, Designer&rsquo;s Notes, Game Variants, Examples of Play and the Game as History. Also included is a Historical Background Booklet with Historical Analysis and Summary, Detailed Orders of Battle, Evaluation of Combat Strengths in the Ardennes and Design Bibliography. With more detailed historical background than any game to ever see print, TLG will also be a great reference tool.&#10;&#10;More than just a reworking of the original game, this version is really a brand new game that has seen constant work for nearly five years by a dedicated team. The research on every aspect of the game has been truly monumental.&#10;&#10;Of course there never will be a 'last word' in Bulge games, the subject is far too popular. But this game pushes the envelope far forward.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Luxembourg",
      "Crowdfunding: Kickstarter",
      "History: World War II (Battle of the Bulge)",
      "Series: Designer Signature Edition (Compass Games)"
    ]
  },
  {
    "Rank": "12662",
    "Name": "Kings & Creatures",
    "ID": 346995,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/346995/kings-and-creatures",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Kings &amp; Creatures is a set-collection game in which you take what you want to get what others need.&#10;&#10;All players help themselves to a heroic selection of great cards to create valuable collections &mdash; but only those who combine courageous taking with clever waiting will get hold of the most fabulous heroes. Access to grandiose cards is given only to those who choose modest cards...but those who want only to preserve their future chances with clever restraint may discover that the true heroes have long been elsewhere.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12663",
    "Name": "Patton in Flames",
    "ID": 2875,
    "Year": "(2000)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/2875/patton-in-flames",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.6667",
    "Description": "It's 1945; Germany and Japan are going down in flames.  But the Western Allies and the Soviets will soon find themselves at war...&#10;&#10;It's 1948; rising tensions between the Western Allies and the Soviet Union will soon destroy the fragile post-war peace and a Third World War will begin...&#10;&#10;&#10;(from Australian Design Group website:)&#10;&#10;Based on World in Flames, our international award winning game of World War II,  Patton in Flames  is a complete game that provides everything you need to fight the greatest battle never fought (at least not yet!).&#10;&#10;The game includes a political system that allows all major powers to try to influence the minor countries to come on their side.&#10;&#10;The maps are the latest  World in Flames  maps that include all the World in Flames errata as well as the political borders from 1930 to the modern day.&#10;&#10;The counters include heavy weapons units for both sides as well as all the new aircraft and naval units such as the Mig-15 and Mig-17, the F-84 Thunderjet and F-86 Sabre, the Canberra and IL-28 bombers, Soviet Communist and Nationalist Chinese carriers and much more.&#10;&#10;The maps and counters are fully compatible with World in Flames and can be immediately incorporated into your next game of World in Flames.&#10;&#10;Can you save the world ? With Patton in Flames you can find out.&#10;&#10;Patton in Flames includes 5 maps, 1000 counters, Rules and charts and is available now !&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: World in Flames (ADG)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "12664",
    "Name": "Pantareï",
    "ID": 189830,
    "Year": "(2014)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/189830/pantarei",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Your challenge in Pantare&iuml; is to be the first player to create a stack of seven pieces, but the more the game progresses, the more limited your choices become. Try to ensure that your choices will be better than the opponent's!&#10;&#10;Each player has nine pieces, either black or white, with three pieces each of 1, 2, or 3 markings. The game includes one neutral piece. Shuffle the pieces with the markings hidden, then place them in a wiggly snakelike row, then reveal the markings. One player chooses the color they want, then the other player takes the first turn.&#10;&#10;On a turn, choose a stack that you control &mdash; that is, that has one of your pieces on top &mdash; then move the topmost piece of that stack or the top two pieces of that stack left or right a number of spaces equal to the number of markings on that piece. As you create gaps in the row, you can squish the stacks closer to one another to create a shorter snake. Instead of moving a piece or a stack of two pieces, you can choose two stacks that you control and swap them. (You cannot swap stacks if the opponent swapped stacks on their previous turn.) The neutral piece can be landed on, and it becomes part of a stack.&#10;&#10;As soon as someone creates a stack of seven pieces, they win!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12665",
    "Name": "Kabuto Sumo: Beetle Brawl",
    "ID": 378985,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/378985/kabuto-sumo-beetle-brawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Spring time in Japan means the return of the rhinoceros beetles &mdash; &quot;Kabutomushi&quot;, which is Japanese for &quot;helmet bug&quot; &mdash; and their athletic contests of dominance. Out in the wild, you can find them butting heads trying to show off their strength and impress their insect friends with their wrestling skills. This is the origin of the phenomenal World Insect Wrestling Championship.&#10;&#10;In Kabuto Sumo, you are one of the contending beetles that is battling for supremacy in the ring and your place in the pantheon of legendary wrestlers. The gameplay of Kabuto Sumo resembles the coin-pusher arcade games in which you strategically drop quarters and anxiously anticipate coins cascading off the platform. This game features a similar experience, with you trying to strategically slide pieces onto the board and push the other players out of the ring. It's an exciting combination of dexterity, strategy, and luck.&#10;&#10;This edition, initially a Target exclusive, features 6 playable wrestlers including the new luchadora Kabuto Sumo: Flor de Muertos Promo.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Fighting"
    ],
    "Mechanics": [
      "Slide / Push",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Insects",
      "Country: Japan",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "12666",
    "Name": "Vintage",
    "ID": 296667,
    "Year": "(2020)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/296667/vintage",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "As sellers and collectors of vintage objects at a flea market, you are always looking for the best items to bring to your shop! Collect furniture and deco items from the 1950s to the 1980s, and get the best collections, possibly stealing those items from other players! Color, type of items, and years will earn you points!&#10;&#10;In Vintage, players place item cards face down to the side of their display case (a.k.a. their hands). This stack is known as a player's hoard. A player can look at their own hoard at any time, but may not look at other players' hoards. Players start with 1-3 cards in their display case and no cards in their hoards. On your turn, your perform three actions in this order:&#10;&#10;1. Choose one item card from your display case and save it for later by placing it face down on top of your hoard. &#10;2. Then, either steal one item card from another player&rsquo;s display case and add it to your display, or salvage the top card from the face-up discard pile and add it face up to your display.&#10;3. Draw two item cards from the face-down deck, place one face up in your display and the other face up on the discard pile.&#10;&#10;To score, lay out the 17 bonus cards and award each card to the player who has hoarded the most cards in the corresponding category.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12667",
    "Name": "Death in the Trenches: The Great War 1914-1918 (Second Edition)",
    "ID": 320061,
    "Year": "(2022)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/320061/death-in-the-trenches-the-great-war-1914-1918-seco",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.8",
    "Description": "&quot;DEATH IN THE TRENCHES&quot; is a strategic-level World War I wargame covering the entire war, from the opening shots in Serbia and Belgium to the final defeat -- or victory! -- of Germany and Austria-Hungary in 1918. The game includes a map illustrated by Jonathan Carnehl, stretching from the Pyrenees to Moscow, and from Norway to the Sudan, covering every square inch of territory in Europe and the Near East which saw combat from 1914 to 1918, in a manageable 34x22&quot; format. An additional map shows the German colonies&#10;&#10;The game also features 520 beautifully-illustrated counters depicting the national armies that fought in the war -- from the Germans, French, British and Russians all the way down to the Persians, Montenegrins, Armenians, South Africans, and a host of other specialized units (French Foreign Legion, Gurkhas, Italian &quot;Arditi&quot;, Cossacks, Tyrolean Kaiserjaeger, Zionists, Bavarians, &quot;Dunsterforce&quot;... even the Chinese may send a small expeditionary force).&#10;&#10;DEATH IN THE TRENCHES includes a 28-page rulebook (and an additional 20 pages of setups and random events) detailing the game's unique combat system (no CRT!) which portrays the grinding nature of World War I combat in a realistic way that still gives players plenty of options to pursue. Using army-level units (which contain numbers of divisional level formations, represented off-map), players use numerous special military abilities to drive back the enemy.&#10;&#10;Detailed random events rules give you more gory details about World War I than you've ever seen before in a game, while helping keep play simple and straightforward. Lenin, the Senussi revolt, intrigue in the Romanian court, the Cruise of the Emden, the Armenian Massacre, the Sinai Pipeline, the Ukrainian Reactionary Hetmanate, Rasputin, Mata Hari, the Russian shell shortage, the murder of Edith Cavell, Wilhelm Wassmuss (the &quot;German Lawrence&quot;), Lawrence of Arabia, the Nestorian resistance, Pancho Villa, the Grand Duke Nicholas, Thomas Masaryk, the Red Baron, Czech Legion, Irish Rising, Berber Revolt, air raids, typhus, influenza... they're all here.&#10;&#10;For the World War I buff, &quot;DITT&quot; has everything: Tanks, Alpenkorps, artillery barrages, flamethrowers, poison gas, Krupp guns, Mustapha Kemal, the Royal Air Force, French elan... while the great wartime leaders all leave their mark (good or bad!) on history: Bruchmuller, Haig, Hoffmann, Mackensen, Hindenburg and Ludendorff, Rennenkampf and Samsonov, Sarrail, Von Francois, Foch, Brusilov, Nivelle, Plehve, Putnik, Yudenich... history is overflowing. Players command the armed forces of nearly forty nations, in a game that still manages to be small enough to fit on your table!&#10;&#10;It sounds like a massive game, but it isn't. DEATH IN THE TRENCHES is designed to be played--easy to play, hard to master. You'll learn things about World War I you never knew before, and you'll have to face the same crises the leaders of the Entente and Central Powers did. Think you can do better than Douglas Haig and Robert Nivelle? Now it's your turn.&#10;&#10;The original edition of Death in the Trenches won the Charles S. Roberts awards for Best DTP-Produced Boardgame (Charles S. Roberts Awards) for 2005.&#10;&#10;The 2021 edition takes this WW1 classic to new heights, and features a revised and expanded combat system that preserves the charm of the original but is much more faithful to actual WWI battle numbers and provides much more detail on individual countries' distinctive military strengths and weaknesses. Each individual battle now takes place on an off-map display that simulates a real WWI battle, each battle opening with a &quot;spearhead&quot; force that drives into a &quot;target area&quot;. The system of entrenchment remains simple and easy to play, but takes into account the role of time and manpower in creating different levels of trench effectiveness.&#10;&#10;Added detail includes the Hindenburg Line, German siege guns, and the possible flight of the French government. Instability in the Balkans, and the allegiance of the Roumanian and Bulgarian governments, may lead to unexpected political reversals in Europe's turbulent &quot;backyard&quot;. The impact of the Russian Revolution is expanded, with several possible directions for Russia to travel including the rise of a better Czar, or even the takeover of Soviet Russia by Trotsky, which could bring Russia back into the war!&#10;&#10;The system of military reinforcements has been transformed, with greater reliance on historical unit production and manpower. Great Power support and sponsorship for minor country forces has been made a vital part of the game, and the &quot;major minors&quot; like Serbia, Romania and Bulgaria now have their own Army Reserves which give each country a more distinctive role.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Romania",
      "Country: Serbia",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "12668",
    "Name": "ASG Golf",
    "ID": 67421,
    "Year": "(2009)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/67421/asg-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8571",
    "Description": "The ASG Golf Game is actually two games: a full shot-by-shot version and a Quick Play version. Each golfer is represented by his own card, which recreates his abilities, highlighting his strengths and weaknesses. The same golfer cards are used in both versions of the ASG game. Each course is drawn to scale by George Gerney, who has been analyzing and drawing courses for over 10 years. They are rendered in vivid color and are like an oversized yardage book. Each hole of every Quick Play course has its own card. In addition to the result numbers, each card features a small full-color drawing of each hole. We trust you will find ASG Golf to be a well thought out, challenging, and fun golfing experience.&#10;&#10;Source: asggames.com website&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "12669",
    "Name": "Elements of the Gods",
    "ID": 312911,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/312911/elements-of-the-gods",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "You are a young god at the dawn of civilization, using the powers of the elements to gather worshipers and influence them to do your bidding. Use stonemasons to build monuments to glorify your name, and beautify your monuments with lush green spaces tended by gardeners. You&rsquo;ll also need mystics to perform your sacred rituals, and the zealots willing to spill their own blood in your honor. The god who can attain the most glory wins!&#10;&#10;On your turn, you will choose one of the five Elements and place it on the board, manipulating the Worshipers to allow you to play a card from your hand. You will score points by building Monuments and Gardens and playing Divinity cards, and at the end of the game you will score bonus points from the Worshipers in your domain.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Grid Movement",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "12670",
    "Name": "Lasalle",
    "ID": 63951,
    "Year": "(2009)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/63951/lasalle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5385",
    "Description": "&quot;Lasalle&quot; is a miniatures wargame for two or more players, and is the first wargame in the HONOUR series. Players take the role of a brigade or division commander in the Napoleonic Wars.&#10;&#10;The game is small-scale and tactical in nature, focusing on the movement of individual battalions and regiments of cavalry. The player will manage a small force of roughly a dozen units as he tries to complete some specific mission assigned to him, such as &ldquo;Hold the village and our bridgehead at all costs!&rdquo; or: &ldquo;Drive the French from Plancenoit!&rdquo;&#10;&#10;From the publisher's website:&#10;&#10;Lasalle is ideal for a small gaming table, and it plays in real-time with most battles lasting 2-3 hours. It is perfect for pick-up games or tournament play. It therefore includes sample army lists enabling players to collect and paint typical small forces from a large number of possible nationalities.&#10;&#10;If you have a club, or a larger collection and gaming area, Lasalle can also be used to simulate historical battles of the Napoleonic Wars, such as Quatre Bras, Albuera, Saalfeld, or Eggm&uuml;hl. In these cases, multiple players with multiple forces and a larger table will allow your group to simulate the excitement of a significant battle.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Prussia",
      "History: Napoleonic Wars",
      "Series: Honour (Sam Mustafa Publishing)"
    ]
  },
  {
    "Rank": "12671",
    "Name": "Zargos",
    "ID": 1066,
    "Year": "(1990)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/1066/zargos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6923",
    "Description": "Principle of the game:&#10;The players' goal is to conquer the capital of the kingdom of Zargos. Each participant is found at the head of a race : Dragons, Spiders, winged knights, monks, Amazons.&#10;The world Zargos consists of 5 continents and 11 kingdoms. The central province contains the players' goal: the Forbidden City, the capital of Zargos. In each game round, a player can perform attacks (with his troops) from the territories he occupies, then rearrange his forces. Controlling a territory give points and these points are used to buy reinforcements and boats. The control of an entire kingdom allows to buy magic cards. These cards have magical effects affecting some aspect of the game. Each race has characteristics and features that confer advantages in combat or reorganization. Combats are resolved with D6 and the results depends on the number of units participating in the fight.&#10;When someone occupies the 4 central areas of the kingdom of Zargos it is declared winner !&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Global Scale)"
    ]
  },
  {
    "Rank": "12672",
    "Name": "Das GROSSE und das kleine A",
    "ID": 1974,
    "Year": "(1996)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/1974/das-grosse-und-das-kleine-a",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2222",
    "Description": "This is another Karriere Poker/Great Dalmuti-like game with the requisite minor twists and tweaks. The deck is formed by combining two traditional card decks including jokers. Added are two special cards, one showing a large &quot;A&quot; the other a small &quot;a&quot;. Players attempt to go out first or if not, to avoid being stuck with too many high point parts, especially not the &quot;A&quot; which ends up being passed from hand to hand.&#10;&#10;Re-implemented by:&#10;&#10;    Ochs & Esel (2008)&#10;    Who's the Ass? (2004)&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "12673",
    "Name": "All Quiet on the Western Front",
    "ID": 9044,
    "Year": "(1997)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/9044/all-quiet-on-the-western-front",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.875",
    "Description": "In early 1918, the trench warfare stalemate between the Germans and Allies was on the verge of ending. New small unit tactics developed by the Germans, and the advent of the Royal Tank Corps for the Allies, promised a new set of doctrines that would rule warfare for decades. The question was: who would beat whom to the punch?&#10;&#10;The Germans were fresh from a decisive military victory in the East against Tsarist Russia. The Allies were celebrating the arrival of fresh U.S. troops. Either side could claim victory if it could break the national will of the other.&#10;&#10;All Quiet on the Western Front is another Ted Raicer design focusing on this often neglected war. For many years, wargame designers shunned World War I for a variety of reasons: too dull, too static, too hard to reproduce the suicidal wave attacks waged by both sides. Ted Raicer almost single-handedly put WWI back on the wargaming map with a number of designs, including Paths of Glory, Clash of Giants, and &quot;All Quiet...&quot;.&#10;&#10;A traditional hex wargame, &quot;All Quiet...&quot; elegantly tackles a number of the key issues that help determine the outcome of the war, including German Stosstruppen and national morale, as well as more traditional elements like supply and command/control.&#10;&#10;The game includes four scenarios: &quot;Operation Michael&quot; (an Introductory Scenario), &quot;Ludendorff Attacks&quot;, &quot;Allied Counteroffensive&quot;, and finally, the 30-hour campaign game, &quot;1918&quot;.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg"
    ]
  },
  {
    "Rank": "12674",
    "Name": "Second World War at Sea: Arctic Convoy",
    "ID": 31378,
    "Year": "(2008)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/31378/second-world-war-at-sea-arctic-convoy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "3.1429",
    "Description": "Arctic Convoy is the newest boxed game in the Second World War at Sea series. It covers the Allied attempts to push convoys through the Norwegian and Barents Seas while German aircraft, submarines and surface ships try to stop them. Famous convoy operations like those of PQ12 and PQ17, British carrier raids, German-Soviet destroyer skirmishes along the Arctic coast &mdash; all of these and more are included. Like all games in the series, this one come stuffed with scenarios and variations on them.&#10;&#10;Most scenarios are very straightforward &mdash; each side knows what the other must do. The Allied player has large convoys of vital merchant shipping that must reach their destination. The German player has bases in Norway well-placed to intercept them, with submarines and aircraft that can hit them almost continuously. As in Bomb Alley, aircraft are drawn in a semi-random fashion so neither player has perfect intelligence about their numbers and location. German surface ships are few in number, but there's a lot of open sea in which they can hide and strike the convoys at vulnerable moments. And with war raging simultaneously on many other fronts, the convoy escort forces are stretched very, very thin.&#10;&#10;There are two maps, covering the Norwegian and Barents Seas from Iceland in the southwest to Novaya Zemlya in the northeast, from the Norwegian coast to the Arctic pack ice. It's one of the larger play areas in the Second World War at Sea series, and unlike Leyte Gulf's three maps, both of these are in use in almost every scenario. Players quickly get a sense of the huge and desolate oceans in which they must operate.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Region: Arctic",
      "Region: Arctic Ocean",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "12675",
    "Name": "Starfire (3rd Edition)",
    "ID": 20432,
    "Year": "(1992)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/20432/starfire-3rd-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.1818",
    "Description": "Starfire 3rd Edition was a complete redesign of the classic Starfire. This was the third major edition in the Starfire series.  Major revisions in the combat system resolves many of the issues with the original game, and included using a 1d10 dice roll system rather than 2d6.&#10;&#10;The ship design system remained the heart of the game, allowing players to design their own starships, and then engaging in battle against their opponents.  A variety of systems, at different levels of technolgoy, allow for varying strategies and tactics.&#10;&#10;In 1997, Task Force Games, sold the Starfire game system to Starfire Design Studio, and they released electronic supplements for Starfire 3rd Edition.  In 1998 Starfire Design Studio released the Starfire 3rd Edition Revised Rulebook.&#10;&#10;Re-implements:&#10;&#10;     Starfire&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Starfire",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12676",
    "Name": "Lionheart",
    "ID": 1150,
    "Year": "(1997)",
    "Geek Rating": "5.548",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/1150/lionheart",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7595",
    "Description": "Lionheart is a simple wargame that is like chess but with dice rolls that determine the success or failure of a capture move.  There are seven different units: King, Knight, Archer, Heavy Infantry, Infantry, Mercenary, and Peasant.  Each turn players can perform any 2 actions: move, turn, or attack.  Foot units move one square forward per action.  Mounted units move as many unblocked squares in front of them as they like.  Units attack the square they are facing (archers attack an area of squares in front of them).  Attacks are resolved by rolling the combat dice.  Each appropriate symbol rolled (axes or arrows) counts as a &quot;hit&quot;.  Scoring more hits than the target has hit points removes some of the units (miniatures) from the target army.  The winner is the player who eliminates his opponent's King or eliminates every other warrior in his opponent's army leaving the King standing alone on the field of battle.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Components: 8 x 9 Grids",
      "Historical Figures: Richard I",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12677",
    "Name": "DeathMaze: Heroic Adventure in the Corridors of Doom",
    "ID": 3625,
    "Year": "(1979)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/3625/deathmaze-heroic-adventure-in-the-corridors-of-doo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "1.7407",
    "Description": "(from the instruction manual)&#10;&#10;Deathmaze: Heroic Adventures in the Corridors of Doom, is a game for one to six players in which each player controls the actions of one or more adventurers exploring the depths of a horror filled catacomb in pursuit of glory and gold.&#10;&#10;Like fantasy role playing games, Deathmaze deals with personal heroic fantasy; unlike such games, it requires no gamesmaster, but pits the players' skills against an un-gamemastered game system.&#10;&#10;There is an expanded set of rules contained in MOVES magazine #51 &quot; Roll up for the mystery tour!&quot;&#10;&#10;The system was later used in Citadel of Blood.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Modular Board",
      "Paper-and-Pencil",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Category: Dungeon Crawler",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Series: Capsule (SPI)"
    ]
  },
  {
    "Rank": "12678",
    "Name": "Timeline Twist: Pop Culture",
    "ID": 379554,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/379554/timeline-twist-pop-culture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Timeline Twist: Pop Culture is a new version of the game Timeline, with gameplay now being co-operative instead of competitive.&#10;&#10;In this game, players team up, communicate, and co-ordinate to find the best strategy to play all 36 cards in the game. The team's goal is to get rid of all the cards players have in hand, either by placing as many events as possible in the right order on the timelines or by discarding them wisely.&#10;&#10;This Pop Culture edition of Timeline Twist adds one hundred new dates to the game and can be played as a standalone game or as an expansion for Timeline Twist.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Ordering"
    ],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "12679",
    "Name": "Zona Alfa: Salvage and Survival in the Exclusion Zone",
    "ID": 284981,
    "Year": "(2020)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/284981/zona-alfa-salvage-and-survival-in-the-exclusion-zo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Explore, salvage, and survive inside the Exclusion Zone in this near-future Eastern European-themed skirmish wargame.&#10;&#10;Zona Alfa is a set of simple, fast-play skirmish rules for scavenging, exploring, and surviving in a near-future, post-apocalyptic Eastern European setting. Players take on the role of bandits, mercenaries, and military units fighting over the blasted Exclusion Zone and its abandoned artifacts. Customize your fighters with a variety of weapons and specialisms to create your ideal warband. With extended rules for campaigns, character progression, terrain, and environmental hazards, Zona Alfa contains all the tools required to engaging in blistering firefights within the Exclusion Zone.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games",
      "Series: Osprey Wargames",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "12680",
    "Name": "Dawn: Rise of the Occulites",
    "ID": 90274,
    "Year": "(2014)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/90274/dawn-rise-of-the-occulites",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7143",
    "Description": "Darwin, a child in the Australian bush inadvertently comes across a great discovery - a chance to document and classify a new species... one that is not of this world.&#10;&#10;Follow Darwin's accounts of these creatures throughout the Rise of the Occulites Saga.&#10;&#10;Dawn - Rise of the Occulites is the first in a series of games that depict the different evolutionary stages of creatures called Occulites.&#10;&#10;This first foray into the Occulite world sees you control a small tribe of Occulites as they fight for survival.&#10;&#10;Lead your tribe through a series of campaign scenarios as they learn new abilities and traits from their surroundings. Become stronger or weaker depending on your actions during the game. Or pick and choose your tribe's specialities and then jump right in to a one off game.&#10;&#10;Dawn - Rise of the Occulites is a skirmish level miniatures game that uses an innovative card based action resolution mechanic that is both interesting and engaging.&#10;This system is called the &quot;Natural Selection Deck&quot; and is responsible for everything from activating your tribe members, to resolving movement through terrain and a deep and rewarding combat system.&#10;&#10;However, Dawn - Rise of the Occulites is not primarily a combat game, but involves each side striving to achieve different objectives. Whether it be to collect Sungems to provide heat for the long night, recruit other denizens like Luftles to help your tribe succeed, take over an uninhabited (or inhabited cave), fight in cooperation against larger predators, protect your land. There are many scenarios and objectives to keep the game fresh.&#10;&#10;Dawn - Rise of the Occulites is a fun and accessible game that is easy to pick up, but difficult to master.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Rise of the Occulites Universe"
    ]
  },
  {
    "Rank": "12681",
    "Name": "Jewels for the Emperor Penguin",
    "ID": 408853,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/408853/jewels-for-the-emperor-penguin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Emperor Penguin looooves jewelry! In Jewels for the Emperor Penguin, each player takes charge of a five-member penguin guild that must scale the icy walls of the Valley of the Emperor Penguin, gathering gems &mdash; emeralds, rubies, sapphires, and diamonds &mdash; and making advantageous exchanges to acquire the specific gem-recipes needed to claim objective cards that represent the fantastic jewelry the Emperor Penguin covets.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Different Dice Movement",
      "Hexagon Grid",
      "Pieces as Map",
      "Set Collection"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "12682",
    "Name": "Cover Your Cookies",
    "ID": 381984,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/381984/cover-your-cookies",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Prepare yourself for sweet success, or watch your good fortune crumble in this spinoff of our best-selling game, Cover Your Assets. Cookies are up for grabs! Take them for yourself by pairing them into batches. Then stack them one atop the other. But watch out! Your top batch is up for grabs, and can be swiped! Mixer cards and Club Collectors add to the fun in this new family classic.&#10;&#10;Begin by matching pairs of cookies into batches. Build the largest stack of matching pairs. Be careful, though&mdash;the cookies on top can be challenged and stolen by others, adding to its point value. Cover Your Cookies is great for all ages 6 and up, plays with 3-6 players, and lasts 15-30 minutes of play. It&rsquo;s addicting and Cover Your Cookies will provide hours of fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Food & Drink: Cookies"
    ]
  },
  {
    "Rank": "12683",
    "Name": "Storming the Reich: D-Day to the Ruhr",
    "ID": 68816,
    "Year": "(2010)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/68816/storming-the-reich-d-day-to-the-ruhr",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "400",
    "Play Time": "400",
    "Weight": "3.0667",
    "Description": "(from Compass Games website:)&#10;&#10;Storming the Reich is a game about the World War II Allied campaign to liberate Northwest Europe from Nazi occupation. It is a game of brutal attrition and slashing advances. Opening on the evening of D-Day, with the Allies on the beaches and the Germans reacting (albeit belatedly) to the landings, the game covers the full campaign through to the battle of the Ruhr Pocket in April of 1945.&#10;&#10;With plenty of armor, paratroop divisions, naval gunfire, air superiority and even the 79th Funnies, the Allies will break out from the beaches and race across France toward the Seine River. To keep pace with operations they will face difficult logistical decisions including the grounding of units and Red Ball Express in favor of other operations, a surprisingly thin infantry leash, and whether to give Monty the lead in offensive operations over Patton (or vice-versa)&hellip; For the Allies there&rsquo;s a chance at an early auto-victory for breaking out of the landing areas ahead of schedule, but they can quickly lose the game if they don&rsquo;t cross the Seine on schedule.&#10;&#10;The German player will need to counter the Allied push with a healthy dose of reinforcements (admittedly of low quality), but with very limited replacements. They will need to take advantage of opportunities to thwart the Allies such as when Monty looks the other way at Antwerp, and they can even win the game, although not the war, by launching a successful Counteroffensive (aka. The Bulge). Careful use of Panzer Brigades and Tiger Battalions in offense and defense will play a key role in stopping the Allies.&#10;&#10;Storming the Reich is a two-map game with units portrayed mostly at division level (with some armored brigades and battalions). Each hex is about 8 miles across (or about 13km). Each turn represents a month of operations except during summer where each turn is 2 weeks. For players of Red Storm over the Reich, there are many similarities such as the variable movement allowances for both sides (a key feature for fog of war, variability, replay value, and solitaire play) and the same basic combat engine. A key difference is the elimination of the Redeployment Phase.&#10;&#10;There are 3 scenarios included. Scenario one is the full 15-turn campaign using both maps, beginning on D-Day and ending in April of 1945. The second is a one-map &ldquo;Normandy Breakout&rdquo; scenario &ndash; at only 4 turns it is a perfect learning scenario covering the initial desperate fighting following the landings. Lastly is a one-map &ldquo;Bulge to Victory&rdquo; scenario where both players really get to flex their gaming muscles.&#10;&#10;&#10;Ted Raicer's game on the campaign for Northwest Europe, using a variation of his Red Storm Over the Reich system. &#10;It does not link up with Red Storm Over the Reich.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12684",
    "Name": "1914: Glory's End",
    "ID": 4359,
    "Year": "(1994)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/4359/1914-glorys-end",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5556",
    "Description": "World War I game during the early campaign in the West... the German advance through Belgium to the Marne. Victory is determined by killing units and capturing real estate.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Belgium",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12685",
    "Name": "Wurzburg: Soviet-American Combat in the '70's",
    "ID": 8751,
    "Year": "(1975)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/8751/wurzburg-soviet-american-combat-in-the-70s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "Part of the Modern Battles: Four Contemporary Conflicts quadrigames which included standard rules for each game as well as exclusive rules for each game in the series. Wurzburg covers a hypothetical conflict between the US and Russia near the German city of Wurzburg.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Würzburg (Bavaria, Germany)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12686",
    "Name": "Pikto",
    "ID": 247316,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/247316/pikto",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Pikto, you want to draw pictures so that whoever is guessing this round might be able to identify your drawing &mdash; but will you go for a simple image that the guesser might have first crack at (and miss), or a more detailed image that might have you waiting to see whether someone else's image is guessed first?&#10;&#10;In more detail, each player receives a dry-erase board and a pen. One player is the guesser for the round, and they step away from the table or hide their eyes while everyone else draws a word or phrase. To choose what to draw, roll the twelve-sided die, then consult the appropriate number on the card that you drew. (The box has 46 double-sided cards, with twelve words/phrases on each side, or 1104 total answers.) Show everyone but the guesser the word to be drawn.&#10;&#10;Everyone then draws their own image on their dry-erase board, but you can use only straight lines and circles in your drawing! Nothing else! No wiggly lines, half-circles, or anything else other than straight lines and circles. If you want to draw a triangle, you must draw three straight lines and connect them. After you complete your drawing, count how many objects you drew, write that number in the lower-right corner of your board, then set your board face down on the table.&#10;&#10;Once everyone has finished, everyone announces their numbers, and whoever has the lowest number is the first player to reveal their board to the guesser. (In the event of a tie, whichever tied player finished their drawing first wins the tie.) If the guesser identifies the image, the guesser scores two points and the drawer one point; if the guesser is wrong, then the drawer with the next-lowest number reveals their image, now giving the guesser two images with which to identify the secret word. This process continues until the guesser has said the secret word or all drawers have revealed their images.&#10;&#10;After everyone has been guesser one or two times, depending on the number of players, the game ends and whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "12687",
    "Name": "BiberClan",
    "ID": 257965,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/257965/biberclan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "In BiberClan, each player has their own beaver lodge. During the game, you try to collect cards with the highest possible values in your lodge &mdash; but the lower-value cards are nothing to sneeze at either because having the same card multiple times gives you bonus points. Of course, it's not easy to keep the best cards. Cards can be swapped in the blink of an eye, so no card ever stays where it is for long! Once the first player has added five cards to their lodge, all the other players get to take one final turn. After the crazy card swap, the players add up the points in their beaver lodges. The player with the most points after a set number of rounds is the &quot;beaver boss&quot;.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Beavers"
    ]
  },
  {
    "Rank": "12688",
    "Name": "Campaign Trail: The Game of Presidential Elections",
    "ID": 3590,
    "Year": "(1983)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/3590/campaign-trail-the-game-of-presidential-elections",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Campaign Trail allows players the opportunity to campaign through the length and breadth of the USA, returning, as necessary, to those areas which may need an additional pep talk (and further funding).&#10;&#10;Unlike other American election games, Campaign Trail has a cheery luck factor which does seem an accurate reflection of the largest circus in the world. The chances of moving from state to state and finding your schedule in good shape are as likely as a succinct observation from Neil Kinnock.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: USA",
      "Political: Elections"
    ]
  },
  {
    "Rank": "12689",
    "Name": "Word Whimsy",
    "ID": 140594,
    "Year": "(2013)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/140594/word-whimsy",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Word Whimsy is a party game that uses &quot;prompt cards&quot; to set the theme for each round, such as &quot;Good Name for a Metal Band&quot; or &quot;Most Likely to Win in a Fight&quot;. Players then use word cards to build a title or phrase that fits the theme. One player is the judge and awards points to the best entry.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "12690",
    "Name": "Wakanda Forever",
    "ID": 280282,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/280282/wakanda-forever",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "When will you take the throne?&#10;&#10;A slew of villains threaten Wakanda! As the five tribes of Wakanda, battle together to keep the country safe. Leading the fight is the King of Wakanda and ultimate warrior, the Black Panther, who alone earns more points than the other four tribes &mdash; but you want the throne for yourself, so time your moves carefully, challenge for the throne when the moment is right, and take the mantle of Black Panther! Win the game with the most points and cement your legacy as the Black Panther.&#10;&#10;In Wakanda Forever, each tribe has a bonus power to begin the game, and additional powers are earned by whoever holds the Black Panther title when a villain is defeated. Choose to use your valuable Vibranium to upgrade your tech with the chance to score more points, or save it to enter a one-on-one ceremonial battle for the throne.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe"
    ]
  },
  {
    "Rank": "12691",
    "Name": "Pathogenesis (Second Edition)",
    "ID": 263312,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/263312/pathogenesis-second-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Pathogenesis is a deck building game in which players take the role of bacterial pathogens attacking the human body.&#10;&#10;The game was developed in partnership with scientific illustrator somersault1824. The game is based on 100% real science and the mechanics were created to mimic how real biology works.&#10;&#10;Avid deck builder players will feel at home playing the game as the mechanic foundation was based on several popular deck builders. The mechanics have evolved and mutated during the creation into a game that is quite its own.&#10;&#10;The game offers several modes of play including solo play, cooperative, competitive, and team play.&#10;&#10;No knowledge of science is required to play but it was developed to enhance the learning of the immune system at the college level.&#10;&#10;Second Edition:&#10;&#10;The immune system for the 2nd edition of Pathogenesis has been updated.  These updates include 4 immune system cards (4 copies of each) that are more consistently damaging than before as well as updated antibody tokens that have an attack value of their own.  The adaptive immune system response is now less volatile and even more dangerous than before!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Medical: Diseases",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "12692",
    "Name": "Kleine Helden",
    "ID": 31547,
    "Year": "(2007)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/31547/kleine-helden",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8125",
    "Description": "Themed on a popular series of German RPG cartoon strips, players each control a party of 2 different fantasy stereotype heroes. They obtain cards which allow them to acquire equipment, potions and combat moves during the course of the game to help them try eliminating all other characters. The last hero still alive wins.&#10;&#10;Expanded by:&#10;&#10;    Kleine Helden 2: Verst&#195;&#164;rkung!&#10;    Kleine Helden: Schurken & Halunken&#10;     Booster Pack &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Startnext"
    ]
  },
  {
    "Rank": "12693",
    "Name": "Minion Hunter",
    "ID": 679,
    "Year": "(1992)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/679/minion-hunter",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8824",
    "Description": "Minion Hunter is the simplified board game version of GDW's Dark Conspiracy RPG.&#10;&#10;Players move around the outer edge of the board trying to build up their cash, weaponry, equipment and four categories of ability points. In the middle of the board is a map of the USA and a progression track of Dark Minion plots represented by cards, which have city names on the backs and monster names and attack scores on the fronts.&#10;&#10;Once players are strong and rich enough, they can enter the map and fight the enemies shown on the cards that are currently on the track. The enemy cards move down the track after every player turn. If they reach completion, the corresponding Dark Minion (Nukid, ETs, Morlocks, or Fey) gains points toward taking over America.&#10;&#10;Players must boost their own success scores while also cooperating to keep the Dark Minions from snatching victory from all players.&#10;&#10;Expanded by:&#10;&#10;    Minion Nation&#10;&#10;&#10;",
    "Categories": [
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "12694",
    "Name": "Warhammer: The Game of Fantasy Battles (Fourth Edition)",
    "ID": 268185,
    "Year": "(1992)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/268185/warhammer-the-game-of-fantasy-battles-fourth-editi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3",
    "Description": "This is the fourth edition of very popular Warhammer Fantasy Battles wargame, a radical change from third edition, with major changes to army composition, magic and unit attributes.&#10;&#10;Warhammer Fantasy Battles is a tabletop game for two or more players where you command several armies from a huge range that goes from Humans, Dwarves, Elves, Undead, Orcs, Beastmen, Ratmen called Skaven, and other fantasy races. This starter set provides you with all the rules you need to play, a core for two armies, and guides you through collecting and painting your own army of Citadel miniatures.&#10;&#10;The boxed set contains a 96-page softback Rulebook, a 96-page softback Battle Bestiary, a 24-page Warhammer Armies booklet, plastic miniatures from the High Elves (20 Spearmen, 20 Archers) and Goblins (32 Spearmen, 32 Archers) armies. It also contains plastic dice, as well as cardboard playsheets, units, buildings, templates, and magic cards - everything required to start playing.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "12695",
    "Name": "Nomic",
    "ID": 14451,
    "Year": "(1982)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/14451/nomic",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "180",
    "Weight": "4.4286",
    "Description": "In the words of Nomic's author, Peter Suber:&#10;&#10;&#10;        &quot;Nomic is a game in which changing the rules is a move. In that respect it differs from almost every other game. The primary activity of Nomic is proposing changes in the rules, debating the wisdom of changing them in that way, voting on the changes, deciding what can and cannot be done afterwards, and doing it. Even this core of the game, of course, can be changed.&quot;&#10;&#10;&#10;Players start off following some &quot;initial rule set&quot;, and gameplay occurs in clockwise order, with each player taking a turn. In that turn, they propose a change in rules that all the other players vote on, and then roll a die to determine the number of points they add to their score. If this rule change is passed, it comes into effect at the end of their round. Any rule can be changed with varying degrees of difficulty, including the core rules of the game itself. As such, the gameplay may quickly change.&#10;&#10;Rules are divided up into two types: mutable and immutable. The main difference between these is that immutable rules must be changed into mutable rules (called transmuting) before they can be modified or removed. Immutable rules also take precedence over mutable ones. A rule change may be:&#10;&#10;&#10;     the addition of a new mutable rule&#10;     an amendment to a mutable rule&#10;     the repeal of a mutable rule&#10;     the transmutation of a rule from mutable to immutable&#10;     or the transmutation of a rule from immutable to mutable&#10;&#10;&#10;The game can be played around a table with written notes, or online through mailing lists or forums. Alternative starting rulesets exist, particularly for online and postal games which don't suit the usual clockwise turn order. Several games have been running online for over a decade.&#10;&#10;",
    "Categories": [
      "Memory",
      "Negotiation",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "12696",
    "Name": "French Toast",
    "ID": 312633,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/312633/french-toast",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In each game of French Toast, one player acts as the Toastmaster, drawing a Secret Word that you and your friends have to guess. The catch? The Toastmaster may only communicate by repeating your guesses back to you!&#10;&#10;Each time someone makes a guess, the Toastmaster must decide whether that guess is &ldquo;closer&rdquo; to their Secret Word than the &ldquo;closest&rdquo; previous guess.&#10;&#10;If the new guess is closer, the Toastmaster repeats it back to you. If the new guess isn&rsquo;t closer, the Toastmaster repeats the closest previous guess instead. Keep making clever guesses to get closer and closer to the Secret Word, until you can guess the Secret Word itself!&#10;&#10;What makes one guess &ldquo;closer&rdquo; to the Secret Word than another? It&rsquo;s completely up to Toastmaster! They can use whatever criteria they think will help you guess the Secret Word &ndash; and hopefully the rest of you can figure it out!&#10;&#10;You have only six rounds to guess the Secret Word, so make every guess count!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Real-Time",
      "Roles with Asymmetric Information",
      "Targeted Clues",
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "12697",
    "Name": "Schollen Rollen",
    "ID": 232437,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/232437/schollen-rollen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Schollen Rollen (Roll for Soles), players take turns rolling dice to capture different colored fish from a central pool in their net, with yellow fish being worth 1 point and red fish 5.&#10;&#10;On a turn, the player rolls the dice, then may collect a fish for each die rolled. Special effects on the die faces may augment what happens, with the player possibly doubling (or quadrupling or even octupling!) how many fish they collect, perhaps stealing fish from an opponent's net, or locking the dice from being re-rolled. After each roll, the player may choose to end their turn and keep their catch, or re-roll the available dice in an attempt to catch more. However, if you roll and don't catch anything, all the fish escape your net and your turn ends.&#10;&#10;Once all the fish have been caught, the game ends and whoever has the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: Dice with Icons",
      "Components: Game Box Used In Play",
      "Components: Meeples (Animal) / Animeeples",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "12698",
    "Name": "Corteo",
    "ID": 9504,
    "Year": "(1979)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/9504/corteo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9231",
    "Description": "&quot;Corteo&quot; is a simulation of a demonstration in a city. A huge mass of people goes across it trying to occupy the most important spots: from embassies to the TV Station, from the government palace to the court, from the prison to the most fashionable shops.&#10;&#10;Counters have traditional movement and combat scores. The Demonstration player has a lot of slow units plus some quicker and deadlier ones (from anarchists to marxist-leninists); the Power player has policemen and &quot;Carabinieri&quot; with heavy vehicles (some of them shooting gas) plus a few lousy city council policemen.&#10;&#10;The huge city is finely depicted (graphics by Piergiorgio Maoloni, that later became one of the best well-known art directors of Italian newspapers and magazines) and it has funny names on streets and squares. A hex grid is of course impressed on it to rule movement and combat. A humorous &quot;Yellow Pages&quot; booklet is included to help finding the best places to score points around.&#10;&#10;There are several scenarios, including a totally different &quot;Black Out&quot; scenario inspired by a New York black-out: up to 6 players go around sacking the city, while up to two players try to stop them with policemen and Carabinieri. Those two can fight each other to get the goods they seized to the pillagers, but only if it is a &quot;dark&quot; turn so they can pretend not to recognize each other.&#10;&#10;This is the first boardgame published by C.UnS.A. when they were still &quot;Comitato Un Sacco Alternativo&quot;, before becoming a company and a successful team of game designer (for boardgames, radio and TV games, advertising games, training games, magazine games and so on). At that time, C.UnS.A. was composed by Massimo Casa, Giulio De Petra, Alvaro Lojacono, Piergiorgio Maoloni and Sergio Zoffoli.&#10;&#10;In 1980 Mondadori Giochi made a second edition with a heavier map and counters, but without the &quot;Black Out&quot; variant: there was rumor that it could become a separate game, but this never happened.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "12699",
    "Name": "Können Schweine fliegen?",
    "ID": 11973,
    "Year": "(2004)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/11973/konnen-schweine-fliegen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "Cards depicting various animals are stacked in six piles.  One of the cards is selected by a players and placed in the center of the stacks, and the players try to select characteristics which are appropriate to that animal as quickly as possible by placing pawns on a list of possible characteristics.&#10;&#10;Intended for children Ages 5 and up (but not much older it would seem).&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Pigs",
      "Series: Können Schweine fliegen? (Kosmos)"
    ]
  },
  {
    "Rank": "12700",
    "Name": "Mad Science Foundation",
    "ID": 194229,
    "Year": "(2016)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/194229/mad-science-foundation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Throughout the centuries, mad scientists have always encountered the same problem of very limited access to the dangerous resources they require. To solve this problem, the Mad Science Foundation was created. Now these &quot;misunderstood geniuses&quot; can finally get the access they need to the four vital building blocks of mad science: Lasers, Dark Matter, Cryptomium, and Sharks.&#10;&#10;Unfortunately, for each mad scientist who seeks &quot;funding&quot; from the Mad Science Foundation, there remains the unfortunate fact of life that mad scientists do not play well with others. In the quest for infamy, directors will be bribed, resources will be reallocated, spies will be dispatched, inventions will be sabotaged, and big, ominous buttons will be pressed with catastrophic results. Welcome to the Mad Science Foundation, where everyone is ready to stab you in the back with overly-elaborate backstabbing machines.&#10;&#10;At heart, Mad Science Foundation is a drafting game. You draft resources to craft wacky inventions and dispatch minions to help with your diabolical plans. Each round, one player controls the Crooked Director for that round. They then separate the available commodities into piles to be drafted. It's up to the scientist controlling the Director to determine the value of whatever resources are available and separate them into piles. Not all piles are created equal! Players then take turns selecting which pile of goodies to grab, with the Director's controller choosing last. Sizing up your competition is key! You know what they need; don't let them have it. Or give them two choices of equal terrible-ness! But each player also has a secret side objective that you may not figure out until it's too late...&#10;&#10;By crafting new inventions, you might be able to put together an engine of cards that eventually fuel themselves. Perpetual motion in our lifetime! Or perhaps you might stockpile valuable resources for later exploitation. It's all done with the altruistic goals of megalomania and personal glory in mind. What could go wrong?*&#10;&#10;&#10;    The Mad Science Foundation is not responsible for stock market crashes, illegal dumping, or tears in the fabric of space-time.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist"
    ]
  }
]