[
  {
    "Rank": "6401",
    "Name": "Fancy Feathers",
    "ID": 363481,
    "Year": "(2022)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/363481/fancy-feathers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5333",
    "Description": "In Fancy Feathers, by order of your baroness, you begin to search for noble pheasants for the pheasantry, moving along a path via a simply but really tricky mechanism, collecting valuable cards and avoiding annoying ones. Sadly, you are not alone. Snatch the most beautiful birds to finish the game with the most precious animal collection.&#10;&#10;When setting up, choose six of the twelve card types included in the game. In total, 924 different combinations are possible! Shuffle the cards, then remove from the game as many cards as three times the number of players, then lay out five cards face up in a row, placing the player tokens in a random stack. On a turn, move your token as far along the row as you wish to land on a card or another player token. If at the start of your turn you were alone on a card and at the back of the row, collect the card you were on, along with any others behind you. After you move, if necessary, lay out cards from the deck so that five cards lie in front of the player who is farthest down the row, then whoever is farthest back in the row takes the next turn.&#10;&#10;Once the final cards from the deck have been placed in the row, you can choose to exit the row instead of moving, and the game is now over for you. Once all players have exited, tally your scores to see who has the most points.&#10;&#10;Fancy Feathers works with up to six players. but to play with more than two people, you need additional copies of the game to have the required numbers of animal cards and wooden discs.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Turn Order: Time Track",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Birds",
      "Mechanism: Card Line",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6402",
    "Name": "Spurs: A Tale in the Old West",
    "ID": 149097,
    "Year": "(2014)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/149097/spurs-a-tale-in-the-old-west",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6471",
    "Description": "In Spurs: A Tale in the Old West, players take on the role of adventurers in the Old West, competing to handle various challenges to become a true Legend of the West.&#10;&#10;Players take turns moving around the main board, carrying out classic activities of the Old West, like taking on cattle-herding jobs or engaging in horse-breaking; if you are good at riding, you might end up with a nice stallion to sell! Gunslingers can go searching for wanted outlaws in the badlands or take on jobs to escort stagecoaches or deal with a gang of Desperados. Hunters will seek out wildlife in the forests (be careful as some animals might hunt you instead), while others might seek fortune by searching for gold in the mountains or gambling in the town saloons. Be careful, though, as you never know when other players will challenge you to a duel and try to rob you.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "American West",
      "Real-time"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Different Dice Movement",
      "End Game Bonuses",
      "Movement Points",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Sandbox Without Win Condition",
      "Contests: Fastaval Design Competition",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6403",
    "Name": "Pilgrim",
    "ID": 318388,
    "Year": "(2022)",
    "Geek Rating": "5.676",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/318388/pilgrim",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.5882",
    "Description": "In Pilgrim, players are abbots and abbesses of their own provincial 14th century abbey, each seeking to:&#10;&#10;&#10;     Build the best pilgrim routes to distant sites via strategic shrines&#10;     Ordain serfs to become acolytes&#10;     Give alms to the poor&#10;     Build essential annexes&#10;     Be the most devout and pious&#10;&#10;&#10;A unique twist on a mancala-movement mechanism distributes a player's acolytes across eight duties and the capital city to determine each turn's action. 18xx-style tile development on the map board builds trade routes for revenue and pilgrim trails for endgame points. Common serfs need to be ordained to ensure that the abbey is adequately serviced and your acolyte numbers will need to be carefully balanced across ever changing duties and vocational tasks.&#10;&#10;Pilgrim is a game played over 26 rounds with perfect information, zero randomness (once the game starts), and one hundred and sixty sextillion possible starting set-ups. Player interaction is intense and constant. The meek might inherit the earth, but you will need to be made of stronger stuff to become the next cardinal and win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Mancala",
      "Tile Placement",
      "Track Movement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "6404",
    "Name": "ORC",
    "ID": 192830,
    "Year": "(2017)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/192830/orc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.6364",
    "Description": "Hook: A 2 player battle of hand management and timing.&#10; ORC is a short game consisting of 6 battles. &#10;On your turn, you must perform the following actions in order:&#10;&#10;1. Deploy Orcs: Play 1 card from your hand to a Territory that has not yet been conquered.&#10;2. Draw Weapons: Choose ANY Stockpile(s). Draw card(s) as follows: &#10;    A. Draw 1 card into your hand if you deployed 2 Orcs.&#10;    B. Draw 2 cards into your hand if you deployed 1 Orc.&#10;&#10;A Territory battle occurs immediately after the Stockpile next to a Territory is exhausted. Then, players total their deployed Orcs at that Territory, and a victor will be declared. Orcs that fight in battle will not score points, they only help conquer Territories. Scoring occurs at the end of the game, when all Stockpiles have been exhausted. The player who conquers the most valuable Territories and holds native Orcs in their hand (matching those lands), is the winner!&#10;&#10;From The Box: Players use Orc clans to dominate territories and earn the most victory points in this strategy game for 2 players. You&rsquo;ll need to carefully plan your attacks and balance your clans in order to win the game!&#10;&#10;Number 9 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "6405",
    "Name": "Plotters, Inc.",
    "ID": 113,
    "Year": "(1999)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/113/plotters-inc",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8261",
    "Description": "Plotters, Inc., first released as Mit List und T&uuml;cke (&quot;With Cunning and Treachery&quot;), is a trick-taking game with quite a few twists. The deck consists of cards in four suits, and the deck is adjusted based on the player count so that everyone receives a hand of 14 cards to begin a round. At the start of a trick, the lead player plays any card, setting trump for that trick. Each other player plays any card that they like &mdash; except that once three colors of cards have been played, the fourth color cannot be played. Whoever plays the highest trump card wins the trick and collects two of the cards played (or three cards in a game with five or six players), placing these cards in front of them. Whoever plays the lowest non-trump card collects the remaining cards; this player leads to the next trick.&#10;&#10;Once a player has cards of all four colors in front of them, they must choose two colors and leave cards of this color face up, placing all other cards face down. As they collect more cards, they place them face up or face down based on their colors. The round ends after 14 tricks or when a player would be forced to play a card of the fourth color to a trick; in this latter case, the round ends immediately. Each player then scores the cards they've collected. For their two face-up colors, they multiply these numbers together; they then divide this product by the number of cards that they placed face down, rounding this number down. For example, if you have 6 yellow cards, 4 red cards, and 2 blue cards, then you have (6 &bull; 4)/2 = 12 points. If you collect cards of only one color, then you score 0 points!&#10;&#10;Play as many rounds as the number of players. Whoever has the highest total score wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "6406",
    "Name": "Sherlock Holmes: Four Investigations",
    "ID": 244171,
    "Year": "(2014)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/244171/sherlock-holmes-four-investigations",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Flights, disappearances, murders ... Business accumulates on the desk of the famous detective. Step into the shoes of Sherlock Holmes or Dr. Watson, and solve four particularly delicate investigations.&#10;&#10;Tracks to follow, suspects to question, hints to take up, make the right choices because the hero is you!&#10;&#10;Sherlock Holmes: Four Investigations is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Sherlock Holmes",
      "Players: Solitaire Only Games",
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "6407",
    "Name": "Yokai Sketch",
    "ID": 371981,
    "Year": "(2023)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/371981/yokai-sketch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "Children who go into the forest may come across some yokai, that is, supernatural creatures and phenomena. Moved by boundless curiosity, the little ones draw these spirits in their notebooks to understand their nature and learn from them.&#10;&#10;With a set-collection core mechanism, the goal of Yokai Sketch is to score more yokai points than the other player by completing sketches of the elusive forest spirits. The game consists of two decks of cards: in one are four types of yokai, each associated with an element (water, fire, earth, and wind) and a numerical value that corresponds to victory points, and in the other, sketches made by humans, two of the four elements, and possibly a special ability.&#10;&#10;At the start of the game, the yokai cards are stacked in four decks (one for each element) and three sketch cards are dealt face down to players. On their turn, players draw a new sketch card and slide one of their four cards under one of the four decks in the center of the table so that it reveals the element associated with that yokai. If by doing this the yokai reaches or exceeds the number of sketches needed to draw it (adding the sketches on both sides of the card), the player who has accumulated the most sketches on their side of the table takes it.&#10;&#10;The winner's sketch cards will be placed in the discard pile, and the other player's will stay where they are as they will be used for the next yokai card of that type. If there is a tie in the number of sketches on both sides of the card, the yokai is frightened and lost. In this case, neither player manages to finish the drawing and all the sketch cards on both sides of that yokai pile are discarded. Sketch cards can also include powers: calling the yokai or distracting it to move cards. The game ends when one or more yokai decks are empty.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Series: Pocket Games (Devir)",
      "Setting: Kemushi Saga"
    ]
  },
  {
    "Rank": "6408",
    "Name": "Neptun",
    "ID": 164237,
    "Year": "(2014)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/164237/neptun",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5667",
    "Description": "Take the role of a Roman merchant in Neptun, delivering goods to cities and temples. Earn the most favor from the temples and win the game!&#10;&#10;The game is played over three game rounds, each consisting of three phases. Navigate the sea and coast to deliver on contracts you have acquired. But there is a catch. You get to determine the order of your contracts, but they must be filled in that order. So as you are acquiring and placing contracts, you must take into account where you are traveling.&#10;&#10;Phase 1 Acquire Contracts&#10;&#10;When you fulfill a contract (in phase 2: Fulfill Contracts), you receive either favor at the temple or gold, which can be used to buy favor but also may be used to extend your ship's range. Thus, gold can help you bridge that key leg of the journey so that you can deliver that contract in a timely fashion and be well positioned for the next part of your journey.&#10;&#10;Phase 2 Fulfill Contracts&#10;&#10;By laying out your contracts efficiently and navigating the sea and coastline effectively, you will earn the most favor (in phase 3: Scoring) from the temples and win the game.&#10;&#10;Phase 3 Scoring&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology",
      "Nautical"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "6409",
    "Name": "Batt'l Kha'os",
    "ID": 42444,
    "Year": "(2009)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/42444/battl-khaos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6458",
    "Description": "Battle rages on between orcs and knights. Purple and Orange form a chaotic melee and no-one knows which side will win this battle. Mage towers scattered on the battlefield are strategic objectives, and it soon appears that whomever controls the most towers will reap the seeds of victory.&#10;&#10;Players place tiles to form majorities of their army on the corners of towers: when all 4 corners are resolved, the player with the majority of corners seizes control of the tower.&#10;&#10;Special power tokens can increase your presence or decrease your opponent's presence as well as doing a few other things.&#10;&#10;There are 5 special tiles included in the game for added strategies.&#10;&#10;Debuted here in Fangs and Swords - 2 players tile game of orcs vs knight combat (V.2-updated).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6410",
    "Name": "Dual Gauge",
    "ID": 320879,
    "Year": "(2020)",
    "Geek Rating": "5.676",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/320879/dual-gauge",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8182",
    "Description": "The title Dual Gauge refers to the fact that there are two kinds of track - standard gauge and narrow. Standard is more expensive and more efficient, while narrow gauge is cheaper and rather inefficient. These rectangular track tiles are laid across adjacent hexsides, and all companies are able to utilize a shared track network provided they are connected to it. Different types of track will of course call for different types of trains. Stock purchases put funds in the company coffers, and the company uses this money to pay for track. Trains, on the other hand, are paid for in stock value itself. Those trains can also be &quot;rusted&quot; by the purchase of newer models. Companies can also &quot;token&quot; station spaces on the map, increasing their routes while potentially blocking access for rivals. These, too, are paid for in stock value, by decreasing that value by an entire row in the game's capricious two-dimensional stock market.&#10;&#10;This is not only a game, but a game system played on multiple maps. Each map has unique twists, and a set of companies with unique asymmetric abilities. This base set gets the party started with two maps. Portugal is intended as an introduction to the system, but asks players to contend with difficult mountainous terrain. The challenging Detroit map, set in part of Michigan's Lower Peninsula, finds players taking on debt to keep underfunded railroads afloat, all with an eye toward reaching Chicago and its double-route bonus.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Cities: Detroit (Michigan, USA)",
      "Components: Map (Continental / National scale)",
      "Country: Portugal",
      "Country: USA"
    ]
  },
  {
    "Rank": "6411",
    "Name": "Oware",
    "ID": 28302,
    "Year": "(550)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/28302/oware",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.0833",
    "Description": "Oware is one of the most played games in the Mancala Family of pit and pebbles games. It is the National game of Ghana and the word &quot;oware&quot; means &quot;He She Marries&quot;. The mythology behind the name is believed by many to be the result of a wedding between a man and a woman and the dowry (represented by fields (pits) and seeds. Basically, you're playing for fruitful paddocks.&#10;&#10;The game as played in Ghana is a social event and is commonly played on the street. Heckling, banging the fist and mocking are all allowed. The game is also used in education among the Asanti children for the development of maths skills.&#10;&#10;Most of the oware available in Ghana is hand carved and comes with traditional symbols of the Asanti people carved into the wood. The traditional playing seeds are Bonduc seeds, a bright green seed with a hard shell. Stones and sometimes recycled glass are used.&#10;&#10;As for the other games in the Mancala Family, the rules differ from country to country; however, for Oware there is an international organization which sets the standard.&#10;&#10;The basic object of the game is to capture more seeds than your opponent. This is done by landing the last seed you are &quot;sowing&quot; in a pit on the opponent's side which already contains one or two seeds. Other rules allow multiple captures and the avoidance of &quot;stalemates&quot;.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Continents: Africa",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: PlayStrategy",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games",
      "Series: LUDOS Africa (Lemery Games)",
      "Series: The Reliquary Collection (Bibelot Games)",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "6412",
    "Name": "The Metagame",
    "ID": 114991,
    "Year": "(2011)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/114991/the-metagame",
    "Min Players": "2",
    "Max Players": "50",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1.5455",
    "Description": "Everybody&rsquo;s got an opinion. The Metagame gives you a chance to exercise your smartest and most ridiculous opinions on just about everything: music and movies, fine art and fashion, junk food and videogames. It&rsquo;s a card game where you do what you already love to do with your friends: talk about culture. There&rsquo;s not just one way to play - The Metagame comes with six unique games. Each one makes use of both types of cards in The Metagame deck:&#10;&#10;&#10;     CULTURE CARDS feature a single cultural object or icon, from the Mona Lisa to Ms. Pac-Man.&#10;     OPINION CARDS say things like &ldquo;Which feels like first love?&rdquo; or &ldquo;Best reminder of our mortality.&rdquo;&#10;&#10;&#10;Some of the games get you debating, and some are more strategic. Some are best for a handful of players and others are designed for dozens of them. &#10;The six games are:&#10;&#10;&#10;     Matchmakers: match your culture cards to the right opinion cards&#10;     History 101: put everything in the right chronological order&#10;     Debate Club: argue to the critics for your hilarious opinion&#10;     Head to Head: a fast-paced race to get your cards out first&#10;     Massively Multiplayer Metagame: for big parties and events&#10;     Metaquilt: a tricky combination of strategy and discussion&#10;&#10;&#10;You don&rsquo;t usually find games where players have debates like: Which is more fundamentally misunderstood - Fox News or the rainbow flag? The Metagame covers every possible kind of design, media, and art and helps you see culture in new ways. We&rsquo;ve played The Metagame at hardcore tabletop game conferences and in dimly lit hipster bars. The Metagame works in just about any social setting - just pick the game variation that suits your group and situation the best.&#10;&#10;Contents of the 7 game KickStarter:&#10;Includes:&#10;200 culture cards featuring civilization's greatest achievements. Like the Mona Lisa. Or Ms. Pac&shy;Man.&#10;&#10;100 opinion cards that say things like &ldquo;Which feels like first love?&rdquo; or &ldquo;Which is a sign of the apocalypse?&rdquo;&#10;&#10;7 unique games to play with 2&shy;&mdash;50 of your most opinionated family and friends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6413",
    "Name": "Don't Turn Your Back",
    "ID": 172896,
    "Year": "(2015)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/172896/dont-turn-your-back",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3846",
    "Description": "Walk the twisted streets of the Mad City in a boardgame that fuses worker placement with deck building and area control to create a unique experience.&#10;&#10;Extract dreams in the City Slumbering and use them to buy favors from Nightmares. Procure special services in the Bizarre Bazaar. Score points through skillful play in Mother When&rsquo;s deadly High School, and the sinister 13th District. Compete for the Wax King&rsquo;s favor, and the ultimate prize&hellip;escape!&#10;&#10;In this game, set in the sinister world of the Don&rsquo;t Rest Your Head role playing game, your opponents lurk around every corner, waiting to attack. Can you outsmart your friends and win the Nightmares&rsquo; game? Whatever you do, Don&rsquo;t Turn Your Back!&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6414",
    "Name": "Shadows in the Forest",
    "ID": 1070,
    "Year": "(1985)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/1070/shadows-in-the-forest",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1064",
    "Description": "You are deep in a dark, ancient forest with only your lantern to guide you. Tall, looming trees cast shadows all around. Off in the distance you hear a faint rustling sound and your heart begins to race. Could the legend be true? Will you finally discover the creatures who hide in the forest shadows?&#10;&#10;Shadows in the Forest is a thrilling, immersive play experience that brings a distinctive twist to game night - you play it in the dark! One player moves the lantern around in search of Shadowlings, mysterious creatures who avoid the light. The lantern illuminates the forest and trees, casting real shadows on the game board. The rest of the players work together, strategically moving their Shadowlings to stay out of the light in this innovative board game for kids and families.&#10;&#10;If one of the Shadowlings is hit by a beam of light, he is enchanted and can no longer move. The other Shadowlings will try to free him again. To do this, they have to wait until the light has moved far enough away so that another dwarf can reach him in the shadows.&#10;&#10;The Shadowlings all want to meet under a tree while the lantern tries to cast a spell on all of them. Who will win?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Players: One versus Many",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "6415",
    "Name": "Expressions",
    "ID": 402337,
    "Year": "(2024)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/402337/expressions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "Embark on an emotional journey with Expressions, a cooperative card game for 2-5 players. Dive into the world of emotions as you decipher the hidden feelings in your friends' hands.&#10;&#10;Expressions features five emotion-themed suits of cards: anger, sadness, joy, fear, and disgust. Your mission? Maintain emotional balance by correctly guessing cards in other players&rsquo; hands. Harmony leads to victory, while agony threatens your success.&#10;&#10;Choose wisely each turn &ndash; Either play a card or guess a card. Although talking about the cards in your hand is OFF LIMITS, each card can be played in one of 4 orientations to convey different information about your hand. Playing cards to provide clues will increase your Agony while correctly guessing your friends&rsquo; emotions will earn you Harmony. Be careful, incorrect guesses will increase your Agony even further.&#10;&#10;Can your team overcome this emotional rollercoaster and emerge victorious?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Multi-Use Cards"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "6416",
    "Name": "Croak!",
    "ID": 3093,
    "Year": "(1999)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/3093/croak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5758",
    "Description": "In Croak!, you have a queen frog and servant frogs, and while moving them around, and if you land on an opposing frog, you eat it, thereby removing it. If your queen is eaten, you are out of the game. As you move, the tiles you land on can add effects to your movement.&#10;&#10;Cr&ocirc;a! can be played as a 5-6 player game by combining it with Splotch!.&#10;&#10;Integrates with:&#10;&#10;    Splotch!&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Digital Implementations: Game Park"
    ]
  },
  {
    "Rank": "6417",
    "Name": "Empires",
    "ID": 230590,
    "Year": "(2017)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/230590/empires",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In Empires, you represent a colonial European nation that is competing to gain the most support. Support is won by supplying your people with goods; goods are produced when your people work in your territories. You can gain people, territories, goods, and supporters by winning wars. To win wars, you must pay gold to raise armies, and gold can be earned by winning wars and by selling goods.&#10;&#10;All turns are taken simultaneously, and there are no restrictions on trading. At any point in the game, you may trade anything: people, territories, goods, gold, player powers, etc. The game takes place over a series of rounds. At the end of the final round, the player with the most support wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Austria",
      "Country: Denmark",
      "Country: France",
      "Country: Great Britain",
      "Country: Netherlands",
      "Country: Portugal",
      "Country: Russia",
      "Country: Spain",
      "Country: Sweden",
      "Misc: LongPack Games",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "6418",
    "Name": "Stratego (Revised Edition)",
    "ID": 40432,
    "Year": "(2008)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/40432/stratego-revised-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9474",
    "Description": "This game is a revision and update of the classic game of Stratego.  It is similar to the latter, in which the purpose is to capture the enemy's flag after secretly placing your units; but here are included new graphics, board, components, and rules.&#10;&#10;Stratego: Revised Edition has two rules sets: those of Classic Stratego; and the main ruleset including special movement and attack rules---new for most of the pieces.  All pieces' powers are printed in the rules and on the gameboard. The board is smaller (8 x 10 vs. 10 x 10), and there are fewer pieces (30 vs. 40) than in Stratego.&#10;&#10;This edition is set in a fantasy realm with pieces such as Dragons, Dwarves, and Elves replacing the traditional Napoleonic soldiers and theme of Classic Stratego.  One player is the Fire (Red) Army from Volcandria, and the other player is the Ice (Blue) Army from Everwinter (hence, the game's nickname Stratego: Fire &amp; Ice).&#10;&#10;Re-implements:&#10;&#10;     Stratego&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Fighting",
      "Memory"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Stratego",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6419",
    "Name": "A Pleasant Journey to Neko",
    "ID": 257077,
    "Year": "(2018)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/257077/a-pleasant-journey-to-neko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.1765",
    "Description": "You and your friends have decided to journey to the Antarctic harbor of Neko in hopes of seeing the cute penguins living in the backdrop of the stunning glacier landscape. To get to Neko smoothly, you each try map out the stops along your journey in order to see the most penguins. Your chances improve the farther your ships travel, the more harbours you visit, and the more goods you deliver. But avoid doing things that interfere with the Antarctica ecology and cause the penguins to move away!  Will you be the one that sees the most penguins?&#10;&#10;A Pleasant Journey to Neko is a dice strategy game for 2-4 players. The game plays in four rounds across two periods, each with a mid-game scoring phase. In each round, players roll and draft their dice, which are used to exchange resources, activate existing card abilities, or bid on more cards.  Players can also take a number of free actions, including exchanging resources, adjusting their dice, buying and moving ships, and opening harbors to build more ship lanes.&#10;&#10;Try to plan ahead by building ship lanes that create custom hubs!  These spaces give you additional locations to trigger powerful new actions.  But don&rsquo;t forget about advancing your ships too!  Not only do they score you points, but they can combo with the dice in the hubs you have created.&#10;&#10;A Pleasant Journey to Neko has a unique dice drafting mechanism and card laying system. Over a hundred card combinations exist, making each game different and surprising. Also, don&rsquo;t forget about the advance mode, where you will face more challenges on  your way to Neko. Are you ready to go see the penguins?  We wish you a pleasant journey to Neko!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Point to Point Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Penguins",
      "Continents: Antarctica",
      "Region: Antarctic Ocean / Southern Ocean"
    ]
  },
  {
    "Rank": "6420",
    "Name": "Montego Bay",
    "ID": 40761,
    "Year": "(2009)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/40761/montego-bay",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "Players have to transport drums and load them on ships. For this, they have two workers, a large one and a smaller one, and a set of 5 cards for each worker to move them. There is a scale with counters (for each worker 1 counter) depicting which worker moves first, second and so on).&#10;                                                 &#10;In a turn, all players secretly choose one of the numbered cards from each of their card sets.&#10;&#10;For the worker which is the first to move, the player revealed the appropriate card and moves his worker the amount of spaces as stated by his card. When one of the workers land on an occupied space, the (passive) worker is pushed to the opposite side of the warehouse. When this place is already occupied the (passive) worker won't move. The (active) worker will be moved back to the next unoccupied place.&#10;When all players have made their moves, the warehouses are checked if there is a worker next to a chamber. Players take as many drums in their colour as barrels in the room they are next to. The barrels are placed in one or more of the ships in the harbour (4 ships); players may decide freely.  &#10;                                                  &#10;When a worker is next to a room where broken barrels are, the player must take as many drums in his colour from any of the ships. When a worker is next to a room depicting also a silver coin, the player gets a silver piece from the common stock.&#10;Majorities with barrels on ships are important for scoring points. When a ship is fully loaded, or if it is the leftmost ship, loaded or not, it gets scored at the end of the round after which it is taken away (barrels/drums goes back to the players stock); the other ships move left accordingly and a new ship is taken from a blind stack of ships tiles.  &#10;There are scores for first, second and third positions (the latter in a game of 3 or 4 players) on the ship. &#10;For the next round the last worker (in play order) will become first worker (shifting the counter on the scale).&#10;&#10;For three silver coins an extra worker for the current round can be bought, but this worker always must be the first to move in a round. This worker gets no penalty if his move ends near a room with broken barrels.&#10;&#10;The configuration of the warehouse cards each game is different, as these are loose tiles. When the stack is depleted, the game ends.&#10; &#10;Game Summary&#10;The board shows a randomly ordered group of 7/8 (3er/4er) warehouses, each with 2 rooms containing 0-4 good barrels or 0-2 broken barrels, and 0-1 coin. This is surrounded by a looped movement path with stops in front of each storeroom. Players each have 2 dock workers (Big and Little) which start at opposite ends of the board (off the path initially), and 2 sets of movement cards numbered 1-5 (one set per worker). There are 4 piers, each with a random boat with room for 3 or more barrels. At the start, pier 1 has a &quot;pilot&quot; boat -- occupies space but cannot load goods. Finally, token movement order is set randomly at the beginning of the game: chits corresponding to all workers are placed in a row in random order.&#10;&#10;Each round, players first have the option to pay 3 coins to hire Lazy Jack for this turn (if several want to hire him, priority goes to player with fewer VP). Place the Lazy Jack token with one of your workers. Then, everyone selects and simultaneously reveals a movement card for each worker. If you hired Lazy Jack, play an additional card of the same type (Big/Little) as whoever you placed Lazy Jack with. The workers than all move in token movement order, with Lazy Jack moving first. If they land on another worker, they shift that worker to the opposite side of the movement path, unless that space is already occupied; in that case, the moving worker moves backwards to the first empty space on the path.&#10;&#10;After all tokens have moved, resolve the warehouses in order from one side of the board to the other. If a coin is present, take one from the bank. If there are good barrels in the storeroom, take as many from your stock and load them onto any boat(s). If you take the last open spot, score 1VP and the boat sails: players with barrels on board score VP based on majority (last place scores nothing; ties will score average of sum of ranks, rounding up). Immediately move other boats forward in the pier track, and place a new boat at the last pier. If there are broken barrels in the storeroom, remove as many of your barrels from the boats (exception: Lazy Jack does not unload).&#10;&#10;If there are now 3 or fewer boats in the piers, the game will end -- score all boats and most VP wins.&#10;&#10;If not, the boat at pier 1 scores, then sails away (immediately advance all boats and draw a new one). Finally, if you had dipped into the last 6 boats this turn, randomize the token movement order. Otherwise, the token last in movement order moves up to 1st position. Return Lazy Jack to supply, and start another round.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Jamaica"
    ]
  },
  {
    "Rank": "6421",
    "Name": "Fire of Eidolon",
    "ID": 190333,
    "Year": "(2017)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/190333/fire-of-eidolon",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8182",
    "Description": "HOOK: Co-operative, diceless, dungeon exploration with a retro videogame flair, all in a super-portable package.&#10;&#10;DESCRIPTION: The Fire of Eidolon is the quintessential source of light magic in your world and it has been stolen by the agents of the Dark Sorcerer, a being of untold power and horror who intends to bury it forever in the very same void that imprisons him, even if that means sealing you inside with it!&#10;&#10;It is up to you and your band of brave Heroes to recover the Fire of Eidolon and extract it from the dark void Dungeon before its arcane light is extinguished forever. Your quest is to search through the Dungeon before you, Challenge the horrors inside for their trophies, and Break the three Dark Relics sealing the Fire to reclaim it...and then you have to escape. Are you up to the challenge?&#10;&#10;GAMEPLAY: Fire of Eidolon uses a diceless action-point system to facilitate quick gameplay which is easy to learn to deliver a super-rich experience in a super-small package.&#10;&#10;Players will take turns using their allotment of action points to accomplish several tasks:&#10;&#10;     Exploring new Dungeon Chambers&#10;     Combating the Challenges waiting within those Chambers to collect their Tokens of Power&#10;     Deliver enough Tokens of Power for each of the three given types to break the respective Dark Relic that is keeping the Fire of Eidolon from rescue&#10;     Collect the Fire of Eidolon, and escape the Dungeon alive&#10;&#10;&#10;But nothing is as easily done as it is spoken; while the heroes frantically fight to recover the Fire of Eidolon, the Dark Sorcerer's brainwashed Cultists will continuously appear, starting evil Rituals onto the chambers, in hope of warping them away into the Void with valuable Tokens or Heroes still inside. You and your Heroes can easily disrupt these Rituals, costing you only your precious, valuable time...but ignoring them may close off your last path to the outside world, and the last light your people will ever see.&#10;&#10;Tread carefully and work together to reclaim the FIRE OF EIDOLON&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6422",
    "Name": "Raiders of the Deep: U-boats of the Great War, 1914-18",
    "ID": 227995,
    "Year": "(2018)",
    "Geek Rating": "5.675",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgame/227995/raiders-of-the-deep-u-boats-of-the-great-war-1914",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.125",
    "Description": "Raiders of the Deep: U-boats of the Great War, 1914-18 is a new game inspired by Gregory Smith's The Hunters: German U-Boats at War, 1939-43 that places the player in command of a German U-boat during WWI. Completely re-written rules and reworked charts simulate all the major aspects of the First U-boat War, while all-new artwork immerses the player in the atmosphere of the period.&#10;&#10;Your mission is to destroy as much entente shipping and as many capital ships as possible, while advancing your crew quality, winning awards and increasing your commander rank - all while attempting to make it home amidst diminishing odds of survival as the war progresses.&#10;&#10;Conducting patrols is the heart of the system: each game turn you will resolve encounters against individual ships, convoys, Q-ships and enemy aircraft. Situations you will face will demand  decisions such as...&#10;How will you engage a convoy?&#10;Do you risk closing range for a potentially more lethal attack?&#10;If the engagement is at night, will you conduct a surface attack?&#10;With ammunition dwindling, will you try to follow a convoy, or will you look for easier targets?&#10;&#10;Every decision you make during the U-boat war determines whether you and your crew come home as heroes, failures - or not at all.&#10;&#10;The game was designed by a ten year BGG veteran and was developed and playtested with the help of the U-boat game aficionados in the BGG community.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: The Hunters",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "6423",
    "Name": "Fall of Lumen",
    "ID": 379928,
    "Year": "(2024)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/379928/fall-of-lumen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "150",
    "Weight": "3.6471",
    "Description": " Listen pals. We did not fight the Void to make Lumen even brighter. The flying citadel has proven worthless, profiting from scrolls and abandoning us to our empty fate. Can't you figure out the Eternals on their terrace eating grapes and enjoying the show we put on against the Seraphs? &#10;Guess what? we mortals survived and pushed back the Void. We have shown the Seraphs the door. What about the Eternals now?&#10;- Commonly heard in Gon'Mar Taverns -&#10;&#10;Fall of Lumen is a stand-alone tabletop game based on deck-building and tableau building. It is a follow-up of Legends of Void. &#10;The Void battles have ended. The Outer Lands are devastated after years of battles against the Seraphs, and the people are happy to return to a peaceful time and rebuild their houses and society. But a small group of rebels is sick of the citadel of Lumen and works in the shadows to free the Outer Lands from its dictatorship. Their plan is as simple as it will be effective. Bring back the Keepers that once saved the world from the Nihil of the Pale Night and sneak them into the flying citadel as incognito agents.&#10;You play a rebel&nbsp;Hero,&nbsp;an ex-Keeper&nbsp;banned from the Outer Lands long ago. Now you are back thanks to the dimensional fracture caused by the Void. You'll rescue comrades from the Inner Worlds, where the Eternals, the founders of Lumen, banished all of you. You will infiltrate Keepers into Lumen to take power back until the flying citadel becomes the falling one.&nbsp;&#10;You will be supported by a Faction, which shares your cause against the Eternals, and compete with the other Heroes to be the most influential Hero, the one who has infiltrated the most Agents on Lumen.&#10;You will move your Hero across the Outer Lands and spend their skills to gather resources such as Gold, Mana, Mithril, Dark Matter, and Genasi. Using these resources, you will acquire traits, learn spells, buy trinkets, retrieve artifacts, and hire followers to help your cause and improve your skills.&#10;Finally, with enough skills, you can restore the dimensional connection to an Inner World and bring back a Keeper stuck there. To unlock a portal and reach an Inner World, you need a different combination of skills: Deception, Wit, Fighting, Wizardry, and Void (the most precious and versatile skill).&#10;As the game gets closer to the end, your interest will switch from rescuing Keepers from the Inner Worlds to sneaking them onto Lumen, which is the goal of the game and the greatest source of victory points. You can infiltrate a saboteur in any of the five districts of Lumen: Informers, Engineers, Fighters, Wizards, and Voyagers. Each saboteur will grant you a recurring or immediate income and victory points.&#10;&#10;The main mechanics are:&#10;&#10;     Deck-building: the deck is your main resource; improving it by buying better cards will help you perform better.&nbsp;&#10;     Open drafting: market elements are face-up, so you can plan what to buy and collect the resources you need to get them, but you have to get there before the other players.&#10;     Tableau Building: in addition to your deck, you will hire Followers and buy Trinkets for your Hero. They are valuable because you can always count on them and not depend on the luck of the draw draw. You can use them once per turn, and then they are exhausted.&nbsp;&#10;     Area Movement: the game board is divided into eight regions, irregularly shaped. Regions grant access to gather actions, markets, and Challenge locations. During the game, you will move your Hero many times from one region to another to access what you need most at that moment of the game. &nbsp;&#10;     Once-per-game abilities: some cards have very powerful abilities, but you can use them only once per game, then they are removed from the game.&#10;&#10;&#10;The game will feature a Solo mode and a 2-player cooperative variant.&#10;Fall of Lumen has No Take That elements. The interaction between players is indirect. It mainly comes from solving challenges, market acquisitions, and timing the infiltration of Agents on Lumen. The more saboteurs are on a District Window of Lumen, the higher the cost to send a new one. &#10;Our estimated complexity is 3.2 on the BGG scale (max 5.0).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6424",
    "Name": "Planet Defenders",
    "ID": 204879,
    "Year": "(2016)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/204879/planet-defenders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "By 2070, we have colonized hundreds of planets throughout the galaxy, and we use robots extensively for space missions. One day, a number of derelict robots suddenly recharge and appear to be operating outside their original programming! As the leading scientists in robot technology, you are tasked with directing the planet defenders to catch the derelict robots.&#10;&#10;In Planet Defenders, players pay batteries to control the three planet defenders, moving them among the planets and collecting energies. Players can enhance their actions by spending energies or batteries to upgrade their technology. They earn research points (RP) by catching derelict robots and collecting technology cards.&#10;&#10;When the robots from two different areas are depleted, complete the current round so that all players have an equal number of turns. At that point, the player with the highest RP wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "6425",
    "Name": "No Retreat! Italian Front: 1943-45",
    "ID": 150013,
    "Year": "(2015)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/150013/no-retreat-italian-front-1943-45",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "780",
    "Weight": "3.8788",
    "Description": "(from GMT website:)&#10;&#10;Following on the success of No Retreat! Where the Russian Front of World War II beckons, and then taking the action to the African Front, and then the French Front, game designer Carl Paradis presents the fourth chapter in this game series, No Retreat 4: Italian Front 1943-45.&#10;&#10;This game will be using a mix of all the previous No Retreat! game concepts/systems, including some from the solitaire module, to depict this long and gruelling campaign with the minimum of fuss and the fastest possible play time. Each turn will represent one or two months (depending on the weather), but not every Turn will see major action! So during Frontline lulls very little combat, if any, will take place but for frontline attrition, so these turns will pass in a speedy manner. When a side decide to go on the offensive then that specific turn will see a series of moves/combat/activations (like was done for NR2); using a variant of the regular No Retreat &ldquo;Target/Counterblow&rdquo; rules and markers. The important sea invasions will be shown in great detail, the German fortified positions also, and the long set-pieces battles (like Cassino or Anzio) will be represented correctly without bogging down game play. Like in NR3 &ldquo;Secret Campaign Plans&rdquo; will make an appearance, with players vying to attain special high command objectives, thus getting bonus victory points if the game does not end in an early &ldquo;Sudden Death&rdquo; and continues to the bitter end.&#10;&#10;To make the play surface more easy to use, the long Italian peninsula will be represented by a series of separate maps each showing a part of the battleground. As the frontline moves north or south, players will switch the &ldquo;play map&rdquo; map to show the actual areas of operations, thus saving a lot of table space. It will also be possible under certain circumstances for players to actually change sides in the game (keeping their accumulated Victory points): Thus both will be able to get the chance to be on the &ldquo;attacking side&rdquo; if wished for; historically the Germans were mostly on the defensive. The Event card system will also be changed a bit, with each card allowing multiple possible effects/events: all the cards will be useful, even when the main event cannot be used because of Strategic Initiative.&#10;&#10;Bonus Game&#10;But wait, there is more! For this deluxe edition, the Invasion of Sicily will be added as a separate mini-game. Very fast-playing, and will be an excellent learning or tournament game; that can be also linked to the main campaign game. Could the Axis have delayed the Allies longer on the island? And what if only a token holding attack was made, with the main landings a short while later on the mainland? Or Sicily completely bypassed altogether?&#10;&#10;Italian Front Scenario Listing&#10;&#10;    Regular Game: The 1943/45 full campaign. Both players will choose a &ldquo;Campaign Plan&rdquo; that will instruct them as to their general objectives; there is a chance that one could also be imposed by the game system in case of failure! A players&rsquo; &ldquo;switch of sides&rdquo; could also occur because of the plans or player&rsquo;s will. The outcome of the Sicily mini-game can be linked to this scenario. Players can also change the Strength of the Armies and rate of reinforcements.&#10;    Historical Game:  The 1943/45 full campaign, but with the Plan choices limited to the more historically plausible alternatives. No switch of sides can occur. The Sicily mini-game is not used.&#10;    Short Early game: The first part of the 1943/45 campaign. Only the Southern Italian maps will be used, and the game will end in Early 1944 (historically after the Anzio invasion petered out).&#10;    Short Late game: The second part of the 1943/45 campaign. Only the Northern Italian maps will be used, and the game will Start where the previous &ldquo;Early game&rdquo; scenario stops, and continues until the end of the war in 1945.&#10;    Sicily Game: This mini-game can be played &ldquo;stand alone&rdquo; or linked to the Regular Game Scenario. It also makes for an excellent fast-playing Tournament scenario.&#10;&#10;&#10;TIME SCALE: 1 month per turn&#10;MAP SCALE: 10 miles per hex&#10;UNIT SCALE: Divisions&#10;&#10;Components:&#10;&#10;        One 17&quot;x22&quot; two-sided map&#10;        Two 17&quot;x22&quot; one-sided maps&#10;        47 Event cards and 8 Leader cards&#10;        One sheet of 88 round markers; 24 hex markers&#10;        One sheet of 88 two-sided square unit counters&#10;        Rulebook&#10;        Scenario Book&#10;        Player Aid Mat&#10;        Two 6-sided dic&#10;&#10;&#10;DESIGNER: Carl Paradis&#10;DEVELOPER: Jack Stalica&#10;COUNTER ART: Mark Simonitch &amp; Charles Kibler&#10;MAP ART &amp; RULEBOOK LAYOUT: Charles Kibler&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Italy",
      "Country: USA",
      "History: World War II (Italy)",
      "Series: No Retreat! (Carl Paradis)"
    ]
  },
  {
    "Rank": "6426",
    "Name": "Disc Duelers",
    "ID": 141653,
    "Year": "(2013)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/141653/disc-duelers",
    "Min Players": "2",
    "Max Players": "21",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "In Disc Duelers, players control a team of 3-5 characters, which are drafted during the initial set-up. Each of the 52 characters is represented by a card and a disc. The card shows ratings for movement and attacks, plus a special ability. The game can be played on any flat surface, although a four-foot-square table is recommended. Players place everyday objects on the table to act as terrain.&#10;&#10;On his turn, a player activates a character. He may then move and attack by flicking the corresponding disc. A moving disc that hits terrain suffers no damage, but hitting other discs causes one damage to the active character. An attacking disc suffers a point of damage if it hits terrain and causes a point of damage to another character if it hits its disc. Knocking a disc into terrain or off the table inflicts an additional point of damage. A character is eliminated when it takes five points of damage. A character's ratings determine how many times it can move and attack each time it is activated. Optional item cards, if used, can be acquired during play and provide additional actions.&#10;&#10;Disc Duelers includes several play options, including classic elimination, point capture (points scored for eliminating a character, but that character returns to action), soccer or volleyball with a neutral disc representing the ball, and a race.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fighting",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "6427",
    "Name": "Disney Villainous: Sugar and Spite",
    "ID": 411003,
    "Year": "(2024)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/411003/disney-villainous-sugar-and-spite",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In Villainous: Sugar and Spite, each player takes control of one of two Disney characters, each a villain in a different Disney movie, specifically King Candy (Wreck-It Ralph) and Shere Khan (The Jungle Book). Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and conditions. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's movie, and these cards allow other players to mess with that particular villain.&#10;&#10;Villainous: Sugar and Spite is playable on its own, and its characters can also face off against those in the other Disney Villainous games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Disney Villainous",
      "Series: Villainous",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "6428",
    "Name": "Tiny Epic Game of Thrones",
    "ID": 409978,
    "Year": "(2025)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/409978/tiny-epic-game-of-thrones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3.25",
    "Description": "Prepare to navigate the perilous world of Westeros with Tiny Epic Game of Thrones, where alliances are fragile, betrayals are common, and the fate of your House hangs in the balance. Players will assume the roles of the mighty houses of the Seven Kingdoms, each vying for power, influence, and control of the Iron Throne.&#10;&#10;As you step into the shoes of iconic characters, you'll face challenging dilemmas, engage in intricate political maneuvering, and wage epic battles for supremacy. Will you forge powerful alliances with other noble houses, or will you plot their downfall to seize their lands and resources? The choices you make will have far-reaching consequences, affecting not only your House but the entire realm. Can you outwit your rivals and ensure the survival and prosperity of your House in the unforgiving Game of Thrones?&#10;&#10;In Tiny Epic Game of Thrones, players utilize an innovative limited-action dice mechanism to strategically choose actions such as plot, whisper, event, march, and sail. With the option to follow other players' actions, players will be engaged every turn.&#10;&#10;Furthermore, players will wield the immense power of their respective Houses through a versatile hand of multi-use cards that allow players to plot against the influential houses of Westeros, orchestrate grandiose events, and partake in exhilarating battles. They will wage war across all of Westeros, sieging castles, taking lands, and forging crucial alliances, all for a chance to sit upon the Iron Throne. After six rounds of play, one player will emerge as the Lord of the Seven Kingdoms and be crowned the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Mature / Adult",
      "Medieval",
      "Movies / TV / Radio theme",
      "Political",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Advantage Token",
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Follow",
      "Hand Management",
      "Income",
      "King of the Hill",
      "Multi-Use Cards",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Category: Dized Tutorial",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Series: Tiny Epic (Gamelyn Games)"
    ]
  },
  {
    "Rank": "6429",
    "Name": "The Other Side of the Hill",
    "ID": 362917,
    "Year": "(2024)",
    "Geek Rating": "5.675",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgame/362917/the-other-side-of-the-hill",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "3.8235",
    "Description": "As the Second World War raged across Europe, tensions brewed within the seemingly monolithic German war machine. Hitler, like dictators before him, had given his minions overlapping responsibility, so that they would plot against each other and keep him the arbiter. Germany&rsquo;s military leadership worked well enough as Germany&rsquo;s armies advanced in conquest after conquest. But Hitler's no retreat order in the difficult winter of 1941-1942 was a turning point in the way the war was run. All decisions now had to be approved from the top&mdash;a flagrant reversal of the German military tradition of setting objectives and giving subordinates freedom in how to attain them. As victory in the battle for Europe eluded the German generals and final defeat loomed, their competing agendas came ever more to the fore. Contravening their overseer, military leaders looked to a settlement with the Allies and, in a few cases, the end of the regime.&#10;&#10;The Other Side of the Hill is a boardgame that simulates the effects that this struggle for power within the German High Command had on the development of the Second World War. Up to four players represent military leaders cooperating and competing as they manage Germany's wartime strategy. To win, they must vie for Prestige by advancing the careers of their favored Army and Army Group commanders, grabbing their share of victories while the early-war pickings are easy, then avoiding responsibility for battlefield disasters as the Soviets and the Western Allies solidify and push back.&#10;&#10;Players will pursue hidden objectives to dominate the German Officer Corps on behalf of Interest Groups such as the technically-minded Professionals, a traditionalist Old Guard, or anti-Nazi Dissidents&mdash;all while Allied aircraft bombard Germany&rsquo;s war industry and Allied armies press in on every front. As in history, players must reconcile contradictory roles. The German General Staff&rsquo;s job is to hold the Allies off, but each clique&rsquo;s priorities can subvert any collective strategy. And beware: a player may in secret be sabotaging the war effort!&#10;&#10;The Other Side of the Hill offers competition for two, three, or four players as well as fully cooperative, semi-cooperative, and solitaire modes. Playing cards include intriguing historical details on World War Two&rsquo;s real-life German Generals, strategic Directives, wartime Events, and personalities of the &ldquo;Black Orchestra&rdquo; plot to assassinate Hitler. Experience the European Theater of WWII as you have never gamed it before&mdash;from The Other Side of the Hill!&#10;&#10;Game modes&#10;&bull; Competitive: One player will win, even if Germany falls before it historically did.&#10;&bull; Cooperative: Players win or lose together.&#10;&bull; Solo: You make all the decisions.&#10;&bull; Semi-Cooperative: If Germany falls before the historical date, everyone loses. Otherwise, one player wins.&#10;&bull; Campaign Mode: You can play the full campaign in successive shorter and more manageable gaming sessions.&#10;&#10;Scenarios and Playtime&#10;&bull;The Triumph of Blitzkrieg (1939-1941): 3-4 hours&#10;&bull;The World Holds its Breath (1941-1942): 3-4 hours&#10;&bull;Point of No Return (1942-1943): 3-4 hours&#10;&bull;Festung Europa (1943-1944): 3-4 hours&#10;&bull;The Decline of the 3rd Reich(1943-1945): 4-5 hours.&#10;&bull;Total War (1942-1945): 5-6 hours&#10;&bull;World War (1941-1945): 8-10 hours&#10;&bull;Armageddon (1939-1945): 10-15 hours&#10;&#10;&iexcl;You can play this game also in Vassal and TTS!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Novel-based",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Command Cards",
      "Events",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Traitor Game",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "6430",
    "Name": "Ace of Aces: Flying Machines",
    "ID": 7103,
    "Year": "(1983)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/7103/ace-of-aces-flying-machines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7222",
    "Description": "The Flying Machines book set pits a Fokker EIII Eindecker against an Airco DH2 &quot;pusher&quot; plane (meaning that the propeller was at the back of the aircraft.) Because of the pusher configuration, the DH2 has a flexible forward firing gun - a novel addition to the Ace of Aces system. The game also provides statistics for other early-war German aircraft and Allied pusher aircraft which may be played using this set.&#10;&#10;Flying Machines includes a different variety of maneuvers than was used in the Powerhouse and Handy Rotary books. This makes for interesting match-ups between the sets.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Occupation: Aviator",
      "Players: Two-Player Only Games",
      "Series: Ace of Aces (Nova Game Designs)",
      "Series: Ace of Aces WWI (Nova Game Designs)",
      "Series: Picture Book Games (Nova Game Designs)"
    ]
  },
  {
    "Rank": "6431",
    "Name": "Ultimate Werewolf Legacy",
    "ID": 206715,
    "Year": "(2018)",
    "Geek Rating": "5.675",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/206715/ultimate-werewolf-legacy",
    "Min Players": "8",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "Ultimate Werewolf is an interactive game of deduction for two teams: villagers and werewolves. The villagers don't know who the werewolves are, and the werewolves are trying to remain undiscovered while they slowly eliminate the villagers one at a time. A moderator (who isn't on a team) runs the game. The game takes place over a series of days and nights. Each day, the players discuss who among them is a werewolf and vote out a player. Each night, the werewolves choose a player to eliminate, while the Seer learns if one player is a werewolf or not. The game is over when either all the villagers or all the werewolves are eliminated.&#10;&#10;Ultimate Werewolf Legacy uses gameplay similar to Ultimate Werewolf, but you no longer have single standalone games as players and the village itself have attributes that are retained between games, with events that take place in the first games having effects that ripple through remaining games. Make a bad decision early on, and it can haunt the village for years to come! Players can earn titles, which provides them with special abilities in future games, regardless of their role. Players are each given a public family card in addition to their secret role card, and they team up with the other members of their family to work together...unless one or more of their family members is secretly working against them.&#10;&#10;As for the village, there are multiple paths that the game may take, and as a result the experience you have playing through the entire game will differ from someone else who is playing with another set of people. This also allows players to play through the campaign multiple times, with a different set of roles, rules, and environments each time.&#10;&#10;At the center of Ultimate Werewolf Legacy is an oversized, 80+ page diary, that walks the game moderator through every session. The diary has been designed so that players with no previous Werewolf playing experience can both play and moderate. The diary is structured into five distinct chapters with three game sessions in each chapter, as well as an introductory preface game session. Players can jump in and out for individual sessions, but ideally they'll play all the sessions in a chapter. Each chapter can be played in a single evening. At the end of the sixteen-game session campaign, the diary will be a record of exactly what happened in your village, and who was ultimately responsible for what it became over time.&#10;&#10;Replay packs that contain a new diary and an additional set of family cards will be sold separately, allowing players to play through the entire campaign again.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Legacy Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Mechanism: Legacy",
      "Versions & Editions: Legacy Versions of Non-Legacy Games"
    ]
  },
  {
    "Rank": "6432",
    "Name": "Town 77",
    "ID": 402310,
    "Year": "(2023)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/402310/town-77",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8571",
    "Description": "The residents of Town 77 &mdash; located just down the road from Town 66, mind you &mdash; can't stand it when houses with the same shape or color are lined up with each other. Try to build as many houses as you can while keeping in mind which houses in your hand can be built at the end.&#10;&#10;In Town 77, each player has a hand of tiles, with each tile showing one of seven house styles in one of seven colors/patterns. (The color/pattern of a tile also shows on its reverse side.) The game has 49 tiles in total, one of each possible combination. Each player starts with a hand of random tiles.&#10;&#10;The first player places a tile in the upper-left corner of an imaginary 7x7 square, then on each subsequent turn a player adds a tile to a row or column in this square so long as this tile is adjacent to at least one other tile and the color/house style isn't already present in this row and column. After playing a tile, a player can choose to draw a new tile or not. Once you lower your hand size, you can't increase it again. If you can't play on a turn, you're out of the game, and once everyone is out, whoever has the fewest tiles in hand &mdash; or who played latest in the event of a tie &mdash; wins.&#10;&#10;If you play your final tile, you win, but if you don't draw new tiles, you might find yourself unable to play!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "6433",
    "Name": "The Institute for Magical Arts",
    "ID": 158544,
    "Year": "(2015)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/158544/the-institute-for-magical-arts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8095",
    "Description": "The Institute for Magical Arts is in a state of discord due to the mysterious disappearance of its principal magician and headmaster, Dr. Finneas. Two senior wizards are now contending to fill his shoes and bring a state of harmony back to the Institute. However, the wizards have contrasting ideas about the Institute's direction. To gain the title of headmaster, the wizards must gain the trust of their colleagues and gather as much magical powers through the tools of their trade as possible.&#10;&#10;The Institute for Magical Arts is a two-player dice and area control game in which players use dice rolls to place &quot;power stones&quot; onto different cards in an attempt to win those cards. Once won, cards offer either special powers or victory points or both.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6434",
    "Name": "Camel Up: Off Season",
    "ID": 335271,
    "Year": "(2021)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/335271/camel-up-off-season",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Camel Up: Off Season, each of the 3-5 players has their own caravan of four camels that can carry goods, with the camels being able to carry 3, 4, 5, and 6 goods. Goods come in four types &mdash; carpets, vases, dates, and (non-date) fruit &mdash; and these goods will be available at markets, with one more market in play than the number of players. Each double-sided market indicates how many face-up and face-down cards are placed there, in addition to the special power of that market.&#10;&#10;At the start of a round, players bid to see who selects goods first from a market, with the bidding rules being set by the back of the topmost goods card in the deck. Whoever wins the bid pays their money to the bank, while everyone else keeps their coins. (Coins are victory points, so you might not want to throw away too many of them!)&#10;&#10;The winning bidder chooses a market, uses the power of that market (if they wish), then takes all of the goods from that market, flips them face up (if needed), then loads the goods on their camels. A camel can hold goods of only one type, and if a goods type is on a camel, then you must continue placing that good on the same camel. Each camel has a goods limit, however, and if you exceed that limit, then you must throw away all of that type of good.&#10;&#10;Each other player in clockwise order then chooses an unchosen market, optionally uses its power, and collects and loads its goods. Each player then has the option of selling goods from at most one camel, with each type of goods paying out in different ways:&#10;&#10;&#10;    Dates: Cards show 1-4 dates, and the more you sell at once, the more money you receive.&#10;    Carpets: Cards come in six colors, and you can't sell the same color twice in a batch. Again, the more you sell at once, the better.&#10;    Vases: Cards come in three types (with some overlap), and you can sell only one shape at a time&#10;    Fruit: Cards come in four types worth different amounts, and you can sell only the lowest-valued fruit.&#10;&#10;&#10;Place a 1 coin on the unchosen market, flip all the other markets, refill those markets with cards, then start the next round. When the deck runs out, complete one more round &mdash; selling once from each of your camels &mdash; then whoever has the most money wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Arabian",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Market",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Camels",
      "Game: Camel Up"
    ]
  },
  {
    "Rank": "6435",
    "Name": "1825 Unit 2",
    "ID": 16000,
    "Year": "(2000)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/16000/1825-unit-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5333",
    "Description": "The second unit in the 1825 series covering the Midlands (of England). This can be played standalone or in conjunction with 1825 Unit 1 (southern England) &amp; 1825 Unit 3 (Scotland). Designed by Francis Tresham this is another of many games based on the same underlying mechanics, known as 18xx.&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: England",
      "Digital Implementations: 18xx.games",
      "Game: 1825",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "6436",
    "Name": "Deadball",
    "ID": 224149,
    "Year": "(2017)",
    "Geek Rating": "5.674",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/224149/deadball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.2273",
    "Description": "Deadball is a fast-paced baseball game for one or two players that uses real statistics and RPG dice to bring the ballpark to your tabletop. In fifteen or twenty minutes, simulate a full game between real or imaginary teams, using an elegantly simple system that's intuitive to die-hards and casual fans alike.&#10;&#10;For the dead of winter, for the dead of night, for when your team is dead in the water, Deadball is there.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Deadball",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "6437",
    "Name": "echoes: The Microchip",
    "ID": 342209,
    "Year": "(2021)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/342209/echoes-the-microchip",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.0667",
    "Description": "In the far future, civilization is lying in ruins, and the echoes of the past hide the tragic story of its downfall. See whether you can uncover the truth in echoes: The Microchip.&#10;&#10;echoes is a co-operative audio mystery game. Using the free app, players listen to mysterious noises and voices that are connected to the playing material. Together they look for hints in the sound bites to bring the story parts in order and solve the case.&#10;&#10;In more detail, your task is to assemble the 24 parts of the story in the right order; each part is represented by an object &mdash; either a game board or a card &mdash; and its associated echo. The entire story is divided into six chapters, with each chapter being represented by a game board. By scanning the objects with the app, you'll hear the echo connected with each object, and by using conversations and noises in the echo, you try to figure out which three object cards are associated with a chapter and in which order they should be placed. If you're not correct, the app will inform you which cards are incorrect or in the wrong place; if you are correct, you can listen to the entire chapter all at once &mdash; and you should since new, additional hints can then be heard.&#10;&#10;The objects themselves also provide you with clues from time to time, so neglect no details.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: echoes"
    ]
  },
  {
    "Rank": "6438",
    "Name": "This War Without an Enemy",
    "ID": 203321,
    "Year": "(2020)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/203321/this-war-without-an-enemy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3.8421",
    "Description": "Description from the publisher:&#10;&#10;&quot;This War Without an Enemy&quot; is a 2-player strategic block wargame, funding for launched on Kickstarter on 21st January 2020. The game centres on the First English Civil War, when the Royalist forces fighting for King Charles I were opposed by the English Parliamentarian troops and their Scottish allies, the Covenanters, in a struggle for political, economic and religious control of England.&#10;&#10;The game engine will be familiar to anyone who has played a card-driven block wargame, but it adds a number of innovations in order to faithfully simulate both the warfare of the mid-17th century and the unique nature of this conflict that engulfed not only England but also Scotland and Ireland. The game features individual cards deck for each side, two thirds of which contain events. The card decks are adjusted from year to year to reflect the historical progression of the war. The regional nature of much of the conflict is recreated using a system of Leader and Regional blocks as well as rules for regionally-based recruitment. The usual block game mechanics for field battles have been modified with special rules for artillery, cavalry and infantry, while a completely new system has been designed for storming and sieges.&#10;&#10;The object of the game is to acquire Victory Points through the capture of cities held by the opponent. In addition, the Parliamentarians can move closer to victory by capturing the King, represented by his own block. Five scenarios are included:&#10;&#10;     The Full War: up to 26 turns. &#10;     The Early War: an introductory scenario of 8 turns.&#10;     The Mid-to-Late War: up to 18 turns.&#10;     The Mid War: an introductory scenario of 6 turns.&#10;     Prelude to War: up to 27 turns.   &#10;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Minimap Resolution",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: England",
      "Country: Scotland",
      "History: English Civil War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "6439",
    "Name": "Freight Train",
    "ID": 1448,
    "Year": "(1993)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/1448/freight-train",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0339",
    "Description": "For anyone familiar with Get the Goods/Reibach and Co.. The theme here is running and organizing a freight yard. There are three days (rounds) and at the end of each you score for having the longest or second longest train in each car type, or one mixed train in which the cars all have to be different. On the first day you also get one point for every 2 cars in your private holding yard. On the last day you get -1 point for each car still there. The player with the most points at the end of the game is the winner.&#10;&#10;During your turn you can choose to do one thing:&#10;From a common pool of freight cars, you choose 3 cars to add to your trains, matching types, or placing them in your own holding yard. &#10;Pull 1 to 4 cars from your holding yard and add them to your trains (matching type) &#10;Add another Locomotive and another opportunity to score. This can only be done once on the first and second day. &#10;Rearrange your private yard. This action costs one victory point.&#10;&#10;This game will take up a lot of table space.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "6440",
    "Name": "The Kaiser's Pirates",
    "ID": 28185,
    "Year": "(2007)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/28185/the-kaisers-pirates",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.275",
    "Description": "&quot;THE KAISERS PIRATES&quot; is a fast-paced card wargame of gripping adventure on the high seas set during World War One. Players control some of Kaiser Wilhelm&rsquo;s ace German converted commerce-raiders and light cruisers. Air patrols were in their infancy and it was still easy to disappear into the vast expanses of the high seas only to re-emerge on another key sea lane. Players use their raiders in the traditions of the privateers and pirates of old to sink or capture as many Allied and neutral merchantmen as possible. Danger lurks everywhere but, in a desperate pinch, these ships can shoot it out with the British hunters.&#10;&#10;In its unique game play system each player commands both the German and British Forces as they scour the sea-lanes in search of their next merchant prize. No opponent available or just looking to sharpen game-play strategies? THE KAISERS PIRATES&trade; solitaire game system has everything needed.&#10;&#10; THE KAISERS PIRATES&trade; includes:&#10;&#10;&#10;     One 20-Card German Raider/Warship Deck: Historic German commerce raiders&#10;     One 60-Card Merchantman Deck: Historic victims of the German raiders&#10;     One 100-Card Action Deck: The cards used in attacking and defending the ship cards. GMT Games release includes the expansion cards&#10;     One 20-Card Solitaire Action Deck: The cards used when playing the game solitaire&#10;     Eight dice, 2 x 4/8-sided, 2 x 6-sided, 2 x 8-sided and 2 x 10-sided, along with 16 wooden markers&#10;     Action Card summary foldout&#10;     The Complete Rules of Play, all in color and profusely illustrated&#10;     Number of Players: One to four&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "6441",
    "Name": "Four Dragons",
    "ID": 950,
    "Year": "(2000)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/950/four-dragons",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.3556",
    "Description": "From the designer Frank Branham: A 4 player partnership trick taking game themed around the Mexican Day of the Dead. (A particular favorite holiday of ours, as Sandi and I were married on that day in Marietta Confederate Cemetery.) It is short (about 30 minutes), and rather brain bending.&#10;&#10;Dia De Los Muertos (Day Of The Dead) is played over three days as you send animals, then children, then adults on to the afterlife. It is a basic trick taking game, except that most cards have an action with them. You play as a partnership, and if your side wins scoring cards (the dead or food), you exchange a card with your opponent. Other cards allow swaps between partners, asking a question, cancelling other cards and so on.&#10;&#10;The first time you play, there's a lot of checking the rules, checking the crib sheet, remembering if you exchange cards. You spend more time figuring the game than playing the tricks. But after a couple of hands, it makes sense and you switch to game-playing mode. And here's where it pays. If you enjoy Bridge, you can figure out what your partner signals when they swap a card, or you can read the deck based on what's been played, you will really enjoy Dia De Los Muertos. If you don't like Bridge, or can't figure trick-taking games anyway, steer well clear. It is rather brain-bending.&#10;&#10;The original game has nice native graphics of the dead abroad and has a variant for 3 players. The re-issue as Four Dragons has an oriental theme.&#10;&#10;Not to be confused with:&#10;&#10;     Dia de los Muertos (2007)&#10;     Dia de los Muertos (2016)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "6442",
    "Name": "Age of Gods",
    "ID": 13071,
    "Year": "(2004)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/13071/age-of-gods",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3049",
    "Description": "In this game the players are ancient gods that are trying to make their chosen tribes prosper and conquer the land. The twist is that the gods/players don't know all their chosen tribes at the beginning of the game, these are given to them only every other round.&#10;&#10;There are 24 different tribes which start on predefined spaces on the board. These tribes are divided into four different levels and have as many counters on the board at the beginning of the game as their level indicates (1, 2, 3 or 4 tokens).&#10;&#10;The biggest part of the game are the battles between the tribes. The funny part is that the players are not restricted to use their tribes in the fighting, they can make other tribes fight among themselves.&#10;&#10;If you read French, check out the link to the official web site in the links section.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "6443",
    "Name": "DOG Royal",
    "ID": 129615,
    "Year": "(2012)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/129615/dog-royal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Dog Royal plays like its predecessor DOG in that the object of the game is for a player (or team) to move his (their) tokens from home to the target area as quickly as possible. Tokens are moved in a clockwise direction along the track on the game board according to the value on the cards played. The first player or team to move all of its tokens to the target area first wins.&#10;&#10;What distinguishes Dog Royal from Dog are two twists: First, Dog Royal includes a number of special cards not present in the previous game. You can move 1-7 spaces, switch the location of two tokens, draw one token to another like a magnet, equal the value of the card previously played, and more.&#10;&#10;Second, each of the four tokens controlled by a player bears a symbol &ndash; king, knight, citizen, jester &ndash; and each such token has a special power. The king, for example, cannot move more than seven spaces on a turn, so all cards with a higher value cannot be used to move the king, but the king cannot be bumped off the track by any token other than another king. (Players can choose to keep the symbols face-down and treat all tokens the same, if desired.)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Movement Points",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "6444",
    "Name": "Pentaquark",
    "ID": 207242,
    "Year": "(2016)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/207242/pentaquark",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.2857",
    "Description": "Some of the biggest questions in the world of science may be answered by studying quarks, the smallest of particles. The problem with trying to study quarks is that you can&rsquo;t find just one quark; you need to find them in groups called hadrons, or some other exotic particles, like the Pentaquark.&#10;&#10;In Pentaquark, you are trying to give science a little helping hand by collecting the five quarks that form this particle at the detector of a massive particle collider. Move cards you need to the detector, discard others so they may come back as anti-quarks, and try to minimize the number of quarks scattered and lost. If too many cards are removed from the game, the Pentaquark has slipped through undetected once again!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Game: Pentaquark",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "6445",
    "Name": "The Last Hundred Yards: Volume 2 – Airborne Over Europe",
    "ID": 287783,
    "Year": "(2020)",
    "Geek Rating": "5.674",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/287783/the-last-hundred-yards-volume-2-airborne-over-euro",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.5833",
    "Description": "The Last Hundred Yards Vol. 2: Airborne Over Europe is the second game in Mike Denson&rsquo;s Last Hundred Yards series. It includes two major campaigns featuring numerous missions covering small unit actions conducted by US airborne forces in the Normandy and Market Garden operations.&#10; In the Operation Overlord campaign, follow the elements of the American 82nd and 101st Divisions beyond the Normandy beachheads. After being scattered over a large area in Normandy on the night of June 6th, they struggle to assemble and secure their objectives to support the advance of the American units landing at Utah Beach. Later missions feature them defending against the inevitable German reaction and counterattack. Follow Lt. Dick Winters as he leads his platoon in taking out the artillery battery at Brecourt Manor near Ste. Marie-du-Mont and then faces a counterattack from elements of Col. Von Der Heydte&rsquo;s 6th Fallschirmj&auml;ger Regiment.&#10;&#10;In the Operation Market Garden campaign, follow the 82nd Airborne Division after landing south of Nijmegen in the early afternoon hours of September 17th as they race to secure critical bridges over the Waal and Maas rivers, as well as those over the canal between them. Follow Lt. Foley and his men as they defend Devil&rsquo;s Hill against German counterattacks on the Eiesenborne Ridge Groesbeek Heights, a mere 2-3 miles from the German Border.&#10;&#10;While the 82nd lands around Nijmegen, the 101st Airborne Division lands north of Eindhoven and begins its own race to secure its assigned bridges over the river Dommel in Eindhoven, the Wilhelmina canal in Son and Best, and the bridges over the Zuid-Willemsvaart and river AA in Veghel. Experience the counterattack by the German Kampfgruppes H&uuml;ber and Walther as they cut the main highway near Veghel. It took two critical days of hard fighting for units of 101stAirborne and British XXX Corp to reopen the corridor.&#10;&#10;This game will introduce airdrop and night rules, as well as new terrain to the series. Successfully landing airborne troops at night, assembling them from a dispersed condition, and advancing against unknown enemy resistance to secure your objectives will prove a thrilling challenge in this new game.&#10;&#10;Note: This game is a stand alone game. It does NOT require ownership of The Last Hundred Yards to be played.&#10;&#10;Components:&#10;1 Game Box&#10;6 double-sided geomorphic maps&#10;1 full-color Rules booklet&#10;1 full-color Playbook&#10;3-4 Mission Cards (10 missions)&#10;2 9/16&rdquo; counter sheets&#10;2 3/4&rdquo; counter sheets&#10;2 Combat/Terrain Charts&#10;1 Game Turn Track&#10;4 Dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: Netherlands",
      "Game: The Last Hundred Yards",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "6446",
    "Name": "Tanto Monta: The Rise of Ferdinand & Isabella 1470-1516",
    "ID": 291334,
    "Year": "(2024)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/291334/tanto-monta-the-rise-of-ferdinand-and-isabella-147",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "4.8302",
    "Description": "&quot;Tanto Monta: The Rise of Ferdinand &amp; Isabella 1470-1516&quot; is a prequel to &quot;Here I Stand&quot;, Ed Beach's famed game published by GMT Games. It's a Strategic level Card-Driven board-wargame for 4 players (Muslim, French, Portuguese and Spanish) covering the reign of the Catholic Monarchs and the voyages of the Age of Discovery.&#10;&#10;This is a CDG where each player has to reach 45VP to win in the course of 7 maximum turns. Players play cards for their event or to perform actions from a list of available options for each power and at a specific cost for each action. VPs are earned either by military objectives, discoveries of new zones, trade, royal weddings or certain events. In each turn the 4 players alternate playing cards and so on until the end of the turn. The combats are resolved by means of dice rolls with possible support of combat cards and taking into account the type of participating unit.&#10;&#10;&mdash;description from the designer&#10;&#10;Precuela de &quot;Here I Stand&quot;, el afamado juego de Ed Beach publicado por GMT GAMES. Es un juego para 4 jugadores (musulm&aacute;n, franc&eacute;s, portugu&eacute;s y espa&ntilde;ol) que abarca el periodo del reinado de los Reyes Cat&oacute;licos y la era de los viajes de descubrimientos.&#10;&#10;Se trata de un CDG en el que cada jugador tiene que conseguir 45 PV para ganar en un m&aacute;ximo de siete turnos. Los jugadores juegan cartas como evento o como puntos para realizar acciones del listado de las disponibles para cada potencia, con un coste espec&iacute;fico para cada acci&oacute;n. Los PV se obtienen mediante objetivos militares, descubrimientos de nuevas zonas, comercio, bodas reales o determinados eventos. En cada turno los cuatro jugadores se van alternando jugando cartas hasta terminar el mismo. Los combates se resuelven mediante tiradas de dados, con posibles apoyos de cartas de combate, y seg&uacute;n el tipo de unidad participante.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Italy",
      "Country: Portugal",
      "Country: Spain",
      "History: Age of Discovery",
      "History: Reconquista",
      "Region: Mediterranean Sea",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "6447",
    "Name": "Eiyo",
    "ID": 299946,
    "Year": "(2020)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/299946/eiyo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9545",
    "Description": "In Eiyo, you will need to confront hordes of enemies, trying not to be defeated, by gaining honour points determined by the opponents that you are taking down.&#10;&#10;Each turn is divided into 2 phases: The samurai phase and the enemy phase.&#10;&#10;In the samurai phase, you will draw 4 cards and then fight. You may never have more than 6 cards in hand.&#10;&#10;During the fight phase you can deliberately attack or deflect your enemies, depending on your choices and possibilities. You choose the amount of cards to spend from your hand.&#10;&#10;To face an enemy you will need to consider the enemy position and discard a Weapon card correspondingly. You can only use one of the positions shown on the card for each Weapon card you discard.&#10;&#10;At any time, you can turn a Weapon card by 90 degrees clockwise to hit an enemy in a specific position by discarding the topmost card of your Weapon deck.&#10;&#10;By attacking an enemy you will defeat only the topmost enemy of the overlapping row and will you gain honour points.&#10;&#10;To deflect an enemy you must discard the corresponding Weapon card, and you must take a Deflect token and place it on top of the corresponding Enemy row. During this turn, you won&rsquo;t receive damage from that row, but you won&rsquo;t get honour points.&#10;&#10;In the Enemy phase, all of the Enemies from the rows without a Deflect token on top, will attack you. The enemies will damage you based on the positions they occupy in their row. You will discard an amount of cards from your Weapon deck corresponding to the damage received by the enemies.&#10;&#10;When using the deflect tokens, discard the topmost card of a row (without receiving honour points), before starting a new round.&#10;&#10;You will lose the game if you run out of Weapon cards for the third time while there are still enemies to fight. To win the game you will need to survive having gained at least 40 honour points.&#10;&#10;The mini-expansion, Eiyo: Yamabushi, is packaged inside the base game's box. It introduces 4 Yamabushi mini-bosses to the field of battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Series: The Matchbox Collection (Thundergryph)",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "6448",
    "Name": "Day Night Z",
    "ID": 198985,
    "Year": "(2019)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/198985/day-night-z",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.6923",
    "Description": "&ldquo;All hope abandon ye who enter here. Welcome to the grimdark. Welcome to DAYNIGHTZ&trade;&rdquo;&#10;&#10;Dawn breaks on the refuge, and the sunrays bring you the feared news&hellip;the day has come, the day to go back to the city. When this damned thing started, you joined a group of survivors that had gathered in the woods, fleeing from the city. With tremendous effort, you erected a makeshift refuge to fend off the foul creatures, waiting for the army to come and save you. However, help is not coming, you know that now. And so do the traitors who quietly left the refuge last night, taking most of the remaining supplies with them. Now you are forced to go back to the city: It&rsquo;s the only option if you want to survive another day&hellip;&#10;&#10;This is the starting point of DAYNIGHTZ&trade;. You get to pick a group of up to 4 survivors, each with its own character sheet that shows its attributes and abilities, a backpack and some equipment. Now you&rsquo;re ready to start your adventure in a nightmare world, where the dead rule above the living.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What is your goal?That depends on the game mode chosen:&#10;&#10;-&gt; In campaign mode you will have to brave narrative missions where you will have to fight and take difficult decisions, that will determine your progress, culminating in one of three possible endings.&#10;-&gt; In survival mode you will roam from city to city, with complete freedom to do whatever it takes to survive another day on this hell on earth.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;How are you going to achieve your goal?The game is divided in 3 segments: Adventure Phase, Travel Phase and Refuge Phase.&#10;&#10;1) Adventure Phase: This is the most important phase of the game. In it, players will roam the streets and alleys of the city, exploring locales, suffering encounters and generally trying to keep a low profile while striving to achieve their goals (established by the campaign mission in the campaign mode or by their own interests in the survival mode).&#10;&#10;One of the many things that set DAYNIGHTZ&trade; apart from other games is that is played on TWO LEVELS. What does that mean?&#10;&#10;On one hand there is the City board, consisting of a labyrinth of streets, alleys, surprise zones and locations. On the other hand, whenever the players want to explore a certain location, or due to the triggering of events and conditions, players will lay out tiles to represent that particular location. Each location has its own set of tiles, depending on its nature. For example, the Firemen Park location consists of the parking tile, the locker room tile and the offices tile.&#10;&#10;2) Travel Phase: Once the Adventure Phase is finished, survivors will have to trudge back to their refuge with their meager loot. In this phase survivors will have to face different situations, like zombie encounters, coming across abandoned structures (farms, etc) and being assaulted by other survivor groups.&#10;&#10;3) Refuge Phase: This is a management phase, where survivors will have to handle, upgrade and defend their base. While in the refuge survivors can do a lot of stuff: recover from their wounds/infections, level up, stock supplies, farm food, upgrade the refuge&rsquo;s defenses&hellip;The refuge, though, will be attacked regularly by either roamer&rsquo;s packs or other survivor groups, who can also steal and sabotage your base. That is more likely to happen if you&rsquo;re away for extended periods, so try to do your city supply runs as fast as possible&hellip;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What is the core mechanic?DAYNIGHTZ&trade; is based on a double profile system, for both the zombies and the survivors: during the day, zombies use their worse profile, while during the night, zombie use their better profile and survivors will use their worse profile, unless they&rsquo;re equipped with a light source&hellip;which are obviously very scarce and run out very fast! The day and night cycle is controlled through a timetable located on the City board.&#10;&#10;On top of that, other elements can make the brave survivor&rsquo;s life even more difficult:&#10;&#10;- Threat Counter: Consists of a counter that increases as a result of diverse things happening, like survivors making noise, environmental effects, zombies amassing, etc. The higher the Threat counter, the higher the risk the survivors are taking by staying in the city.&#10;&#10;- Threat Encounters: Each end of turn you will verify the conditions stated in a card. If you meet the conditions, you will suffer a Threat encounter. That might not happen very frequently but&hellip;beware when it does happen!&#10;&#10;- The Hunter: The Hunter is the most dangerous zombie in the game. Luckily, it only appears at night; unfortunately, when it appears it will attack all the survivors who are out in the open (in streets and alleys). So keep this in mind: you don&rsquo;t want to be wandering around in the open at night!&#10;&#10;- Survivor&rsquo;s health and stress: DAYNIGHTZ&trade; is a very realistic game. Thus, the more wounded your survivor is, the more difficult it will be for him/her to accomplish actions (in combat or out of it). Also, your survivor will be able to do less actions the more wounded he/she is. Stress is also key, as your survivor will be affected by events depending on their stress level, which can also impact on their attribute checks.&#10;&#10;- Infection: Survivors can get infected when wounded by a zombies, while searching corpses or by other special effects. Once infected, the disease will deteriorate the survivor and if not treated, will end up killing him/her. Of course, the infection will be more easily neutered in its early stages; the more you wait, the harder it will be to remove it. While infected, your survivor will periodically succumb to its effects, which can make them bleed, make them slower, etc.&#10;&#10;To help them deal with the situations that they will find themselves in, the survivors can use a lot of items that they will find in their city wanderings. However, all said items will either need consumables in order to function or will wear away with use&hellip;&#10;&#10;The players will also encounter other survivors and animals during their travels, which, depending on the decisions previously taken and the success in the encounters, can join their group as allies. Allies can give a series of bonuses to the survivors, but will not remain with them forever: allies have their own loyalty system, which depends on the actions taken by the players. The way you treat them will determine how they treat you!&#10;&#10;All the points above, plus others that you will discover during gameplay, set DAYNIGHTZ&trade; apart from other zombie-themed games. We have worked really hard to achieve an immersive experience, exploring the dark themes of the zombie apocalypse, and we welcome you.&#10;&#10;PS: If you want to keep with all the info about the game, you can follow us in:&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Miniatures",
      "Travel",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Simulation",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6449",
    "Name": "Age of Wonders: Planetfall",
    "ID": 353848,
    "Year": "(2022)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/353848/age-of-wonders-planetfall",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.1538",
    "Description": "The heyday of the Star Union has come to an end. Setting off massive gravity bombs designed to create spatial rifts to new worlds led to the Collapse, and many planets were cut off from the rest of the Empire.&#10;&#10;The surviving factions began gradually rebuilding civilization and rediscovering lost technology. Being once part of a single state, they will have to meet again and find out who is worthy of succeeding the great power.&#10;&#10;In Age of Wonders: Planetfall, you are the Commander of one of the six surviving groups that have set out to explore the once-abandoned parts of the Star Union. Your expedition will explore seven planets in search of valuable resources and technology, battle hostile units, and seize landmarks. Will you be able to create a new world from the shards of the old Empire?&#10;&#10;The game is played over seven rounds, and a new planet is explored each round. Each player may conduct two explorations on every planet. The players will gain Empire points by defeating units, studying technology, claiming landmarks, and running operations on those planets. At the end of the game, players score Empire points for meeting certain conditions listed on a particular goal sheet. Whoever scores the most Empire points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration",
      "Video Game Theme"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Set Collection",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "6450",
    "Name": "Star Tycoon",
    "ID": 364393,
    "Year": "(2024)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/364393/star-tycoon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "100",
    "Weight": "2.7273",
    "Description": "In Star Tycoon, players will take on the role of an interstellar business with the goal of out-performing their business rivals by the last round.&#10;&#10;Each player gains Victory Points by claiming sets of planets and developing them with production facilities and other buildings.&#10;&#10;Central to Star Tycoon is the Galactic Exchange, a fluctuating market that reacts supply and demand. Knowing when to buy and when to sell is key creating a profitable business.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "End Game Bonuses",
      "Events",
      "Income",
      "Market",
      "Set Collection",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6451",
    "Name": "Legends Untold: The Great Sewers Novice Set",
    "ID": 216179,
    "Year": "(2019)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/216179/legends-untold-the-great-sewers-novice-set",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.25",
    "Description": "Description from the Publisher:&#10;&#10;Legends Untold is a co-operative card based adventure game for 1-4 players(4 players in the basic box, more with the expansion). Play an in depth adventure games with your friends in about an hour. Small setup time, zero downtime and a lot more than just finding the next monster to bash.&#10;&#10;Intelligent game mechanics that rely on the Party working together to overcome foes, traps, Obstacles, barriers, NPCs and more. Build your Hero your way from a wide choice of Talents, Weapons, Outfits and Kit. Scout the depths of the Caves (with more environments to come!), building a map between locations as you uncover the threats within&#10;&#10;8 Scenarios included, with a wide range of objectives, unlocking the story of your Heroes and their tales to become legends.&#10;&#10;Uses 3 six sided dice to resolve tests, but more importantly the entire Party working together. Multiple ways to defeat each obstacle, barrier or trap with different rewards for each. Use your talents and equipment and work as a team.&#10;&#10;Risk/Reward mechanics for talking to NPCs and deciding if you are going to push your luck, and end up angering them. Co-operative mechanics for combat, including assisting each other in combat, morale and defeating complex foes.&#10;&#10;The Sewers introduce the new foes, the Lizardkin, which can be used in both sets. This set also includes 4 new heroes and expanded items; kit, weapons, outfit, weapon talents and skill talents.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Legends Untold",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6452",
    "Name": "Hula-Hoo!",
    "ID": 328859,
    "Year": "(2021)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/328859/hula-hoo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0909",
    "Description": "Animals from around the world are gathering for the hula hoop championships. Their goal is to keep up the hoop for as long as possible.&#10;&#10;This is represented by cards. The goal is to get rid of all of your cards; or make all other players drop out (&quot;drop their hoop&quot;).&#10;Each player starts with five cards in their hand, plus five cards openly in front of them. When it's their turn, they can choose to play one of their open cards or one from their hand. The first player plays any card and demands the next player to play &quot;higher&quot; or &quot;lower&quot;. A player can follow this, or &quot;double&quot; - play the same card as the player before them. Then everyone has to double (or break the double with a neighboring card or a joker. A player who cannot play drops their hoop and is out of the round.&#10;&#10;When only one player is left, or when one player has gotten rid of all their cards, they get as many cards as have been played in that round. First player to reach 77 points wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "6453",
    "Name": "WestFront II: The War in Europe 1943-45 – Second Edition",
    "ID": 22161,
    "Year": "(2006)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/22161/westfront-ii-the-war-in-europe-1943-45-second-edit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3611",
    "Description": "Westfront II is the second edition of WestFront: The War in Europe, 1943-45. It details the conflict between Germany and the Western allies during WWII. Players have to contend with production, supply, command control and weather to try and break the other sides' lines.  Individual, linkable 6-month scenarios cover the war from June 1943 through May 1945.&#10;&#10;This title uses Columbia Games Block system,wooden blocks that stand upright with unit details only shown on one side, and rotate to take step reductions in strength. This provides a &quot;fog of war&quot;&#10;&#10;WestFront II is part of a re-release of the entire EuroFront series. The new series consists of EastFront: The War in Russia 1941-45 &#226;&#128;&#147; Second Edition, WestFront II, and EuroFront: The War in Europe, 1936-45 &#226;&#128;&#147; Second Edition.&#10;&#10;WestFront II includes two maps: each 22&quot; x 34&quot; for a 44&quot; x 34&quot; playing area. The map area spans all of western Europe from Spain to Norway. All of the original WestFront scenarios are included&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Players: Two-Player Only Games",
      "Series: Front Series II (Columbia)"
    ]
  },
  {
    "Rank": "6454",
    "Name": "Trial of the Temples",
    "ID": 274363,
    "Year": "(2019)",
    "Geek Rating": "5.674",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/274363/trial-of-the-temples",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4444",
    "Description": "Every century the most powerful Archmages gather at the centre of the world &mdash; &ldquo;Mages' Arena&rdquo;. They must enter the trials at the three temples to compete for the title of &ldquo;Supreme Master&rdquo;. Each Archmage will refine crystals and create magical barriers to block their opponents in order to complete the trials and find the best timing to surpass their opponents. Archmages will  aim to cast a spell from the spellbook to create an amazing spell chain! Who will win and recive the ultimate title?&#10;&#10;The game is played over 5 days (rounds) at most. At  the end of the game, whoever has the highest Trial Points (VP) will be the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "6455",
    "Name": "DreadBall (Second Edition)",
    "ID": 224141,
    "Year": "(2018)",
    "Geek Rating": "5.674",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/224141/dreadball-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "DreadBall Second Edition is the fast-paced futuristic sports board game set in the galaxy&rsquo;s most hi-tech arenas.&#10;&#10;Choose from the agile Ninth Moon Tree Sharks or the unstoppable Draconis All-Stars from the core box set before taking to the pitch and going for glory.&#10;&#10;Expand your team collection with the mystical Matsudo Tectonics or the aggressive New Eden Revenants Cyborgs with these two team expansions.&#10;&#10;Outwit your rival coach with tactical set pieces, push your luck with daring plays, or just smash your opponent to the ground with brutal tackles. When the game begins, anything goes&hellip;&#10;&#10;Play out of the box &ndash; no assembly, coloured plastic teams.&#10;&#10;Includes plastic counters, dice, cards the rule book and an incredible fold out board.&#10;&#10;Contains all core rules and two pre-built teams. The Robots and Yndij are ready to go for quick-start play.&#10;&#10;Includes 2 Free Team Captains!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Game: Dreadball",
      "Players: Two-Player Only Games",
      "Setting: Warpath",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "6456",
    "Name": "Battlecrest: Fellwoods Base Game",
    "ID": 339532,
    "Year": "(2022)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/339532/battlecrest-fellwoods-base-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.75",
    "Description": "What is the mark of a true champion? Legendary heroes clash across the Neververse to find out.&#10;&#10;Battlecrest is a card-based tactical skirmish game for 2 players (1-4 with expansions). With perfect information, players must truly outwit their opponent to win.&#10;&#10;Characters are composed of 6-card sets featuring a hero card, a health tracker, and action cards. Occasionally a minion or item will replace an action card.&#10;&#10;The map is built of 6 cards as well, with the cards randomly placed in a set pattern.&#10;&#10;Players take turns maneuvering their characters around the dynamic, and often dangerous map while unleashing powerful attacks. As action cards are used they open up new possibilities and empower the character&rsquo;s battlecrests. Build up to decisive strikes or refocus to get powers back. Every character has a unique set of actions and preferred tactics, so no two battles play the same.&#10;&#10;&#10;Shots ring out in the overgrown forest. A rugged pirate, festooned with weapons of war, stomps into view. He scans the nearby treeline with practiced rigor. In the gnarled canopy above, a celestial goddess calls for an ancestral blessing against this implacable foe. With a divine roar she drops to the ground below, swinging her ornate staff with the strength of a thousand lifetimes at her waiting target&hellip;&#10;&#10;The Fellwoods Base Game includes two heroes, Akhena and Mutiny (and his minion, RIG), and the Fellwoods map. All in just 18 cards, packed in our little wallets. No additional components are needed to play.&#10;&#10;The Fellwoods is a large, enchanted forest covering a remote, mostly unknow planet. Enormous, hulking trees, dense moss and vines, and shrouds of mist lock the secrets of the forest within. Wild Magic is very much alive here, protected by guardians and spirits.&#10;&#10;&#10;     Fellwoods Map Set: 6 Landmark cards&#10;&#10;&#10;Akhena is cosmic energy personified. A font of ancient knowledge provides her with a flexibility that mere mortals lack. In battle she draws guidance from powerful ancestor spirits, giving her both durability and strength in equal measure. To defeat her is to defeat mortality itself, for what could be more deadly than a living goddess?&#10;&#10;&#10;     Akhena Hero set: 1 Hero, 1 Health, 4 Action cards.&#10;     Akhena AI Sheet: for solo play, requires Imperator expansion.&#10;&#10;&#10;This rugged raider has seen better days, but that won't stop him. He's got a head full of schemes and an array of ill-gotten loot to keep him going. Wily and clever, Mutiny knows better than to pick a fair fight. The best battles are the ones that end in a single shot from afar with his clockwork RIG helping to pin the target down. Less fuss that way.&#10;&#10;&#10;     Mutiny Hero set: 1 Hero, 1 Health, 1 Minion, 3 Action cards.&#10;     Mutiny AI Sheet: for solo play, requires Imperator expansion.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Battlecrest",
      "Players: Games with expansions that add solo play",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "6457",
    "Name": "Camel Up: The Card Game",
    "ID": 378848,
    "Year": "(2023)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/378848/camel-up-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Camel Up The Card Game brings a new way to enjoy the camel race with a racing deck! While keeping the same excitement as the board game, the card game experience gives the players a little bit more insight and control on the race. Don't forget about the crazy camel!&#10;&#10;One of them has been added and adapted exclusively in this new edition to make the unpredictable even more unpredictable!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Animals",
      "Arabian",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Camels",
      "Game: Camel Up",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "6458",
    "Name": "Bonnie and Clyde",
    "ID": 16320,
    "Year": "(2009)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/16320/bonnie-and-clyde",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.64",
    "Description": "Number 5 in the Mystery Rummy series&#10;&#10;Welcome to the 5th in a series of Mystery Rummy games, all created by Mike Fitzgerald!&#10;&#10;Bonnie Parker and Clyde Barrow were notorious outlaws who robbed banks throughout the central United States between 1931 and 1935. Their exploits and charisma made them famous, and their story has been made into books and movies. Ted Hinton was the FBI agent charged with capturing them.&#10;&#10;You are an FBI agent competing against other agents to see who can catch Bonnie and Clyde. The object of the game is to be the first to score 100 or more points.&#10;&#10;There are two types of cards used in this game: Evidence (Location) cards and the Ted Hinton card. The game is played like the classic Rummy card game, with players playing melds and layoffs of Evidence cards to score points. The Ted Hinton card adds a strategic element to the game not found in traditional Rummy. After each hand, you total your points, and if no one has 100 or more points, you play another hand.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Series: Mystery Rummy",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "6459",
    "Name": "Visitor in Blackwood Grove",
    "ID": 231223,
    "Year": "(2018)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/231223/visitor-in-blackwood-grove",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.4444",
    "Description": "A spacecraft crashes in Blackwood Grove, and the Kid is the only one watching. Federal Agents hunt down the signal, but no one can get near the craft due to its crushing forcefield. Why can some objects pass through it, but others are repelled? Hiding in the craft, the Visitor hopes the Kid can figure out the rule before the Agents and help it escape. The agents want to dissect the Visitor and keep the ship.&#10;&#10;Visitor in Blackwood Grove is an asymmetric, two-versus-many, inductive-reasoning game in which one player &mdash; the Visitor &mdash; makes up a secret rule like &quot;Things that contain metal&quot; to determine which objects can pass through the forcefield. The other players &mdash; the Agents and the Kid &mdash; try to figure out the rule by seeing which objects pass through the forcefield and which don't. The Agents secretly test cards from their hands to learn what passes the rule and what doesn't. The Kid tries to predict which cards will pass the rule, and she builds trust with the Visitor if she&rsquo;s right.&#10;&#10;The Kid and the Visitor are on a team &mdash; if the Visitor makes a rule that's too easy, the agents will solve it first and he will lose. If the Visitor makes the rule too hard, nobody will be able to solve it and the Agents will win. If the Visitor makes the rule just right, the Kid will figure it out before the agents and both the Kid and the Visitor win!&#10;&#10;Awards &amp; Honors:&#10;BostonFIG Fest // 2017 - Audience Choice Award&#10;IndieCade // 2017 Official Selection&#10;Mensa Mind Games // 2019 Finalist&#10;Indie Mega Booth PAX East // 2018 Official Selection&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Induction",
      "Pattern Recognition",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6460",
    "Name": "Hard to Get",
    "ID": 370444,
    "Year": "(2023)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/370444/hard-to-get",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "The Witness knows the right word. The Detectives are on the case.&#10;&#10;In Hard to Get, players must work together to find the right word, which only the Witness knows. The Detectives have few clues to go on &ndash; 5 dilemmas the Witness has to go through.&#10;&#10;Is Pancake more Tom Hanks or Tom Cruise? Is a Cactus Sweet or Sour?&#10;&#10;Hard to Get is an entertaining party game that will definitely spark lively discussions around the table.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "6461",
    "Name": "Granada: Last Stand of the Moors – 1482-1492",
    "ID": 295931,
    "Year": "(2021)",
    "Geek Rating": "5.673",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/295931/granada-last-stand-of-the-moors-1482-1492",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.8889",
    "Description": "HISTORY&#10;Anno Domini 1482. For the past few centuries, the Iberian Peninsula has been a complex battlefield of crossed interests, kings' ambitions and noblemen's intrigues. The Muslim power, once uncontested under Cordoba's Caliphate banners, lies languidly in the last Moor stronghold in Al-Andalus, the marvellous city of Granada.&#10;The last rulers of the Alhambra (&ldquo;The Red One&rdquo;) have been buying peace from the powerful Christian kingdoms for decades. Weakened by internal family divisions, they now face their darkest nightmare: a nuptial union between Castille and Arag&oacute;n in the figures of Isabel I of Castille and Ferdinand II of Aragon, the Catholic Monarchs.&#10;Through cunning diplomacy and negotiations, large armies are congregating to push to the sea the last Muslim presence in Western Europe. The Pope promulgates the last Crusade and military orders join the mixed army of Castille and Aragon, along with mercenaries all over Europe. The Nasrid Kingdom tries to gather its men and garrisons, sending messengers to North Africa for military support and reinforcing the numerous castles and watchtowers all over its lands.&#10;But deception and treason will play their part (Ferdinand II will be the main inspiration for Machiavelli's &rdquo;The Prince&rdquo;). Boabdil is conspiring to reach the throne in the city of the pomegranates whereas his uncle, el Zagal, is well known for his hit-and-run ambushes and guerrilla warfare. Will Catholic Monarchs be able to consolidate their dream of a united Iberian realm to continue towards world-wide domination? Will the Nasrid Kingdom accept the challenge and fight in a stubborn resistance until it breaks its enemies' will to continue the fight?&#10;&#10;GAME FEATURES&#10;Granada: The Last Stand of the Moors, is a game for two players in which they will decide the outcome of this decisive historical episode in less than 4 hours.&#10;Units are represented by blocks depicting their strength but also their origin: Castilians, Aragoneses, Leoneses and mercenaries for the Catholic player, and different clans like Banu Sarray, Zegr&iacute;es, Banu Bannigas and proper Nasrids for the Muslim player.&#10;The map is point-to-point, covering the ancient Nasrid Kingdom in southeast Iberia (present-day Spain). Granada, the capital, is the jewel of the realm: the game ends if it falls into the Catholic player's hands.&#10;Each season, players receive a predetermined number of cards which they can use to move their armies and fleets or rally new units. When a battle occurs, each regiment is summoned by the play of one card of its nationality, so as Tamerlan said: &rdquo;It is better to be present with 100 soldiers than absent with 1.000.&rdquo; In other words, be sure you have the right cards to send your troops into battle.&#10;As an almost Renaissance war, different weapons will also be present. Cavalry charges and crossbows will be extremely dangerous if well combined, whereas artillery will have a significant value when maintaining or defending sieges. Your fleets will fight for sea control, enabling the transport of North African reinforcements, Catholic naval movements or blocking sieged ports.&#10;Balanced and historically accurate, the game is easy to learn but difficult to master. The Catholic player will have to decide which invasion route to choose and whether he will create a massive army, leaving the Muslim player time to reinforce his strongholds, or go for a quick campaign where losses will be difficult to replace. The Nasrid player, on the other hand, will enjoy a central position but he will need to be cautious about the internal problems that can arise&mdash; the Boabdil revolt is almost an inevitable danger to face and crush.&#10;&#10;As the Catholic player, will you gain fame and glory accomplishing the Reconquista and enlarging your kingdoms in one unified powerful state? And as the Muslim player, will you resist and save Granada or will you become the last King of the Nasrid dynasty?&#10;&#10;&mdash;description from the designer&#10;&#10;Time scale: 1 year per 2-player turn&#10;Map scale: Point to point&#10;Unit scale: One block = 500-1500 soldiers&#10;&#10;Components:&#10;&bull; 22&rdquo; x 34&rdquo;&nbsp;Mounted map&nbsp;&nbsp;&#10;&bull; 137 Rectangular blocks in various colors&nbsp;&#10;&bull; 11 rectangular tiles&#10;&bull; 2  Sheets of stickers (for blocks)&nbsp;&#10;&bull; 2  Draw bags&nbsp;&#10;&bull; 20 square castles (10 white, 10 black)&#10;&bull; 20 round watchtowers (10 white, 10 black)&#10;&bull; 26 small cubes (13 white, 13 black)&#10;&bull; 7  Wooden markers (various sizes and colors)&#10;&bull; 3&nbsp; Decks of cards (74 Christians, 67 Muslims, 17 Naval)&#10;&bull; 1  Victory Points track&#10;&bull; 2  Player Aids and 2 Battle Reference Cards (identical)&#10;&bull; 1  Rules booklet&#10;&#10;&#10;&#10;GRANADA: &#10;&quot;El &uacute;ltimo baluarte de los Moros&quot; es un juego para dos jugadores que representa la campa&ntilde;a entre 1482 y 1492, durante el reinado de los Reyes Cat&oacute;licos Isabel I de Castilla y Fernando II de Arag&oacute;n, contra el Emirato de Granada de la dinast&iacute;a nazar&iacute;. Como Isabel se hab&iacute;a casado con Fernando en 1469, esto significaba que los dos poderosos reinos de Castilla y Arag&oacute;n ahora permanecer&iacute;an unidos, libres de la guerra entre reinos cristianos que hab&iacute;a ayudado a Granada a sobrevivir. Este per&iacute;odo marc&oacute; el final del dominio musulm&aacute;n independiente en la Pen&iacute;nsula Ib&eacute;rica y la captura final de tierras ocupadas por los primeros invasores musulmanes desde el a&ntilde;o 711. La conquista de Granada bajo Fernando e Isabel reflej&oacute; la modernizaci&oacute;n de la guerra que se produjo en toda Europa en el siglo XV. En particular, el ej&eacute;rcito de ambos monarcas era m&aacute;s grande y estaba compuesto por mucha m&aacute;s infanter&iacute;a que los ej&eacute;rcitos cruzados anteriores en tierras peninsulares y despleg&oacute; eficazmente artiller&iacute;a de asedio para asaltar las otrora inexpugnables defensas y murallas de Granada. Fernando emergi&oacute; de la Cruzada con un ej&eacute;rcito moderno y bien adiestrado que estaba bajo su autoridad, no la autoridad dispersa t&iacute;pica de las levas feudales.&#10;Este juego tiene una gran deuda con Sekigahara: La unificaci&oacute;n de Jap&oacute;n (GMT) del dise&ntilde;ador  Matt Calkins. Debe considerarse como un tributo a ese gran dise&ntilde;o.",
    "Categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Country: Spain",
      "History: Reconquista",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Andalusia (Spain)",
      "Series: Sekigahara mechanism"
    ]
  },
  {
    "Rank": "6462",
    "Name": "Magic: The Gathering – Heroes of Dominaria Board Game",
    "ID": 248763,
    "Year": "(2018)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/248763/magic-the-gathering-heroes-of-dominaria-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.2222",
    "Description": "In Magic: The Gathering &ndash; Heroes of Dominaria Board Game, players take on the role of a powerful hero as they travel to the lands of Dominaria. As the player explores the ancient lands, they need to build sites, rediscover lost artifacts, and confront the sinister Cabal in order to gain the resources needed to save the multiverse before rival heroes do.&#10;&#10;In the game, you explore Magic's most iconic plane and experience the trials and tribulations of being a heroic force on Dominaria. Visit storied locations such as Llanowar, Urborg, and Keld. Draw mana from the world to power abilities and recruit heroes to aid in quests. Discover powerful artifacts and create leylines to draw even more mana from distant lands. Build sites to increase your bond with a location. The land of Dominaria is filled with adventure and excitement!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "Events",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Components: Control Boards",
      "Game: Magic The Gathering",
      "Setting: Dominaria (Magic: The Gathering)"
    ]
  },
  {
    "Rank": "6463",
    "Name": "Bunny Bunny Moose Moose",
    "ID": 59149,
    "Year": "(2009)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/59149/bunny-bunny-moose-moose",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5273",
    "Description": "Box text: Once again, the hunter prowls the forest. All the animals flee in terror! Well, not really. Only a dumb animal would call attention to itself. In our forest, the animals are smart, otherwise their heads would be decorating the hunter&rsquo;s mantelpiece. Our animals just casually saunter away, while convincing the hunter that he must be looking for something else. &ldquo;Are you hungry for rabbit, Mr. Hunter? Well, you see, I&rsquo;m a moose. Oh, no, not a moose with antlers like that&hellip;&rdquo;&#10;&#10;In this merry game, players take on the roles of rabbits and moose. While the hunter strolls through the forest, players are trying to look like an animal the hunter won&rsquo;t shoot. And because they do so by making rabbit ears or moose antlers of various shapes on their heads, the spectators enjoy the game as well as the players.&#10;&#10;Game contents&#10;&#10;6 player cards (1 in each color)&#10;15 trail cards&#10;111 scoring cards&#10;12 figures (1 rabbit and 1 moose in each color)&#10;1 sheet with a poem on each side&#10;1 rules&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Moose / Elk",
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "6464",
    "Name": "Focus",
    "ID": 386989,
    "Year": "(2023)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/386989/focus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0714",
    "Description": "Communicate&hellip; without a word. A cooperative deduction game for 2 players with 168 illustrations, 3 game modes and aimed at beginners as well as experts.&#10;&#10;Both players must guess their partner's secret picture among a grid of many illustrations while giving clues about their own secret picture.&#10;&#10;During each turn, back and forth, a player must pick and remove from the grid a picture they think is not their partner's secret image. Ideally, the chosen card should give their teammate a clue about their own card.&#10;If at any point, a player removes their partner's secret card, the game is lost.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Critical Hits and Failures"
    ],
    "Families": []
  },
  {
    "Rank": "6465",
    "Name": "Cluzzle",
    "ID": 9606,
    "Year": "(2004)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/9606/cluzzle",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1549",
    "Description": "Cluzzle is the game where you try to sculpt poorly! It is a deduction game like 20 questions. At the beginning of the game, everyone makes an ambiguous clay sculpture called a Cluzzle. For the rest of the game, players ask &ldquo;Yes or No&rdquo; questions to figure out the other clay puzzles.&#10;&#10;You don&rsquo;t have to be an artist to play. In fact, the longer it takes others to figure out your clay sculpture, the more points you get. However, you only get points if at least one person figures out your Cluzzle before the end of the game. This means you&rsquo;ll want your sculpture to be a little ambiguous, but not too ambiguous.&#10;&#10;And this is exactly where the humor lies! The result is a hilarious game for all ages, where anyone can win and everyone will have fun. So grab your friends and family. Your ridiculously poor sculptures will inspire laughter that will be remembered for years to come!&#10;&#10;Did you know that Alanis Morissette, Alan Moon, Stephen Glenn, Tom Vasel, and others created personalized Cluzzle Cards for the game? You can learn why the objects they chose are personal to them on the North Star Games website.&#10;&#10;Cluzzle was modeled after a 1988 Klaus Teuber game called Barbarossa.  You can learn about the history of Cluzzle on the North Star Games website.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Targeted Clues"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Play Dough / Modeling Clay",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "6466",
    "Name": "For the Queen",
    "ID": 295609,
    "Year": "(2019)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/295609/for-the-queen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.1",
    "Description": "The land you live in has been at war for as long as any of you have been alive.&#10;The Queen has decided to undertake a long and perilous journey to broker an alliance with a distant power.&#10;The Queen has chosen you, and only you, to be her retinue, and accompany her on this journey.&#10;She chose you because she knows that you love her.&#10;&#10;For the Queen is a card-based story-building game that you and up to five other players can begin playing in minutes. Choose your queen from among fourteen gorgeously varied illustrations&mdash;or start from scratch&mdash;and use the prompt cards to collaboratively tell a story of love, betrayal, doubt, and devotion.&#10;&#10;&mdash;description from the publisher&#10;&#10;This game also has an entry on RPGGeek: For the Queen&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Storytelling",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Mechanism: Story Creation",
      "Series: For the Story (Respell)"
    ]
  },
  {
    "Rank": "6467",
    "Name": "Kim-Joy's Magic Bakery",
    "ID": 341779,
    "Year": "(2021)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/341779/kim-joys-magic-bakery",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Your favorite British Baker, Kim-Joy, has moved to a magical forest and opened up a small bakery. Now she needs your help to keep customers happy. From sly foxes to needy cats, gossipy ducks to clumsy dinosaurs, you&rsquo;re about to have your hands full keeping this bakery running smoothly!&#10;&#10;Kim-Joy&rsquo;s Magic Bakery is a light cooperative card game for 2 to 5 players that tells an adorable story over 10 unique scenarios. No baking experience required!&#10;&#10;Kim-Joy&rsquo;s Magic Bakery is a cooperative baking card game in which you and your friends are working together to run a bakery in a magical forest. The goal of the game is to bake as many treats as you can for your customers before the day ends and the customers leave. In game terms this means that you and your friends will have a limited number of actions to put together specific sets of ingredients and layers in order to bake increasingly complex treats for your customers.&#10; The game takes place over a series of 10 scenarios that get progressively tougher. Each scenario adds a new challenge to the game that will force you to adapt and change your strategies. Every time you play, you can work your way through the Scenarios to experience the story, or you can play in freeplay mode to mix and match scenarios for the ultimate co-op baking challenge!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Misc: Watch It Played How To Videos",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "6468",
    "Name": "Vikings on Board",
    "ID": 192334,
    "Year": "(2016)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/192334/vikings-on-board",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1333",
    "Description": "Vikings on Board is a family-strategy/worker-placement game in which your objective is to set sail with your clan of Vikings on board the ships best supplied for a successful voyage, while simultaneously placing bets on which clan you think will control each ship as they set sail.&#10;&#10;Ships are divided into three sections: the front (bow), the middle (body), and the end (stern). During the course of the game, you will place supplies on the ships&rsquo; bows, while moving around their body pieces so that your clan has majority control of a ship when it sets sail. Stern pieces are used to show which ships have already set sail.&#10;&#10;Each turn, the active player will perform one of the remaining available actions. Actions include: taking first pick of actions next round, rearranging ships' pieces (x4), placing bets on ships (x2), adding supplies to a ship (x2), increasing the value of supplies in the market, or setting sail.&#10;&#10;When a ship sets sail, players will share its supplies in order of how many times their clan's shield appears on the body pieces of that ship. Starting with the player with the most shields, players will claim a supply token of their choice from the bow of the ship and place it facedown on their scoring circle. These supply tokens will score points based on their value in the market at the end of the game. Additionally, if a player placed a bet on the clan that had majority control of the ship, then they take their winning bet and place it facedown on their scoring circle.&#10;&#10;The game ends after seven ships have set sail. Players calculate their final scores by adding together the value of their supply tokens with the value of their winning bets. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Action Queue",
      "Betting and Bluffing",
      "Worker Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Series: Europe Collection (Blue Orange Games)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "6469",
    "Name": "Gladiator",
    "ID": 1693,
    "Year": "(1981)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/1693/gladiator",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.8627",
    "Description": "Prior to publication by The Avalon Hill Game Co, Gladiator was part of the two-in-one Battleline game Circus Maximus.&#10;&#10;The savage splendor and pageantry of ancient Rome lives again in this game of man-to-man gladiatorial combat. Each player assumes the role of one of a matched pair of gladiators pitted in a contest of arms to the death. Superbly trained and equipped for the sole purpose of entertaining the citizenry with their life and death struggles, each man must fight with all the skill  he can muster for his very survival. There is no question of bravery in the arena. It is kill or be killed and each man must muster all the skills and cunning he can summon in this most desperate of battles for survival. There can be only one victor in the arena and few second chances for the loser, for missus can be granted the fallen only at the whim of the emperor. And all too often mercy takes the form of a quick end on an opponent's blade. Let the games begin!&#10;&#10;To begin a game you select a gladiator with a set of ratings which determine his various fighting skills.  With simultaneous movement, achieved through pre-plotted moves, you then attempt to gain a positional advantage against your adversary. Once in striking range you must then decide on a combination of attacks and defensive measures to weaken, wound or kill your opponent.&#10;&#10;Heavy gladiators are equipped with a shield and considerable armour, while lights may come protected by a few select pieces of armour.  A lightly armoured retarius, employing a net and trident, poses a different set of challenges and strategies.&#10;&#10;If your fate comes down to a decision by the Emperor, just hope that you put on a sufficiently exciting show for the crowd.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: 3-Dimensional (3D)",
      "History: Roman Empire",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "6470",
    "Name": "Monkeys on the Moon",
    "ID": 4356,
    "Year": "(2002)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/4356/monkeys-on-the-moon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1226",
    "Description": "In Monkeys on the Moon, players advance monkey civilizations while also freeing monkeys from lunar isolation by launching spaceships. Players must carefully balance which tribes they advance, however, as there are monkey politics at play!  Influencing one tribe will likely harm another tribe's opinion of you.  The player who launches the most powerful primates home to Earth by game end will claim victory.&#10;&#10;Every move that a player makes will impress one of the six monkey tribes yet anger another. Knowing when to play favorites, and when to risk incurring the scorn of a tribe, is key to success.&#10;&#10;The game's monkey cards also feature six original drawings by cartoonist Scott Starkey.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "6471",
    "Name": "Red White & Blue Racin': Stock Car Action Game",
    "ID": 120269,
    "Year": "(2012)",
    "Geek Rating": "5.673",
    "Avg Rating": "8.59",
    "Link": "https://boardgamegeek.com/boardgame/120269/red-white-and-blue-racin-stock-car-action-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9231",
    "Description": "-From Plaay.com website:&#10;&#10;&quot;RED WHITE &amp; BLUE RACIN' sports simulation board game offers a unique way of re-creating a pro stock car race. Instead of tediously checking every car, every lap, the game uses a &quot;highlight reel&quot; method of generating exciting race action. You get right to &quot;good stuff!&quot; NO math exercises or constant index calculations and re-calculations--this game is NOT about crunching numbers. It's about high-octane thrills and super-charged race day drama! The result? A full race in as little as 45 minutes, packed with everything fans love about big-time pro stock car racing!&#10;&#10;&quot;RED WHITE &amp; BLUE RACIN' offers an assortment of different stock car experiences. The game comes with an &quot;all star&quot; set of driver cards representing stars of the past decade. For an additional charge, you can purchase a set of cards based specifically on last year's racing season, including everyone from the champion in the point standings to the drivers who ran only a race or two, and track cards for every racing venue at which a points race was held. There's also a &quot;Stars of the 1980s&quot; card set, allowing you to revive memories of racing's exciting past. Or create your OWN pro racing universe with a card set from our fictional pro stock car circuit, Stock Car Racing America--or SCRAM for short!&quot;&#10;&#10;RW&amp;B Racin' allows you to play through a race, including qualifying, with the use of 6 dice and a game chart.  Each turn a section of drivers, top, middle or bottom will be &quot;highlighted&quot; and drivers from the group will get a chance to move up in the race or maybe even take the lead!  But along with the excitment of the race comes &quot;trouble&quot; which can lead to a trip to the pits or even taking a driver out of the race.&#10;&#10;Utilizing a simple yet elegant system, each driver is rating on gas (passing), brake (defending against getting passed) as well as 6 racing skills.  Also represented is how good a driver is at qualifying as well as how good the pit crew is at fixing the damage along the way.  It is a quick system to learn, but you will be amazed at how it captures the essence of stock car racing.&#10;&#10;For more information and for a more detailed description of a couple of turns, check out the Plaay.com website.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "6472",
    "Name": "Tales of Evil",
    "ID": 252212,
    "Year": "(2020)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/252212/tales-of-evil",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0588",
    "Description": "Tales of Evil is a game for 1 to 6 Braves (the name used for the players from now on) who become one of the members of a group of kids called Pizza &amp; Investigation. During each adventure, the young Investigators venture into places inhabited by the forces of evil and need to get out alive&mdash;while trying to complete their missions! The Investigators will have to use all of their strength and ingenuity to stop the Demons they meet along the way, not to mention the Evil that resides in the places they explore. But that&rsquo;s not all, and here is where the Braves come into play&mdash;you and your friends, that is&mdash;because Tales of Evil is an adventure that, based on your decisions, can end in many different ways. You will be the protagonists, and the sole responsibility for your fate and that of your friends is in your hands!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Storytelling",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Demons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6473",
    "Name": "Havalandi",
    "ID": 396543,
    "Year": "(2023)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/396543/havalandi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You stand at the railing of the viewing pavilion, your gaze wandering into the distance. The soft colours around you glow in a soft light. From this beautiful location, fleets of your hot air balloons will soon dapple the sky with radiant hues. You couldn&lsquo;t be prouder, but as the horizon fills with these graceful flights of fancy, it will take  careful planning to make sure that your balloons attract the most attention.&#10;&#10;You are trying to score as many points as possible with clever placement of your balloons. Points are earned by launching the balloons of your fleets and forming the largest possible groups of your own balloons within the different regions. The launch sites at the pavilions are also highly coveted and offer you further opportunities to earn points. Choose the right launch site at the right time and score lots of points for your fleet!&#10;The player with the most points at the end of the game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "End Game Bonuses",
      "Hexagon Grid",
      "Once-Per-Game Abilities",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "6474",
    "Name": "Five Cucumbers",
    "ID": 147768,
    "Year": "(2013)",
    "Geek Rating": "5.673",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/147768/five-cucumbers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3",
    "Description": "Five Cucumbers is a trick-taking game with the goal of NOT winning the last trick!&#10;&#10;It's not easy. You have two choices on your turn: Take over a trick by playing a equal or higher card or you must play your lowest card. It is not enough to keep a low card in your hand for the last trick as you will also need some high cards for taking over key tricks.&#10;&#10;The player who wins the final (seventh) trick screwed up and must take cucumbers. Each player collects their cucumbers at the end of a round, and if a player has more than five cucumbers, he is out of the game; five cucumbers is the most you can have! In this way more and more players are excluded from the game until the final two are playing for victory!&#10;&#10;Five Cucumbers is a modern variant of the trick-taking game Cucumber (Agurk, Gurka), which is well-known primarily in Scandinavia. We are excited to bring you our new version!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Player Elimination",
      "Trick-taking"
    ],
    "Families": [
      "Series: Micro Line (Stronghold)"
    ]
  },
  {
    "Rank": "6475",
    "Name": "Ascendancy",
    "ID": 258295,
    "Year": "(2024)",
    "Geek Rating": "5.673",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/258295/ascendancy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "480",
    "Weight": "3.9677",
    "Description": "Ascendancy is the ultimate worker placement meets 4x strategy experience.&#10;&#10;Lead 1 of many asymmetric houses of royal lineage, each vying for the crown.  Reclaim your family name through a hero's (or villain's) journey spanning multiple generations, or a single scenario. Build your empire skyward, seize control outward, manipulate the economy, or dominate the battlefield.  There are several paths to victory.  Every decision counts, and no two games of Ascendancy are ever the same.&#10;&#10;At the heart of the game, a deep melting pot of interesting decision points awaits you.  Almost everything (and everyone) in the world of Ascendancy can be upgraded.  Reward your loyalists, slay would-be usurpers, and promote outcasts to lords.  Complete scenarios to unlock legacy heirlooms, pass them down to your next of kin, and build a limitless empire of your own design.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Action / Event",
      "Grid Movement",
      "Hidden Roles",
      "Modular Board",
      "Rock-Paper-Scissors",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6476",
    "Name": "WWE Superstar Showdown",
    "ID": 177499,
    "Year": "(2015)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/177499/wwe-superstar-showdown",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "120",
    "Weight": "2.3125",
    "Description": "Description from the publisher:&#10;&#10;WWE Superstar Showdown features six of WWE's greatest superstars &mdash; Daniel Bryan, Roman Reigns, John Cena, Big Show, Randy Orton, and Big E &mdash; in a game of miniature combat driven by specialized card decks that highlight the unique style and signature moves for each WWE superstar.&#10;&#10;A single match in WWE Superstar Showdown can be played in as little as ten minutes. The game expands with rules linking a series of matches to form an event, creating a longer and more in-depth play experience. With four different match cards, players can play a variety of different matches, further augmented with stipulation cards that introduce special rules to the contest. Players in an event can improve their superstar between matches by earning and adding powerful bonus cards to their superstar decks.&#10;&#10;Can you dominate the ring? Will your team go down in history as the greatest phenomenon the world has ever known?&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "6477",
    "Name": "Hemloch",
    "ID": 109548,
    "Year": "(2011)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/109548/hemloch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Twilight has loomed for decades. Rumors of the coming sun run across the city's dark alleys and corrupted courtyards. Impromptu festivals catch like wildfire as the denizens of the dark city usher in the season of the sun. You have precious few nights of perpetual moonlight remaining to tighten your grip on the city's great districts before the moon sets &ndash; and once the sun rises, all of your deeds will come to light, and a new age will dawn on Hemloch.&#10;&#10;In Hemloch, each player has access to his own deck of minions belonging to five different factions: The Courtesans, The Darkened, The Ghouls, The Alchemists, and The Geared. Each turn, players place these minions into one of four locations in the city. Minions grant the players special abilities on their own, but playing Minions of certain factions into certain cities grants the player additional abilities.&#10;&#10;Players score points by acquiring Potions and Trinkets (which may also be used for additional abilities at the cost of points) and by placing Influence markers in the various Locations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6478",
    "Name": "Deduckto",
    "ID": 380887,
    "Year": "(2023)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/380887/deduckto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Put your sleuthing skills to the test in Deduckto to nab your secret suspect first. Use logic and deduction to correctly figure out the animal, disguise, and location on your hidden card. Do the clues point to Paulie the Pigeon wearing a Mustache in the Park? Or maybe it's Pinky the Pig in a Wig at the Pier! Be the first to suss out your suspect and you've quacked the case!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "6479",
    "Name": "Pacific Rails Inc.",
    "ID": 297674,
    "Year": "(2020)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/297674/pacific-rails-inc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.4348",
    "Description": "It is 1862 and the US Congress has decreed that a railroad be built that will span the continent - linking the east coast and the west coast by rail for the first time.  The Transcontinental Railroad will be a epic feat of engineering - combining advanced construction techniques with raw human power and determination.  A fortune is to be made for those who can build the track the fastest!  Your task is to build an efficient team of workers, plan out your route and race the other players to connect both coasts first!&#10;&#10;In Pacific Rails Inc., players are the Presidents of rival railway companies.  Using worker placement and resource management, players compete to build a continuous track from one side of the board to the other.  When the two sides meet, the end of the game is triggered and glory await those who have built the best railway.&#10;&#10;The core mechanic of the game is worker placement.  On your turn, you either place a worker onto an action, or remove an existing worker.  If you place adjacent to one of your own workers, your actions are powered up.  Planning out a sequence of action is vital to get the best results.  Keep an eye on the other players and try to block them if they are building up to a super move.&#10;&#10;You are also building up your team during the game.  Your engine starts with just the foreman.  You can hire extra Specialists to your train that allow you to build more track, lobby Congress and give you powerful actions.  Add in some carriage bonuses and you are on the way to creating a powerful engine that will allow powerful actions to be chained together producing epic turns that will show your mastery of the rails!&#10;&#10;Once you have your track ready, you need to plan out the best route.  You need to have the tracks ready to match the terrain you wish to cover and decide which cities to connect and which to skip.  You must be able to complete a connection to the next city in one action - so make sure you're not missing any tracks!  Also watch what your rivals are up to - points are on offer if you can get them to use your connected cities.&#10;&#10;In addition to the fun game play, Pacific Rails Inc has amazing art by Damien Mammoliti, well known for his work on the games Brass, Nocturion, and more.  From the box cover all the way to the game board, the artwork is highly-detailed and beautifully crafted.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Connections",
      "Grid Movement",
      "Network and Route Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "6480",
    "Name": "Critter Kitchen",
    "ID": 393429,
    "Year": "(2025)",
    "Geek Rating": "5.673",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/393429/critter-kitchen",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "It&rsquo;s Restaurant Week in Bistro Bay! Restaurants are competing in food challenges while also planning an epic meal to impress a celebrity critic. As one of 1-5 players, you&rsquo;ll be sending your Chefs out into the city to gather ingredients to create amazing meals and demonstrate that your restaurant is the best in town.&#10;&#10;Each round new random ingredients are placed in various locations throughout the city. Players simultaneously and secretly plan which locations to send their three chefs to, hoping to collect the best ingredients. Some chefs are fast, but can only gather one item, while others can carry three items, but arrive late. Rumors are also available at locations and provide guidance on what the critic desires.&#10;&#10;Challenges, revealed in rounds 1 through 6, offer the players opportunities to earn stars for crafting dishes with specific ingredient requirements. After round 7 the players must create an epic meal to impress the celebrity critic and cater to their appetites. A multitude of different critics, rumors and restaurateurs mean every game is fresh!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Contracts",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Organizations: Game Designers of North Carolina",
      "Theme: Anthropomorphic Animals",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "6481",
    "Name": "TINYforming Mars",
    "ID": 282493,
    "Year": "(2019)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/282493/tinyforming-mars",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5455",
    "Description": "TINYforming Mars is a 1-2 player game set in the distant future when mankind has mastered the technologies needed to turn our lifeless neighbor, Mars, into a thriving destination for humanity. All of this, on nine cards!&#10;&#10;Each player is attempting to terraform Mars by completing projects that fulfill one or more of Mars&rsquo; parameters for sustaining life; those being: Heat, Oxygen (provided by Greenery), and Water. The player that is able to complete more projects  towards this goal, as well as, build their cities on prime Martian real estate, will be the winner.&#10;&#10;The game takes place over several rounds, known as Generations, in which players will alternate taking turns. First the players will draft Project cards that offer the Projects that they will have access to. Then, on a player&rsquo;s turn, he can complete one of his own Projects, one of the Standard Projects, or pass. When both players have passed, the Generation is over and players collect income to begin the next Generation.&#10;&#10;When the supply of at least 2 of the 3 types of parameters have been exhausted or there are no vacant hexes on the map, that Generation will be the final Generation of the game. Once that Generation is over, the players will count their scores. Highest score wins.&#10;&#10;Included is a solitaire mode where the player will attempt to complete all 3 parameters in 12 Generations.&#10;&#10;-description from designer&#10;&#10;DISCLAIMER: This is a fan-made miniaturization inspired by the Jacob Fryxelius game, Terraforming Mars. This game was made with no consultancy or assistance from FryxGames. No files were provided or copied, nor was any consultation requested/given. Neither Michael Bevilacqua nor TINYforming Mars are endorsed by, sponsored by, or affiliated with FryxGames.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Space: Mars"
    ]
  },
  {
    "Rank": "6482",
    "Name": "18 India",
    "ID": 344937,
    "Year": "(2023)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/344937/18-india",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "4.1429",
    "Description": "India's railroad history began in 1837 when The Red Hill Railway used the country's first steam-powered locomotive to carry stone for road work to Madras, modern-day Chennai. In 1845, India's first railway was incorporated, the Madras Railway. Sixteen years later, on a warm April day in 1853, a 14-carriage train carrying 400 passengers was hauled 21 miles by three steam locomotives - the Sahib, Sindh, and Sultan - and passenger railway service was thus initiated in India. From there, as they say, the rest is history, and India today has the world's fourth-largest railway network.&#10;&#10;18 India is an operational railroad game for 2 to 5 people that plays in about 3 hours. The game is inspired by 1829 Mainline by Francis Tresham, and while the venerable Mr. Tresham created some novel mechanics for that game, many of them are not ideal for players that eschew in-game randomness. In 18 India, those random elements are transformed into an amazing level of pre-game variability, which gives each session of the game a different character.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": [
      "Country: India",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "6483",
    "Name": "Dicetopia",
    "ID": 178688,
    "Year": "(2018)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/178688/dicetopia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "The neon-clad city of Dicetopia lies before you. A seething cauldron of petty thieves, devious corporations, and ruthless smugglers. Or in other words, the city of opportunity for you and your factions highly questionable motives! Unleash your agents to take over neighborhoods, snatch loot, perform shifty actions and carry out sneaky missions. Be the unbridled predator, you&rsquo;ve hopefully never dreamt of being in real life, and lay the city before your feet!&#10;&#10;Dicetopia is a quick small box board game for 2-4 players with a playtime of 20-30 minutes. The game introduces a fresh mix of area control, dice manipulation, worker placement, secret objectives and player interaction. On a player's turn, they send out one of their agents to a neighborhood in the city. This single move determine the resource they'll collect, their control of that neighborhood, and what action they'll perform. When all agents has been deployed after six rounds, the ultimate goal is to score the highest points based on the neighborhoods players dominates, the die resources they have, and their secret missions.&#10;&#10;The game has a randomized set-up and comes with 10 different factions, 40 unique missions and 10 game-changing scenarios to make sure no game ever feel the same!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "6484",
    "Name": "KeyForge: Winds of Exchange",
    "ID": 351113,
    "Year": "(2023)",
    "Geek Rating": "5.672",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/351113/keyforge-winds-of-exchange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.625",
    "Description": "Winds of Exchange adds loads of new content for the game, and the best part is the set is already completely developed! In fact, if the algorithm was not broken, the set would already be well on its way to stores this fall. This means that when we do relaunch KeyForge in the future, Winds of Exchange will be ready to produce and hit store shelves.&#10;&#10;In addition to a whole new batch of cards and mechanics, Winds of Exchange also introduces the game&rsquo;s eleventh house, the Compacts of Ekwidon. This is a mercantile house founded by the asymmetrical Getrookya, and it&rsquo;s all about themes of trade and exchange. Joining the Ekwidon are six returning houses, including Brobnar, Sanctum, Saurians, Star Alliance, Unfathomable, and the long-awaited return of Mars!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Components: Unique Game",
      "Game: KeyForge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6485",
    "Name": "Legion of Honor",
    "ID": 39941,
    "Year": "(2014)",
    "Geek Rating": "5.672",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/39941/legion-of-honor",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "480",
    "Weight": "2.7273",
    "Description": "From Clash of Arms May 2008 Works in Progress flyer:&#10;Description:&#10;Legion of Honor is a highly innovative game that recreates the personal drama of the Napoleonic wars. Using a quick-playing, card-driven game system, each player assumes the role of a French soldier -- or grognard -- starting out as a young sergeant or sous-lieutenant trying to make it in life beginning in 1792. Fortunately for the enterprising grognard, he can look forward to over twenty years of almost continuous war provided courtesy of the Directory and Napol&eacute;on!&#10;&#10;Game play is broken down into a series of campaign seasons that span the period from the Brunswick Manifesto in 1792 to The Hundred Days of 1815. Each campaign season consists of a number of 'In Garrison' rounds and 'On Campaign' rounds. During these rounds, major historical events take place, from the arrest and execution of Louis XVI to the coronation of Napol&eacute;on, from great battles to the &quot;whiff of grapeshot.&quot; History is fixed, with events happening like they actually did, that is, with one exception: will the English christen that climactic battle of 1815 The Battle of Waterloo or will the victorious French name it La Bataille de Mont Saint Jean?!&#10;&#10;Against this historical backdrop, grognards take advantage of the opportunities that Fate provides to advance their station in life. Will you be lucky enough to be assigned to the Army of the Orient with Napol&eacute;on himself or will you be marooned in the Army of the Rhine et Moselle? Will you exhibit reckless bravery under the Emperor&rsquo;s eye at Austerlitz, or will you sit out the 1805 campaign, recovering from wounds suffered in a pointless minor skirmish? It&rsquo;s both up to you and to Fate. Each grognard has a number of qualities that are key to game play:&#10;&#10;&#10;     Rank: From Sergent to Marechal (is there a baton in your knapsack?)&#10;     Title and Office: Reserved only for the most senior grognards&#10;     Legion of Honor: Has your bravery been suitably recognized?&#10;     Napol&eacute;on&rsquo;s Notice: You can&rsquo;t command a regiment without this&#10;     Glory: Are you known as a bold fire-eater, forever brave?&#10;     Money: Has fortune shined on you in more tangible ways?&#10;     Health: Will the predations of war force you into retirement?&#10;     Charm: Of course; this is a game about Frenchmen, n'est pas?&#10;     Fencing: Useful for skewering a fellow grognard who insults you&#10;     Standing: Does your commander hold you in high esteem or contempt?&#10;&#10;&#10;Game Play:&#10;Winning the game is achieved in a number of ways: having the highest award in the Legion of Honor, having the highest military rank, or having the most glory or wealth. The game is entirely suitable for  solitaire play through six players (and perhaps even a few more). Legion of Honor consists of two short scenarios of 4 hours each that cover the Republican Period and the Imperial Period. The grand scenario spans both periods and takes 8 hours to play.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "6486",
    "Name": "Dominant Species: The Card Game",
    "ID": 96260,
    "Year": "(2012)",
    "Geek Rating": "5.672",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/96260/dominant-species-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8989",
    "Description": "15,000 B.C. &ndash; a great ice age is ending. Another titanic struggle for global supremacy has unwittingly commenced between the animal species.&#10;&#10;Dominant Species: The Card Game is a fast-playing game that abstractly recreates a tiny portion of ancient history: the ponderous rescinding of an ice age and what that entails for the living creatures trying to adapt to the slowly-changing earth.&#10;&#10;Players will use six major animal classes &ndash; mammal, reptile, bird, amphibian, arachnid or insect &ndash; to further their goals in various terrain. Through wily card play, players will strive to become dominant at as many different terrestrial and sea biomes as possible in order to claim valuable victory points: It is survival of the fittest.&#10;&#10;All of this leads to the end game &ndash; the final descent of the ice age &ndash; where the player who has accumulated the most victory points wins the game.&#10;&#10;But somebody better become dominant quickly because it's getting mighty warm...&#10;&#10;Dominant Species: The Card Game consists of ten rounds of competition, each round occurring on ten of the twelve different Biome cards. The player who starts a competition must choose to either play one Action card or pass.&#10;&#10;Action cards consist of animals played to the table as well as events. Animals contribute their Food Chain values towards gaining valuable victory points at the various Biomes, and use their element icons to fight for control of the six Element resource cards. Animals can also sometimes suppress other animals, turning them from Healthy to Endangered, or Endangered to Extinct. Event cards can be powerful one-time effects or ongoing effects that last throughout the round.&#10; Play proceeds clockwise around the table in like fashion until every player has passed consecutively or when any one player has passed with an empty hand. At that point Element cards and the current Biome card are scored, with victorious players recording their gains on the Victory Point Track. If the competition is at a Tundra, one or more dominant players will advance one space on the Survival Track.&#10;&#10;The current Biome card as well as all played Action cards are then discarded, and a new Biome card brought into play. Finally, each player draws (and perhaps discards) new Action cards based on his position on the Survival Track, and a new competition round begins. Play proceeds from Biome to Biome in like fashion until the game ends and a winner is determined.&#10;&#10;Reimplements&#10;&#10;    Dominant Species&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Dominant Species",
      "Theme: Biology",
      "Theme: Evolution",
      "Theme: Science",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "6487",
    "Name": "Good Puppers",
    "ID": 295147,
    "Year": "(2021)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/295147/good-puppers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.9167",
    "Description": "You have an important mission: Amass an adorable pile of dogs who will bury valuable, valuable bones that are worth points! The deck contains 100 dogs split across 10 different breeds, each with beautiful watercolor art. The rules are very simple to teach, and the game can be running within minutes.&#10;&#10;You'll create stacks of dogs of the same breed - the larger the stack, the more powerful each played doggo's effect will be! These effects will mostly help you bury lots and lots of bones, and each breed has its own unique rule for increasing the value of bones at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Selection Order Bid",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "6488",
    "Name": "Duck Dealer",
    "ID": 38553,
    "Year": "(2008)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/38553/duck-dealer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.6724",
    "Description": "Duck Dealer is a game of involved, complex planning, set against a background of intergalactic trade. It is a game about recognizing routes, and developing profitable infrastructures; but above all, it's a game of racing your opponent to that one great opportunity you both see-- or do they have a different plan?&#10;&#10;The object of the game is to amass riches by buying plastic beads, yellow rubber ducks, blue paint, and other innovative high-tech materials and then selling them to hapless consumers across the universe.&#10;&#10;Players take turns. Most turns will be very quick as players focus on collecting enough energy to realize their plans. From time to time, a player will burst into action, fly around the universe, and, hopefully, gain more money than his opponents&hellip;&#10;&#10;Over the course of the game, players improve their spaceship, adding extra gear and cargo space. As they explore the galaxy, new centers of production rise to prominence, trade routes are changed, and money is made by different tricks&hellip;&#10;&#10;",
    "Categories": [
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Ducks",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "6489",
    "Name": "Dingo's Dreams",
    "ID": 182116,
    "Year": "(2016)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/182116/dingos-dreams",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.087",
    "Description": "Dingo and his friends have gotten lost on Walkabout! Visit their dreams to lead them home!&#10;&#10;Dingo's Dreams is a delightful and clever family game for 2-4 players. Each player competes to be the first to successfully guide his animal through the dream world.&#10;&#10;Each player starts with a grid of 25 tiles, set up at random in a 5x5 dreamscape. Each player also starts with one extra tile, with a picture of their animal on it. The opposite side of all dreamscape tiles also has a picture of the animal. Each turn, a random card is drawn, telling players which tile they should flip. When a player flips a tile, it means their animal is traveling through a part of the dreamscape. Each player's goal is to guide their animal through the dreamscape by positioning him in a specified pattern (which is different each game).  After a card is drawn, a player takes their extra animal and slides him into the dreamscape, shifting one row or column of tiles until a new, different tile emerges from the opposite side.  The player will use this tile to shift another column or row on the next turn, and so on, until one player's dreamscape tiles match the goal.  The player then shouts their animal's name-- &quot;Dingo!&quot;, for example, to win the round.&#10;&#10;Advanced rules add Hazard Tokens which increase the challenge substantially: to complete the required dream pattern, the player may not have his animal in any of the Hazard spaces marked on the dream card.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Bingo",
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Country: Australia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "6490",
    "Name": "Pick-a-Polar Bear",
    "ID": 145186,
    "Year": "(2013)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/145186/pick-a-polar-bear",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.0455",
    "Description": "&quot;Pick-a-Seal!&quot; may combine with &quot;Pick-a-Polar Bear!&quot; for up to 8 players. Pick-a-Seal will be launched in Essen 2014.&#10;&#10;The nanuks are determined not to be sitting &quot;bears&quot; due to global warming. Sourcing a supply of canned fish may be a way to survive the diminishing sea ice &mdash; and if nothing else, it gives them a good reason to travel all the way from the North Pole to Germany to party down with their doggie friends there!&#10;&#10;Pick-a-Polar Bear, first published as Formissimo, features the same gameplay as Pick-a-Dog but with two new variants! To set up the basic game, lay out 30 cards in a grid and give one card face down to each player. Each card has five attributes, with each attribute having two states: large/small, with/without a raised arm, orange autumn/blue winter background, with/without goggles, and with/without canned fish. Someone shouts &quot;Go!&quot;, then everyone looks at their card in hand. Players then start grabbing cards from the grid and stacking them in hand. The card grabbed must be identical to the top card in hand or differ from that top card in only one way. Thus, as you grab cards, the attributes of that top card will keep changing, forcing you to look for matches in new ways.&#10;&#10;Once a player thinks he can't grab any more cards, he yells &quot;Stop!&quot; The round ends, and all players check their card stacks. If someone made a mistake when grabbing cards, that player keeps none of the cards gathered that round. If the player who stopped the round made no mistakes, he earns an extra card. If, however, he stopped the round when he could have collected more cards, then he loses all the cards he's collected during this round.&#10;&#10;To set up for the next round, give each player a new face-down card and fill in the holes in the grid. When the deck runs out, complete that round, after which the game ends. Whoever has collected the most cards wins!&#10;&#10;Pick-a-Polar Bear includes two game variants. In the first, the player who has obtained the most cards in the preceding round cannot grab a card that's identical to his top card in the current round. For the second variant, shuffle eight &quot;bonus round&quot; cards into the deck. If when laying out the cards in the grid, the dealer reveals the back of a bonus round card when at least ten cards are on the table, everyone prepares for the bonus round. The dealer reveals this card, which shows two card elements such as upraised arm and goggles, and everyone races to yell out how many cards in the grid feature these two elements. Whoever yells out the correct answer first receives the bonus round card, which is worth 2 points; whoever yells out the wrong answer takes a -2 point penalty card. The dealer then continues filling the grid. (If the grid contains fewer than ten cards when a bonus round card comes up in the deck, discard this card and continue to fill the grid.)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Party Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bears",
      "Series: Jolly Pets"
    ]
  },
  {
    "Rank": "6491",
    "Name": "Naval War",
    "ID": 1674,
    "Year": "(1979)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/1674/naval-war",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.37",
    "Description": "NAVAL WAR is a card game of strategy, skill, and luck that is based on World War II naval combat. Each player controls a &quot;fleet&quot; of warships, and attempts to sink the other player's ships.&#10;&#10;The battleships, aircraft carriers, and battlecruisers of WWII roam the seas again! In this unique card game, three to six players command a &quot;fleet&quot; of the world's most feared ships. Drawn from a deck of 54 cards, you might get the Bismark, Gneisenau, Prince of Wales, Hood, Ark Royal, Roma, New Jersey, Enterprise, Shokaku, or even the gigantic Yamato, the largest battleship ever used in battle! Using another 108 card deck, you can attack the enemy with salvos from your guns, make carrier strikes, destroyer torpedo attacks, raids by submarines or torpedo boats, or set up minefields.&#10;&#10;NAVAL WAR is based on historical data, but is is a quick play &quot;beer and pretzels&quot; game rated 1 on the Avalon Hill complexity scale (1-easy to 10-hard)&#10;&#10;Expanded by:&#10;&#10;    Cards at Sea (VAIPA Express)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Paper-and-Pencil",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Naval Battles",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "6492",
    "Name": "Warhammer 40,000: Assault On Black Reach",
    "ID": 37672,
    "Year": "(2008)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/37672/warhammer-40000-assault-on-black-reach",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.125",
    "Description": "Warhammer 40,000: Assault On Black Reach&#10;&#10;An ideal first purchase for anyone new to wargaming or existing gamers who want to begin playing Warhammer 40,000, the enclosed starter booklet has easy-to-follow examples and a step-by-step introduction to the game, while the rulebook contains all of the information you'll need to play the game proper. The two armies provided will allow you and a friend to begin playing right away - these finely detailed, plastic, Citadel miniatures have been specially designed to allow you to quickly assemble an army ready for your first battle. For existing Warhammer 40,000 players, this set provides a handy, pocket-sized rule book, great for taking along to tournaments and events.&#10;&#10;This boxed game contains a 112-page Rulebook, a 33-page Getting Started booklet, Dice, Templates, Range Rulers and almost 50 Citadel miniatures, including: a Space Marine Captain, 10 Tactical Space Marines, Five Space Marine Terminators, a Space Marine Dreadnought, an Ork Warboss, 20 Ork Boyz, five Ork Nobz and three Ork Deffkoptas.&#10;&#10;Starter set for&#10;&#10;    Warhammer 40,000 (Fifth Edition)&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "6493",
    "Name": "Shadows of Brimstone: Swamps of Death (Revised Edition)",
    "ID": 322985,
    "Year": "(2020)",
    "Geek Rating": "5.672",
    "Avg Rating": "8.59",
    "Link": "https://boardgamegeek.com/boardgame/322985/shadows-of-brimstone-swamps-of-death-revised-editi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "This new edition of the classic Shadows of Brimstone: Swamps of Death features a full set of all new, re-designed miniatures for all of the Heroes and Enemies. In fewer pieces, and with better proportions and greater detail, these are some of the best Shadows of Brimstone miniatures produced to date!&#10;&#10;This set also features a full balance and polish pass on every component of the game. This includes all of the FAQ and corrections since the original release, as well as some revised mechanics, card abilities, Hero Starting Upgrades, Enemy Elite Charts, Town Locations, set icons on the cards, new tokens, and a few brand new cards. The revised and updated Rulebook and Adventure Book are both now unique to this Core Set, and feature painting guides for all of the Heroes and Enemies in the set as well as revised and re-balanced Skill Trees and Upgrade charts for all of the Hero Classes.&#10;&#10;For veteran Brimstone players, these revised Core Sets are more than beautiful new miniatures, they are a culmination of polish, balance, and feedback from years of adventures all in one place. For new players, there has never been a better time to saddle up and dive into exploring the rich world and unspeakable horrors of Shadows of Brimstone!&#10;&#10;&#10;    These Revised Edition Core Sets are fully compatible with all previously released material for Shadows of Brimstone.*&#10;&#10;&#10;A limited run of Shadows of Brimstone Revised Core Sets Upgrade Kit[/thing] containing the substantively changed elements (113 game cards, 3 Hero Character Sheets , 11 Enemy Record Sheets, 6 Frontier Town Locations, and a counter sheet of 41 tokens) was made available. The revised miniatures can be bought separately. Finally, the revised rulebooks are freely available as PDFs.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6494",
    "Name": "Was'n das?",
    "ID": 21022,
    "Year": "(2005)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/21022/wasn-das",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3",
    "Description": "Description of game by Bruno Faidutti:&#10;&#10;So we had a pebble, a tooth brush, a fork, a lighter, a toy soldier, a die and two or three other items, and each player in turn had to use them to have the other guess an answer in a list of five such as Snow White and the seven Dwarves, the Sleeping Beauty, Little Red Riding Hood, The Brave Little Tailor, Cinderella. Like with some other games of the kind, such as the fantastic Wat und Dat, you don't believe it will work - and it works wonderfully.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Modelling/Shaping"
    ]
  },
  {
    "Rank": "6495",
    "Name": "Cobra: Game of the Normandy Breakout",
    "ID": 4008,
    "Year": "(1977)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/4008/cobra-game-of-the-normandy-breakout",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2.8235",
    "Description": "Cobra - Game of the Normandy Breakout , is a regimental/divisional scale simulation of the allied break-out from the Normandy peninsula in the summer of 1944, which culminated in the encirclement of some 160,000 German troops in the &quot;Falaise Pocket.&quot;&#10;&#10;Each game-turn is equivalent to three days of real time, and each hex represents a distance (across) of 3.2 kilometers.&#10;&#10;(from the introduction)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: VASSAL",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Panzergruppe Guderian System (SPI)",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "6496",
    "Name": "Zoollywood",
    "ID": 304333,
    "Year": "(2021)",
    "Geek Rating": "5.672",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/304333/zoollywood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1",
    "Description": "Zoollywood is a 2 or 4-player abstract strategy game with a theme of penguin actors trying to win a film audition.&#10;&#10;On your turn, you must take one of 3 actions: Landing, Hatching and Exploring. Continue taking turns until one player places all their 16 Penguin Eggs on the board.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Bias",
      "Catch the Leader",
      "Chaining",
      "Command Cards",
      "Grid Movement",
      "Hand Management",
      "Race"
    ],
    "Families": [
      "Animals: Penguins",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6497",
    "Name": "Subtext",
    "ID": 265684,
    "Year": "(2019)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/265684/subtext",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2857",
    "Description": "In Subtext, players try to communicate with one another by drawing hints about the word on their card. Drawing well is not required &mdash; just being clever in selecting your hints.&#10;&#10;Each round, one person is the dealer. This player looks at their word, then shuffles the card into the cards for the other players and distributes them randomly. By doing this, one player will have the same word as the dealer, but nobody &mdash; not even the dealer &mdash; knows who it is. The dealer then draws a picture, and you want to hint at your word so that ideally only the person who has the same word will understand what you're depicting. In the subsequent guessing phase, all players (including the dealer) guess which player got the same word as the dealer. Points are awarded based on the number of incorrect guesses, but the dealer and their partner have to guess correctly to even get points. How vague do you want to be in your drawing efforts to still get your message across without anyone else knowing it?&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Paper-and-Pencil",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "6498",
    "Name": "Dark Rituals: Malleus Maleficarum",
    "ID": 256964,
    "Year": "(2020)",
    "Geek Rating": "5.672",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/256964/dark-rituals-malleus-maleficarum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8889",
    "Description": "As the many planes of existence turn and churn, occasionally worlds come into alignment.  For brief moments in the multiverse's timescale, these Conjunctions allow objects to slip from one world to another, sometimes unnoticed, sometimes causing chaos.&#10;&#10;One such Conjunction occurred between Earth and Neemoss, during the Dark Ages.  Two dimensions could not be more different.  Physics in this alternate plane is more akin to magic and its corrupting effects create worlds of monsters and cruelty.  When items from Neemoss appear on Earth they are still imbued with their magical essence, which is soon discovered by healers, alchemists, fakirs and all manner of snake-oil peddlers.  But things become decidedly worse when the Conjunction strengthens and the first Witches from Neemoss cross into our plane of existence.&#10;&#10;Help the Heroes master their newfound magical powers as they defend their lands from the malevolent Witches and the disciples they summon. Or control the Witches as they complete their rituals to ravage the Earth!&#10;&#10;Dark Rituals: Malleus Maleficarum is an asymmetric &ldquo;One vs Many&rdquo; miniatures board game for 2 to 5 players with an expansion for a solo mode where one player controls the Witch Master. In &quot;one vs many&quot;, a team of people control a small band of Heroes defending villagers from a single player controlling the vile Forces of Evil.  All players manage a pool of stamina that is used to pay for their character&rsquo;s actions.  Game play is dynamic with little downtime: turns alternate between the two forces with a player on each side taking one or two actions each turn, so long as they still have stamina.&#10;&#10;Play is organized around scenarios with unique objectives.  The scenarios can be linked into a longer campaign or played individually if your group is more casual. Story driven scenarios, game mechanics, detailed miniatures and lush modular boards bring the game world to life.&#10;&#10;Can you use the magic of Neemoss to defeat the invading horde? Or will you complete your Dark Rituals to summon the ultimate evil?&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: One versus Many",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "6499",
    "Name": "Unlock!: Short Adventures – Secret Recipes of Yore",
    "ID": 368039,
    "Year": "(2022)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/368039/unlock-short-adventures-secret-recipes-of-yore",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.7778",
    "Description": "Unlock! Short adventures is a series of escape adventures for up to six players. With 30 to 45 minutes on the clock, players work through a deck of 30 cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;With this adventure, escape from the mad cook by making witty recipes! Experience the frenetic atmosphere of a kitchen in full rush and don't let yourself be overwhelmed!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Unlock! (Space Cowboys)",
      "Series: Unlock! Short Adventures (Space Cowboy)"
    ]
  },
  {
    "Rank": "6500",
    "Name": "The Mystic Wood",
    "ID": 1152,
    "Year": "(1980)",
    "Geek Rating": "5.672",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/1152/the-mystic-wood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Players are knights seeking to perform a particular quest (varies with each knight) in order to win the game.  Exploration and adventure are created by the game board being made up of randomly placed tiles which are uncovered as the knights reach them.  Tiles can be fixed locations or glades where a randomly chosen role card can reveal a spell or a denizen.  Denizens act in different ways, depending upon its nature or the throw of a die.  Some help the knights, others hinder.  Players compete against each other, but can also work together to defeat a denizen.  The first knight to complete his or her quest and exit the Mystic Wood wins the game.&#10;&#10;Expanded by:&#10;&#10;     The Mystic Wood Extension Kit&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Race",
      "Trading",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Horses",
      "Creatures: Dragons"
    ]
  }
]