[
  {
    "Rank": "N/A",
    "Name": "Power",
    "ID": 41394,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41394/power",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Power, each player is an individual character who ages, has a job, may get married, have children (who turn into additional characters), start factories, etc. All of this is controlled by playing cards on your own or other characters. Characters also have levels, which may be gained in various ways, including accumulating certain large amounts of money.&#10;&#10;The object is to have the last living character. This may be accomplished by outliving the other characters, as characters of low level automatically die at age 70 (although if they have children, their players are still in the game). It is also possible to kill other characters, either by using certain cards or by being enough levels above them. An alternative way to win is to reach the sixth level.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Íslendingaspilin",
    "ID": 41395,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41395/islendingaspilin",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A set collection game (Memory), where players try to collect sets of four famous persons from Icelandic history. There are 60 cards in 15 categories included. The cards include text and pictures of the persons.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Road",
    "ID": 41397,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41397/the-road",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a set of 14 geomorphic 8&quot; by 8&quot; color-printed on card stock map sections for use with Car Wars, Battlecars, and Highway 2000.&#10;&#10;Sections include: 2- and 4-land road sections, intersections, and curves, along with 15 2&quot; by 8&quot; sections to customize main roads. Also included are various pieces of &quot;street furniture&quot; like traffic lights and road signs and some unusual features like a large crater and sections of a canal or river.&#10;&#10;This is part of the Task Force Games' AutoVentures series (which includes Gauntlet, Turbo Fire, Hell On Wheels, and Street Fighter).&#10;&#10;The sheets are not dissimilar to the City Blocks supplements for Car Wars. The various sections of the The Road are stapled together into a module-size booklet when new.&#10;&#10;This is Task Force Game product# AV 1004&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Car Wars",
      "Series: AutoVentures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventure Game Starter Set: Wizard's Bane",
    "ID": 41398,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41398/adventure-game-starter-set-wizards-bane",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Box blurb:&#10;&#10;&quot;ADVENTURE GAME STARTER SETS are a complete introduction to the hobby of Fantasy Adventure Gaming, all in one box.  Each ADVENTURE GAME STARTER SET contains ten paintable plastic action figures in the standard 25mm size, a set of non-toxic water-based paints with instructions and brush, and a complete set of fast, playable rules for playing out your own fantasy adventures.  Even the gaming die is included. (For two or more players, ages 10 and up).&quot;&#10;&#10;Each contains two leaflets, one containing the rules and adventure; the other, a painting guide for the miniatures.  Though each game has a unique background story and series of encounters, the rules of play are identical.  On the last page of the rules leaflet is a promotion for Heritage's soon-to-be-released (at that time) RPG, Swordbearer.&#10;&#10;Gameplay consists of running two characters through a series of four encounters (combats).  Each side in a combat takes turns.  During a turn, all characters on the active side fight, then all characters on the active side may use magic, pick up or throw things, or run away.&#10;&#10;Fighting is resolved by cross-indexing the roll of a six-sided die with the letter code of the attacker's weapon (A, B, C or D) on a table corresponding to the defender's armor (which may be light, medium, or heavy) in order to find how much damage, if any, was done to the defender.&#10;&#10;The miniatures aren't necessary to play, and aren't even mentioned in the game rules.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniatures",
      "Series: Adventure Game Starter Sets (Heritage USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible Spell",
    "ID": 41399,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/41399/bible-spell",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Bible-oriented word card game.  The deck has 52 letter cards and 2 wild cards, with values ranging from 2 to 20 points -- the rarer, the higher.&#10;&#10;Deal 10 cards each if 2 play, 7 if 3 or 4, 6 cards if 5 or 6 play.  In a turn, a player draws the top of the draw or discard pile, lays down a word or adds to an existing word or name from the Bible, and discards a card.  They may also replace a wild card on the table with the letter it is currently standing for, from their hand.&#10;&#10;The first player to get rid of all their cards wins the hand and its points.  Each word's score is the sum of its cards' values; proper names from the Bible are doubled.  If a player plays all their hand in one turn, their total for the hand is doubled.  Play until reaching an agreed number of points or hands.&#10;&#10;Novar Cottage also published a different version called Alphacard Word Rummy.  The rules are identical except they don't mention Bible names as acceptable words.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Huddle",
    "ID": 41400,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41400/huddle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Huddle is a game played while watching an American football game on television.  Each player's pawn is a football helmet which is placed on the board to indicate a prediction about what will happen on the next play.  At the same time each player wagers chips to the center of board.  Based on the outcome of the play, the chips wagered are taken by one or more of the players.  Play continues until one player has won all the chips.&#10;&#10;Components: Board, 4 Helmets, Chips, Rules&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dora the Explorer Follow the Leader",
    "ID": 41401,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41401/dora-the-explorer-follow-the-leader",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is a simple children's game in which players flip a coin to determine if they move one or two spaces.  On each space they must complete a simple activity, for instance &quot;Flap Your Arms&quot; and &quot;Blink Your Eyes.&quot;  Each player who is behind the leader must also complete this physical activity.  Like most roll-and-move children's games, the first player to the final space wins.&#10;&#10;This game was first published in Nick Jr. Magazine cover date April 2009.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Dora the Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PGH-4",
    "ID": 41402,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/41402/pgh-4",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "PGH-4 is played on a 4x4 board with two players. The goal of the game is to get your 4 pieces in a row, either horizontally, vertically or diagonally. Players alternate taking turns adding one of their pieces on the board from any of the 16 edges of the board. If a piece (of either player) already exists there, it is pushed forward in the same direction, possibly pushing another piece and so on. Pieces can fall of the board this way in which case it's returned to its owner. If a piece fell of the board, a move immediately in the absolute opposite direction is forbidden.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Rock Candy Mountain",
    "ID": 41403,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/41403/big-rock-candy-mountain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Big Rock Candy Mountain is a game for 2-5 players. Each player controls a miniature hobo (from now on referred to as a meebo). The players have their meebos hop trains in order to move around the U.S. to find work. When a meebo works it collects dimes. These dimes are than cashed in at a hobo jungle to throw a ho-down and increase the meebos reputation. Watch out for the bull (train yard cop) he'll take all of a meebos money! The first hobo to become famous (or infamous) across the country is titled king/queen of the hobos and can retire at Big Rock Candy Mountain.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Prix Auto Race Game by Jackie Stewart",
    "ID": 41404,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/41404/grand-prix-auto-race-game-by-jackie-stewart",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a fairly simple racing game in the general mold of Speed Circuit. Each car is a (randomly-generated) mix of maximum acceleration, maximum deceleration, top speed, and braking ability. Speeds for each turn are written simultaneously on the included record sheets. Curves have maximum posted speeds, but also have &quot;apex lines&quot; through them which, if followed precisely, allow one to go faster.&#10;&#10;The above description is of the &quot;advanced&quot; game. The beginner's game is a simple roll-and-move exercise. There is also a &quot;super advanced&quot; game which adds rules for slip-streaming, blocking, etc.&#10;&#10;This game was one of six in RGI's Play the Pros series.&#10;&#10;A significantly modified version of the game is included as part of Sports Spectacular.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pro Tennis Game by Rod Laver",
    "ID": 41405,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41405/pro-tennis-game-by-rod-laver",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a simple singles tennis game. In the beginner's game, after rolling a single die for the serve, players alternate rolling a pair of dice to get one of 21 possibilities for their shot, continuing until one is missed. In the advanced game, court position is taken into account, and players each get a special weakness card, but all the action is still driven by the dice.&#10;&#10;The game was one of six in RGI's Play the Pros series.&#10;&#10;A significantly modified version of this game was published as part of Sports Spectacular.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santa Fe",
    "ID": 41406,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41406/santa-fe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players hold cards valued 1,2,3,4,7,8,9,10. These are placed in the middle (one per player per turn), the numbers are added up. A player that can reach 55,66,77,88 or 99 gets a point, the player who breaks 111 gets 5 points. Whoever has most points after 5 rounds, wins. This game was part of Piatnik's 1989 Texas Series.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Texas (Piatinik)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Ireland!",
    "ID": 41407,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41407/destination-ireland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The Award Winning Souvenir Game&quot; in English &amp; Gaeilige!&#10;The aim of the game is to be the player with the most money at the end of the shift ... if you survive the shift!&#10;The players are taxi drivers collecting money (pound and euro) by moving from destination to destination using dice.&#10;&#10;",
    "Categories": [
      "Dice",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Ireland",
      "Series: Destination ... (RTL Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slam Word Solitaire",
    "ID": 41408,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41408/slam-word-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A privately-produced word card game that has the rare attribute of only having rules for solitaire play.&#10;&#10;There are 88 letter cards in the deck.  They are dealt into 3 rows of 4 cards each.  At each &quot;turn&quot;, make a word from the cards in one row only -- each word must have at least 3 letters, but they don't have to be used in the order they are placed in their row.  Remove the word just made from the layout, then replace the cards used with new cards from the deck, and add an extra card at the end of the two rows not used for the word.  After the whole deck is dealt out, you may make words from the entire layout, not just from one row.&#10;&#10;If at any point you cannot make a word when you need to, you lose.  If you use up the entire deck with words, you achieve a Baby Slam.  If you use up the deck while always making words from one row only, you achieve a Grand Slam.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bolero",
    "ID": 41411,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/41411/bolero",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From the box cover:&#10;&#10;&quot;Bolero - a tactical game for two.&#10;&#10;A rousing, ingeniously simple game, where winning demands all your acuity and maneuvering skills.&quot;&#10;&#10;Players take turns to place their markers on the board. Both players have 64 markers numbered 1-4, 16 of each. The board is a 4x4 grid of 2x2 squares numbered 1-4. The played marker always goes to a square with a same number.&#10;&#10;The player who first creates&#10;&#10;1. a row of 4 same numbers horizontally, vertically or diagonally,&#10;&#10;2. a row of 4 different numbers horizontally, vertically or diagonally or&#10;&#10;3. a 2x2 square of 4 different numbers&#10;&#10;with his own markers wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 4 x 4 Grids",
      "Components: 4x4x4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wihaa!",
    "ID": 41412,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41412/wihaa",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A simple but fun word game, using three colourful dice and an hourglass. Flip the hourglass and roll the first die, which determines the colour or can give zero or ten points without using the other two dice. The second die determines the starting letter and the third die determines the word length.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Delivery!",
    "ID": 41413,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41413/delivery",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Delivery is a fast-paced, fast-food game where players compete for orders and try to deliver them on time.&#10;So simple it barely requires dice and cash, Delivery is an easy to learn game with tough competition and fun variables: Will your restaurant be cheap or expensive? Will you invest in publicity or food quality? Will you make it on time and receive a generous tip or will your delivery boy be too slow and arrive too late?&#10;Build your fast-food empire by building more and more restaurants and crushing your opponents.&#10;&#10;You can choose to play with any of the following restaurant types:&#10;Chinese&#10;Italian&#10;Mexican&#10;Japanese&#10;Indian&#10;American&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5: Armageddon",
    "ID": 41414,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41414/babylon-5-armageddon",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "A 96-page hard cover expansion to A Call to Arms: Babylon 5 Space Combat that adds the Armageddon Priority Level to the game. It adds the ships of the Ancients and those of the Crusade era as well as new rules, scenarios and the entire A Call To Arms FAQ at that point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: A Call to Arms",
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tuggin' Puppies",
    "ID": 41415,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41415/tuggin-puppies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "These adorable little mischievous puppies will delight young children and their parents. The puppies have each got a corner of the tablecloth and just won't let go! Players try to make a full burger by stacking up all the trimmings as the playful pups tug the cloth to make the burgers wobble and fall apart. The player with the fullest burger when the time is up gets a bone.&#10;&#10;Contents: Electronic Table Base, 16 Dog Bones, 16 Filling Discs, 4 Burger Bun Bases, 4 Burger Bun Lids, Ketchup Bottle Start Button, Table Top, 4 Puppies and Instructions&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Foul Treachery at St Gertrude's",
    "ID": 41417,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41417/foul-treachery-at-st-gertrudes",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "St Gert&rsquo;s is under threat! The Ministry is trying to close the 'Naughtiest Girl&rsquo;s School in all England'. Ministry Spies are disguised as various members of staff, pupils and auxiliary staff and if you don&rsquo;t find them quickly then Old Gerty will close her hallowed doors forever! House captains, it is up to you to root out these insidious goodie-goodies and SAVE THE SCHOOL!&#10;&#10;&hellip; unless of course you are secretly working for the ministry... then it is your duty to the Minister and the crown to wipe that so called educational establishment from off the map!&#10;&#10;In this partially co-operative game players play actions and vote to eliminate one character from the school each round in an attempt to fulfil their various Hidden agendas and the wider game goal of saving the school (or not!). Influence within the school is won and lost during play making the characters in your House Team more or less powerful when it comes down to the vote.&#10;&#10;Suspicion is high in the halls and cloisters of St Gert&rsquo;s&hellip;use that to your advantage.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Best of GDW's Harpoon Sitrep",
    "ID": 41418,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41418/the-best-of-gdws-harpoon-sitrep",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher&acute;s webpage&#10;&#10;Due to the success of the reprinting the old GDW Naval SitReps, Clash of Arms Games decided to issue a compilation of the articles and scenarios from the old GDW SitReps. It is a 64 pages booklet&#10;&#10;The following articles appear:&#10;&#10;* A Naval Perspective on Nuclear Weapons Effects&#10;    * Attacking Offshore Oil Platforms&#10;    * Radar Countermeasures for the Wargamer&#10;    * Standing Orders&#10;    * Hard Times for the Royal Navy&#10;    * Aegis and US Missile Systems&#10;    * The Dawn of Missile Warfare&#10;    * Ship Fuel Capacities (for Logistics Article also in the book)&#10;    * Tomahawk Loadouts for US Ships&#10;    * Soviet Aircraft Tactics&#10;    * Submarine Propulsors&#10;    * The Other Navy&#10;    * U.S. Navy Composite Warfare Doctrine&#10;    * The Tactical Air-Launched Decoy&#10;    * Royal Navy Traditional Toasts&#10;    * Clearing Storm - Changes in the Soviet Navy&#10;    * Russian Revelations&#10;    * Photo: The Collapse of the Red Navy&#10;    * Keep Your Eyes on the Dragon&#10;    * Uncertain Weapon&#10;    * Submarine Communications&#10;    * Logistics&#10;&#10;The following Scenarios appear (with current Data):&#10;&#10;* Mediterranean Melee&#10;    * Halifax Convoy&#10;    * Red War&#10;    * Fast Convoy&#10;    * The Last Exocet&#10;&#10;The following Kitbash Corner models are included:&#10;&#10;* Part 1 and Krivak III&#10;    * Part 2 and Nanuchka II&#10;    * Updating Long Beach&#10;    * Canadian TRUMP conversion&#10;    * Converting Kirov to Frunze&#10;    * Upgrading Atlantic Conveyor For Harrier Operations&#10;    * Chilean Latorre and Blanco Encaldo&#10;&#10;The following book reviews are included:&#10;&#10;* The Boats of Cherbourg&#10;    * The Royal Navy and the Falklands War&#10;    * Falklands the Air War&#10;    * MiG &quot;A History of the Design Bureau&quot;&#10;    * Encyclopedia of Aircraft Armament&#10;    * U.S. Nuclear Weapons: the Secret History&#10;    * Fighter Aircraft&#10;    * F-86 Sabre&#10;    * The Art of Wargaming&#10;    * Squadron in Action Series&#10;    * One Hundred Days&#10;    * Antisubmarine Warfare&#10;    * Sub vs. Sub&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naval Thunder: Clash of Dreadnoughts",
    "ID": 41419,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgame/41419/naval-thunder-clash-of-dreadnoughts",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Naval Thunder: Clash of Dreadnoughts is an exciting, fast paced miniatures game of World War I naval combat. Its first in an exciting line of naval wargames from Steel Dreadnought Games and is designed for use with miniatures of scales 1/1800 - 1/6000.  Newcomers will appreciate how straight-forward and easy to learn the basic system is, while naval wargaming veterans can take advantage of the optional rule system to add additional detail to the game.&#10;&#10;NT: CoD has been designed from the keel up to be fun, fast paced, and full of flavor so that you can focus on the thrill of commanding a ship or fleet at sea instead of tedious charts or calculations.  A battle involving a dozen battleships and battlecruisers on each side can be fought to a conclusion in a couple hours while offering a play experience with significant tactical depth.&#10;&#10;The robust optional rules system allows the game to grow with you as you gain experience - ensuring that Naval Thunder will be your naval miniatures system of choice for years to come.  There are more than 20 completely modular optional rules that allow you to model historically accurate factors influencing naval combat of the era.  You can pick and choose which rules to include allowing you to tailor the pace of play and level of detail to your personal preference.&#10;&#10;Just a few examples of the kinds of historically accurate details you can add to the game include:&#10;&#10;&#10;     Poor design of British shells causing them to shatter on striking heavy armor&#10;     Poor cordite flash precautions&#10;     The impact of historical commanders&#10;     Crew training levels&#10;     The influence of wind direction on gunnery&#10;     Using submarines to soften up your opponent's battlefleet&#10;&#10;&#10;Optional shortcuts allow you to use Naval Thunder: Clash of Dreadnoughts to run huge fleet actions such as Jutland in a fraction of time other non-abstract systems would take.&#10;&#10;Included with the rules are data cards for 80 classes of ship, representing hundreds of historical vessels, allowing you to model nearly any action between the Royal Navy and Kaiserliche Marine during the first world war.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Naval Thunder (Steel Dreadnought Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nineteen",
    "ID": 41420,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/41420/nineteen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Nineteen is played on a 3&times;3 hexagonal board. The board is occupied by stones.&#10;&#10;On each turn, each player must do one of the following actions:&#10;&#10;&#10;     Remove one stone&#10;     Remove two adjacent stones&#10;     Remove three stone forming a triangle&#10;&#10;&#10;The player that removes the last stone loses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquer: Home Island",
    "ID": 41421,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/41421/conquer-home-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "CONQUER, Home Island Hawaiian war card game.&#10;&#10;From the Box&#10;&#10;Ages 7 and up&#10;2 to 4 players.&#10;&#10;Example in photo shows an actual deck with some card examples.  The game itself revolves around ancient Hawaii as players battle to control an island.  Card types include warriors, chiefs, divine intervention, priests, and more.  50 cards per pack plus instruction cards in both English and Japanese.&#10;&#10;The gameplay is basically a more strategic version of war, with special abilities and multiple battles resolved at once.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cirkle Kids",
    "ID": 41422,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/41422/cirkle-kids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The goal in  Cirkle Kids is to collect a set of 4 shapes or 4 colors pieces. the board is formed of 16 squares covered by 16 gray hats -Magician style hat- , the challenge is to be able to remember which symbol is under the hat you just uncovered. The roll of dice and the possibility of rotating the board add a mix of luck/strategy to the game .&#10;The game is the most simple to play (billed as kids) in the Cirkle board games family.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Series: Cirkle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jump Horse",
    "ID": 41423,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41423/jump-horse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The object of the game is to be the first person to win $10,000 and 10 Blue Ribbons.  The game is based on real live events at a  horse show.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Farming",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Equestrian",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Max's Advanced Rules for Axis and Allies: Europe",
    "ID": 41424,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41424/maxs-advanced-rules-for-axis-and-allies-europe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This expansion to Axis & Allies: Europe was sold at Origins 2000.  It takes the rules from Max's Advanced Rules for Axis and Allies and adds new rules covering such subjects as Armored Spearheads and Encirclements, Partisans, Economic Investment and a more advanced system for Convoys.&#10;&#10;These rules may be used separately or together to add to A&amp;A Europe.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Axis & Allies (Avalon Hill)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starmada: Iron Stars",
    "ID": 41425,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41425/starmada-iron-stars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From the website.&#10;&#10;Queen Victoria died in January, marking a literal and symbolic end to the 'Victorian' era. Two new powers - the United States and Japan - were entering the world stage, even as many in the old guard began to creak under the weight of their own might. Communism, in the person of Vladimir Ilych Lenin, had begun to rear its head in Czarist Russia. Technology and the industrial revolution were changing everything, including the weapons of war. And while the &quot;Boxer Rebellion&quot; in China was easily quashed, the incident demonstrated growing resentment of European dominance.&#10;&#10;Starmada: Iron Stars reveals a world in crisis. Recovery from the Martian Invasion is slow, and its effects will be felt for decades to come. Hopes that the extraterrestrial threat would result in a new spirit of cooperation and coexistence have been quickly dashed, with the Great Powers scrambling to take advantage of technological tidbits left behind by the invaders. While recent conflicts have been thankfully limited in scope, it seems only a matter of time before Humanity is engulfed in a new conflagration, this one of its own making.&#10;&#10;This supplement is a unique &quot;crossover&quot; project, combining two of our most popular gaming systems. The intent is to introduce fans of the Iron Stars universe to the Universal Game of Starship Combat, while at the same time exposing those Starmada players who may have been reluctant to jump into a different environment a glimpse at an alternate Earth in which the Martian Invasion really happened.&#10;&#10;Outside of the thrills of Edwardian space combat, there is plenty in these pages to expand any Starmada setting, including new options like:&#10;&#10;* Faceted shielding&#10;    * Crew-killer weapons&#10;    * Etheric movement&#10;    * Critical damage&#10;&#10;And more!&#10;&#10;Starmada: Iron Stars is not a stand-alone product; ownership of the Starmada: The Admiralty Edition Core Rulebook is required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Starmada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiere in Gefahr",
    "ID": 41427,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/41427/tiere-in-gefahr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a Lotto variant. In the basic version, it is just regular Lotto with pictures of endangered animals. In a variant, players need to answer some quiz questions about the animals if they want to score a point (get a card).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pedigree: A Genealogy Game",
    "ID": 41431,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41431/pedigree-a-genealogy-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Pedigree - A Genealogy Game is a deduction game similar to Clue with an LDS religious theme and simplified rules for children. Players are looking for a missing genealogical record by identifying the name of the person, the type of record, and the building it is located in (a random card of each type is hidden under the board while the others are dealt evenly to the players).&#10;&#10;The game uses a spinner instead of dice and players guess if they will spin a high or low number before they can take their turn. As players move about the board, they question each other to determine which cards are under the board. The first person to do so is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Religious: Mormons",
      "Theme: Genealogy / Heredity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soldiers of Stannum",
    "ID": 41432,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41432/soldiers-of-stannum",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Soldiers of Stannum is an introductory set of simple miniatures rules designed to allow children and parents to play together. The rules are extremely flexible as to the types of miniatures used, i.e. superhero action figures can compete against medieval fantasy figures. Most rules are designed around the size of the miniature figure - for example, figures can move 3x their standing base length in a turn. Combat rules are resolved around a simple rock-paper-scissors method for hand-to-hand combat and shooting rubber bands or rolling balls for ranged combat.&#10;&#10;Throughout the rulebook are reminders that this is a wargame for young children so it is appropriate to let them reshoot misfired shots or make forgotten movements. The goal of the game is to have fun with your children - not slaughter them with your superior gaming skills.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon of Terror",
    "ID": 41434,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/41434/dungeon-of-terror",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "DUNGEON OF TERROR is a solitary DungeonCrawler that uses Tables for the encounters and narrates the adventure of a thief that was tricked and now has to escape this damned place. He will fight monsters, avoid traps, find treasure and move through rotating dungeon tiles that are plagued by horrors. Will he survive ?&#10;&#10;The game uses Fighting Fantasy amazing system for the encounters adapted to tables you have to Roll for random traps, monsters, events and treasure.&#10;&#10;&#10;UPDATED RULES 3/24/2009: http://www.cultistas.com.ar/will/Rules_v1.2.pdf&#10;&#10;REGLAS EN ESPANOL 3/24/2009 http://www.cultistas.com.ar/will/Rules_v1.2_sp.pdf&#10;&#10;&#10;TABLES: http://boardgamegeek.com/image/455694&#10;&#10;TABLAS EN ESPANOL: http://www.boardgamegeek.com/image/455692&#10;&#10;&#10;COMPONENTS: http://www.boardgamegeek.com/image/452238&#10;&#10;COMPONENTES EN ESPANOL http://www.boardgamegeek.com/image/455461&#10;&#10;&#10;PLUS you will need 2d6, 1d8 and a pawn.&#10;&#10;This is a visual guide that might aid if the rules are not completely understood:&#10; http://www.boardgamegeek.com/article/3237169#3237169&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Call to Arms: The Earth/Minbari War",
    "ID": 41436,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41436/a-call-to-arms-the-earthminbari-war",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An 64 page softcover expansion for A Call to Arms: Babylon 5 Space Combat.&#10;&#10;Contains background on the war as well as a collection of notable personalities with rules for there use in the game, new ships for the Earth Alliance and the Minbari Federation a collection of 20 scenarios and a painting guide.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: A Call to Arms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teapot game",
    "ID": 41437,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/41437/teapot-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Colour match your teapot and your cup.&#10;&#10;Each player chooses a colour.  On their turn they spin the spinner.  If the spinner points at a cup, they take the cup of their colour.  If the spinner points at a teapot, they take a piece of teapot - there are four to collect in total.  If they already have a cup/completed teapot then they miss their turn.  Once you have a completed teapot and cup set, then you need to spin a boiling kettle to win the game.  Spinning a boiling kettle before this has no effect.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trap Shot",
    "ID": 41438,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41438/trap-shot",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a dexterity game, where players attempt to flip coins (intended for pennies), but dimes and nickels work great as well.  The catapult mechanism is a little unique.  It is on the far side of the board and players maneouver the catapult by remote with string.  Then players flip the coins back towards them on the board trying to hit one of the nine scoring zones.  Different games are included, like high score, or first to hit all zones, etc.  This game has a nice wood construction with an approximately 24 inch wood board, built up score zones, and metal rails for the wood coin catapult to travel on.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "270 to Win",
    "ID": 41439,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41439/270-to-win",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "270 to Win is a dice game set during the last few months of an election for the office of the President of the United States of America. Candidates campaign across the country, compete for votes in each state, and face off in a debate, all in hopes of earning at least 270 of the 538 available electoral votes.&#10;&#10;270 to Win has simple push-your-luck dice mechanics that allow two players to enjoy a quick, tense game where the outcome can change with one lucky roll. Better yet - it's completely free!&#10;&#10;",
    "Categories": [
      "Dice",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spell Power",
    "ID": 41440,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41440/spell-power",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A somewhat canasta-like word card game for 4 players in two partnerships.&#10;&#10;The deck has 56 letter cards, in various colors.  Each letter of the alphabet appears  at least once, in red.  If there's a second card, it's blue; if a third, it's green; if a fourth, it's brown.  (There is a fifth 'E', which is also red.)&#10;&#10;Six cards are dealt to each player, and the top card of the draw pile is exposed to start the discard pile.  In a turn a player: &#10;1. Draws either two cards from the draw pile, or the entire discard pile.  If the latter, the top discard must be used immediately to form a new word, and the rest are put in the hand. &#10;2. Plays any words out of hand that have at least 3 letters.  Previous words may be lengthened to make new words by adding letters at either end; if an opponent's word is lengthened, it becomes your.  You may also start a word in hopes that your partner could complete it in his turn; incomplete words may not be stolen. &#10;3. Discards 1 card.&#10;&#10;Once he has spelled at least two full words, a player may go out by emptying his hand.  The game also ends when the deck is exhausted, and the active player ends his turn.&#10;&#10;Each word scores 1 point per letter, doubled if the word has only 2 colors in it, tripled if only 1 color.  One point is subtracted for each card left in the hand.  The team with the higher score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Words",
    "ID": 41441,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41441/a-game-of-words",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A rummy-like word card game.&#10;&#10;The deck of letters has 5 of each vowel (with red ink front and back), and 4 of each consonant (blue ink); plus a blank card, presumably used to replace a missing one.&#10;&#10;The vowels and consonants are shuffled into separate piles; 5 vowels are dealt to each player, and 7-12 consonants.  In a turn, a player tries may spell word from his hand, or add to a previous word.  He may also trade a card by putting one fro his hand under the appropriate pile (vowel or consonant), and drawing the top card of the pile.  (It doesn't say, but presumably one draws replacement cards at the end of one's turn.)&#10;&#10;One point per card played is earned.  The game ends when all or out of cards but one player, or when no one can play.  Highest total wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Letre Deck",
    "ID": 41442,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41442/letre-deck",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Challenging games for all ages.&#10;&#10;&quot;Create your own exciting card game.&quot;&#10;&#10;A deck for word card games.  It has 52 cards, including 2 wild cards; the rest have a letter with a value as a small subscript.  The values range 1-5, with rarer letters worth more.&#10;&#10;It comes with rules for Letre Deck Rummy, Letre Deck Solitaire, Letre Deck Pick Up, and Letre Deck Poker.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crossword Card Game",
    "ID": 41443,
    "Year": "(1924)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41443/crossword-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game in which players build a crossword on the table. There are 52 cards, each with one letter on it.&#10;&#10;NOTE: This specific game with 52 cards, with no point values on the cards, was only published by &quot;Cross Word Co&quot;. &#10;The similarly-named game published by Russell Manufacturing, with (48, 64, or 96) cards with point values, belongs on a separate page here: Crossword Letter Game (AKA &quot;Game of Crossword: Cross Word Cards&quot;, &quot;Cross Letters Game&quot;, &quot;Russell&#039;s Fun Cross Word Letter Card Game&quot;, and &quot;Crossword Card Game: Cross Word Cards&quot;).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bakugan Brawl",
    "ID": 41445,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/41445/bakugan-brawl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "From the back of the box:&#10;&#10;Strategy is your most powerful weapon.  Use it wisely and claim victory.&#10;&#10;Go head to head!  Choose to play as Dan or Masquerade in this action-packed board game.  It's one part chess, one part card game and all Bakugan action.  You have 13 warriors to command on the battle board, each with G-Powers and elemental bonuses.  With your strategic use of playing cards, you can either bring sweet victory or crushing defeat.  Arm yourself with strategy and protect your Brawler at all costs!&#10;&#10;Submitters' Note:&#10;Looking at the rules, it looks more like &quot;one part Stratego&quot; more than &quot;one part chess&quot;.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fighting"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "TV Shows: Bakugan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "K.O !",
    "ID": 41446,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/41446/ko",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "K.O ! is a wacky action / dexterity game. Two gadgets are set in a groove in a heavy duty plastic board. Each gadget has a handle, a hammer (which can be operated through a button on the handle) and a tube filled with 5 discs. The tube has two horizontal slits at the bottom. By sliding your gadget along the groove you try to strike with your hammer through one slit, thereby hitting a disc of your opponent and send it flying. When you lose your last disc you're knocked out.&#10;&#10;It's a matter of speed and reaction. Even when sliding your gadget all the way forward, your hammer may not reach the tube of your opponent. So you've got to feint, lure your opponent forward, strike fast and be quick to retreat.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bałkany 1912",
    "ID": 41447,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41447/balkany-1912",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game from &quot;Dragon Hobby&quot; magazine (6) 2/1999 about First Balkan War in 1912 showing battle between Bulgarian nad Turkish forces near Adrianopole.&#10;&#10;The game's rules are based on Tannenberg 1914 rules.&#10;&#10;Related Microbadges&#10; Dragon fan&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Balkan Wars",
      "Players: Two-Player Only Games",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Burglar",
    "ID": 41450,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/41450/cat-burglar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Each player is a Cat Burglar (literally, a cat wearing a burglar mask), attempting to sneak into a mansion to steal some valuable jewels from the safe. If a player runs into a Police Dog (again, literally a dog dressed like a police officer) or triggers the alarm, they lose a life. Lose 9 lives, and it's game-over for that player. The first player to remove the jewels from the safe wins.&#10;&#10;The game uses a roll-and-move mechanic. On his turn, a player rolls the dice, and may then decide either to move his Cat Burglar, or to move one of the two Police Dogs.&#10;&#10;The board is assembled from four large puzzle-piece shaped segments, which depict various rooms inside the mansion. A plastic dial is inserted into each corner of the board, which players use to track lives. A fifth board section, made from plastic, depicts the vault room, and sits in the middle of the board. This section has a safe which the players must crack, and several of the spaces on the middle section are alarmed.&#10;&#10;The key feature of the game is the plastic &quot;vault room&quot; which sits in the middle of the board. All the spaces in the vault room are potentially alarmed - There are small metal contacts embedded in each space. Some of them are decoys, and some will trigger an alarm when the metal base of the cat burglar pieces comes into contact, completing an electronic circuit. The safe itself is a dexterity mini-game; although players are given the combination for the lock at the start of the game, if their hand shakes, or they get the combination slightly wrong, it triggers an alarm.&#10;&#10;The game includes:&#10;&#10;4 Mansion Room puzzle-piece board sections&#10;4 Coloured plastic Cat Burglar pieces with a metal base&#10;2 Plastic Police Dog pieces&#10;4 Plastic Gems (one of each player colour)&#10;4 Plastic dials for tracking lives (one of each player colour)&#10;1 Plastic vault room plus battery cover&#10;1 Plastic safe core plus lid&#10;Dice&#10;Rulebook&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Spawn of the Sleeper Asylum pack",
    "ID": 41451,
    "Year": "(2009)",
    "Geek Rating": "5.544",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41451/call-of-cthulhu-the-card-game-the-spawn-of-the-sle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Summons of the Deep  expansion to the Call of Cthulhu: The Card Game commences with its first monthly Asylum Pack of 40 fixed cards, The Spawn of the Sleeper. It contains 20 different never-before-seen cards that place a newf ound emphasis on the Terror struggle, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Horror Beneath the Surface Asylum Pack",
    "ID": 41452,
    "Year": "(2009)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41452/call-of-cthulhu-the-card-game-the-horror-beneath-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "The Summons of the Deep expansion to the Call of Cthulhu: The Card Game continues with its second monthly Asylum Pack of 40 fixed cards, The Horror Beneath the Surface. It contains 20 different never-before-seen cards that place a new found emphasis on the Investigation struggle, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trans-Port",
    "ID": 41453,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41453/trans-port",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Wirtschafts-spiele um weltweiten Handel und Transport&quot; (Economic games about global trade and transportation)&#10;&#10;This is a collection of various games. While most are economic simulations (ship traffic, resource trade etc.), there are also some completely different game (such as a submarine game in which a player tries to reach a target unnoticed by the others). There is a lot of material; a world map in three segments (so you can play on only a part of it), cards, dice and more.&#10;&#10;The game is endorsed by the Deutsche Verkehrs-Zeitung (DVZ), a specialist German newspaper since 1947 for the transport and logistics industry, whose name and logo are prominently displayed on the box front.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Nautical",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Call to Arms: The Drakh",
    "ID": 41455,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41455/a-call-to-arms-the-drakh",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "24 page softcover expansion for A Call to Arms: Babylon 5 Space Combat adding the Drakh to the game. The book includes 3 scenarios involving the Drakh as well as their ships and the Drakh special rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: A Call to Arms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Call to Arms: Dilgar Imperium",
    "ID": 41456,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41456/a-call-to-arms-dilgar-imperium",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 24 page softcover expansion to A Call to Arms: Babylon 5 Space Combat this book adds the Dilgar to the game. The book contains a brief history of the Dilgar focusing on the Dilgar War as well as providing the game details for the fleet and special rules used by the Dilgar. Note there are no scenarios in this book.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: A Call to Arms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Antediluvian Dreams Asylum Pack",
    "ID": 41457,
    "Year": "(2009)",
    "Geek Rating": "5.541",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41457/call-of-cthulhu-the-card-game-the-antediluvian-dre",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "The Summons of the Deep expansion to the Call of Cthulhu: The Card Game continues with its third monthly Asylum Pack of 40 fixed cards, The Antediluvian Dreams. It contains 20 different never-before-seen cards that place a new found emphasis on the Combat struggle, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Terror of the Tides Asylum Pack",
    "ID": 41458,
    "Year": "(2009)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41458/call-of-cthulhu-the-card-game-the-terror-of-the-ti",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "The Summons of the Deep expansion to the Call of Cthulhu: The Card Game continues with its fourth monthly Asylum Pack of 40 fixed cards, The Terror of the Tides. It contains 20 different never-before-seen cards that place a new found emphasis on the Arcane struggle, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Thing from the Shore Asylum pack",
    "ID": 41459,
    "Year": "(2009)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41459/call-of-cthulhu-the-card-game-the-thing-from-the-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "The Summons of the Deep expansion to the Call of Cthulhu: The Card Game continues with its fifth monthly Asylum Pack of 40 fixed cards.&#10;&#10;Publisher Blurb:&#10;&#10;&quot;...everything alive come aout o&rsquo; the water once, an&rsquo; only needs a little change to go back agin.&quot; -H.P. Lovecraft&#10;&#10;The Summons of the Deep expansion to the Call of Cthulhu Living Card Game continues with its fifth monthly Asylum Pack of 40 fixed cards, The Thing From the Shore. It contains 20 different never-before-seen cards that place a newfound emphasis on character skill, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;This is not a standalone deck; you must have additional Call of Cthulhu LCG cards to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Path to Y'ha-nthlei Asylum pack",
    "ID": 41460,
    "Year": "(2009)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41460/call-of-cthulhu-the-card-game-the-path-to-yha-nthl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "The Summons from the Deep expansion to the Call of Cthulhu: The Card Game comes to its conclusion with its sixth monthly Asylum Pack of 40 fixed cards, The Path to Y'ha-nthlei. It contains 20 different never-before-seen cards that explore some of the strange transformations possible in H.P. Lovecraft's Cthulhu mythos, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Uhrmacher",
    "ID": 41461,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/41461/der-uhrmacher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Clockmaker is dead.&#10;With him, the secret to his machine whose mechanical purpose seems heading towards a cataclysmic end.&#10;&#10;The Royal Society of London has dispatched some of it's most promising members to solve this machine and disassemble it before it's too late.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "IT Came from Outer Space",
    "ID": 41464,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41464/it-came-from-outer-space",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "In this game, one player is an alien monster who has gotten aboard a spaceship, and the other controls the crew of the ship - as the back of the game says, it is &quot;a simulation of one of those 'B' grade science-fiction movies of the 50s.&quot;&#10;&#10;The crew has a number of different weapons they can use against the monster, but they don't know how effective each one will be and some of them can damage the crew or the ship. They can potentially repair the ship if it does get damaged. They also have to manage the ship's power, which must be allocated each turn to various systems.&#10;&#10;At the start of the game the monster player gets to allocate points to various areas: strength, movement, concealment, life level, and defense against each possible kind of attack - which is why the crew player does not know how effective a weapon is until they try it.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzertaktik",
    "ID": 41465,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41465/panzertaktik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the designers' notes:&#10;&#10;&quot;Panzertaktik is a platoon level game covering the major powers in the ETO/MTO between 1939-45. It takes the hardware approach to design, allowing players to make the best (or worst) of the best situations: unlimited intelligence, tireless troops, everlasting ammunition and fuel.&quot;&#10;&#10;Panzertaktik is a fairly detailed game. Many units (generally representing 5 or so vehicles) have primary and secondary weapons, with separate classifications, strengths and ranges for each. There are rules for artillery, air power, night fighting, minefields, and specialized tanks (Rhinos, flail tanks, etc.), among other things.&#10;&#10;Tables of organization and equipment are provided for the American, British, French, Soviet, German, and Italian forces for 1939-45.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Átthagaspilið: Fljótsdalshérað",
    "ID": 41466,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41466/atthagaspilid-fljotsdalsherad",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion to &#195;&#129;tthagaspili&#195;&#176;: Vopnafj&#195;&#182;r&#195;&#176;ur - a box with questions about the Flj&oacute;tsdalsh&eacute;ra&eth; community in the east of Iceland.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Átthagaspilið: Hafnarfjörður",
    "ID": 41467,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41467/atthagaspilid-hafnarfjordur",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion to &#195;&#129;tthagaspili&#195;&#176;: Vopnafj&#195;&#182;r&#195;&#176;ur - a box with questions about the town of Hafnarfj&ouml;r&eth;ur in Iceland.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Átthagaspilið: Vestmannaeyjar",
    "ID": 41468,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41468/atthagaspilid-vestmannaeyjar",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion to &#195;&#129;tthagaspili&#195;&#176;: Vopnafj&#195;&#182;r&#195;&#176;ur - a box with questions about the Vestmannaeyjar Islands in Iceland.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Átthagaspilið: Fljótsdalshérað aukaspurningar",
    "ID": 41469,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41469/atthagaspilid-fljotsdalsherad-aukaspurningar",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion to &#195;&#129;tthagaspili&#195;&#176;: Vopnafj&#195;&#182;r&#195;&#176;ur - a small box with bonus questions about the Flj&oacute;tsdalsh&eacute;ra&eth; community in the east of Iceland.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Regenbogen-Land",
    "ID": 41470,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/41470/regenbogen-land",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Regenbogen-Land (Rainbowland) is a children's cooperative game in which players roll dice to move through a fairy tale world to recover the colors of the rainbow that have been stolen by a witch. Players can freely give moves to help one another, and helping those who fall behind is essential because once players are halfway across the board, the witch starts to move and catch players.&#10;&#10;Players restore the colors of the rainbow by placing colored plastic chips gathered during play on top of the rainbow at the center of the board.&#10;&#10;The 2011 AMIGO edition is part of its &quot;&Ouml;kologisch + Kooperativ&quot; (Ecological &amp; Cooperative) line of games.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "H2O",
    "ID": 41472,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41472/h2o",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A drinking game (hence the name), designed by students in an inventors seminar. Their object was to design a low cost, easily manufactured product. Players roll the die and progress along the track, drawing cards with instructions and actions they have to follow - usually having to drink something as a result.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Myndalottó Bínu",
    "ID": 41473,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41473/myndalotto-binu",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is meant for young children to exercise their listening skills, increase vocabulary and communication skills and make them interested in the alphabet.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chevauchee:  Rules for Battles with Medieval Miniatures",
    "ID": 41476,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41476/chevauchee-rules-for-battles-with-medieval-miniatu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "During the 100 Years War between France and England, bands of soldiers from both sides launched raids into enemy-held territory, burning, pillaging, and slaying as much as possible before opposition could be mounted in strength. This practice, known as Chevauchee, is the inspiration for this game of medieval and Renaissance warfare. Designed for fun and playability, Chevauchee is perfect for novice and veteran gamers alike and offers a basic set of man-to-man combat rules, expanded optional rules, and a special system for simple siege warfare. It can be played with almost any appropriate miniature figures, each of which can use whatever weapons it is armed with and is equipped with whatever armor the model wears, eliminating paperwork and speeding play.  Each turn represents 20 seconds of action.  Essentially, combat is resolved with 3d6 rolls (with modifiers) versus a target number.  There is no set size for a playing area.  Distance is measured in inches.  The game works best with 1/72 scale or 1/35 scale figures.  50 pages.&#10;&#10;Table of Contents:&#10;&#10;5   Introduction&#10;7   Basic Rules&#10;21  Optional Rules&#10;33  Siege Rules&#10;46  Glossary&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Hundred Years Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shamus",
    "ID": 41478,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/41478/shamus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "&quot;The streets are dark and lonely.  But so's my apartment.  The name's Frank Darrow.  I'm a Private Eye.&quot;&#10;&#10;In Shamus, players compete to solve cases in semi-historical Los Angeles, circa 1939.  Characters are drawn from famous noir archetypes and ranked for their respective skills in drinking, fighting, and shooting.  Each character has a special ability that helps mold their ideal strategy.&#10;&#10;Mechanically, Shamus is designed to make use of the cubes and Battle Tower from Queen Games' Shogun.  Players select cubes they want by placing Detective Markers (DMs) on the various locations that they must travel to via car, cab, trolley, or good ol' fashioned shoe leather.  The cube drop determines if they draw cards, solve cases, or sling lead with Bugsy Siegel.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Pattern Building",
      "Role Playing",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Road to Osaka",
    "ID": 41479,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/41479/the-road-to-osaka",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Subtitled: Samurai Skirmish Rules, 1100-1620&#10;&#10;This is a 32-page rulebook for skirmish warfare (one figure = one warrior) for late Medieval Japan.  The book has nice black and white drawings, rules for movement, different classes of fighters, melee and missile combat, mounted combat, and even includes movement charts for limiting the turn radius of mounted warriors at different speeds.  The only dice used are d6s.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Kamakura Period to Muromachi Period",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scacchetto",
    "ID": 41480,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41480/scacchetto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a chess variant utilizing a 17x12 board.  The board also has two blank unpassable areas on it similar to traditional Stratego boards.  The game is played with 8 bishops, 8 knights, and 1 king per player.&#10;&#10;At the beginning of the game the pieces are placed on the opposite long edges of the game board:&#10;The King is placed on the space marked with a crown.&#10;The knights are placed on the light spaces and the bishops on the dark spaces.&#10;&#10;The pieces move like their counterparts in chess, but even the knight may not jump over occupied spaces. The only exception is the center space, marked with a crown. It may only be occupied by a king and only then other pieces may pass this space.&#10;&#10;The goal of the game is to beat the enemy king or to take him prisoner. The later being the case if the king is not able to make a move without moving to a space where he may be beaten by an enemy piece.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "St. Nazaire: Operation Chariot",
    "ID": 41481,
    "Year": "(2009)",
    "Geek Rating": "5.534",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41481/st-nazaire-operation-chariot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "St. Nazaire: Operation Chariot&#10;&#10;An ASL historical Module published by le Franc Tireur.&#10;&#10;St. Nazaire contains everything you need to play, except the half-ton of ASL material that you always need: one counter sheet, one historical map, a rules booklet and 15 scenarios.  Through 8 scenarios, this pack depicts on a historical map of the St. Nazaire harbor the Commando Raid of 1942.  Rules cover searchlights, extra powerful DC charges as well as complete rules for Motor Gun Boats (MGB).  Also included are 7 scenarios that allow you to use these MGB rules on various theatres of operations (including the shores of Finland, Yugoslavia and the Pacific Ocean), opening a whole world of new ASL gaming opportunities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Saint-Nazaire (France)",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Las Navas de Tolosa",
    "ID": 41483,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41483/las-navas-de-tolosa",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This wargame recreates the turning point in the Spanish &quot;reconquista&quot; against the Muslim occupation in 1212. Still it took three more centuries to conquer the remaining kingdom of Granada, but from this battle onwards the Muslim armies weren't in position to defeat the christian kingdoms any longer.&#10;&#10;On one side were the Almohades with their Califfa and his army and his famous bodyguard of chained slaves. On the other were the Kings of Castilla and Navarra with their armies. Sancho &quot;el Fuerte&quot;, King of Navarra, himself cut with his sword the slaves chain in order to reach the Califfa's tent. Still nowadays Navarra's shield is a set of chains on a red field remaining this fact of arms.&#10;&#10;It was the first modern wargame ever published in Spain by the Spanish company NAC. It's print run was minimum, and it's impossible to find even a picture of it.&#10;&#10;The game system could be considered &quot;classic NAC&quot; hex-and-counters with combat and movement factors and a dice with no 1 or 6 instead two 3 and two 4. You multiply the dice by the combat factors involved in each side and eliminate the looser side. All other wargames published by NAC in the following year used this system just changing the pictures.&#10;&#10;Fue el primer wargame publicado por NAC, lo tuve en mis manos a los nueve a&ntilde;os, pero me compr&eacute; un Colditz, cuando volv&iacute; ya no estaba.&#10;&#10;Si alguien lo tiene por favor haga algunas fotos y las cuelgue aqui.&#10;&#10;Siempre lo busqu&eacute; y nunca lo encontr&eacute; por eso dise&ntilde;&eacute; mi juego sobre esta batalla&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Bailén (Spain)",
      "Country: Spain",
      "History: Reconquista"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tic Tac Phone",
    "ID": 41484,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41484/tic-tac-phone",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Learn using numbers and letters on a phone. Several educational games for Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mudiwoga: Multi-Dimensional Word Game",
    "ID": 41485,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41485/mudiwoga-multi-dimensional-word-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Mudiwoga, players take turns forming words on a crossword-like grid. The grid is variable, created by placing black tiles on the board before the game.&#10;&#10;Each letter tile has 3-5 letters on each side (in the players' colors), only one of which is used when forming a word. Once a tile is placed, any of the letters can be used in forming a crossing word. Some of the letters (marked with dots) cause the tile to go to the opposing player (and cost points) - otherwise all tiles in the word played are turned to the player's side.&#10;&#10;It is a requirement to play in the row or column (that has at least one empty space) with the greatest number of tiles. It is not required to form words in the other direction, as it is in Scrabble, but it is possible to do so to capture more tiles.&#10;&#10;The object is mainly to have the most tiles on the board in your color at the end of the game, although points can be scored in other ways (negative for using dotted letters, positive for placing identical tiles next to each other).&#10;&#10;While the rules say that the game can be played by more than two players, in teams, no guidance is provided on how to do so.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Royal Flush",
    "ID": 41487,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/41487/royal-flush",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "The game consists of 2 standard card decks of 52 cards and 17 card tables. Each game 9 out of the 17 card tables are chosen and players have to collect the card combinations depicted there. Depending on the difficulty of the combination players get points.&#10;&#10;In the beginning, each player gets 5 chips. On his turn, a player can either choose one of the 4 open cards from the display, a hidden card from the deck, exchange the open cards (costs 1 chip) or play a combination on one of the tables. A round ends when the first player has played all of his chips on the tables or when one player gets a Royal Flush. Winner is the player with the most points after 5 rounds.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CoDi",
    "ID": 41488,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41488/codi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "CoDi is a game about majorities in a dodecahedron for 2-4 players. The board depicts the 20 corners of the dodecahedron and each corner is connected to exactly 3 other corners.&#10;&#10;On his turn the player puts a stone of his color on one of the 20 corners. Stones from other colors on neighbouring corners are removed if the played stone if there already was a stone of the other player's color adjacent to them before.&#10;&#10;The game ends when all 20 corners have stones on them with the player with the most stones on the board being the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scherbennova: Erste Welle des Untergangs",
    "ID": 41489,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41489/scherbennova-erste-welle-des-untergangs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A German fantasy themed card game along the lines of Magic the Gathering or Blue Moon.&#10;&#10;Two players are dueling each other with custom build decks. A deck contains 15 cards. The game is played on a play-mat which can be downloaded from the games website. Players use portals to bring cards onto the play-mat. Once a card is in play it can be moved and it can be used for attacking opponent cards. If a player is able to destroy an opponents card, he will be awarded a specific amount of shards. Whoever reaches a certain amount of shards first, wins the game.&#10;&#10;Website: http://www.scherbennova.de&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Simultaneous Captain's Mistress",
    "ID": 41491,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41491/simultaneous-captains-mistress",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In this game, the objective is to get four in a row, by players dropping checkers into a line.  This game adds a unique twist by having both players select their moves simultaneously, then resolving.  The end result of this change turns the game into more of a war of nerves, and gives it additional depth, even though it stops being a pure abstract strategy game in the process.&#10;&#10;This game originally existed as variant to the Captain's Mistress, but the uniqueness of play, is why it has been submitted as a unique entry.&#10;&#10;Online Play&#10;&#10;&#10;     Play Simultaneous Captain&#039;s Mistress on games.wtanaka.com (real-time or turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slinka",
    "ID": 41492,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/41492/slinka",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Slinka is from an outside Galaxy. He come to Earth to learn about us and teach team building and sport activity. The game propose 5 levels. Slinka will be able to return to is home when the first player reach the fith level.&#10;&#10;Goal : you have to accumulate strength and money to go to the fifth level as fast as possible.&#10;&#10;Come with two dice, six token, chance cards, strength cards, sport equipments cards, level cards and Slinka money.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Leap Frogs",
    "ID": 41497,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41497/leap-frogs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "It's a leaping and laughing frog giggle RIOT!&#10;&#10;Boing, pop, the frogs start flying! Be quick and steady, don't stop trying! Use the net and don't let them fall! Win the game if you catch them all!&#10;&#10;A motorized pond turns and shoots out ten frogs at random times. The players try to catch them in mini nets.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noggin the Nog",
    "ID": 41499,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41499/noggin-the-nog",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Devised and drawn by Oliver Postgate and Peter Firmin, creators of the TV films.&#10;&#10;Simple roll and move game for Ages 4 - 7. Two games - Nogfruit Game and Nogbad's Castle - on a double sided board.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brain Drain",
    "ID": 41500,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/41500/brain-drain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "The game that gobble your Brain.&#10;&#10;300 Brain Teasing Questions&#10;&#10;Solve a riddle on a card. For example &quot;Three scary dogs, one girl running. How many legs?&quot; As soon as a question is answered correctly the player flicks a lever and starts asking the other player/team questions. All the time a Frankenstein monster moves down the players track - the lever switches to another monster for the other team. When the monster reaches the end of the track, its brain is sucked out and the team loses.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominions of Supremacy",
    "ID": 41501,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/41501/dominions-of-supremacy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3",
    "Description": "A game about galactic exploration, colonization and conquests.&#10;&#10;Dominions of Supremacy is a strategic boardgame that can be compared to classical computer games as Master of Orion, Startrek BOTF, or GalCiv etc. It's a 4X game which means that it's all about the eXploration, eXpansion, eXploit and eXtermination of other players.&#10;&#10;The players represent different races that have just started to colonize the galaxy. By developing your home planet, creating new colonies and conquering the planets of your enemies you can win the game. Or, stay in the background and concentrate your strength to conquer the remaining few artifacts left by an ancient civilization, which may hold the key to the Universe's secrets.&#10;&#10;The game is played on LinCon, one of Sweden's largest game convents with around one thousand attendants.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plunder!",
    "ID": 41503,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41503/plunder",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the game box:&#10;&quot;...the exciting board game about our basic instincts...&#10;Appeals to the adventurer and the land hunger in all of us. Players make their fortunes in gold rushes and diamond claims, discover new territories and take part in war games - while they plunder land and money.&quot;&#10;&#10;Players move their pawns around the game-board at the throw of dice. When you land on any one of the illustrated squares, it directs you to perform one or more of the following acts:&#10;&bull; Land on any territory and take it; from one of 134 Land Title Cards. Each card represents a territory in England, France, Ireland, Scotland or Wales and has a dollar value which doubles when you collect a set.&#10;&bull; Land on a battleground and you may win or lose the battle. Either way, you pick up a card from the top of the winner's pack or loser's pack, and learn your fate.&#10;&bull;If you encounter a barricade which prevents you from advancing further, you have three choices to overcome it: one is to bribe each player with $3000 to let you through.&#10;&bull; There are also safe-houses for refuge in bad times.&#10;&bull; Land on any Action square and you must pick up an Action Card from one of ten packs in a plastic tray. each has an instruction for you: you may obtain more territory, make your fortune or advance speedily across the board. Or you may be unlucky and lose land or be forced to retreat.&#10;&#10;Each player starts with $100,000. the objective is to increase your net worth by game end.&#10;Each tour around the board represents a hundred years in time, and you accumulate a fortune at the end of each tour, fro your sets of territories. Each of the 10 packs of ACTION CARDS represents a different century. During your first tour of the board, you may take Action Cards from the first pack which is the 11th century. For your next tour, you take from the 12th century, and so on until you reach the 20th century and end the game.&#10;&#10;EDUCATIONAL ASPECTS&#10;For adult history buffs who want to read them, each Action Card also describes vivid historic episodes. Students who wish to be informed on the real background to their studies may learn how the English speaking peoples, and the French, survived the ups and down of fortunes over the past 1000 years.&#10;For players who like war games, major battles mentioned on Action Cards often have military strategy or new weapons technology described.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twilight City: Dark Mysteries",
    "ID": 41504,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41504/twilight-city-dark-mysteries",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Twilight City: Dark Mysteries is a game of investigation and lovecraftian Mythology. Each player represents an investigator that was summon to the city in order to uncover a mystery. Each mystery is a game in itself for there is a set of original events that describe something that is happening as well as an original background different from the other stories. This is a game of story telling as well, because beyond the generic encounter the investigators will  be able to interact with the system in several ways: bribing, buying, paying, taking buses, walking, fighting, healing. Also there is the mechanic of Day and Night that make the encounters relevant both in information and in danger.&#10;&#10;All the stories will be written so they lead to a thrilling conclusion and each event will have as much atmosphere as possible. Players will feel as their investigator is wounded and need to move to the hospital, or if they need to reach to someplace at a specific time of the day to retrieve some information. Still finishing a story won't mean to render that story useless. Since the puzzle the investigators have to complete is random, the replayability is unlimited.&#10;&#10;The nights in the Twilight City are very dangerous but there is no time to waste for the evil forces are always plotting for the doomsday and if you take too much time you will certainly fail.&#10;&#10;The board has generic places that will be referred in the events with their own names. For example: &quot;Go to the abandoned &quot;WAREHOUSE&quot; and meet Herb &quot;The Rat&quot; at 5 o'clock (AFTERNOON). He knows what's going on in the house of the terrible old man (OLD HOUSE)&quot;. This way you know you have to go to the WAREHOUSE at any time in the AFTERNOON. But you won't find Herb &quot;The Rat&quot; at any other time. So time is essential to the plot. And the board serves to shape a new city with every dark mystery.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Murder / Mystery",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "House by the Cemetery",
    "ID": 41505,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41505/house-by-the-cemetery",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "After an accident attempting to avoid a pedestrian in the road, you soon realize there is something terribly wrong with the &quot;pedestrian&quot; which caused your crash.  One of his eye sockets drips maggots upon his cheek as he staggers toward you... And he is not alone!&#10;&#10;Make your way to the military compound on the outskirts of this town.  Each move closer uncovers more of the undead horde; and once they sense your presence, they want your flesh.  You will need to find weapons if you wish to survive, and you will need to rescue the few remaining survivors if you want to be a hero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallycross",
    "ID": 41508,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41508/rallycross",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Ultimate Game in Rallycross driving. Players take turns to roll dice to race around the track. Players pick up cards for hazards and for a bonus. The race ends when a player has completed 3.5 laps.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A.B.C. Educational Cards",
    "ID": 41509,
    "Year": "(1944)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41509/abc-educational-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 36-card deck is a simple means for helping small children learn letters and numbers.  There is one card for each letter of the alphabet, and one for each numeral 1-10.  On the back is the letter or number, on the front the same with an illustration (e.g. Z &quot;zebra&quot; with a picture of a zebra; or &quot;5 balls&quot; with a picture).&#10;&#10;Simple games include:&#10;&#10;- Simple Spelling Game.  Spread out the letter cards, and pick out the first and last letter of a common word, e.g. C-T.  Let the child figure out what goes in between, with help if necessary.&#10;&#10;- Easy Counting.  Have the child count the items out loud on the illustrated side, or have two numbers and have them figure out what the sum is.&#10;&#10;Some editions have rules for advanced games:&#10;&#10;- A.B.C. Rummy.  Deal 7 cards to each player.  In a turn, draw 1, lay down 3 or more consecutive letters or numbers and/or add to existing sequences, and discard 1.  First one out cards wins 5 points per card in others' hands.&#10;&#10;- A.B.C. Kasino.  Deal 4 to each player and 4 face up in the middle.  In a turn a player plays a card to the table, capturing other cards if adjacent to them, or leaving it there if unable to capture.  After the cards are played out, deal 4 more each, etc., until all cards are played.  Remaining cards go to the last capturer.  Most cards captured wins.&#10;&#10;- Snip &amp; Snap.  Deal the deck to 2 players, who take turns exposing the top card in their pile.  They &quot;Snip&quot; each time, unless the card is adjacent to the opponent's last card, when he says &quot;Snap&quot; and captures his whole face-up pile.  Continue until someone has all the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Number",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of Word Making",
    "ID": 41510,
    "Year": "(1902)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41510/game-of-word-making",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A very early word game, somewhat like 5 card draw poker without the wagering.&#10;&#10;There are 48 letter cards; 5 are dealt to each player, and each in turn gets one chance to discard any number of cards and receive an equal number from the deck.  Then hands are scored: 3, 4 or 5 points for a 3, 4 or 5-letter word; -1 if it's a plural that ends in 'S'; +10 for each hard letter (Q, V, W, X, Y, Z) in the word (the cards are labeled as hard); or 20 points for 3 of a kind (UUU), 50 points for 4 of a kind (OOOO).  Play to an agreed amount of time, hands, or points; the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rootie Kazootie Word Game",
    "ID": 41511,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41511/rootie-kazootie-word-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a children's word game that licenses the popular TV show of the early 1050's, &quot;The Rootie Kazootie Club&quot;.&#10;&#10;The deck has 6 Key Cards, each of which has two words (e.g. Wagon, Duck).  There are 30 letter cards with a letter and an illustrating picture and sentence (e.g. &quot;O o Rootie watches a night Owl&quot;); the 30th card, &quot;Magic Kazootie&quot; is a wild card and can stand for any letter.  (The deck does not have the entire alphabet, only letters needed for the Key Card words.)&#10;&#10;Five cards are dealt to each player, and the top Key Card turned up.  In a turn, a player draws 1 and discards 1.  If he can make one of the Key words, the hand ends and he gets the points that the word is worth.  Play to an agreed number of rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Pinocchio"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lightning Bolts & Lasers",
    "ID": 41512,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41512/lightning-bolts-and-lasers",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subtitled: Science Fiction Miniature Tactics Manual. This 80 page book is a supplement for Starguard. It includes information on military organization, a chapter on tactics, TO&amp;Es for Starguard races, a few new race designs, a Starguard Histories Update authored by John McEwan, armored fighting vehicles, and appendices on weapon ranges, stats for a variety of weapons, and starter sets.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "T.H.E. Cat Game",
    "ID": 41513,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41513/the-cat-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game from 1966 is based on a television show from that time which starred Robert Loggia. It is a simple track game where you must be the last to survive in the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spelling Bee",
    "ID": 41514,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/41514/spelling-bee",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This early word card game has players all trying to find words simultaneously, from the same set of cards.&#10;&#10;There are two decks of 56 cards each.  The green-backed deck's cards have single letters or 2-letter combinations on them, and is suitable for children as well as adults (2-6 players).  The red deck is for larger groups (4-10) and older players, and has 2- or 3-letter combinations, as well as individual letters in red ink.  Each card also has a point value attached.&#10;&#10;Any even number of cards is dealt out, so the total is about 50 cards with one deck, 100 cards for both.  (E.g. 25 for 4 players, 20 each for 5, 18 for 6, etc.)  The remainder makes a face up pool in the center.  Players hands are kept face down, and all start by turning up the top card, starting their pack.&#10;&#10;A turn consists of exposing the top card of your hand onto your pack (and presumably waiting a short time for people to think).  At any time, if a player can make a word out of 2 or more of the visible cards, they call it out and play stops.  If the word is verified, the caller takes the entire packs containing the cards he used, and places them at the bottom of his hand.  Red letters may only be used as the first or last letter of their word.&#10;&#10;If two players call out at the same time, the longer word wins; if tied, the packs involved go into the pool.  If a word is wrong and challenged, the challenger gets the packs; if the challenge was incorrect, the challenger's pack goes into the pool.&#10;&#10;The winner is the one who gets all the cards; or, after a set length of time, it is the player with the highest total value in his cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Magoo visits the Zoo",
    "ID": 41515,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41515/mr-magoo-visits-the-zoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple child's game of animal recognition.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bowl-A-Matic",
    "ID": 41516,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41516/bowl-a-matic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Eldon Automatic Bowling Game featured a bowling lane, a bowler and a pin setter. Using a crank to move the bowler into correct position and then releasing the bowlers arm caused the bowling ball to roll down the lane knocking over the pins.  From the box &quot;A game of skill and fun for all ages&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thinkalike",
    "ID": 41517,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/41517/thinkalike",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Great minds thinkalike. The fast-paced risk&eacute; game of quick wit and intuition!&quot;&#10;&#10;This risk&eacute; game of quick reaction is outrageous fun for mature teens and adults. It's a game where staying on the same wavelength really counts!&#10;The word is &quot;diamond&quot;. Will he say &quot;baseball&quot; or will he say &quot;ring&quot;? The phrase is &quot;satin sheets&quot;. What will your partner say...?&#10;Find out in this hilarious game where the more you Thinkalike the more you WIN!&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kyllingjakten",
    "ID": 41521,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/41521/kyllingjakten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kyllingjakten is a children's game with an interesting use of magnets. The players move a hen around the board to try to find her missing chickens. When the hen reaches designated places, the player moves them next to the nearby chicken to see if they attract each other. If they do, they belong together, and the player must bring the chicken back to the hen house.&#10;&#10;The hens and the chickens have plastic feet with magnets of both orientations, so that each chicken belongs to exactly two hens. With two players, one should use two hens of opposite orientations, and with three players, the game is very unbalanced.&#10;&#10;Contents: Game board, die, hens and chickens, magnetic plastic feet.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El juego de los juegos",
    "ID": 41522,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/41522/el-juego-de-los-juegos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "El juego de los juegos (The game of games) is a trivia game related to video games which was published by Spanish magazine Microman&#195;&#173;a to celebrate their number 100.&#10;&#10;The mechanics are simple. Every player starts in the same place on the board and should advance to the end while answering questions correctly. There's no dice; you only advance if your answer is correct, and if you fail you take a step back.&#10;&#10;Game contents:&#10;-Game board&#10;-12 coloured tokens (3 red, 3 orange, 3 blue, 3 magenta)&#10;-100 question cards (4 questions each)&#10;-16 special cards &quot;Microman&iacute;a: S&oacute;lo para adictos&quot; (4 questions each)&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Enviro-Quiz",
    "ID": 41524,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/41524/enviro-quiz",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "ENVIRO-QUIZ is a fascinating, scientifically documented and interactive game, and is very relevant to current concerns about air pollution, climate change, the different threats to the environment and endangered species, the solutions to improve the environment and to protect wild animals. This game is an enjoyable aid towards making children (and adults) more aware of environmental problems, and encouraging them to take action to ensure a viable environment - and a better future for everybody. While ENVIRO-QUIZ is a game of environmental awareness, it is most definitely also a game that is fun and easy to play. Everyone loves question and answer games, whatever the subject. The game is designed in particular for children and adolescents, families and educators. Help with reviewing and validating the information, and with developing the game, was provided by well-known worldwide organizations, including the IUCN - World Conservation Union. The Instruction booklet provides many different ways of playing depending on age, number of players and the time available. It&rsquo;s a great traveling game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Political Pursuit",
    "ID": 41526,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41526/political-pursuit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A political trivia game that claims to be educational, fun, entertaining and filled with excitement. You move around the board answering political questions that get you points. Most points gets you elected to office!&#10;&#10;",
    "Categories": [
      "Political",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gabble",
    "ID": 41528,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41528/gabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A gin-rummy-like word card game.  There is a deck of 50 letter cards, 2 Consonant cards, 1 Vowel card, and 1 Wild card, that stand for any consonant, any vowel, and any letter respectively.  There's also a scoring pad with point summaries.&#10;&#10;Ten cards are dealt to each player.  In a turn, a player draws 1 from the draw or discard pile, and either goes out by melding all 11 cards into words of 3+ letters each, or discards a card.  Once a player goes out, each other player gets one turn to draw and make their best melds.&#10;&#10;Players try for the lowest score.  Points for words melded: &#10;0 points for 3 or 4 letters; -5 points for 5 letters; -10 for 6; -15 for 7; -20 for 8; -25 for 9; -30 for 10; -5 for each J, K, Q, X, or Z used; and 11-letter word wins the whole game outright.  Penalties include: +10 points for not going out; +10 for each unused vowel, or Vowel or Consonant card; +5 for each unused consonant, except for J, K, X, Z which are +1.  There is also a system for challenging a word, and re-challenging if the challenged player is confident, that lead to bonuses or penalties.&#10;&#10;The last player to +100 points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Make or Break",
    "ID": 41530,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/41530/make-or-break",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the introduction in the rulebook:&#10;&#10;&quot;Make or Break is a rapidly moving game based on the fascinating stock market.  Two to six people may play.  Stock prices and dividends vary.  The player's aim is to buy and sell stocks for profits and dividends.  The richest player at the end of an agreed period of time wins the game.&#10;&#10;In this lone offering from 1960s publisher Spiegel Reid, players buy and sell stocks in four companies -- Yukon Gold, Star Oil, Marc Missile, and C&amp;O Railroad, as well as a Mutual Fund.  The success or failure of these stocks is determined by a deck of &quot;market cards,&quot; which are revealed at the start of every turn.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Letter Pile",
    "ID": 41531,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41531/letter-pile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gameplay revolves around sixty transparent tiles. Each tile has a letter printed on it in caps. Each player must make a word of up to five letters that has no letters repeated from the seven letters each player was dealt. Each player must also construct a crossword puzzle type clue for the word composed. A player may bluff if a word can't be constructed with the tiles dealt. The words are placed in the holder so that the letters of each individual word overlap. Players score points for deducing opponent&rsquo;s words. The game is played until a goal the players have agreed upon is reached.&#10;&#10;Game components: four letter holders with rack, sixty letter tiles, one clue and a three-minute sand timer.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]