[
  {
    "Rank": "10501",
    "Name": "Lock 'n Load Tactical: Heroes of North Africa",
    "ID": 132766,
    "Year": "(2017)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.53",
    "Link": "https://boardgamegeek.com/boardgame/132766/lock-n-load-tactical-heroes-of-north-africa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.6667",
    "Description": "The Lock &rsquo;n Load Tactical Series hits harsh and unforgiving desert terrain in Heroes of North Africa. As World War II unfolded, Mussolini and Italy&rsquo;s colonial expansion in Libya and East Africa were at stake, as well as the Axis&rsquo;s desire to control the Mediterranean Sea and the Suez Canal. In the beginning, only Britain and her Commonwealth Allies could stop them. From 1940 to 1943 a relentless, bloody push and pull of forces across the desert, from Egypt to Morocco, ensued.&#10;&#10;We have had a few name changes along the way, Mare Nostrum and then Heroes of the Mediterranean. God willing we hope to be sticking with Heroes of North Africa. We have done away with all the overlays so we have expanded the game to 14 Maps. all pre-orders will include 14 X-Maps as well.&#10;&#10;Play 18 dynamic scenarios that feature everything that makes the award-winning Lock &rsquo;n Load Tactical Series stand out&mdash;fluid, impulse-based turns; squad-level and individual heroics&mdash;plus lots of armor and unique rules to bring desert combat to life. Italians, including paratroopers from the rugged Folgore Division, and Rommel&rsquo;s vaunted Afrika Korps take on the resolute British Eighth Army. The Free French and Americans also get into the action. The battles start in 1940, with a few in East Africa, and Sidi Barrani, Egypt, and continue up to El Alamein and the Americans&rsquo; first taste of combat during Operation Torch, in November of 1942. Heroes of North Africa has the most components of any game in the series to date, so find a pair of goggles; the dust and sand of the desert is going to fly!&#10;&#10;- - - - - -&#10;&#10;Previously and variously advertised as Mare Nostrum and later Heroes of the Mediterranean on its way from concept to to publication.&#10;&#10;UPDATE: All of our manuals and guides can be Downloaded, Viewed, and even printed right from our LnLP Online Library: We now have an Online Library of all, well almost all of our manuals.  We add some every few weeks.  You can find all the LnLT manuals at the link below.&#10;&#10;LnLP Online Library: http://library.lnlpublishing.com/&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games",
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "10502",
    "Name": "I Ain't Been Shot, Mum",
    "ID": 22029,
    "Year": "(2002)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/22029/i-aint-been-shot-mum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9412",
    "Description": "From the publisher's web site:&#10;&#10;I Ain't Been Shot Mum is designed for company sized games in WWII, where each figures represents one man, each model tank one real AFV.  The game is designed to put the emphasis on command and control on the battlefield, with the players commanding a company a side plus a range of support platoons.  The rules cover infantry and armour combat between 1939 and 1945 and may be used with our four theatre specific handbooks which provide full information on organisational structures and weapon capabilities.&#10;&#10;The smallest tactical unit in I Ain't Been Shot Mum is the infantry section or squad of the weapons team with support weapons such as mortars or machine guns.  The basic command units are the platooons.  The rules handle fire by section or weapons team and the turn sequences are dictated by the Game Deck of cards which can be tailor made to suit any specific situation.  With sections covering infantry and armored combat, artillery and air support, and morale covered by the elegant and &quot;test-free&quot; shock system, the rules allow smooth flowing games where the players have minimal contact with the rules and maximum contact with the tactical situation.&#10;&#10;Included in the rules is the Normandy Handbook which covers the periond June to August 1944.  There is a scenario generator which will provide fast set-up games with no advanced planning, a section on writing historical scenarios and four specific scenarios, two starter games and two historical actions.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "10503",
    "Name": "Complices",
    "ID": 364266,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/364266/complices",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "As thieves in search of loot, you and your partner stand in front of a mansion and rub your hands. Heaps of money are said to be behind these walls, money that you would only love to steal &mdash; even though both of you are anything but professional thieves. You want to try your luck, but the rooms are equipped with numerous lasers that must be avoided, and you must work quickly before time runs out...&#10;&#10;In the co-operative game Complices, players have two minutes to steal as many coins as possible without hitting the security lasers present in the room. To do this, each player puts on glasses with a red or blue color filter that prevents them from seeing one of the types of lasers. The player with the red glasses must then trace a path in the room with the marker in order to recover the coins and treasures, while the player with the blue glasses is their guide. Communicate as well as possible to avoid obstacles! Each coin recovered is worth 1 point, while each laser hit causes you to lose 1 point. If you collect enough coins to fill your hideout after four rounds, you win the game.&#10;&#10;Complices contains sixteen rooms in four levels of difficulty, with new laser shapes and new mechanisms for each level.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "10504",
    "Name": "Barbarians at the Gates: The Decline and Fall of the Western Roman Empire 337 - 476",
    "ID": 296666,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/296666/barbarians-at-the-gates-the-decline-and-fall-of-th",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.4545",
    "Description": "Barbarians at the Gates, The Decline and Fall of the Western Roman Empire 337 - 476, is a card-driven game for two players set during the final century of the Western Roman Empire. The Roman player commands the Roman legions loyal to the failing central authority and those Germanic peoples who have settled peacefully inside the Roman Empire, while the Barbarian player leads Usurper Emperors, and controls the migrations of the savage Germanic peoples, who are the Barbarians at the Gates.&#10;&#10;The game is played on a point-to-point map of the Western Roman Empire, divided into 11 diocese (administrative districts) such as Gallia Belgica, Caledonia or Italia Suburbicaria, each composed of spaces such as Roma, Massilia or Nova Carthago. These spaces are connected to each other through the network of Roman roads, rougher connections (mostly in uncivilized territory) or river connections (mostly the Donau and the Rhine).&#10;&#10;Players take turns playing cards in order to activate Generals (Loyalist Roman generals such as Aetius, Usurper Emperors like Magnentius, and Barbarian leaders such as Atilla or Alaric) for movement and/or sieges, bring new Barbarian invasions into play, recruit new Legions, lead barbarian bands in raids across the border into the Roman interior, settle formerly hostile tribes on Roman soil, or even successfully usurp the Imperial Throne from its previous occupant! As leaders move, they will encounter enemy armies and battle, earning eternal glory or an unrecognized grave. Barbarian tribes will probe the fortified border for weaknesses, while the outnumbered Legions have to use interior lines (and the excellent Roman road network) to face each threat to the unfortified Italian, Iberian and Gallic diocese.&#10;&#10;From the days of Valentinian I and the first Vandal and Frankish migrations through Theodosius I and the Gothic invasions to Attila and the Huns, Barbarians at the Gates will allow players to vie for the future of Western Europe. Will enough of Roman civilization remain to eventually spark a Renaissance, or will Europe remain forever in the Dark Ages?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Digital Implementations: VASSAL",
      "History: Barbarian migrations and invasions",
      "History: Byzantium",
      "History: Roman Empire",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10505",
    "Name": "Seven Sisters",
    "ID": 100172,
    "Year": "(2012)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/100172/seven-sisters",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4118",
    "Description": "The King's birthday has arrived! Wealthy aristocrats from across the land have gathered to throw a lavish ball in the King's honor, sparing no expense in an attempt to impress him. Of course, everyone knows that the best way to impress a father is to win the favor of his daughters. At the ball, one more bit of business needs to be settled &ndash; each aristocrat has bet a parcel of land that he can curry the most favor from the seven sisters over the course of the party! With their land and honor on the line, each aristocrat is rushing to gain the favor of the daughters, and to cast derision on his opponents.&#10;&#10;In Seven Sisters, a hand-management, area-control Euro-style board game, the players play the roles of wealthy aristocrats who are trying to gain the favor of the king's seven daughters, who happen to be named after the seven deadly sins: Wrath, Greed, Gluttony, Lust, Sloth, Pride, and Envy.&#10;  &#10;The game consists of four rounds, with the players being dealt six cards each round. Using five of the six cards, players influence the sisters by sending servants to do the sisters' bidding. Multiple options when playing each card create opportunities for players to use both strategic and tactical play to influence the sisters more than their opponents do.&#10;&#10;Each round after cards are played, scoring occurs with each sister granting her favor (victory point) and a special reward or action to the player who has influenced her most that round. These rewards and actions are thematically tied to the name of the sister (e.g., Greed rewards players with gold). Gaining this favor is important not only for the victory point, but also to gain advantages and resources for following rounds.&#10;&#10;After four rounds are played and scored, another scoring round happens immediately. Victory points are tallied, including bonus points for having gained the favor of all seven sisters and for having the highest quantity of unused resources remaining (gold, fruit, and servants). The player with the most points wins!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10506",
    "Name": "T-Rex's Holiday",
    "ID": 289916,
    "Year": "(2019)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/289916/t-rexs-holiday",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "Your playful (and oddly short-limbed) cat Tyrannosaurus and her friends know you're tired after coming home from work &mdash; so of course they will jump and run around the house to their hearts' content in order to create a sweet little mess for you to remember them by! Because as long as you're family, every day is a holiday for Tyrannosaurus!&#10;&#10;Tyrannosaurus's Holiday is a roll-and-write game with a unique &quot;roll-3-dice-and-hide-1&quot; mechanism that brings interesting player interaction to the game. All players may fill in the numbers of the two public dice freely on their game sheet, but the number of the hidden die has a strict limit as to where it can be filled in. Pay attention to the dice-roller's sheet so that you may have a chance to take advantage of their hidden die!&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Cats",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "10507",
    "Name": "Hell's Gate",
    "ID": 136146,
    "Year": "(2013)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/136146/hells-gate",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1053",
    "Description": "Hell&rsquo;s Gate is a simulation game of the Battle of the Korsun Pocket in Ukraine, during January and February of 1944. Two players direct the German and Soviet forces as they seek to capture or regain territory and inflict losses on the opposing side while minimizing their own losses. The simulation is also easily playable solitaire for those who wish to study the dynamics involved.&#10;&#10;War games author, professor and designer Philip Sabin introduced Hell's Gate in his book, Simulating War, and this Victory Point Games edition has polished the game's original components to bring you a great simulation game experience.&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 7 on a 9 scale&#10;Scale: Each turn is 3 days of real time, each hex is approx. 20 kilometers across, and each unit represents a brigade, division, or corps.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "10508",
    "Name": "Raas: A Dance of Love",
    "ID": 358912,
    "Year": "(2025)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgame/358912/raas-a-dance-of-love",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Assemble the best dance troupe by drafting dancers as they spin around the dance floor.&#10;&#10;Raas is a light-medium competitive strategy game for 1-6 players. The 'board' consists of a set of 7 discs, connected with an intricate gear mechanism. Each disc has 6 dice as 'dancers&rsquo; specialising in different tempos and styles of this energetic Gujarati dance form.&#10;Players draft dancers from the central dance floor to train up their own personal dance troupe. Plan your moves to matchmake amongst the dancers to go up the love track and earn powerful bonuses.&#10;&#10;Points can be scored by matching the tempo of the song each round, meeting sponsors&rsquo; requirements, outfitting your dance troupe and ensuring that they are capable of the whole breadth of possible dance styles and tempos. The winner is the player with the highest score at the end, representing having the best dance troupe.&#10;&#10;",
    "Categories": [
      "Dice",
      "Music",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Chaining",
      "Connections",
      "Different Dice Movement",
      "End Game Bonuses",
      "Matching",
      "Modular Board",
      "Rondel",
      "Set Collection",
      "Simultaneous Action Selection",
      "Track Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Gears"
    ]
  },
  {
    "Rank": "10509",
    "Name": "Warhammer Underworlds: Nethermaze",
    "ID": 362477,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/362477/warhammer-underworlds-nethermaze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Those warbands who followed the spiralling labyrinth of Harrowdeep to its very nadir have found themselves in an even more nightmarish place &ndash; the Nethermaze. Once the dungeon of Harrowdeep&rsquo;s architects, this bizarre and ever-morphing domain of pure shadow magic is a maddening labyrinth, full of traps and dangers of all kinds. It's in this oppressive darkness that your warband must fight, never trusting the ground beneath their own feet.&#10;&#10;The ultimate competitive miniatures game evolves once again with the Warhammer Underworlds: Nethermaze Core Set. This packed box contains everything you need to start playing games in the shadowy labyrinth below Harrowdeep, including two complete warbands, dice, cards, tokens, boards, and more.&#10;&#10;Warhammer Underworlds is a deck-based strategy game of skirmish battles set in Warhammer Age of Sigmar&rsquo;s Mortal Realms. It&rsquo;s full of big action, clever combinations and tricks, and fast-paced gameplay. You&rsquo;ll be able to get started right away with the pre-made decks included in the box &ndash; using the new Rivals format &ndash; or hone your deck by adding universal cards from other Warhammer Underworlds expansions for near-endless strategic depth.&#10;&#10;This set contains:&#10;&#10;- The complete rules for Warhammer Underworlds &ndash; a tight and concise ruleset, honed over many seasons. This expansion adds fresh new mechanics like Maps and Domains, as well as chilling new lore and art that delves deeper still into the shadowy setting established by Harrowdeep&#10;- The complete Shadeborn warband &ndash; Murderous aelven Shadowstalkers that utilise the umbral arts, melting into the shadows and then reappearing to strike down their foes from behind. Quickly assemble your warband with four push-fit models, cast in a deep mauve to stand out even when unpainted, plus fighter cards and a full Rivals deck to claim the deeps for Khaine&#10;- The complete Skittershank&rsquo;s Clawpack warband &ndash; Skaven assassins that exhibit all the cunning and cruelty of the Clans Eshin. With five push-fit models in skulking brown plastic, plus fighter cards and a pre-made Rivals deck, you&rsquo;ll be ready to clash quick-fast&#10;- 2 double-sided game boards to represent the uncanny corridors of the Nethermaze&#10;- Warhammer Underworlds tokens, including objectives, wound markers, glory points, and many, many more&#10;- 48 universal cards &ndash; gambits, objectives, and upgrades that can be used by any warband, perfect for changing up your Shadeborn and Skittershank&rsquo;s Clawpack decks, or expanding on your favourite warband as you bring them into the new setting&#10;- 36 Grand Alliance cards &ndash; gambits, objectives, and upgrades that can be used by any warband belonging to that Grand Alliance&#10;- 11 Dice &ndash; 5 Attack dice, 3 Defence dice and 3 Magic dice, enough for the most devastating blows, desperate defences and cataclysmic spells&#10;&#10;Whether you're a new player looking to start your journey or a veteran gamer looking to update your game for the new season, this set is a must-have.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Line of Sight",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10510",
    "Name": "Olé Guacamole",
    "ID": 341315,
    "Year": "(2021)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/341315/ole-guacamole",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1.1667",
    "Description": "Spice up your aperitif!&#10;&#10;Take turns saying a word that does not contain any of the letters visible on the table ... and which is related to the previous word! It gets hard, because we add a letter to each turn!&#10;&#10;Let's play! I just said &ldquo;Mexico&rdquo;, find a word related to mine which does not contain the letters ... V, T, O, D.&#10;&#10;Each turn, the active player draws a card showing a letter and puts it on the table next to the previous ones. They now have 12 seconds to find a word thematically linked to the one told by the previous player which doesn't contain any of the letters shown on the cards already drawn. If they succeed, it is the next player's turn. But if they fail to do so, they take all the cards drawn so far and the next player starts over.&#10;&#10;The game ends when all cards have been drawn. Whoever has taken the fewest cards wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Real-Time"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10511",
    "Name": "Zipang Portable",
    "ID": 194307,
    "Year": "(2016)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/194307/zipang-portable",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Once upon a time, in Zipang (Japan), during the Sengoku Period, more than one hundred years of military conflict tore apart the country as feudal lords battled for power. Everyone was affected, from brilliant military strategists, hardworking peasants, stealthy ninjas, to the enchanting princesses, rich aristocrats and venerable monks &mdash; even the almighty Emperor himself...&#10;&#10;Zipang Portable is a fast-paced &quot;pick one, play one&quot; card game, beautifully designed by Japanese artists with gorgeous ukiyo-e style cards.  Players will dive into the greatest battles of the 17th century. Become Sengoku heroes vying for the Shogun's power in this compact game which is easy to learn, but hard to master.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Country: Japan",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "10512",
    "Name": "RONE: Invasion",
    "ID": 368944,
    "Year": "(2024)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/368944/rone-invasion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "RONE: Invasion is a strategic post-apocalyptic deck and dice building game for 1 or 2 players (expandable to 1 to 4) and features unique dice that can be customized during the game.&#10;&#10;Players start with a set of starter cards. As the game progresses, players add additional cards to their deck by training them. During each turn, players roll these dice and each colored screw that&rsquo;s rolled can be used to collect a resource of the same color. Collected resources can be used for various effects, mainly for playing cards.&#10;&#10;Improve your dice, train your army and show your enemies that you would rather die than surrender.&#10;&#10;The game features two different game modes: Cooperative Mode, and Competitive Mode. In Cooperative mode, players collectively take on Celesta and her forces and try to stop the Invasion. In Competitive mode, players challenge each other in one-on-one combat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Dice Rolling",
      "Drawing",
      "Random Production",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Components: Dice With Swappable Faces",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "10513",
    "Name": "Duffers",
    "ID": 298370,
    "Year": "(2020)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/298370/duffers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "The golf-inspired deck-building game Duffers is based on how us non-professionals play golf. We hook the ball, we slice it, we end up in the trees, but every once-in-a-while we hit that perfect shot that keeps us coming back for more &mdash; more punishment, that is.&#10;&#10;As with traditional golf, the objective is to finish the course with the lowest score (# of Strokes). To set up a round of Duffers, players choose up to nine holes from the 18 included with the game. Gameplay is all about building the perfect &quot;bag&quot; or deck. Each player opens with the same starter deck. Every turn is a new hand and a chance to purchase clubs, crew, and equipment from the Pro Shop or attempt to complete a hole. Fun fact: You can finish the holes in any order, which is important because any holes not completed by the end of the game are marked as triple par on your score card.&#10;&#10;The game ends when one player finishes the course or the Pro Shop runs out of cards. The only thing left to do is add up the scores, crown the Duffers Master for this round, and plan your next tee time.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "10514",
    "Name": "My Story",
    "ID": 234700,
    "Year": "(2017)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/234700/my-story",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "It has been said that: &quot;Life is like a box of chocolates, you never know what you&rsquo;re going to get.&quot; The gamer might say: &quot;Life is like a deck of cards, you never know what you're going to draw.&quot; However, just like you make choices in your life, your choices will guide you in building your own deck.&#10;&#10;My Story is a deck-building card game for 2-4 players that invites you to experience a colorful and fulfilling life in less than 60 minutes. In this game, players get to build the deck of their life by gaining new Life Stories, completing Projects, and potentially switching to a new Occupation. The game ends when all players reach the age of retirement, and the player who lives the most gratifying life and scores the highest victory points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Simulation",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "10515",
    "Name": "Starmada: The Admiralty Edition",
    "ID": 33259,
    "Year": "(2009)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/33259/starmada-the-admiralty-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7727",
    "Description": "Starmada is a board game of starship combat. At its most basic level, players take command of space fleets in a general attempt to reduce each other to just so much space junk. At its most advanced, the game can be customized to breathe life into any science fiction background that players might imagine.&#10;&#10;Novices shouldn&rsquo;t fret; the core set of rules has been designed with simplicity and ease of play in mind, accessible even to beginners. On the other hand, seasoned veterans should find the concise nature of the rules quite refreshing. It allows players to concentrate on the finer points of squashing their opponents rather than arguing about rules interpretations, without sacrificing any of the flavor or excitement of more complex games.&#10;&#10;Simple, but not simplistic, is the guiding principle.&#10;&#10;The Admiralty Edition represents the latest incarnation of the Universal Game of Starship Combat. Included in the 80-page Core Rulebook:&#10;&#10;&#10;     The &quot;essential&quot; Starmada rules, including a new inertia-based movement system. &#10;&#10;&#10;&#10;     Over 80 different options from which players may pick and choose to create the perfect game. &#10;&#10;&#10;&#10;     A fully-customizable weapon design system, with almost five million different combinations. &#10;&#10;&#10;&#10;     A complete set of rules for fighters, allowing for nearly half a million different types of small craft. &#10;&#10;&#10;&#10;     A comprehensive construction system, allowing players to design their own starships with which to do battle. &#10;&#10;&#10;In addition to the core rulebook and 48-page Starmada Universe guide, a number of different settings are planned for the near future, including collaborations with several other companies.&#10;&#10;Available both in Print and PDF print-n-Play.&#10;&#10;Expanded by:&#10;&#10;    Imperial Starmada Sourcebook&#10;    Starmada: Dreadnoughts&#10;    Starmada: Hammer and Claw&#10;    Starmada: Iron Stars&#10;    Starmada: The Admiralty Edition &#226;&#128;&#147; Rules Annex&#10;&#10;&#10;Integrates with:&#10;&#10;    Klingon Armada&#10;    Romulan Armada&#10;&#10;&#10;Later editions:&#10;&#10;    Starmada Nova Rulebook&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Starmada",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "10516",
    "Name": "Gaines Mill: The Battles of the Seven Days, June 1862, Volume 1",
    "ID": 4364,
    "Year": "(1997)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/4364/gaines-mill-the-battles-of-the-seven-days-june-186",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "2400",
    "Weight": "3.4286",
    "Description": "Gaines Mill - The Battles of the Seven Days, June 1862, Volume 1, is the eleventh game in the Civil War Brigade (CWB) Series from The Gamers.  It is the first game in&#10;a set of three that will recreate the Seven Days&rsquo; fighting around Richmond. Gaines Mill recreates the fighting North of the Chickahominy River on June 26th and 27th, including the action at Mechanicsville and the Battle of Gaines Mill itself.&#10;&#10;Seven Day's campaign: part one is Gaines Mill: The Battles of the Seven Days, June 1862, Volume 1, part two Seven Pines and part three Malvern Hill: The Battles of the Seven Days, Volume III. All three games can be connected to recreate the entire campaign.&#10;&#10;Game Scale:&#10;Game Turn: 30 minutes&#10;Hex: 200 yards&#10;Units: Brigades&#10;&#10;Game Inventory:&#10;Three 22 x 34&quot; full color mapsheets&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 32-page CWBS 2nd edition, revised system rulebook&#10;One 32-page The Seven Days: Gaines Mill specific rulebook&#10;One Players Aid card&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 4-16 hours&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Civil War, Brigade (The Gamers)"
    ]
  },
  {
    "Rank": "10517",
    "Name": "Tides of Infamy",
    "ID": 163432,
    "Year": "(2015)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/163432/tides-of-infamy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3",
    "Description": "Tides of Infamy is a high seas adventure fraught with peril, where you command your ships in a battle for infamy against fellow pirates, sea monsters, the elements and Pirate Luck.&#10;&#10;Gain Marks of Infamy by successfully smuggling black market supplies, plundering settlements, salvaging treasure, raiding ships and exploring new waters as you sail into uncharted seas.&#10;&#10;Be the first to gain notoriety through infamous deeds, but beware, untold dangers lurk in these waters!&#10;&#10;The object of the game is to obtain Marks of Infamy.  The first player to collect 20 (2 players), 17 (3 players), 15 (4 players) or 25 (4 player team play) Marks wins.&#10;&#10;Each player commands three pirate ships: a Man of war, a Sloop of war and a Bilander, using Movement cards to discover mystic portals, treacherous barriers, pirate bays, seamy ports and treasure islands.  Ports provide limited Shadow Trade Tokens for smuggling where each island has a unique Plunder Token that pirate ships can steal.  Plunder and Shadow Trade tokens are placed on the pirate ship.  Tokens must be safely returned to a Pirate Bay to obtain Marks of Infamy.&#10;&#10;Marks of Infamy are also rewarded by exploring one of the last seven map tiles, weathering a Pirate Luck event or successfully raiding opponent&rsquo;s pirate ships through Battle cards.  Victorious ships also gain any tokens the opposing ship was carrying.&#10;&#10;Movement cards with a cross bones symbol trigger a special event determined by a Pirate Luck card.  The Pirate Luck event affects enemy ships on a selected tile.  Players that have previously earned Pirate Luck cards can avoid the event by discarding a card or risk the evils that lay beneath.&#10;&#10;Are you ready to sail these waters?&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Nautical",
      "Pirates",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "10518",
    "Name": "1866: The Struggle for Supremacy in Germany",
    "ID": 41849,
    "Year": "(2016)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/41849/1866-the-struggle-for-supremacy-in-germany",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "3.3333",
    "Description": "&quot;1866: The Struggle for Supremacy in Germany&quot; is a two-player simulation dealing with the Austro-Prussian War of 1866 in Central Europe. One player controls the forces of Prussia and its allies, to include the young Kingdom of Italy and the other player controls the forces of Austria and its German Confederation allies. Using a shared deck of 55 Operations Cards, each player makes decisions concerning the deployment, combat and political-military operations in support of his forces and his general strategy. Orders of battle include all the historic corps/divisions (with some brigade counters) and all major generals involved in the conflict. The mapboard covers an area from Hamburg to Florence and Metz to Cracow. The system includes unique mobilization rules that reflect the difficulties of mobilizing for war while attempting to garner as many victory points before war is actually declared. Once war is declared, you must fight with the forces mobilized, so shrewd judgement is required as to what to mobilize, where those forces will operate and who commands them. Always waiting in the wings is the French 2nd Empire under Napoleon III, prepared to intervene if neither side appears able to clinch a quick and decisive victory. Other features include cavalry superiority, railroads, Prussia&rsquo;s mobilization advantage and coordinated attacks. 1866 includes two scenarios, the Mobilization to War scenario (the Campaign scenario) and the Seven Weeks War scenario (covering the post mobilization situation). The cards are sub-divided into Mobilization and War decks, which are combined after war is declared.&#10;&#10;&quot;1866&quot; is designed by John B. Firer (designer of &quot;Spartacus&quot;). In addition to the basic game components, &quot;1866&quot; includes a comprehensive Playbook, which includes an extended Example of Play, Designer&rsquo;s Notes, Optional Rules, a select Bibliography and complete and extensive Card Explanations.&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Average&#10;Time Scale: Weekly turns&#10;Map Scale: Point-to-Point depiction of Central Europe from Denmark to Northern Italy and East Prussia to Eastern France&#10;Unit Scale: Corps/division&#10;Players: 2 players&#10;Playing time: 4 &ndash; 6 hours for the Campaign Scenario&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Digital Implementations: VASSAL",
      "History: Austro-Prussian War",
      "History: Italian Wars of Independence",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10519",
    "Name": "Freeze",
    "ID": 76728,
    "Year": "(2010)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/76728/freeze",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "In every round of Freeze (aka B&uuml;hne frei!), four players enter the stage together and improvise a scene in a situation only they know. Each of them knows their personal rank among the actors (1-4), but no actor knows the rank of another. The actors must act out their rank within the scene so obviously that the spectators can guess it.&#10;&#10;But do not fear: There is no need to have studied acting in order to win at Freeze. Just react to what the others are doing in the 45-second-long scene &ndash; or laugh yourselves away, no matter whether you are spectator or actor...&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "10520",
    "Name": "Burger Joint",
    "ID": 30057,
    "Year": "(2009)",
    "Geek Rating": "5.571",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/30057/burger-joint",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8611",
    "Description": "In this two-player game, each player runs a chain of fast-food joints: one specializes in burgers and the other in pizzas. As each expands, they take on some of the menu items of the other in order to compete for customers. Later, each can open family restaurants and even high-class dining establishments. The most successful chain will win in the end!&#10;&#10;Players alternate  turns as the active player. Each turn consists of five actions.&#10;1.    Production. Where a player draws cubes from a bag (Here the cubes represent different resources.)&#10;2.    Players trade and use special abilities to convert cubes into more helpful combinations.&#10;3.    Spend their resources to build up their fast food empire (by improving their restaurants to diners or by increasing their publicity)&#10;4.    Calculating their current score &ndash; first player to 12 victory points wins.&#10;5.    Discard unused and excess goods in preparation to start the next round.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Burgers",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10521",
    "Name": "Space Craft",
    "ID": 366470,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/366470/space-craft",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "At the scrap yard on the outskirts of the city, four eccentric scientists rummage through piles of useless trash. They are competing to see who is the best rocket designer. The task is not easy, and the materials are limited. Which eccentric researcher will be the first to fly into space in his innovative rocket?&#10;&#10;Space Craft is a family game in which 2 to 4 players build crazy rockets. The game is for players aged 10+ and will take around 15min per player.&#10;&#10;During their turn, players will move their pawns on the scrapyard board to collect scrap tiles. Later, they will use those tiles to craft rocket pieces. By collecting specific rocket elements, players will fulfill contracts and those will grant them additional points by the end of the game.&#10;&#10;The game ends after one player completes the rocket. The winner is the player with the most points.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Contracts",
      "Grid Movement",
      "Market"
    ],
    "Families": []
  },
  {
    "Rank": "10522",
    "Name": "Star Trek Chrono-Trek",
    "ID": 268276,
    "Year": "(2019)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/268276/star-trek-chrono-trek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "In Star Trek Chrono-Trek, a time-travel game similar to Chrononauts but set in the Star Trek universe, each player becomes a Star Trek character with a unique identity and a secret mission. During the game, players travel backwards and forwards through history, doing all those things people have always dreamed of using time travel to do: Visiting the great moments of the past, peeking into the future, collecting up artifacts, coming to grips with the paradoxes of time travel, and of course, changing pivotal events and altering the course of history itself.&#10;&#10;Explore the history (and alternate history!) of the entire Star Trek universe in this version of Chrononauts. Try to alter history to restore your specific timeline! Maybe you need to ensure that the Federation gets founded, or just retrieve the Orb of Time and some tea. Earl Grey. Hot.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Game: Chrononauts",
      "Theme: Alternate History",
      "Theme: Time Travel",
      "TV Shows: Star Trek (various)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "10523",
    "Name": "Wild Assent",
    "ID": 258135,
    "Year": "(2021)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/258135/wild-assent",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Wild Assent is a 1-4 player miniatures board game with solo, player-versus-player and cooperative modes. Battle your opponents in the gladiatorial arenas of the Silvestrem in Wild Assent&rsquo;s skirmish mode. Hunt the dangerous creatures of the Wilds, by yourself or with friends, fighting not just for survival, but to keep your expedition running. Regardless of the mode you choose, Wild Assent offers strategic and varied combat, ensuring no two battles are the same.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "10524",
    "Name": "Magiczny Miecz",
    "ID": 28574,
    "Year": "(1993)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/28574/magiczny-miecz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "This board game was produced by Sfera after the license for producing the Polish version of Talisman was revoked after the publication of a Sfera original expansion for Magia i Miecz called Jaskinia or The Cave.&#10;&#10;It is very much like Talisman except that the board is &quot;inside-out&quot; in that you start in the middle of the board in a valley and work you way up to the mountains around the outside of the board. Instead of the Crown of Command you must battle your way through the Fortress of the Beast which is situated on a bridge which spans the board. Game's world is a bit more darker than heroic Talisman.&#10;&#10;The basic layout of cards etc is the same as in Talisman except that Strength is replaced with Might and Craft with Magic.&#10;&#10;A version of the game was later made without license by Phantom, a Russian firm.&#10;&#10;Sfera produced a second edition of the game, which changed the style of the cards, but kept the art. The board was recreated using photo art and new character art was used. Only the base game was produced.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10525",
    "Name": "Ringo",
    "ID": 261490,
    "Year": "(2018)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/261490/ringo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Four in a row wins!&#10;&#10;This victory condition is well known, but Ringo puts a new twist on the concept. The playing field consists of eight rings: four red and four blue. On a turn, the active player places a disc of their color in any ring, then moves the ring to a position adjacent to another ring. Whoever first creates a row of four discs or four rings in their color wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pieces as Map",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10526",
    "Name": "For a Crown",
    "ID": 431248,
    "Year": "(2025)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/431248/for-a-crown",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4286",
    "Description": "Coming from noble families, you are ready to do anything to accede to the throne...except that the competition between the pretenders is fierce!&#10;&#10;For a Crown is a single-deck, deck-building game. Players recruit new characters, such as mercenaries, then place these cards within a sleeve of their own color. All cards &mdash; individual player cards and common event cards &mdash; are shuffled into a single deck, which is then drawn card by card, with the relevant player resolving the effect of their card when it's revealed.&#10;&#10;After four rounds, the player with the most rubies wins.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hidden Victory Points",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "10527",
    "Name": "Starlink",
    "ID": 301011,
    "Year": "(2020)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/301011/starlink",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Starlink is a drawing party game that takes its inspiration from the constellations in the night sky. On your turn, you must try to represent a secret word by drawing straight lines between the stars on the board, and then hope that the other players can guess what you are illustrating.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "10528",
    "Name": "Forest of Radgost",
    "ID": 309625,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/309625/forest-of-radgost",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3",
    "Description": "Detailed miniatures, immersive storytelling, and rich mythology await you in Forest of Radgost, a cooperative storytelling tabletop game that brings Slavic mythology to life.&#10;&#10;When a boy and a girl disappear from their village somewhere in IX century Europe, the village druid dispatches a search party to find the children and escort them back to safety. As one of the members of that search party, you will need to trespass into the sacred forest and cross the boundary that separates the realm of humans from the realm of the Slavic deity Radgost.&#10;&#10;Inhabiting the forest are strange beings such as the Psoglav, Lesnik, or Todorci, none of which take kindly to human intruders.&#10;&#10;You'll need to use all your skills, wisdom, and instincts to survive the numerous encounters with these strange creatures.&#10;&#10;Along the way you will develop your character, collect items, gain skills, separate and rejoin with other members of the search party, and, possibly, discover the secret reason why the druid chose you to join the search party.&#10;&#10;Forest of Radgost is a role-playing game where each player controls a character with a fleshed-out backstory, motivation, and skill-set. Players navigate the web of interconnected forest footpaths with a pair of dice that determine the distance and direction of their movement, evoking the feeling of being lost in the woods, with creatures lurking at each crossroad.&#10;&#10;At each encounter, players must decide whether to run, hide, flee, or communicate, without knowing which creature they are about to face. Depending on their choices, the encounters are resolved according to the numerous scenarios provided in the accompanying book of encounters.&#10;&#10;Nine decks of cards add an open-world dimension, allowing players to explore the rich game world based on four years of research into Slavic mythology. Numerous scenarios, map details, and cards interact to weave a unique storyline ensuring that players will never have the same adventure twice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Different Dice Movement",
      "Events",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Mythology: Slavic"
    ]
  },
  {
    "Rank": "10529",
    "Name": "Gold River",
    "ID": 297661,
    "Year": "(2020)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/297661/gold-river",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.8333",
    "Description": "In Gold River, an updated version of Boomtown and La Fi&egrave;vre de l'Or, players want to take home as much money as possible from the mines that surround them.&#10;&#10;On a turn, multiple items &mdash; mines, dynamite, town characters, and more &mdash; will be available for auction. Players keep bidding until all but one player passes; that player pays their bid to the player on their right, who keeps half the money (rounded up), then passes the rest right, with that player keeping half, and so on. The winning bidder chooses one item from the lot, then the player to their left chooses one, and so on until each player has acquired something new.&#10;&#10;The winning bidder also rolls two dice to determine which gold mines pay out. The first player to acquire two mines in a location becomes that town's Mayor, after which they earn a commission when anyone else acquires a card from that town.&#10;&#10;Gold River includes a two-player game mode (unlike Boomtown) as well as an advanced &quot;poker&quot; game mode.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Series: Coffee Break Games (Lumberjacks Studio)"
    ]
  },
  {
    "Rank": "10530",
    "Name": "Israeli Independence: The First Arab-Israeli War",
    "ID": 36241,
    "Year": "(2008)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/36241/israeli-independence-the-first-arab-israeli-war",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2115",
    "Description": "From the Publisher:&#10;&#10;Israeli Independence is an introductory level solitaire wargame that tells the rich and engaging story of the First Arab-Israeli War &ndash; Israel&rsquo;s War for Independence. Five Arab armies, poised at the borders of the newly declared state, launch their determined invasions &ndash; and each must be pushed back in turn before any reaches West Jerusalem, the new Israeli capital.&#10;&#10;As the headlines unfold and the vast forces of the Arab League relentlessly press forward, can you successfully allocate the precious few resources of the new Israeli Defense Force (IDF) to conduct daring offensives that will send them reeling back? Can you push the Arab legions back so far that an armistice can be achieved and these threats removed? Or will you be over-whelmed and defeated, seeing Zionist aspirations crushed?&#10;&#10;Wargames recreate situations so that they can be studied and played, and Israeli Independence is particularly well suited to classroom use. The included BATTLESSON (TM) article helps explain this useful and fascinating field of study: wargaming.&#10;&#10;Expanded by: &#10;&#10;    Israeli Independence Expansion Kit&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Country: Egypt",
      "Country: Israel",
      "Country: Jordan",
      "Country: Lebanon",
      "Country: Syria",
      "History: 1948 Arab-Israeli War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Series: Battlesson (Victory Point Games)",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "10531",
    "Name": "Nations in Arms: Valmy to Waterloo",
    "ID": 109285,
    "Year": "(2012)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/109285/nations-in-arms-valmy-to-waterloo",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "3000",
    "Play Time": "3000",
    "Weight": "4.0526",
    "Description": "(from Compass Games website)&#10;&#10;Nations in Arms brings one of the most famous periods in history to your gaming table: the French Revolution and the legend of Napoleon in Europe, from 1792 to 1815. This epic treatment of the Napoleonic period covers 24 years of warfare at the strategic level.&#10;&#10;Nations in Arms uses a extensively updated, modified and streamlined version of the Le Grand Empire game system from Pratzen Editions (that game covered the 1800-1815 time period). The result is that Nations in Arms is an entirely new, and very playable, Napoleonic epic from designer Fran&#195;&#167;ois-Stanislas Thomas.&#10;&#10;Players control every major and minor power of the Napoleonic period: from the largest participants to the smallest. This allows anywhere from 2 to 7 players to participate in the game. Players are challenged with strategically managing their annual national production, diplomacy, and most importantly, war.&#10;&#10;The game systems emphasize the military importance of lines of communication, the command and control ability of skilled leaders, quality of troops above quantity, and the impact of battle, epic sieges and attrition on a nation. You will have the power of great leaders at your fingertips, and the might of the corps they commanded: line infantry, guards, militia, supply trains, light and reserve cavalry, fleets and more.&#10;&#10;Each game year is broken into four interactive, seasonal turns. A Chit Activation system is used to recreate the &lsquo;chaos of war&rsquo;, and events occur using an Historical Event card deck. This combination of variable chit pull and card play ensures a high replay value of the ten (10) scenarios. Nations in Arms features a one-turn tutorial scenario , four epic campaign scenarios, and five smaller scenarios.&#10;&#10;Now it&rsquo;s your turn to either fan the flames of The French Revolution throughout Europe, or to preserve the Old Order&hellip;&#10;&#10;Components:&#10;&#10;    2 map sections making a 56&rdquo; wide by 39&rdquo; high playing area&#10;    4 countersheets&#10;    6 full color 8.5&quot; x 11&quot; cards with various tables, charts  and player aids&#10;    1 card deck (110 cards) of historical and tactical events&#10;    1 rules booklet&#10;    1 scenario booklet&#10;    2 dice&#10;    1 box and lid set - the big 3&rdquo; deep box&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Europe",
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "10532",
    "Name": "Schinderhannes",
    "ID": 46410,
    "Year": "(2009)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/46410/schinderhannes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Schinderhannes is a deduction game based on the mechanisms of Old Town.&#10;&#10;The story is about the (in)famous robber Johannes B&uuml;ckler, widely known as &quot;Schinderhannes&quot;. He robbed, stole and murdered in Germany in the 18th/19th century for (only!) about five years, before he was beheaded in Mainz in 1803. He was one of the most famous executes (at that court) and his execution was watched by thousands. Nevertheless, not much about the man is known.&#10;&#10;In the game the players have to find out, where Schinderhannes' crimes took place. They play cards (&quot;rumours&quot; or &quot;police files&quot;) with information like &quot;In the Autumn of 1798, Schinderhannes and Peter Petrie tried to steal a donkey in one of these places: Antes M&uuml;hle, B&auml;renbach, Hundsbach, Meddersheim&quot; or &quot;The Livestock theft took place in the South&quot; or &quot;The Donkey Theft was in the neighboring district, next to the Arrest&quot;. For each clue marker a player removes due to this, he receives one point. If all crimes are defined (only one place left for each crime), the game ends and the player who has gathered the most points wins.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Germany",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "10533",
    "Name": "Feudo",
    "ID": 13976,
    "Year": "(2004)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/13976/feudo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.898",
    "Description": "In Feudo, players move their various units from their castle, around a map, capturing cities and eliminating enemies. There is a luck factor, in the form of the plague: Every turn the plague moves, and may infect your army units. You use cards to move your army, and shillings to purchase additional movement or the use of mercenaries.&#10;&#10;(From the back of the box:)&#10;&#10;&quot;In the year 1265 A.D., England's most powerful Barons clashed to contend the precious lands of the manor of Evesham.  The outcome of this battle depends on your strategy.  Will you make use of the charm of your Milady or will you go to the Convent?  No one knows what moves you will make.  Be careful of the fog and keep away from the plague.  Play your shillings and strike the enemy where he least expects it.  But if you become the strongest Baron, King Henry III will also join the struggle, and winning will be even harder.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Events",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "10534",
    "Name": "La Batalla de los Arapiles",
    "ID": 12414,
    "Year": "(1995)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/12414/la-batalla-de-los-arapiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "210",
    "Play Time": "2400",
    "Weight": "3.7692",
    "Description": "Second game of a series called &quot;Batallas de la Guerra de la Independencia&quot; [Battles Of The Peninsular War (1808-1814) Volume II].&#10;&#10;Los Arapiles is a tactical simulation of the journey of July 22nd of 1812, where two players controls Wellington's and Marmont's armies. &#10;Also named battle of Salamanca has it occured among the hills around Arapiles, south of Salamanca, Spain.&#10;&#10;Exceptional quality of pieces, maps, box, tables, etc... Historically documented, each batallion wears the originally colors on its uniform like in 1812.&#10;Highly detailed.&#10;&#10;Game System:&#10;- Scale 250 m/hex (140 yrd/hex); &#10;- Time = 15 min/GT; &#10;- Strength = 100 men/SP (infantry), 50 men/SP (cavalry), 3 guns/SP artillery).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Secret Unit Deployment",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Spain",
      "Series: Napoleonic (SimTac)"
    ]
  },
  {
    "Rank": "10535",
    "Name": "Big Five",
    "ID": 89403,
    "Year": "(2010)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/89403/big-five",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3529",
    "Description": "In Big Five, players are trying to get rid of their animal cards by adding them to the tableau in rows and columns, building sets of matching colors or animals. A set contains a maximum of 5 cards. A player adding the fourth or the fifth card (-&gt; Big Five) to a set is given a bonus (discarding card(s)). The first player to have no cards left on their pile wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "10536",
    "Name": "Situation 4",
    "ID": 1572,
    "Year": "(1968)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/1572/situation-4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6429",
    "Description": "Here is a game and a puzzle combined. Each player or team has a complete puzzle, identical except for color. Both puzzles are played on the same area. The object is to cover more area than your opponent and score more points. Additional pieces give you special abilities, like bridges to cross rivers, tanks to protect pieces, and paratroopers that allow you to land pieces in their area.&#10;&#10;Also see Situation 7.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Speed Matching",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Jigsaw Puzzles"
    ]
  },
  {
    "Rank": "10537",
    "Name": "Nature",
    "ID": 330152,
    "Year": "(2025)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/330152/nature",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Nature is a strategy board game that stands on the shoulders of the award-winning blockbuster Evolution. It's been completely redesigned from the ground up to make it more streamlined, more forgiving, deeper, and easily expandable. The innovation of Nature is a modular game system that allows players to create and explore a unique ecosystem each time they play. There is no limit to the number of modules that can be added. You can play Nature on its own, or combine modules to create over 20 unique ecosystems.&#10;&#10;The goal of Nature is to adapt your species in an ever-changing ecosystem where food is scarce and predators lurk. You will receive points for growing and sustaining the population of your species amidst two threats: starvation and predation. Adapt your species with traits like Fast to evade predators, Nesting to grow your population, or Climbing to reach fruit high in the canopy.&#10;&#10;A game of Nature takes 4 rounds, or 5 when you play with modules. Each round, players gain a new species and draw a hand of cards, bringing new life and opportunity into the ecosystem. Rounds have 2 main phases: Adapting and Feeding. At the end of each round, players will score 1 point for the population of each species they kept alive. The player that keeps the most population alive over the entire game will be the winner.&#10;&#10;NorthStar has a poll on their  BGG blog with over 30 potential modules slated for the future. You can vote on your favorite ideas there:&#10;https://boardgamegeek.com/blog/308/blogpost/166360/future-nature-modules-poll&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Chaining",
      "Hand Management",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Series: Evolution (North Star Games)",
      "Theme: Evolution",
      "Theme: Science"
    ]
  },
  {
    "Rank": "10538",
    "Name": "Burgen Land",
    "ID": 34001,
    "Year": "(2008)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/34001/burgen-land",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4318",
    "Description": "A strategic dice game for 2 players offering a lot of interaction. Each player tries to build his own castle complexes. Wall piece by wall piece the castle buildings and towers have to be connected. Triggering a scoring at the right time is the first step on the road to victory.&#10;&#10;Part of the Schmidt Spiele Easy Play line.&#10;&#10;Not to be confused with Burgenland by Ravensburger.&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Easy Play (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "10539",
    "Name": "Plutocracy",
    "ID": 363531,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/363531/plutocracy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Space is Time is Money is Power:&#10;In Plutocracy, 2 to 4 players lead each one of the big trading corporations and will travel from planet to planet to buy and sell resources. By selling at a higher price than buying, players will earn money (Space Euros S&euro;).&#10;They need S&euro; to buy seats in the planetary parliaments.&#10;In each of the 3 elections during the game, players that have a majority in a planetary parliament will send Councilors to the Plutocratic Council.&#10;Equally important as the elections are the Societies on Earth: players that meet the conditions to join them while on Earth may also send Councilors to the Plutocratic Council.&#10;The ultimate objective of each player is to have the most Councilors in the Plutocratic Council at the end of the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid",
      "Market",
      "Pick-up and Deliver",
      "Trading",
      "Turn Order: Time Track",
      "Variable Set-up"
    ],
    "Families": [
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "10540",
    "Name": "Battles of Normandy: A Solitaire Wargame",
    "ID": 356224,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/356224/battles-of-normandy-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "As part of the D-Day landings in Normandy in 1944, the British 6th Airborne Division took part in Operation Tonga, to capture and destroy several bridges on the Orne River and Caen Canal and to secure important villages in the area. Bad weather and difficult landing conditions meant that units were scattered and often had to fight in smaller, weakened forces. Fortunately, the German resistance was, on this occasion, inefficient.&#10;In Battles of Normandy, you will be commanding whatever British units happen to be available in order to take strategic positions on the map. German forces may not act with the full efficiency that the German army was known for, but they will nonetheless put up a fight.&#10;This book builds on my previous book-based game, The Fields of Normandy. It is not a sequel, and the rules are different, but it is aimed at the same audience &ndash; those who are relatively new to wargaming and would like to &ldquo;dip the toe&rdquo; and those who, like me, would rather play something than have time for nothing.&#10;The aim here was to produce a fairly traditional hex and counter wargame experience with simple rules and a manageable &ldquo;opponent&rdquo; which will not take up too much time or effort to operate, especially once you have grasped the basic system.&#10;&#10;",
    "Categories": [
      "Book",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "10541",
    "Name": "The Badger Deck",
    "ID": 160950,
    "Year": "(2014)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/160950/the-badger-deck",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Badger Deck is an expanded deck of playing cards suitable for prototyping new games or for playing a whole range of already available (but possibly out of print) games. With the four standard suits it is an 88-card deck; with 10 suits it is 220 cards.&#10;&#10;The basic deck consists of the standard set of suits (hearts, clubs, diamonds and spades) with an additional six suits: pyramids, moons, stars, flowers, coins, bats. All suits have the ranks Ace (A), numbers 0-10, the traditional ranks Jack (J), Queen (Q), King (K) as well as additional ranks Fool (F), Wizard (W), Sorceress (S), Hero (H), Princess (P), Castle (C), Mythical creature/Monster (M).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Badgers"
    ]
  },
  {
    "Rank": "10542",
    "Name": "Overbooking",
    "ID": 354328,
    "Year": "(2022)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/354328/overbooking",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Once upon a time there was a king who wanted to throw a royal party of the finest for his daughter. Thousands of guests from all over the country were invited; traveling merchants, monks, soldiers, and many others flocked to the capital. But, oh no! Because everyone had hoped for last-minute discounts, no one had pre-booked a hotel room. Now the great race for the last free rooms begins! Who will get a place to sleep, who will have to stay outside, and who will make it through the back door with a nasty trick?&#10;&#10;In Overbooking, each player tries to place their guest cards in the few available hotels to collect points &mdash; but each hotel can accommodate only a certain number of guests. You have to guess how many guests your opponents will send into the race for the rooms and what devious plans they will make to get in your way.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "10543",
    "Name": "Lanzeloth",
    "ID": 238700,
    "Year": "(2017)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/238700/lanzeloth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Lanzeloth is a card game where every player builds a knight in front of them consisting of five cards (head, lance, shield, body, shoes) and an additional horse card. All cards start face down. All body parts have different strength values from zero to five and the horse card has special powers for the tournament round.&#10;&#10;On your turn you either draw a card from the stack or take the top card from the discard pile. Then you either replace one of your cards with the new card of the same type or discard the card to use the card's special action to look at cards, turn cards face up or switch cards with other players.&#10;&#10;If one player announces a tournament, all other players get one last turn. Then all players resolve the horse's abilities and ands compare the total strength value of their knights. Then the winner gets trophies depending on the power difference to the second-strongest player. All cards will be reshuffled and a new round starts. First player with a set amount of trophies, depending on player count, wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "10544",
    "Name": "Dream Cruise",
    "ID": 302914,
    "Year": "(2021)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/302914/dream-cruise",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9167",
    "Description": "Manage your own dreamliner! Passengers come aboard to experience the holidays of their dreams. Your job as the manager of the ship is to make their dreams come true. Some want to go sightseeing; others want to do sports; some simply want to relax, while yet others are looking for inspirational experiences&hellip;&#10;&#10;To please them all, add upgrades to your ship, plan activities and look for the right cities to head for. When you make passengers happy, they will reward you with points. And that is the only thing that counts at the end!&#10;&#10;Each round starts with you choosing a destination you want to head for with your ship. Then you draft 2 paired cards. These can be upgrades for your ship or activities. Once you have them, you can build these upgrades into your ship or use the activity cards to fulfil the desires of your passengers. Every time you do that, the happy passenger leaves your ship, giving you points. You replace them with new passengers with different needs. The game ends when there are no passengers left. Whoever scores the most points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Cruise ships",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "10545",
    "Name": "Barons",
    "ID": 86128,
    "Year": "(2011)",
    "Geek Rating": "5.571",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/86128/barons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Create a thriving barony by claiming territory and raising buildings. Use actions to gather resources and knights to protect your realm, while avoiding the watchful eyes of the king and pope. Make your barony worthy of establishing the realm&rsquo;s first cathedral!&#10;&#10;Barons is a card game which uses four different decks representing different types of land: mines, rivers, forests and pastures. Each deck contains cards representing actions, buildings (including 5 church/cathedral cards), and 9 knights.&#10;&#10;The cards have three functions: they can either be used face up as an action, knight or building; face down as land or discarded as money to pay for other cards.&#10;&#10;Each player starts the game with a castle card surrounded by one land card of each type. On your turn, you play cards to build your barony and acquire resources, by going through three phases in order.&#10;&#10;&#10;     Play action and knight cards and use building abilities.&#10;     Add one land or one building to your barony.&#10;     Tax up to four adjacent lands in your barony to draw cards.&#10;&#10;&#10;To win, you must first build a Church and then a Cathedral in your barony. The game ends immediately when someone builds a Cathedral.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "10546",
    "Name": "Tequila",
    "ID": 383551,
    "Year": "(2023)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/383551/tequila",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.6667",
    "Description": "Welcome to the land of the blue agave, where the town of Tequila in Jalisco, Mexico reigns supreme as the internationally recognized home of the famous drink. In Tequila, a roll and write game for 1 to 4 players with a medium complexity and a playing time of 40 minutes, you'll compete to become the top producer of this coveted drink by managing your very own tequila farm, its fields, and resources.&#10;&#10;Over the course of 8 rounds, players will need to earn prestige points by skillfully managing their tequila farms and agave fields. As each round begins, the starting player rolls the dice, marking the available actions and resources for all players. Then, simultaneously, each player uses the dice, along with a third die of their choosing, to place fences in their fields to gather resources or construct new buildings to expand their farms.&#10;&#10;But the game doesn't end there! Players can also take additional free actions, such as selling their products at the city market or using their resources to produce different varieties of tequila, as long as they have the necessary buildings. The player with the most prestige points at the end of the game will be crowned the ultimate tequila producer!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Grid Coverage",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Country: Mexico",
      "Food & Drink: Liquor / Cocktails"
    ]
  },
  {
    "Rank": "10547",
    "Name": "Soccer Tactics World",
    "ID": 19464,
    "Year": "(2006)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/19464/soccer-tactics-world",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8182",
    "Description": "SOCCER TACTICS WORLD is the new English edition of Football Tactics 2006 (Fussball Taktik 2006). The box and the board are upgraded with better graphics. The new box is smaller. A new trophy is included and a shooting die for those who do not want to spin (shoot) for a gooooaaaaaallll! The rules are in English and Spanish, with short rules in E, S, French, Italian and Turkish. More languages will be added.&#10;&#10;Included: 2 Teams of WOODEN pawns (11 per team) and a wooden soccer disc, board, 2 score dials, 2 spinners, 2 dice, 1 shooting die, 10 yellow cards, 5 red cards, cool digital timer, &quot;The Beautiful Cup&quot;, rule booklet, short rules sheet.&#10;&#10;SOCCER TACTICS WORLD is not a trivia or historical game. This is fast-paced, real soccer (football)! Everything that you can do in soccer, you can do in this game. This is not only a fun game for kids, but for Fathers and Mothers against sons and daughters; and husband against wife.&#10;       Soccer Tactics WORLD - THE BOARD GAME THAT KICKS!&#10;                   www.soccertacticsWORLD.com&#10;&#10;Soccer Tactics WORLD combines the strategy of soccer with the heart of the game. Eleven players per team on a traditional full-length field. This game includes dribbling, passing and capturing the ball; and intense battles for ball control.&#10;&#10;But watch out! Yellow and red cards can be handed out. There are short and long passes, and offensive and defensive strategies. Free Kicks, Goal Kicks, Corner Kicks and Penalty Kicks. And don't be caught off-side!&#10;&#10;Play a full 90 minute game (or set your own time). This game plays like the real thing. Soccer Tactics WORLD is pure soccer emotion!&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 8 x 16 Grids",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "10548",
    "Name": "Rory's Story Cubes: Medic",
    "ID": 165521,
    "Year": "(2014)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/165521/rorys-story-cubes-medic",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An expansion to the creativity game Rory's Story Cubes. This set includes 3 new dice with 18 thematic actions.&#10;&#10;This expansion can be played on it's own or in combination with the original game.&#10;&#10;The game is useful as an aid to creative problem solving, language learning and story telling. Players roll the dice and then tell a story using the actions. &quot;Once upon a time...&quot;&#10;&#10;Integrates with:&#10;&#10;    Rory's Story Cubes&#10;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "10549",
    "Name": "Retreat to Darkmoor",
    "ID": 191191,
    "Year": "(2016)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/191191/retreat-to-darkmoor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "The foul forces of Darkmoor have amassed their legions to strike at the Capital City. Despite their well-laid machinations, something awaits them within the city walls: the realm's legendary heroes, who have gathered to council the king. Failing to siege the city, each overlord's minions must now retreat to Darkmoor lest they be captured&mdash;or worse.&#10;&#10;In Retreat to Darkmoor, 2-4 players assume the roles of dark overlords of the realm, each commanding an identical deck of minions. Your goal: to successfully evade the legendary heroes and take refuge in the various locations of Darkmoor. Each minion that manages to escape will count toward control of a location, but beware of your so-called collaborators, as each overlord also scores points for eliminating rival minions!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Small Box Big Fun (Action Phase Games)",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "10550",
    "Name": "Booty",
    "ID": 173648,
    "Year": "(2015)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/173648/booty",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3636",
    "Description": "Game description from the publisher:&#10;&#10;Treasures of all types &mdash; yet the hard part is not capturing the ship's bounty, but dividing it fairly among the pirates! Players take turns splitting each round's booty into shares for the other players. Different types of treasures have different values, and of course there's the hidden items to keep people guessing. Will you be the quartermaster to give everyone their fair share &ndash; but giving yourself the best share?&#10;&#10;Each round in Booty, cards representing treasures are revealed. Some are worth points immediately, some items cancel others, some give you a chance (but not a guarantee) for a big payday. The quartermaster, a job that travels from player to player, divides the treasures into shares and also includes the order of picking treasures in the next round. Balancing what you need, what others might want, and trying to get a little extra into your treasure pile is the key to success!&#10;&#10;The building cards provide many special benefits that allow for a broad range of strategies every time you play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "End Game Bonuses",
      "I Cut, You Choose",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "10551",
    "Name": "Bananagrams WildTiles",
    "ID": 164917,
    "Year": "(2014)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/164917/bananagrams-wildtiles",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A Scrabble-like game without the board -- much like Pick Two!, but without the letter values.&#10;&#10;Using a selection of 144 plastic letter tiles in the English edition, each player works independently to create their own 'crossword'. When a player uses up all their letters, all players take a new tile from the pool. When all the tiles are gone, the first player to use up all the tiles in their hand wins.&#10;&#10;There are also variants included in the rules, and the game is suitable for solo play.&#10;&#10;In this new Target-exclusive version, six wild monkey tiles are added. They can be used as any letter and switched it up.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Bananas",
      "Game: Bananagrams"
    ]
  },
  {
    "Rank": "10552",
    "Name": "Sea Evil",
    "ID": 262198,
    "Year": "(2018)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/262198/sea-evil",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "3.1667",
    "Description": "&ldquo;There! Captain! Upon the Horizon!&rdquo;&#10;&#10;Words shouted upon the mast of the ship Ishara. She sails, slicing through the endless waters of the 1840s&rsquo;. Whalers at the end of their hunt voyage toward a nearby lighthouse. The waters darken. It is Halloween night. Upon the Mast a strange shape in the waves is spotted. Is it Whale? Or perhaps an innocent shipwrecked sailor in need of help? The Captain considers the tone of the voice, there is certainly something more haunting within the call, a fear. A shark? A tidal wave? What is upon on that horizon? In the blackness of night?&#10;&#10;Earlier in the evening a floating body was pulled aboard. Dead. Scrawled in its flesh were visions of impossible Sea Serpents, man-like forms of Seaweed, satanic Crabs, and a haunting ancient people. It could not be real?! The Sea Peoples?! Sirens?! Impossible! The journey has been far too long and demanding, the crew, weary. They will get to port soon and be home with their families. What is on that horrible Horizon?!! A Kraken?! A Hurricane?! It could not be! There is a story of a Witch, a Sea Witch! But it cannot be real?!&#10;&#10;The Captain, composing himself, whispers a prayer and asks, &quot;What is it? What do you see?&quot;&#10;&#10;Sea Evil is a horror simulation experience. Unlike games that tend to aim for a perfect balance, Sea Evil's main focus is delivering the terrifying experience that occurred on this Halloween night. Characters and situations are not balanced to equal one another but created to simulate the actual experience as it happened. The game begins with a whaling ship on the sea waters, Evil begins to unfold each turn adding greater potential to destroy the Whalers. Through sea navigation and harpoon hunting skills the whalers can possibly reach the shining rays of a coastal lighthouse. THE WITCH RETURNS! DARKNESS DESCENDS UPON THE WATERS!&#10;&#10;Sea Evil is a tactical hex and counter game with each token representing an individual character. Characters have sheets with some individual stats related to speed, strength and will to live. The Whalers can win if they can navigate themselves to the Lighthouse or slay the Sea Witch. Evil triumphs if it can destroy the Whalers in the waters.&#10;&#10;Sea Evil, and Halloween Nightmares Horrorgame Magazine are a very visceral experience and we have rated it X. Anyone one under the age of 18 is NOT permitted to play. Pregnant or players with a fragile or nervous disposition are strongly encouraged NOT TO PLAY THIS GAME!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Horror",
      "Mature / Adult",
      "Mythology",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Whales"
    ]
  },
  {
    "Rank": "10553",
    "Name": "Blackwood",
    "ID": 226592,
    "Year": "(2017)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/226592/blackwood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7143",
    "Description": "Blackwood is a little village renowned for its many Witches, the fault of the mysterious forest full of magical ingredients that stands right on its doorstep. But this morning, the whole village is in turmoil! And that has not happened in decades! The Blackwood Sorcery Council has decided to admit a new member. Their choice will be the most reputable Witch in the region. It's up to you to show them what you are capable of!&#10;&#10;To be promoted into the Blackwood Sorcery Council, you have to do what you do best: potions! To attract the attention of the council members, it is best that you concoct the potions they love. You will be helped in this task by your magical wooden puppets, called Marionnette's. As well as spells, that you can exchange for potions, with the local village magician. But watch out for your so called Witch friends, who will not hesitate to take the essential ingredients you need.&#10;&#10;A game of Blackwood takes place in 3 expeditions, each cut in 5 rounds of play. A round of Blackwood is split into 2 steps:&#10;- Forest exploration&#10;Each player poses a Marionette in the forest&#10;- Return to the village&#10;Determine the new first player for the next round&#10;Resolve the column indicated by the Forest Tracker&#10;&#10;Optional actions:&#10;- Prepare a potion&#10;- Exchanging potions for spells&#10;- Casting a spell&#10;- Sell a potion&#10;- Ask for a little money of Fagus Bok&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "10554",
    "Name": "Anno Domini: Spiel des Jahres",
    "ID": 18058,
    "Year": "(2004)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/18058/anno-domini-spiel-des-jahres",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn the German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Spiel des Jahres&quot; contains events related to the games of the year, the sometimes odd jury decisions and almost anything, true boardgame geeks should love. It can be played as a stand alone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "10555",
    "Name": "Buy the Vote!",
    "ID": 316113,
    "Year": "(2020)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/316113/buy-the-vote",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Buy the Vote is a 15 minute blind bidding game where candidates win states by spending the most campaign dollars. Players are presidential candidates running for president with the goal of collecting as many electoral votes as possible. At the end of the game, the player with the most electoral votes becomes the presidential nominee and the player with the second most electoral votes become the running mate; together the presidential nominee and the running mate need 270 electoral votes to win the Presidency!&#10;&#10;To campaign for states, players will select states to spend their campaign dollars on behind voting booths, and when ready, all bets are revealed. The player that spends the most campaign dollars on the state wins the state's electoral votes. Once that money is spent, win, tie, or lose; that money is gone. Big advertising networks thank you for your campaign dollars.&#10;&#10;The game starts when the 15 minute timer begins, and with every new round, time pressure escalates as more states will be up for grabs. Ties on state cards leaves the state card and creates stacks of state cards for rebid in the next round. Swing states let you steal the last won state from other candidates. And every player gets more money as rounds pass plus bonus money as you win more states.&#10;Think you have what it takes to win the presidency in 15 minutes?&#10;&#10;&mdash;description from Coozies Games&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Political: Elections"
    ]
  },
  {
    "Rank": "10556",
    "Name": "Cranium Cariboo",
    "ID": 5718,
    "Year": "(1998)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/5718/cranium-cariboo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0455",
    "Description": "Cranium Cariboo is a game for young children (Ages 3 - 6) to help them learn letters, numbers/counting, colors, and shapes.&#10;&#10;Players take turns drawing a card and opening one of the treasure hunt doors that has a trait corresponding to the card (color, number of objects, etc.).  Once the door is opened, players look for a ball.  If they find one, they drop it in the &quot;tide pool&quot;.  Once all six balls are found, the treasure chest opens and everyone wins (there are scoring rules, if a cooperative win is not desirable).&#10;&#10;Reimplemented by:&#10;Cariboo Island&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Game: Cranium"
    ]
  },
  {
    "Rank": "10557",
    "Name": "Timeline: Québec",
    "ID": 189341,
    "Year": "(2015)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/189341/timeline-quebec",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Timeline: Qu&eacute;bec is a card game played using 110 cards. Each card depicts a historical event on both sides, with the year in which that event occurred on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;Timeline: Qu&eacute;bec can be combined with any other title in the Timeline series.&#10;&#10;Card represent event related to the culture of the province of Qu&eacute;bec in Canada.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line",
      "Region: Quebec (Canada)"
    ]
  },
  {
    "Rank": "10558",
    "Name": "Exceed: Shovel Knight – Shadow Box",
    "ID": 287326,
    "Year": "(2020)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/287326/exceed-shovel-knight-shadow-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "3",
    "Description": "Exceed Fighting System digs up four brand new fighter's from the popular video game Shovel Knight. Bring the fast-paced action of head-to-head arcade fighting games to your tabletop. Choose your fighter from an ever-growing roster of diverse characters, each with their own deck of special moves and supers. Play your cards to unleash fireballs, dragon punches, and deadly combos on opponents!&#10;&#10;This box contains 4 fighters and everything you need to play:&#10;&#10;&#10;     Plague Knight - The bigger the explosion, the better the alchemist! Unleash unbridled havoc with Plague Knight by adding unexpected additional effects to each bomb you throw!&#10;     Polar Knight - Control the arena by unearthing spikes of ice and throwing your opponents into them! With defense and tactics on your side, the cold will claim any foe in time.&#10;     Treasure Knight - With your trusty hook and powerful armor, none can stand against the master of the seas! Take on opponents at every range, using superior resources and positioning to gain the upper hand!&#10;     King Knight - Lord over your foes by laying down royal decrees, some of the most powerful (and expensive) cards in the land! Crush those peasant knights beneath your heel with regal authority!&#10;&#10;&#10;With the Exceed Fighting System, any fighter can battle against any other, regardless of their origin!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10559",
    "Name": "Shuuro",
    "ID": 38764,
    "Year": "(2008)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/38764/shuuro",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2632",
    "Description": "SHUURO  The game of creative chess.&#10;&#10;Shuuro allows you to choose your own &lsquo;chess army&rsquo; before every game, so that each player will have a different set of pieces. The obstacles on the board also change position every time you play, ensuring that each game will present new challenges. It&rsquo;s chess, but not as you know it.&#10;&#10;Includes board, pieces and rules for normal chess.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "10560",
    "Name": "Hermit",
    "ID": 378402,
    "Year": "(2023)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/378402/hermit",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "In Hermit, the player tries to help a hermit crab reach the ocean.&#10;&#10;A shore is created, consisting of ten cards, each showing three symbols. The hermit crab is placed next to the shore, and a wave is placed on the eighth card (or sixth, depending on difficulty).&#10;&#10;The player now has a deck of six cards, from which draw cards showing different symbols. Each turn, they play one of those cards, next to or overlapping the cards they have already played. If the player manages to re-create the pattern of the next shore card, the hermit crab moves forward. Any shore card that is passed in this way is added to the deck.&#10;&#10;The pattern that is created can also cause the wave to move, making the journey shorter or longer. It also affects the player's hand size (which can be one or two).&#10;&#10;The player wins if the crab moves onto the wave. If they run out of cards to play, or if the waves moves past the last card of the shore, the player loses.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Crabs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "10561",
    "Name": "The Librarians: Adventure Card Game",
    "ID": 313159,
    "Year": "(2021)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/313159/the-librarians-adventure-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "You have received an invitation to interview for a prestigious position at the Metropolitan Public Library. Answering that summons has thrust you into a world of magic and mystery: fairies, gargoyles, old myths, and legends are all very real. The Librarians are members of an ancient fellowship dedicated to the preservation of knowledge and the protection of the innocent from those who would misuse magic. Experts in history, languages, mathematics, and a dozen other disciplines, they lead lives of adventure - unraveling magical mysteries, battling ancient conspiracies, and saving the world every week. Twice before Friday.&#10;&#10;The Librarians: Adventure Card Game based on the hit TV series and movies is a 1-4 player cooperative experience in which you and up to three friends each take the role of a Librarian or one of their allies.&#10;&#10;Each character has strengths and weaknesses that lend themselves to a different playstyle and a deck of cards that represent the knowledge, skills, and capabilities you will need to survive. Between character selection and deck customization, the game lets you play your character your way.&#10;&#10;The game is scenario-based. Each session will takes you on a new adventure, complete with unique challenges to overcome and goals to pursue. But your antagonists have their own agenda, which they pursue relentlessly pursue behind the scenes. You resolve actions by rolling unique dice that take into account your character&rsquo;s skill and the difficulty of the action. Success requires that you make thoughtful choices: Draw cards or gain the resources needed to play them? Thwart your enemies or advance your own goals?&#10;&#10;The choice is yours!&#10;&#10;Although other characters will be included as playable heroes in future expansions, the following four heroes are included in this base set: Colonel Eve Baird (Guardian and Team Leader), Cassandra Cillian (Librarian, Doomed by Her Gift), Ezekiel Jones (Librarian, In it for the Challenge), and Jacob Stone (Librarian, Blue-Collar Art Historian).  Become one of these epic heroes and save the world! (Twice before Friday!)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10562",
    "Name": "Avanti",
    "ID": 91668,
    "Year": "(2011)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/91668/avanti",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Avanti is themed around players racing to provide concert goers and fashion show attendees with special treats before a competitor can do likewise, but at heart the game is a race with those lagging being forced to pay whoever is in the lead after each round.&#10;&#10;Each player starts the game with money and three randomly dealt Power cards, with these cards being triangular and having a number from 1 to 7 in each corner. The race takes place on a circular track, with the start/end space being chosen by a player for the first round.&#10;&#10;On a turn, each player selects one Power card in secret, then lays it down with the value being played pointing toward the game board. Players reveal their cards one at a time, moving forward on the track; if a player would finish his movement on an occupied space, he moves his vehicle the same number of spaces once again, repeating this process, if needed. Once everyone has finished, each player pays the leader the amount showing on the space where his car stands.&#10;&#10;If a player chose 1-3 for his movement, he draws a replacement Power card; otherwise, he must use one of the cards remaining in hand. The round ends once a player reaches the end marker or once all players cannot or choose not to play a Power card. The first two (or three) players on the track advance on a central scoring path, with players being able to pay money to advance additional spaces.&#10;&#10;Players then reset for the next race with a new hand of Power cards and continue playing. The game ends when one or more players reach the dream island at the end of the central scoring track, with the player who advances the farthest winning. In the case of a tie, the tied player who did better in the final race wins.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "10563",
    "Name": "Sniper!",
    "ID": 2995,
    "Year": "(1973)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/2995/sniper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3636",
    "Description": "Modern man-to-man combat in a city.&#10;&#10;Developers included Hank Zucker, John Young, Ed Curran, Bob Felice, Bill Sullivan, Angel Gomez, Hal Vaughn.&#10;&#10;Published in three different formats at SPI alone:  the early SPI white box, the very common SPI black box/tray and the accordion box featuring mounted boards.&#10;&#10;Reimplemented by&#10;&#10;     Patrol - Man to man combat in rural environment&#10;     Sniper! (Second Edition)&#10;     Hetzer Sniper!: Sniper Companion Game #1&#10;     Sniper! Special Forces: Sniper! Companion Game #2&#10;     Bug Hunter Sniper!&#10;     StarSoldier: Tactical Warfare in the 25th Century&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Country: Italy",
      "Country: Russia",
      "History: World War II (Africa)",
      "History: World War II (Italy)",
      "Mechanism: Hidden Movement",
      "Players: Two-Player Only Games",
      "Series: The Sniper (SPI)",
      "War Battlespace: Land warfare",
      "War Level of Command: Tactical"
    ]
  },
  {
    "Rank": "10564",
    "Name": "Endure the Stars",
    "ID": 187777,
    "Year": "(2017)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/187777/endure-the-stars",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "Endure the Stars is a 1-6 player cooperative action survival game set on the planet-colonising ship, the N.W.E. Hikari. Players pick up the story one year into the Hikari's colonisation efforts and everything has fallen to ruin. Scientists aboard the ship were attempting to genetically engineer life forms to explore the planet below, unbeknownst to the ships general populace. But a series of tragedies lead to the truth being discovered and the ensuing chaos released the creatures from containment, where they rampaged through the ship, killing anyone they came across. Now the remaining crew live in small groups, salvaging whatever they can to survive.&#10;&#10;Game overview&#10;&bull;    In Endure the Stars, players take control of one or more survivors and attempt to complete missions by exploring the ruins of the once thriving ship. Players control 6 unique character classes, each with their own special abilities that can turn the tide of any game.&#10;&bull;    Complete various missions as a standalone game or an overarching campaign&#10;&bull;    Search the ruins of the once thriving ship for powerful weapons, items, helmets and armour&#10;&bull;    You&rsquo;re not the only thing still alive on the ship. The escaped genetic experiments, known as the GEPs, are lurking everywhere and if spotted will not stop hunting you&#10;&bull;    The GEPs are controlled by the game itself and start each mission represented by radar tokens. You&rsquo;ll not know what lurks under the token until you make visual contact, so you must be ready for anything&#10;&bull;    One GEP stands more powerful and dangerous than all others, the fearsome Titan. Its actions are controlled by its own deck of cards, making it unpredictable, gargantuan and deadly. It will take everything you&rsquo;ve got to bring this leviathan down&#10;&bull;    The game tiles that represent the ship have been designed in a modular style, which allows for near limitless map sizes and set-ups. Games can last anywhere between 30 minutes to 3 hours depending on the chosen scenario and difficulty, so there's never an excuse not to play!&#10;&bull;    The ship is in a constant state of decay and is prone to black outs, power failures and much more that affects how the game is played and causes you to constantly adapt&#10;&#10;Endure the Stars contains:&#10;&bull;    6 unique character miniatures&#10;&bull;    30 Swarmer miniatures&#10;&bull;    20 Jaeger miniatures&#10;&bull;    20 Icarus miniatures&#10;&bull;    1 Titan miniature&#10;&bull;    1 Titan miniature&#10;&bull;    9 game tiles&#10;&bull;    6 character dashboards&#10;&bull;    8 dice&#10;&bull;    150 cards&#10;&bull;    86 tokens&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10565",
    "Name": "John Carter: Warlord of Mars",
    "ID": 3369,
    "Year": "(1979)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3369/john-carter-warlord-of-mars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "3.1",
    "Description": "The Game simulates the legendary world of Edgar Rice Burroughs, Barsoom. Players are involved in Barsoomian epics in the role of one hero or one of his companions, and strive to perform as nobly as those heroes of the past. There are evil villains to be met, Martian wildlife to be tamed, great treasures unique to Barsoom to be gained and lovely lasses to be wooed and won.&#10;&#10;Players do not strive for victory points, but for greater glory, high romance and their attendant acclaim.&#10;&#10;There are two major parts to the game, the Dueling game and the strategic game. Man-to-man combat, and then the campaign type game (Strategic) where players take on the roles of heroes and villains, a delicate blend of negotiation and action is needed to succeed in this sci-fi epic.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Square Grid",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Edgar Rice Burroughs",
      "Components: Map (City Scale)",
      "Components: Map (Global Scale)",
      "Space: Mars"
    ]
  },
  {
    "Rank": "10566",
    "Name": "The Coin Tribes' Revolt: Boudica's Rebellion Against Rome",
    "ID": 251213,
    "Year": "(2018)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/251213/the-coin-tribes-revolt-boudicas-rebellion-against",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "It is 60 AD. Romans have occupied the wild lands of Britannia, and exist in an uneasy peace with the tribes of the land&hellip; When the Iceni king dies, Roman greed triggers a rebellion led by the Iceni queen Boudica that tears across the south-east of Britain. With the Roman forces spread elsewhere in Britain, the revolt could forever change the course of history.&#10;&#10;This is an asymmetrical game of warring factions set in the turbulent times during the early Roman occupation of Britain. It is inspired by the COIN series of games by Volko Runke, published by GMT, and attempts to recreate the GMT COIN Series game experience within the restrictions of the 9 card nano game format..&#10;&#10;This is an entry into the 2018 9 card nano game contest. Original WIP thread: https://boardgamegeek.com/thread/1943861/wip-coin-tribes-revolt-2018-9-card-nanogame-pnp-co&#10;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Contests: 9 Card Nanogame PnP",
      "Country: England",
      "History: Roman Britain"
    ]
  },
  {
    "Rank": "10567",
    "Name": "Converge: Catalysts of Change",
    "ID": 385975,
    "Year": "(2023)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/385975/converge-catalysts-of-change",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The suns of Malvios are dying. Across the planet, survivors race to glean what hope for the future they can find in the failing light. Pooling their resources, experts from all walks of life converge to find the best path forward &ndash; and the team they&rsquo;ll need to follow it.&#10;&#10;The story and gameplay of Converge spans across several sets. Each one comes in their own wallet and includes 3 unique 6-card skillsets. All sets can be played individually as standalone games, or players can combine any 3 skillsets from multiple sets to create a new combination.&#10;&#10;&#10;     Converge: Catalysts of Change&#10;     Converge: Sparks of Hope&#10;     Converge: Engines of Progress&#10;&#10;&#10;Converge: Catalysts of Change features the sage Archivists, the resourceful Mechanists, and the experimental Alchemists. Archivists use their extensive library to Educate others, converting a goal into a team member. Mechanists can Scavenge almost anything, letting them turn a discarded card into a goal. The Alchemists are all about pushing the boundaries of science, which often results in team members getting Burned and discarded.&#10;&#10;&#10;In Converge, players are competing to build the best team that meets the current goals, though goals and teams can shift with each play. So can control of the powerful artifact which gives an advantage to those who possess it.&#10;&#10;Each round, players take turns to play a single card from their hand.&#10;&#10;Every card has 2 parts: a character with a skillset, rank and special ability, and a goal, each of which has a star value for fulfilling its requirement. These goals apply to both players while the card is in the central area, with fulfilled goals remaining in play.&#10;&#10;Cards can be discarded for their special ability, played to the player&rsquo;s team to fulfill goals using its suit and value, or as a new shared goal.&#10;&#10;At the end of the round, players count their current star value. The player with the most stars gains control of the artifact. If they already had control of the artifact, they win! If no player can secure victory by the time all cards have been played, then the player who holds the artifact is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Converge",
      "Mechanism: Tableau Building",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "10568",
    "Name": "A Game of Gnomes",
    "ID": 183441,
    "Year": "(2015)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/183441/a-game-of-gnomes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7778",
    "Description": "Description from the publisher:&#10;&#10;You are a gnome &mdash; small in stature but large in heart. Your craving for adventure is matched only by your desire for treasure and your love of mushrooms. You are a fun guy (ahem).&#10;&#10;Anyway, it's time to leave the protection of your beautiful gnomehome and seek your fortune in faraway places. Gnome and away. Will you sail a leaf boat down the river, climb Mount Gnome, and pick the rare but valuable Montane King mushroom? Or visit the frightening Sorcerer and carry out his quests? Or just buy and sell mushrooms, wear sensible footwear, and travel the known world? Perhaps a proper basket and a proper rucksack are in order?&#10;&#10;It's time to fix your pointy hat. It's time to comb your beard. It's time to ready your pond pipes. It's time for...A Game of Gnomes.&#10;&#10;Winter is numbing...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "10569",
    "Name": "Masquerade",
    "ID": 9108,
    "Year": "(2003)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/9108/masquerade",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2903",
    "Description": "This Japanese fantasy card game (with English rules and translation on the cards) has each player take control of a powerful entity that tries to take over a fantasy/manga-themed world. Each player assumes a secret mask with hidden VP-bonus and sends out a &quot;dancer&quot; to fulfill various functions at 6 different &quot;stages&quot; (or rather &quot;adventure places&quot;). Players can try to accumulate spell cards, heal, trigger events, fight monsters for treasure, or fight other players for VP's. The spell cards are musically themed with names like &quot;Nocturne&quot; or &quot;Fugue&quot;.&#10;The game uses a small deck of (very sturdy) cards, and the assortment of game elements allows for a variety of strategies. Although the game utilizes relatively few luck elements, it becomes chaotic through the many different effects of the cards and the variable dancer powers.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Fighting",
      "Music"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Role Playing",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10570",
    "Name": "Order of the Stick Adventure Game: The Dungeon of Dorukan",
    "ID": 24157,
    "Year": "(2006)",
    "Geek Rating": "5.571",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/24157/order-of-the-stick-adventure-game-the-dungeon-of-d",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "2.7717",
    "Description": "Based on the popular web-comic, Order of the Stick.&#10;Why just read about foolish and incompetent adventurers when you can be one yourself? Dive head first into the world of the inexplicably popular fantasy gaming webcomic. Take on the role of one of the six daring adventurers as you explore each room of the mysterious Dungeon of Dorukan in this hilarious satire of the fantasy genre. But beware, for the evil undead sorcerer Xykon awaits you at the bottom of the dungeon, and he has nothing better to do than focus on wiping the floor with your sorry butt.&#10;&#10;The deluxe version released September 2011 supersedes the base game, Dungeon of Dorukan (no longer published) and contains both the base game and the expansion the Shortening in one box.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Comic Book / Strip",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10571",
    "Name": "Hour of Glory: Stronghold Kit",
    "ID": 12622,
    "Year": "(2004)",
    "Geek Rating": "5.571",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/12622/hour-of-glory-stronghold-kit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6316",
    "Description": "Hour of Glory is a game for 2 to 4 players. The boxed set contains everything you need to wage war in the shadows: including two rulebooks, a colorful multi-part playing area, play markers and movers (metal miniatures are optional but recommended) and a mission timer.&#10;&#10;Up to three players play individual Allied agents while the other takes on the role of Stronghold Commander, with a garrison of troops at his disposal.&#10;&#10;As an elite Allied agent you must infiltrate the enemy Stronghold, obtain vital intelligence on the Axis secret weapon and escape to report your findings to HQ.  You have two distinct tactical options: raiding (stealthy movement and silent killing) and assault (speed, aggression and liberal use of firepower). Whichever way you decide to tackle your mission, you have just 60 minutes to accomplish it before the Stronghold is locked down &ndash; after which, escape will be impossible.&#10;&#10;Playing the Stronghold Commander offers a strategic as well as tactical challenge. You take control of the Axis war base, deploy your Sentries to create defensive zones and send out a senior Officer to investigate reports of intruder activity.  When you have identified the threat and located the agents, raise the alarm and mobilise your Guards. Don&rsquo;t let them leave your Stronghold alive!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Spies / Secret Agents",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "10572",
    "Name": "Operation Michael",
    "ID": 9803,
    "Year": "(2002)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/9803/operation-michael",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Sub-titled: 'Ludendorff's Last Chance' &amp; Part of the Standard Combat Series #9, this game covers the March 21, 1918 offensive by the Germans in order to regain the initiative on the Western Front before the might of the U.S. forces will be felt.&#10;&#10;The components consist of the following: a Full COLOR paper Mapsheet; 420-Full COLOR cardboard counters in 2 sheets; 10- Scenarios; a 'Series' RULES Book; a Scenario Book; and 2-DICE. The game scale is given as: 1.2 miles across per HEX; Units are Regiments up to Divisions. Complexity is rated 'Low' while Solitaire suitability is rated 'High'.&#10;&#10;This is a game on the Ludendorff 'Peace Offensive' in an attempt to work the German forces between the British and French Armies. If the Germans can pull it off, then they'll force the French to fall back to defend Paris while entrapping the British against the coast, thereby forcing them to surrender. Using the tactics of the successful 'Russian' Front forces, developed by General Oskar von Hutier, the 'Stosstruppen' head off to engage the enemy while the Allies amass their 'Tank' forces for a counter-attack.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "10573",
    "Name": "The God Kings: Warfare at the Dawn of Civilization, 1500 – 1260BC",
    "ID": 38923,
    "Year": "(2012)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/38923/the-god-kings-warfare-at-the-dawn-of-civilization",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "480",
    "Weight": "2.8929",
    "Description": "The God Kings is a new wargame covering the ancient wars of the Near East, from the 15th to the 13th century BC. Players control the armies of Egypt (New Kingdom), the Hittites, Mitanni (a Hurrian kingdom), and the Babylonian Kassites. The resurgent Assyria also makes an appearance in the game.&#10;&#10;The God Kings is a card-driven game, a system modeled on Mark Simonitch's Hannibal: Rome vs. Carthage. Each kingdom and its army is led by its King, and there are many Kings included; some great and some not so great... Ramesses II, The Pharaoh Queen Hatshepsut, Thutmosis III (the Napoleon of antiquity), Amenhotep IV (better known as Akhenaten), and of course Tutankhamun all appear for Egypt's greater Glory! Discover also Suppiluliuma, greatest of the Hittite kings, terror of his enemies, and Muwatalli II who would face and defeat the Egyptians at Kadesh.&#10;&#10;The object of the game is to establish the greatest Empire of the time, dominating provinces that will pay the Empire Tribute and provide you with timber, while defeating the armies of your neighbors and the Barbarians that always seem to appear at the worst possible times.&#10;&#10;The game is playable by 2 to 4 players, with numerous scenarios; playing time ranges from 15 minutes (Battle of Kadesh) up to six hours for the complete campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Components: Map (Continental / National scale)",
      "History: Wars in the Ancient Near East",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "10574",
    "Name": "Hex Hex",
    "ID": 10659,
    "Year": "(2003)",
    "Geek Rating": "5.571",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/10659/hex-hex",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2892",
    "Description": "This is a card game that forces a Hex token around the table between players. In this respect, it's sort of a game of Hot Potato. Whoever can't get rid of the Hex token by using his cards &quot;blows up,&quot; thus losing points. Naturally, there are nuances to this. There are 17 different cards in the deck, some which merely pass the Hex token left, right, and across, while others split the token in two, or increase it's damage. One dismisses it entirely. One blows it up while in another player's possession. One forces the token to pass in only one direction, some cause extra effects if the token DOES blow up on you. A round ends when there are no more Hex tokens available, and there are as many rounds as there are players, plus one.&#10;&#10;There are some interesting strategies that are not immediately apparent, but which become obvious after the first couple of rounds. Controlling when the last token blows up is very important since you lose and gain points based on this, so learning to play the cards to force the location of the tokens when they blow up is of paramount importance. Sending them to a player who has no cards to play works very well for this.&#10;&#10;Scores are kept with individual cards monitoring &quot;Voice&quot;, which is just points. How many you have at the end of the x+1 rounds determines who the winner is.&#10;&#10;One last amusing thing about the game is a bit of chaos tossed in; a Hex Hex card; when it's played, all players have to drop their card hands and put their hands in the air. The slowpoke loses points. Not exactly strategy, but still entertaining.&#10;&#10;Integrates with:&#10;&#10;    Hex Hex Next&#10;&#10;&#10;Reimplemented by:&#10;&#10;    Hex Hex XL&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "10575",
    "Name": "Jenga",
    "ID": 2452,
    "Year": "(1983)",
    "Geek Rating": "5.571",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/2452/jenga",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1045",
    "Description": "Jenga is tower building game played with 54 wooden blocks; each block is 3 times as long as it is wide, and slightly smaller in height than in width. The blocks are stacked in a tower formation; each story is three blocks placed adjacent to each other along their long side, and each story is placed perpendicular to the previous (so, for example, if the blocks in the first story are pointing north-south, the second story blocks will point east-west). There are therefore 18 stories to the Jenga tower. Since stacking the blocks neatly can be tedious, a plastic loading tray is included.&#10;&#10;Once the tower is built, the person who built the tower moves first. Moving in Jenga consists of taking one and only one block from any story except the completed top story of the tower at the time of the turn, and placing it on the topmost story in order to complete it. Only one hand at a time may be used to remove a block; both hands can be used, but only one hand may be on the tower at a time. Blocks may be bumped to find a loose block that will not disturb the rest of the tower. Any block that is moved out of place may be left out of place if it is determined that it will knock the tower over if it is removed. The turn ends when the next person to move touches the tower, although he or she can wait 10 seconds before moving for the previous turn to end if they believe the tower will fall in that time.&#10;&#10;The game ends when the tower falls in any significant way -- in other words, any piece falls from the tower, other than the piece being knocked out to move to the top. The loser is the person who made the tower fall (i.e. whose turn it was when the tower fell); the winner is the person who moved before the loser.&#10;&#10;The same game concept was published in 1984 by Fagus under the name &quot;Hoppla - eins zuviel!&quot; According to the designer, the game was developed from Takoradi blocks/bricks. &quot;Jenga&quot; is Swahili for &quot;build&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Game: Jenga (Official)",
      "Mechanism: Tower Stacking",
      "Characters: Tarzan",
      "Components: 3-Dimensional (3D)",
      "Components: Wooden pieces & boards",
      "Containers: Tubes",
      "Holidays: Christmas",
      "Holidays: Halloween",
      "Misc: Dice Tower Hall of Fame",
      "Movies: The Nightmare Before Christmas",
      "Promotional: Board Games",
      "Theme: US National Parks"
    ]
  },
  {
    "Rank": "10576",
    "Name": "Sequence for Kids",
    "ID": 6381,
    "Year": "(2001)",
    "Geek Rating": "5.571",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/6381/sequence-for-kids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.129",
    "Description": "Sequence for Kids is a children's version of the popular board/card game Sequence. It has a smaller board, cards that shows various animals instead of a regular deck, and you only need 4 in a row to win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Hippopotamuses",
      "Components: 6 x 7 Grids",
      "Game: Sequence",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "10577",
    "Name": "Iron, Blood, Snow & Mud",
    "ID": 341055,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/341055/iron-blood-snow-and-mud",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "Iron, Blood, Snow &amp; Mud is a quick and easy to learn two-player hex and counter strategic wargame simulating the Eastern Front of World War II. Poland and France have fallen, Greece and Norway have surrendered and Yugoslavia is no more... Now it&rsquo;s time for the Soviet Union to suffer the same grim fate. Will the vaunted German blitzkrieg prove its invincibility once again? Or will the Soviet Union endure the onslaught long enough to rebuild its might and push back the enemy? The fate of the war is in your hands!&#10;&#10;Lead the combat-hardened forces of Wehrmacht through mud and snow and unimaginably vast territories of the enemy, all the while trying to protect your overstretched supply lines. Or take control of initially outnumbered, but slowly building its might Soviet Red Army, hamper the lighting quick panzer attacks, harass the enemy&rsquo;s supply lines with your partisans and bide your time for a bloody and devastating counteroffensive. This is the war of iron, blood, snow and mud&#10;&#10;Iron, Blood, Snow &amp; Mud is both asymmetrical in its overall design and simple yet surprisingly unique in its approach to the Eastern Front. The game is played over the course of four years, each consisting of three markedly different seasons, two of which &ndash; the aptly named Mud and Snow &ndash; inhibit the use of some actions and units. The movement and its range is predicated on the current season, unit type and the ability to create and maintain a chain of units. The Germans have to either hold a set of objectives by the end of 1944... or capture the Soviet leader, Stalin himself. The Soviets too can achieve a sudden victory, but only if they manage to seize one of three initially German-held cities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Country: Belarus",
      "Country: Germany",
      "Country: Italy",
      "Country: Romania",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10578",
    "Name": "Thirty Years War Quad (Second Edition)",
    "ID": 10272,
    "Year": "(1995)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/10272/thirty-years-war-quad-second-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3636",
    "Description": "The Thirty Years War Quad consists of four battles, each with its own map, counters and Exclusive Rules. The Standard Rules are common to all four battles. This is an update of the SPI 1st edition back in 1976, with White Mountain as a substitute of Freiburg. The Quad contains 4 games:  Lutzen; Nordlingen; Rocroi; White Mountain.&#10;&#10;&#10;    L&uuml;tzen: Intent on wintering in Saxony, Count Von Wallenstien failed to reckon on Gustavus' resolve and was caught with a quarter of his Imperialist Army dispersed. It was a smashing victory for the Swedes--but Gustavus did not survive the battle.&#10;    N&ouml;rdlingen: The armies of Spain and the Holy Roman Empire combined to lay siege to Nordlingen, an important city near the Danube.&#10;    Rocroi: Determined to knock France out of the war, Spain undertook an invasion of French soil, laying siege to Rocroi, a fortress not far inside French territory.&#10;    White Mountain: The decisive battle of the Bohemian Phase of the Thirty Years War in which the Catholic League Army, under the command of Maximilian of Bavarian and Count Tilly, defeated the Bohemians outside the city of Prague on November 9, 1620.&#10;&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Spain",
      "Country: Sweden",
      "History: Age of Kings",
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "10579",
    "Name": "The North: Provenance",
    "ID": 317418,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/317418/the-north-provenance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Return to The North in The North: Provenance.&#10;&#10;The North: Provenance is a one part expansion (for those who already own The North) and one part second edition (for those who do not own a copy of The North).&#10;&#10;While the content of the original The North has remained unchanged, The North: Provenance offers new game content and experiences for fans of The North.&#10;&#10;12 new Ancients (3 copies of each) and 3 new Facilities with new Protocol abilities have been added to the game.  While the game can still be played with just the original 48 Ancients, the new Ancients in The North: Provenance allow for over 1,600 different initial deck setups, increasing replayability.&#10;&#10;Owners of the original The North will be able to acquire the new content on its own.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: The Compass Archive"
    ]
  },
  {
    "Rank": "10580",
    "Name": "Dungeons & Dragons Adventure Game",
    "ID": 18212,
    "Year": "(1999)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/18212/dungeons-and-dragons-adventure-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4444",
    "Description": "Based upon the roleplaying system D&amp;D here we have a typical dungeon crawl game. A dungeon master is needed to control the &quot;bad guys&quot; and to lay out the dungeon features. The player characters are either Clerics, Fighters, Rogues or Wizards. The rules are a simpler version of the D&amp;D rules, but the character development goes along with the standard rules. Player characters gain experience points and can advance to the next level. Only rules for 2nd-level characters are given, for level 3 and higher the D&amp;D Player's Handbook is needed.&#10;&#10;Contents:&#10;1 Map&#10;6 Character Sheets&#10;Rules Summary Sheets&#10;Rule Book&#10;Adventure Book with 6 adventures&#10;Dice&#10;Tokens which represent player characters, monsters, treasures and dungeon features such as doors.&#10;&#10;Also listed on RPGGeek as Dungeons &amp; Dragons Adventure Game&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "10581",
    "Name": "Gene Pool",
    "ID": 23931,
    "Year": "(2006)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/23931/gene-pool",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Join the fight against rare genetic diseases by becoming a DNA engineer in the fast-paced mind-bending card game Gene Pool! Use strategy and spatial thinking to mutate, invert, delete and insert your way to success!&#10;&#10;How do you play? You compete against your opponent to repair important genes of various length and difficulty with gene therapy. Make these repairs by modifying and rearranging a common DNA sequence with the cards you have in hand. Your current genetic research goals are private and are revealed only when they can be found within the DNA sequence. Continue repairing genes until one player completes enough research to win the Nobel Prize in Physiology or Medicine &mdash; and the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10582",
    "Name": "Gravity Warfare",
    "ID": 232119,
    "Year": "(2018)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/232119/gravity-warfare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "War has ensued following an attack on the Mothership, and problems have escalated for the occupation of space elements among several alien races of nearby constellations. You are the leader of one of the six great races fighting for the central sector of the Cosmos.&#10;&#10;You need to transfer all your interstellar fleet to this disputed area before the rest &mdash; but you need to be careful as even a single unsuccessful placement on the subspace can break the entire fragile gravitational balance and lead to a devastating anomaly! The tumbling of ships from subspace happens in a random way, so one must be very dexterous and attentive. Enemies are also playing a role and are capable of twisting time and space to ruin your plans, strategically placing their interstellar fleet in key locations.&#10;&#10;In Gravity Warfare, you play one of six commanders of alien races, each with a special ability, and your goal is to either run out of pieces (troops) to play or make other players lose on their turn. To do this, you must strategically choose your challenge cards and use your ability against other players on their turn, while having the dexterity to make it through yours.&#10;&#10;At the beginning of the game, each player is dealt one guardian card to protect themselves and five cards from the deck. The cards contain challenges or events such as &quot;Spin it!&quot; or &quot;Stack it!&quot; which you may issue to other players, one per turn.&#10;&#10;On a turn, the active player rolls the dice to determine which piece of their army to play, and where to place it. Other players now have the opportunity to force that player to play their turn in a certain way by playing their challenge cards. For example, if I have the &quot;Spin it!&quot; challenge, I may use it on your turn if I want you to spin the board and play your turn while the board is moving.&#10;&#10;Are you ready to master gravity?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10583",
    "Name": "Epochs: Course of Cultures",
    "ID": 400817,
    "Year": "(2025)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/400817/epochs-course-of-cultures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "In Epochs: Course of Cultures, you will lead your civilization and plan a path through the crossroads of history across three epochs. Be a pioneer to expand territories, be an innovator to foster study and research, or be a warmonger to raid using superior armaments. The choice is yours, and it is your strategic acumen that will shape the course of cultures and lead your people toward victory.&#10;&#10;Within the game, you will compete with other leaders to become the most prestigious civilization over three epochs: ancient, medieval, and modern. You will introduce a total of nine inventions to customize your civilization. On your turn, you can choose to expand your territories on the shared map, build a city, establish a trade route, do academic research, change the form of government, and build magnificent wonders to consolidate your authority. Unfortunately, being peaceful is not always the best way to benefit your people as leaders can choose to declare war on others within an epoch. A wise leader may have to prepare for war by improving military units...just in case.&#10;&#10;Immerse yourself in a re-imagination of human history in which every decision carries weight and every action shapes the course of your civilization. Will you be remembered as a benevolent ruler, revered for your cultural achievements? Or will you carve out a legacy through conquest, leaving a trail of triumph in your wake? The fate of your people rests in your hands. Be a visionary leader, and create a civilization that will stand the test of epochs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "10584",
    "Name": "13 Ghosts",
    "ID": 234292,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/234292/13-ghosts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2143",
    "Description": "The ghosts are fighting over who will rule the haunted mansion. The winner will be the one with the best hiding place!&#10;&#10;13 Ghosts is a microgame for 2-4 players in which each player tries to find the ghost hidden in the opponent's crypt. The game consists of thirteen ghost cards (provided in two sets for use in four-player games), each with a number from 1 to 13 and a special ability.&#10;&#10;When playing,  you use the card in your hand and you either play it face up to apply its ability or play it face down, thereby attacking your opponent by trying to guess the number of the ghost in their crypt. Succeed, and they are out of the game. As more and more cards are played and abilities are applied, players try to deduce their opponents' ghosts and remove them from the game. The last player to remain wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "10585",
    "Name": "Pandánte",
    "ID": 140163,
    "Year": "(2014)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/140163/pandante",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9474",
    "Description": "Pand&aacute;nte is a gambling game played by the Pandas of the Pandalands in the Fantasy Strike universe. In this game, lying is okay. (Humans use the softer term &quot;bluffing&quot;.) You can lie about which abilities you have access to, and you can lie about whether your cards are strong enough to win the pot! And if you win a pot by lying, you gain the favor of a Panda Lord. Be careful, though, because other players can call you out on your lies for fun and profit.&#10;&#10;Each round (called a &quot;gambit&quot;), players try to build the best hand they can from their two private cards and five community cards, similar to gameplay in Texas Hold'em Poker. Over the course of a gambit, players bet several times while making claims about how good their hands are and using abilities to influence the game. Each suit gives access to a different ability and if you don't have the one you need, just lie about it and hope you get away with it.&#10;&#10;You can play Pand&aacute;nte as a social game with a definite win condition and no player elimination, or you can play it as an ongoing gambling game in which players are eliminated when they lose their money, like in Poker. You could even play with real money if you're Panda enough.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Pandas",
      "Crowdfunding: Kickstarter",
      "Series: Fantasy Strike (Sirlin)",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "10586",
    "Name": "Wicked & Wise",
    "ID": 331228,
    "Year": "(2022)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/331228/wicked-and-wise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "Dragons compete in a variety of ways, but one of their favorite ways to compete is by playing trick-taking games.&#10;&#10;In Wicked &amp; Wise, players are either the dragons who are playing a trick-taking game OR they're a mouse allied with a particular dragon to help manipulate the trick-taking game. Over the course of three rounds, each team of mouse and dragon fight over tricks, treasures, and coins to see which team ends up on top!&#10;&#10;The game isn't all about winning tricks; it's about setting goals and utilizing magical treasures. If you can make enough of your goals or sabotage enough of the other team's goals, you'll have the most coins at the end of the game and be crowned king of the caves!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Take That",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "10587",
    "Name": "Los Tesoros del Rey Pirata",
    "ID": 203584,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/203584/los-tesoros-del-rey-pirata",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Pirate King is gone. Now the most seasoned crews sail the seas in search of the buried booty. Who will be crowned as the new Pirate King or Queen? Who will sink in the cruel storm of bullets and blades?&#10;&#10;In Los Tesoros del Rey Pirata (&quot;Treasures of the Pirate King&quot;) the players are pirates collecting treasure cards which will grant points. The pirate with most point wins the game and is named the new Pirate King or Queen.&#10;&#10;The board has 12 islands in a 5x7 grid. 3 map cards will show which of these islands the players can go to claim the treasures. In their turn, players can also fight each other in duels, to steal treasures, and opening fire, to steal cards from their hand. There&rsquo;s also treason cards that can be used to mess other player&rsquo;s plans but these can be countered with protection cards.&#10;&#10;The main mechanism is that most actions require a number. Dice imprinted in the cards are used to assign this number to be assign. The die used can be chosen from a card from the hand, therefor be a known number, or use the first card from the deck and be a random one. Cards used as a die are discarded and don&rsquo;t have additional effects.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "10588",
    "Name": "Off the Dead: Chapitre 1 – Morts à Venice Beach",
    "ID": 89767,
    "Year": "(2011)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/89767/off-the-dead-chapitre-1-morts-a-venice-beach",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9091",
    "Description": "Translation of publisher's description&#10;&#10;Off the Dead&#10;Chapter 1: Death in Venice Beach&#10;&#10;A deadly virus has spread across the world, only leaving behind decomposing corpses, animated by an irrepressible desire for fresh meat. Everywhere, members of the population spared by the epidemic group together to fight against the plague and increase their thin chances of survival against the hordes of undead.&#10;&#10;With Off the Dead, play as one of these survivors facing the zombie invasion. Search rubble, organize your defense, eliminate zombies and abobe all, do not leave your companions behind, because once infected they may well join the ranks of the enemy.&#10;&#10;In a world inspired the greatest genre films, Off the Dead mixes shivers, cooperation and individual strategy, altogether in a deliciously crazy atmosphere.&#10;&#10;Box Contents:&#10;87 cards including: 5 survivors, 36 rubble, 36 zombies, 5 zombified survivors, 4 infection tokens, 5 game aids, 1 die, 1 rulebook.&#10;&#10;Mechanics:&#10;The goal of the game is simply to kill all the zombies that are drawn from the deck and lose as least human players as possible.&#10;Each player plays as follows during his turn :&#10;1. Action #1 (attack a Zed, search for an item OR give an item to another player).&#10;2. Zed action (they are generated, they advance and infect player).&#10;3. Action #2.&#10;4. Infection (counter incrementation : after 4 steps, player is out).&#10;Player attacks are solved by a die roll with weapon modifier.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "10589",
    "Name": "Little Tavern",
    "ID": 403250,
    "Year": "(2024)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/403250/little-tavern",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.125",
    "Description": "In Little Tavern, you want to seat people &mdash; um, beings &mdash; at your table who will leave valuable tips, but you don't know who will show up when...&#10;&#10;To set up, place a table in front of each player, then mix all the cards &mdash; customers and scrolls &mdash; face down on the table in a jumbled pile. On a turn, draw and reveal a card, then place it at any empty seat at any table. Romantics want to sit with one another; goblins want to sit with their leader; and nobles prefer to be on their own so that no one outshines their royalty. Scrolls serve as events.&#10;&#10;Once all the tables are full, score each player's tips, and after a certain number of rounds, whoever collected the most money wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "10590",
    "Name": "Point Blank: V is for Victory",
    "ID": 251131,
    "Year": "(2022)",
    "Geek Rating": "5.570",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/251131/point-blank-v-is-for-victory",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "&quot;Point Blank&quot; is Lock 'n Load Publishing tactical World War 2 squad card wargame for 1-2 players pitted against each other in situational combat scenarios.&#10;&#10;There is also a solo option as well as partnerships in teams of 2.&#10;&#10;Each scenario presents the players with a unique situation involving squads of men, support weapons, leaders, and individual armored fighting vehicles.&#10;&#10;This game pits the forces of the USA against Germany just after the landings in Normandy (June 1944) through October 1944. Each player has victory conditions determined by the scenario in which to defend or take objectives, seek and destroy their opponent&rsquo;s units, or one of many other different scenario objectives.&#10;&#10;The game is played on an abstract map board made up of terrain cards in the game and managed through a distance system that accounts for the range to targets, line of sight, and defensive attributes. The player has units that start out on the map and gradually work their way towards their objectives by advancing through the battlefield, all the while conducting combat actions against their opponent or defending their troops from return fire or whatever hell awaits them. Players draw cards from a common action deck where they will play actions on their units on the map board. The game is an IGOUGO impulse system, and turns are managed when the action deck is exhausted. (Some scenarios may require multiple deck exhaustion to finish the game). Actions in the game consist of Fire, Move, Assault, Rally, etc. The action cards contain dice icons on them to determine random results.&#10;&#10;One of the unique features of the game is that it contains a deck of terrain cards that are not part of the action deck. As players change terrain, they will draw a terrain card in which their moving units will occupy. Some action cards, such as Recon, help players manage what terrain they occupy, but your opponent may have other plans for your moving troops during their turn.&#10; Combat in the game is similar to how combat is conducted in Lock n Load Tactical. 2 players can play a game in about an hour (depending on the scenario size), and if you cannot find an opponent, then try the game solo system. In general, the gameplay is fast and exciting and compares to such legendary game systems as Up Front.&#10;&#10;-description from publisher.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Line of Sight",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "10591",
    "Name": "What's Missing?",
    "ID": 265569,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/265569/whats-missing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "What&rsquo;s Missing? is a drawing game that contains 240 cards with line drawings, sorted by difficulty. In a round, each player takes a card, hides it behind a cardboard screen, and tries to draw another picture on transparent paper placed on top of that card, with the goal being that the drawer wants other players to guess what's on the card.&#10;&#10;After finishing the drawing, the drawer shows only the transparent paper to others, and the other players have to guess what's missing on the transparent paper. The player who guesses correctly earns 1 point, with the drawer losing 1 point if no one guesses.&#10;&#10;To win, being clever is more important than being a good artist. Young drawers can give other players a clue based on what kind of things are on the card.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "10592",
    "Name": "Miskatonic University: The Restricted Collection",
    "ID": 251349,
    "Year": "(2019)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/251349/miskatonic-university-the-restricted-collection",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7143",
    "Description": "The game is a quest, an extremely dangerous quest. Dr. Henry Armitage, Chief Librarian, needs you to search the perilous Restricted Collection for fragments of lore from among the grimoires to recover pieces of a particular sigil.&#10;&#10;Miskatonic University: The Restricted Collection lasts five rounds, and each round continues until no one is left in the library, each player having left voluntarily or having been expelled. Basic play consists of taking turns to select a library card and placing these cards face up on your player mats. Library cards come in three types: sigil pieces, grimoire fragments, and graduate students. In more detail:&#10;&#10;&#10;    Sigil pieces: Three pieces make a set and earn a lore card. Picking up a duplicate leads to expulsion unless you can use your defenses.&#10;&#10;&#10;&#10;    Grimoire fragments: Three pieces make a set and earn a lore card. Picking up a duplicate leads to expulsion unless you can use your defenses.&#10;&#10;&#10;&#10;    Graduate students: Collecting four means you can re-use one of your defense cards.&#10;&#10;&#10;Players have a chance to win black or red sanity cards, which increase your score. The game ends when the final fifth round is played. You then add up all the score cards you have received and the player with the highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Containers: Book-like",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Books / Libraries",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "10593",
    "Name": "Big Dig",
    "ID": 262273,
    "Year": "(2019)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/262273/big-dig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "You are an adventurous archaeologist, digging into the earth for artifacts, treasure, and other goodies. Every day requires a new plan to be efficient, so you and the other archaeologists on the site will be competing to see whose is the most efficient!&#10;&#10;Each turn in Big Dig, you draft a card from the center that shows you the shape in which you must dig (by crossing out squares on your personal dry-erase board). You must touch either the top of the digging area or a previously dug area, and you can't go through certain areas (though you may forgo regular digs to blow up stones that are in your way). When the cards in the center run out, everyone returns their cards to the center and flips them over so that different digging shapes are now available.&#10;&#10;Every game, three random goals are dealt out, and the first person to accomplish all of them wins!&#10;&#10;There are a variety of goals that can be in play, the player boards are double-sided (everyone plays with the same side in any given game), and which side of the digging cards is face-up to start is different, so every play is different!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "10594",
    "Name": "Endurance",
    "ID": 377945,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/377945/endurance",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Endurance is a solitaire game of Antarctic survival, based on Ernest Shackleton's famous 1914 expedition. Stranded for eighteen months, the crew of the Endurance faced almost impossible challenges. Any one of these could have &ndash; by rights, should have &ndash; resulted in their deaths. Miraculously, every man survived.&#10;&#10;The game does regard this as a miracle &ndash; as the least likely result - and evokes it not through reproduction, but through its absence. This is a bleak and grueling game about suffering and perseverance. Faced with circumstances beyond your control, you must make the best choices you can. You'll be hunting for food, buoying the men's spirits with distractions, and managing your ever-dwindling supplies while dealing with a hostile and unpredictable environment.&#10;&#10;This game is unique in that there is no victory or loss condition. The game will end either when the men are rescued, or when rescue becomes impossible. How many men survived until then, and what that means, is up to you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Sandbox Without Win Condition",
      "Continents: Antarctica",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "10595",
    "Name": "Reapers",
    "ID": 341362,
    "Year": "(2021)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/341362/reapers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Necromancy isn't all fun and games, which is why once a month that deadly cabal gathers to blow off steam. Most popular with these nefarious ne'er-do-wells is a card game known as Reapers, and as might be expected the stakes with which they wager are the souls of the damned acquired through their dark dealings.&#10;&#10;Rooted in traditional trick-taking games like Hearts or Spades, Reapers has some major differences that set it apart: &#10;&#10;     Every hand is drafted from face-up piles of three cards rather than dealt to players.&#10;     Winners of tricks score the lowest value card in the trick rather than the trick itself as a point.&#10;     The game includes four suits &mdash; daggers, poison, plague, and pistols: each related to the method by which the damned souls died &mdash; as well as two different special cards called &quot;Reapers&quot; and &quot;Demons&quot;.&#10;&#10;&#10;Players place a wager as to how they think they will do in each hand, with options for scoring the fewest points, scoring the second most points, or not trying to predict &mdash; all of which can be viable strategies.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Open Drafting",
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Demons",
      "Crowdfunding: Kickstarter",
      "Traditional Card Games: Hearts"
    ]
  },
  {
    "Rank": "10596",
    "Name": "Five Points: Gangs of New York",
    "ID": 93540,
    "Year": "(2013)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/93540/five-points-gangs-of-new-york",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "108",
    "Weight": "2.5789",
    "Description": "Game description from the publisher:&#10;&#10;The name &quot;Five Points&quot; evokes images of poverty, rampant crime, decadence and despair. That's true. The Five Points area of New York in the mid-1800s was a lurid geographical cancer filled with dilapidated and unlivable tenement houses, gang extortion, corrupt politicians, dance halls and drunkenness and gambling. This was a place where all manner of crime flourished, the residents were terrorized and squalor prevailed. This is the setting over many decades through the nineteenth century.&#10;&#10;Five Points: Gangs of New York is a game of struggle for political control of Manhattan in the mid-19th century. As the leader of a powerful political faction, you manipulate gangs and influence politicians behind the scenes to seize control. Effective use of your resources will gain influence, win elections, and let you control the destiny of New York; fail and you will be less than a footnote to history.&#10;&#10;Several tools lie at your disposal if you have the strength to acquire and use them. Your loyal rabble will execute your will. Controlling districts with your rabble could give you access to a limited number of important buildings: Tammany Hall, Board of Elections, 5th Ward Offices and many others. Your control of these buildings may provide influence and special powers. Bid for control of election-influencing manipulations that may swing the vote.&#10;&#10;In Manhattan, your burgeoning political machine may affect politics in America's great city for over 100 years. At the heart of this machine are the gangs of New York who enforce the will of the bosses and determine elections before the first vote is cast.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "10597",
    "Name": "Family Plot",
    "ID": 209280,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/209280/family-plot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "In Family Plot, each player strives to build their perfect family while keeping other players by killing them off one by one. &#10;Gameplay begins by a player laying out any &quot;Family Members&quot; in their hand that match their Family Tree. Afterwards a player can launch an assault using REAPERS and ACTION CARDS that could unleash anything from a Zombie Apocalypse to a Psycho Killer, sending their opponents family members to the graveyard! The chosen victim can block the attack on their &quot;Family&quot; by using ANGELS, WEAPONIZED FOOD, or even TEARS OF A UNICORN  that they have in their hand. That way when it gets to your turn simply complete your unique Family Tree and YOU WIN!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10598",
    "Name": "Carreau",
    "ID": 224794,
    "Year": "(2018)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/224794/carreau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Carreau is a fast action, 2-4 player, dexterity game in which you try to flip your cubes closest to a movable target.&#10;&#10;In Carreau you score points for flipping your cubes closest to the target ball. The flipping action takes some practice but once you get the knack of it you can be quite accurate.&#10;&#10;To win Carreau you need to accumulate 5 points.&#10;&#10;Sometimes a flip can cause the target ball move into a new position this is likely to cause a spontaneous &lsquo;Ooo&lsquo; or &lsquo;Ahh&lsquo; as the situation completely changes.&#10;&#10;On very rare occasions a flip will cause the target ball to exit the playing surface - this flip is called &lsquo;Carreau&lsquo; and it is worth 3 points. The person performing this flip is likely to shout &lsquo;Carreauooooooooh&lsquo; and spontaneously perform a dance.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10599",
    "Name": "Cosmos",
    "ID": 244076,
    "Year": "(2021)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/244076/cosmos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.125",
    "Description": "In Cosmos, players will be protoplanets at the beginning of a planetary system, searching for chemical elements in space to form their characteristics, such as atmosphere, rotation speed and gravitational force.&#10;&#10;Over 7 billion years (calm down, it's only 7 rounds), the protoplanets will rotate and grow in their orbits in search of becoming a planet capable to support life, in an asymmetric game of deck-building and hand management.&#10;&#10;Every round, players will play a card from their hands, which tells the action that the planet will do. These actions will allow the planet to move in its orbit, attract elements of spaces near it or make improvements in its characteristics. Each characteristic will benefit the player in a way, such as playing more cards per round, attracting more distant elements, or better controlling the temperature of your planet.&#10;&#10;He who has advanced further in the path of life will be the winner&#10;&#10;",
    "Categories": [
      "Educational",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10600",
    "Name": "Geek Out! Pop Culture Party",
    "ID": 156420,
    "Year": "(2014)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/156420/geek-out-pop-culture-party",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Geek Out! Pop Culture Party is a party game that can determine once and for all which player is the most knowledgeable about your favorite pop culture subjects!&#10;&#10;In this game, which is aimed at a more mainstream audience than parent game Geek Out!, you draw cards asking you to list a certain number of things which fall under a certain category: television, movies, music, literature, and more. Before you begin, however, the other players may try to steal your points (and bragging rights!) by bidding to list even more than the card requires. The bidding continues until one player is ready to &quot;out-geek&quot; their friends. Collect a predetermined number of cards, and you win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": []
  }
]