[
  {
    "Rank": "N/A",
    "Name": "Sverigedemokrat eller nazist?",
    "ID": 72302,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72302/sverigedemokrat-eller-nazist",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game, in which you get questions about the difference between being a follower of the Nazi Party or the Swedish Democrats.&#10;&#10;Published in Faktum #95.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take It to the Max",
    "ID": 72304,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/72304/take-it-to-the-max",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "&quot;From crooks (sharks) to friends (dingos)...As you pick up Character cards, you will eyeball some truly bewildering and at times downright embarrassing dilemmas cut from the deck of life and complemented by true blue Aussie trivia.  The exercise may make you blush, call for help or glaze over like a stunned mullet - but it's all about having a point of view, not letting life go through to the keeper.&quot;&#10;To win this board game you must be the first player to collect a diploma from each of the four courses an have accumulated 10 character points.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlocks of the Dark Star",
    "ID": 72309,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72309/warlocks-of-the-dark-star",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Warlocks of the Dark Star is a strategic space wargame pitting the eponymous Warlocks against a group called the Technoids or Techlongs (the rules use both names). The Technoids, as suggested by their name, use technology, while the Warlocks use magic.&#10;&#10;The basic system is not especially complicated but there is a fair amount of chrome. For example, the Warlock player receives magic points which can be used to build new units and create effects (such as moving a star system). The Technoid player can't create new units but can scavenge the wrecks of old ones.&#10;&#10;At the start of the game, the Warlock player chooses an alien race to play (some of which have special powers) and chooses a home system and colonies, along with a decoy race; all of this information is kept secret. The object of the game for the Technoid player is to find and destroy the Warlocks' systems.&#10;&#10;This game should not be confused with Warriors of the Dark Star: The Age of the Neutron Wars.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tradewinds",
    "ID": 72310,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/72310/tradewinds",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "The object of &lsquo;Tradewinds&rsquo; is to earn victory points by controlling valuable trade routes.  As colonists develop the local infrastructure, many islands will experience an economic boom.  Before that happens, dominate the exports of an island by investing there more heavily than others...but the value of those exports depends on the population demanding the products, and how well funded they are.  Of course, not all would-be colonists are particularly loyal subjects: make sure to deposit enemy sympathizers and other undesirables where they can do little harm.&#10;&#10;(rulebook overview)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Network and Route Building",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Actual Size May Vary",
    "ID": 72311,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/72311/actual-size-may-vary",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "In ASMV, players 'invest' in the construction of connected regions, while attempting to predict their final size, sabotage opponents' plans, and squeeze into the spaces left behind.&#10;&#10;Each turn, a player uses one of their own number tiles, and a color chip from a common supply.  Most often, they will place both in an empty space on the board, subject only to the restriction that they may not create a connected region of a single color containing two or more tiles showing the same number.  Alternatively, a player may remove one color chip from the game, and place their number tile face down on an empty space, preventing it from being part of any colored region.  At the end of the game, every connected region has at most one number tile correctly describing the number of color chips composing that region:  the owner of each such number tile scores its face value in points.&#10;&#10;(description provided by designer)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chain Lightning",
    "ID": 72312,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/72312/chain-lightning",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "description provided by designer&#10;&#10;Essentially, an asymmetric square 'Hex'.&#10;&#10;The board is an nxn square grid (19&times;19 is probably a good start)  Two opposite edges are designated white goals, and the other two are black goals. Corners count as part of both edges. Each player's objective is to connect their two goal edges with an unbroken chain of their stones. White (O) stones may use both orthogonal and diagonal connections to complete their chain, while black (+) stones may only use orthogonal connections. However, black places three stones on each of their turns, while white places only two.  White moves first, then turns alternate. If there are not enough spaces remaining to place all of a player's stones for their turn, place as many as possible. Play ends when the victorious player completes a valid connection.  Draws should not occur.&#10;&#10;Any serious two-player abstract requires a great many playtests before being deemed 'unbreakable', so I consider this to be a beta version.  Though its name (and possibly some minor points of the rules) are still subject to change, please feel free to implement it for online/AI play (given proper attribution).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 19 x 19 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Criss Cross Po-ke-no",
    "ID": 72313,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72313/criss-cross-po-ke-no",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rule book:&#10;&#10;&quot;How to Play:  Each player is dealt 25 cards by the dealer.  Cards are placed one-at-a-time in an empty slot in the card tray to make 10 poker hands, five across and five deep.  Once placed, that cards cannot be moved.  When each player has filled his/her card tray, players bet on each of the ten hands to win points.&quot;&#10;&#10;The winner is the first player to score 100 points.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gêm y Steddfod",
    "ID": 72320,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72320/gem-y-steddfod",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "G&ecirc;m fwrdd hwyliog ar gyfer rhwng dau a chwe chwaraewr yn gofyn i chwaraewr deithio o gwmpas maes yr Eisteddfod Genedlaethol yn osgoi rhwystrau di-ri cyn dychwelyd i'w gar o flaen ei wrthwynebwyr, yn cynnwys cyfarwyddiadau llawn, bwrdd chwarae, cardiau, cwestiynau, dis a chownteri; i blant ac oedolion.&#10;&#10;A lively board game for two to six players requiring a player to circuit the National Eisteddfod field avoiding many hindrances and returning to his car before his rivals, comprising full instructions, a playing board, question cards, dice and counters; for children and adults alike. (www.gwales.com)&#10;&#10;For those who don't know the National Eisteddfod is the largest travelling arts festival in Europe, the game attempts to recreate a visit to the Eisteddfod avoiding unpopular relatives, achieving goals, etc. Particularly poigniant to those who have spent any time on the &quot;Maes&quot;.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Invasion – The Silent Forge",
    "ID": 72322,
    "Year": "(2010)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72322/warhammer-invasion-the-silent-forge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.375",
    "Description": "From the publishers website:&#10;&#10;The Silent Forge is the third Battle Pack in The Enemy Cycle for Warhammer: Invasion The Card Game. It includes three copies each of 20 cards, designed to expand and enhance the Warhammer: Invasion deck-building experience. Including powerful neutral cards like The Marauding Giant and Battle Pilgrims, as well as formidable new units for all six factions, The Silent Forge is a must-have for fans of the kingdoms, quests, and epic battles of Warhammer: Invasion.&#10;&#10;What&rsquo;s more, The Silent Forge includes a short story by J.R. Godwin, helpful for immersing fans and newcomers alike into the grim and perilous setting of Warhammer&rsquo;s Old World. New information has led an intrepid band of High Elves to one of the Dark Elves&rsquo; secret forges. Now they have the chance to eliminate the source of some of the most powerful weapons of their long hated rivals.&#10;&#10;CONTAINS CARDS 41-60 of &quot;THE ENEMY CYCLE.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Warhammer Invasion – Living Card Game",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Songs of Our Ancestors",
    "ID": 72329,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgame/72329/songs-of-our-ancestors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the back of the book:&#10;&#10;To Battle! To Glory! To Song!&#10;&#10;The trumpet is sounding &quot;To Arms! To Arms!&quot;&#10;and heartfelt the anthem prolong!&#10;Oh, gather the Catrawd and let them go forth!&#10;To Battle! To Glory! To Song!&#10;&#10;The Long War has entered a new phase. Decisive battles are now won by a handful of rhyflers fighting for freedom, king, or home. Based on &quot;Flying Lead&quot; and &quot;Song of Blades and Heroes,&quot; this book provides rules for fighting smaller skirmish actions between the might of Alykinder's Crusade, the strength of Coftyran Crymuster, and the elusive Partisans of Elghmore. Gather your rhyflers, fight for your cause, and join your squad and sing the&#10;&#10;Songs of Our Ancestors!&#10;&#10;This book is a 110 page soft cover featuring rules for small unit action (5-10 models per player) miniatures war game set in the same world as This Quar's War featuring technology that parallels WWI. Relatively fast paced. Uses only D6 dice.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lucky Ducks",
    "ID": 72332,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72332/lucky-ducks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Players each have a stack of cards, each card with 3 ducks of the same color, each with 2 of the 3 ducks having a hole in the center of their body.  The game board has large colored circles, the same colors of the ducks. The object of the game is to be the first to lay down all your cards, by placing them on the game board so that the ducks with holes match the circles on the board.&#10;&#10;Each player always has two cards face up to be seen by all, so opportunities for strategy occur by placing the ducks (vertically, horizontally, right-side up, upside-down) to block opponents.  Also, if a card cannot be placed, one from the board is removed, thoughtfully, so that the played is helped on his next turn, but not the opponent.&#10;&#10;Contents:&#10;1 playing board&#10;28 cards in 4 colors&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crocodile Chomp",
    "ID": 72335,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/72335/crocodile-chomp",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A reaction game for children. The crocodile is hungry and tries to catch the frog; the frogs try to flee when the crocodile gets activated.&#10;&#10;One player is the crocodile player and turns over cards with various animals. When an awake and hungry crocodile shows up, the crocodile player hits the button to close the big mouth, and the other players hit their buttons to make their frogs jump away. If your frog gets catched, you get a bite marker; there are also penalties for trying to flee at the wrong moment (for example at the sleeping crocodile card).&#10;&#10;A player with 5 bite markers is out of the game. Last frog player wins; the crocodile player can't win.&#10;&#10;According to the box cover, the game needs 2 batteries. They are only necessary for the voice output, not for the mechanic.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Frogs / Toads",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DragonElves",
    "ID": 72336,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72336/dragonelves",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "DragonElves was a short lived foray into developing an E-card game by Fast Forward Enterprises in 2000. This was an unusual design in that players could design and customize their cards and then print out the decks themselves.&#10;&#10;Gameplay is a mix of standard CCG cardplay and some aspects of a wargame. DragonElves depicts the battle between the armies of the DragonElves and the BronzeMen.Players arrange their armies in 4 columns and striving to eliminate the units in the enemy ranks by direct combat and boosting attacks by playing various effect cards over a 4-Phase skirmish turn. Players attempt to better their opponents attacks with spells and skills, then augmented by a random draw.&#10;&#10;As characters are eliminated then new warriors are exposed to attack until one side or the other has been totally wiped out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jacked In",
    "ID": 72339,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/72339/jacked-in",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Jacked In is a solo game in which you send your digital avatar through cyberspace to hack the protected data node of the evil company known as ToxiCorp. As your avatar moves through the matrix it will encounter data nodes with useful programming code but decrypting the necessary passwords can be time consuming and time is not on your side. Almost at once, ToxiCorp's intrusion countermeasure electronics (ICE) will sense your avatar's presence and begin to zero in on its location. If the ICE captures your avatar then that you've got a backup to give you a second chance. You must make it to the ToxiCorp Node and decipher the final password to succeed.&#10;&#10;",
    "Categories": [
      "Dice",
      "Maze",
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rakentaa",
    "ID": 72341,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72341/rakentaa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The pdf. file containing the complete rules and game components can be found at:&#10;&#10;World Turtle Games&#10;&#10;Here is a brief description:&#10;&#10;Rakentaa is a new and unexplored set of islands. You represent a group of explorers who have been sent out by your King to find new lands and wealth for his Kingdom. Players build castles and structures in a race to dominate the landscape. Victory is obtained once your people have garnered enough resources to bribe the King into letting you keep the land for yourselves.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Somalia Pirates",
    "ID": 72342,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/72342/somalia-pirates",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Somalia pirates haunted the Gulf of Aden. Many merchantmen have constantly being hijacked. &#10;There are four shipping lines in the Gulf of Aden. Nobody knows where the pirates will occur. Even those experienced businessmen are not sure that they can avoid them. Once encountered the pirates, besides resort to the Navy, the use of wisdom is also needed. &#10;As a pirate, you have to hijack merchantmen to earn ransom. But in face of a strong Navy, you need brain to maintain your results. &#10;The Navy has a strong fighting power, but in face of flexible pirates, power alone is far from enough. &#10;In the Gulf of Aden, merchantmen, pirates and the Navy battle every day. Now starts your own story by following the rule of &ldquo;the powerful, the king&rdquo;...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Age of Reason",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Somalia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallen Kingdoms",
    "ID": 72347,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/72347/fallen-kingdoms",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the introduction and website&#10;&#10;Each player is a Norse god that will control various viking kingdoms which will evolve and change thought the passage of time. After a while, new kingdoms will invade the land to destroy the older kingdoms. This process will continue until all the kingdoms evolve enough to unite themselves as one nation.&#10;&#10;Players must try to do their best out of each civilization in order to win. They accumulate glory points every turn for each city they control and they can acquire trophies which will make them score extra points. There are three kinds of trophies, when two of them are depleted, the game ends. The player who accumulated the most glory points wins.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fighting",
      "Medieval",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Wortwal",
    "ID": 72348,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72348/der-wortwal",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Willi the Word Whale plunges the players into the depths of the sea and bring his word friend the octopus with him to blow letters.  Unfortunately he has forgotten the vowels. Can you allocate the appropriate vowels so that meaningful words arise?&#10;&#10;Gameplay: The 36 cards are dealt to the players, the players divide the cards into two stacks - backside up. The first player reveals the two cards simultaneously and place them on the middle of the table -the players then try to form words from the letters on the card by inserting vowels. The first to form a word wins a card. If one of the cards shows a golden ring the players try to be first to shout &quot;Ahoy&quot;, the next time a golden ring card is revealed you should shout Ehoy!, then Ihoy!, then Ohoy! and then Uhoy! When all cards are revealed and distributed, the game is over. The player with the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alien: Invasion Risk",
    "ID": 72349,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/72349/alien-invasion-risk",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Publisher Description&#10;&#10;YOU are the top-ranked military leader of a strange and warlike alien race - one that could have come straight out of a 1950's sci-fi movie. For reasons better explained in the movie, you have been ordered to conquer the people of the planet Earth. As Supreme Commander of the Terrestrial Invasion Forces, can YOU conquer the capitals of EARTH and return to your Homeworld in VICTORY?&#10;&#10;Alien: Invasion Risk (AIR) is a print-and-play solitaire game that began as a set of &quot;variant&quot; rules designed to be used with components from the board game Risk. AIR now has its own set of custom print-and-play components and fully-revised rules, transforming it from a variant to a stand-alone game.&#10;&#10;Excerpt from the PDF rules:&#10;&#10;Be warned &ndash; this is &quot;thematic&quot; solo gaming. Expect to plot your strategy, roll lots of dice, and ride the wave of your luck only to be ripped from the jaws of victory in the most sudden, arbitrary and unexpected way &ndash; all in furtherance of the epic unfolding story of an oddball alien race.&#10;&#10;If you enjoy a game that focuses on the narrative and takes you on an interesting ride, then AIR is for you. On the other hand, if you prefer a solo game that will always reward your perfect &quot;armchair general&quot; strategy - you&rsquo;ll just have to cheat!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Income",
      "Movement Points",
      "Push Your Luck",
      "Random Production",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Decades: The 1950's",
      "Misc: Free Wargames",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: The World",
      "Series: Risk-Like",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spot's First Picture Word Cards",
    "ID": 72350,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72350/spots-first-picture-word-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Learn now words while playing with Spot and his friend. Choose the colorful puzzle piece with the picture and try to find the matching word from other puzzle pieces. Watch out, because the wrong pieces won't fit and you lose points. Be the first little learner to get 5 correct picture/word match and win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schollenhüpfen",
    "ID": 72351,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/72351/schollenhupfen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Among the ice floats in the Arctic Sea swim the fattest fish. This is also where the polar bears and go hunting. Of course, every polar bear tries to catch the most fish and eagerly jump from float to float. But wind and waves move the ice. The voracity of the other bears also reduces the number of fish rapidly. And sometimes even an Inuit or a cheeky seal steals a fish already caught. Who in this icy environment first collects ten fish is the winner. A memory game for children were the fish are fastened to the ice-floats with magnets.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Race Game",
    "ID": 72352,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72352/pirate-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From the publisher:&#10;Throw the doe and move round the board, picking up cards as you go. the first player to have collected enough cards to complete a pirate picture and race around the board to the treasure is the winner.&#10;&#10;Content:&#10;1 board&#10;24 pirate cards&#10;4 counters&#10;1 die&#10;&#10;The skills being developed at this age include:&#10;&#10;    counting skill&#10;    co-operative play&#10;    concepts of winning and losing&#10;&#10;&#10;This Pirate Race Game will aid this development as a child:&#10;&#10;    throws the die and counts the correct number of places on the board&#10;    learns to take turns with the other players&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NUTS! War Against Japan",
    "ID": 72353,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72353/nuts-war-against-japan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "NUTS! - War Against Japan is a supplement to the NUTS! World War 2 tabletop miniatures wargame describing forces and rules specific to the Pacific Theater of Operations.&#10;&#10;From the publisher's website:&#10;For the Allies, the war in the Pacific Theater of Operations (PTO) was fought under conditions unlike any found in Europe or North Africa. Fought against an enemy unlike any they had ever faced before.&#10;&#10;For the Japanese, the war was about proving that their cause was just: the liberation of Asia from the yoke of Western oppression.&#10;&#10;Welcome to the world of NUTS! - War Against Japan. NUTS - War Against Japan includes American, Australian, British, Chinese, and Japanese armies, all the major players in the Pacific from 1941 to 1945..&#10;&#10;WAJ portrays actions at the &quot;tip of the spear&quot;, the area of combat where small arms dominate the field. This is that deadly space where you can look your enemy in the eye while driving a knife into his heart; where the foxhole next to you may just as easily have the enemy in it as one of your buddies.&#10;&#10;Are you ready for it? Come experience PTO combat in a way that no other game can. Come experience War Against Japan.&#10;&#10;NUTS! - War Against Japan is not a stand-alone game. You must have the core rules, NUTS! Second Edition, to play.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orkusparnaðarspilið",
    "ID": 72360,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72360/orkusparnadarspilid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules: Each player is the owner of a house and tries to win the game by heating, renovating and fix it for up to twenty years as cheaply as possible. Each house starts out with oil warming, consuming 100 units of energy each year. Each unit costs 3 shillings. The winner is the player who's total heating cost is lowest at the end of the game.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sixth Sense: A Game of Perception",
    "ID": 72361,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/72361/sixth-sense-a-game-of-perception",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sixth Sense: A Game of Perception challenges a player's perception of others on two levels, and rewards those players willing to take social risks in a tongue-in-cheek atmosphere. There are no wrong answers and the topics include Self-Image, Sex, Marriage, Money, Morality and Politics to name a few.&#10;&#10;&#10;&#10;&#10;    &#10;         QUESTION: What is the greatest motivator for most adults?A. Love&#10;B. Hate&#10;C. Fear&#10;D. Money&#10;&#10;    &#10;&#10;&#10;Score points by:&#10;MATCHING the answering player (2 points) or predicting as part of a MAJORITY (+ or - 6 points)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ten Major Construction Projects",
    "ID": 72364,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/72364/ten-major-construction-projects",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.5",
    "Description": "The Ten Major Construction Projects (traditional Chinese: &#229;&#141;&#129;&#229;&#164;&#167;&#229;&#187;&#186;&#232;&#168;&#173;) were national infrastructure projects during the 1970s in Taiwan. They were proposed by the Premier Chiang Ching-kuo, beginning in 1974, with a planned completion by 1979, which ultimately cost over NT$300 billion in total.&#10;Please refer to the wikipedia: http://en.wikipedia.org/wiki/Ten_Major_Construction_Projects&#10;&#10;Summary :&#10;Ten Major Construction Projects looks similar to Monopoly games in appearance,but it is not a game of trading and negotiation, and you don't have to make others bankrupt. &#10;You just roll the dice, moving Chiang Ching-kuo, deal with events where Chiang Ching-kuo stayed, then collect resouces,&#10;through the Technique cards, you may affect the moving of Chiang Ching-kuo, get more resources, and change your resources into victory points.  you may also disturb others' plans by Meeting or Inspecting cards,but you will always need a roll of luck to do this. &#10;If 1.all kinds of Technique cards have been completed. or 2.all Meeting cards have been resolved, the game ends, the player with most victory points wins!&#10;&#10;Ten Major Construction Projects is more like a family game than a strategy one.&#10;&#10;Publisher: Academia Historica (www.drnh.gov.tw)&#10;Production: 2Plus Studio (www.2plus.com.tw)&#10;Designer: Jong Kong&#10;Illustration: Fumi.03(Zi-wen Huang)&#10;Art Design : Hsin-lin Liu&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: Beggar",
    "ID": 72366,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72366/dungeon-twister-beggar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The Beggar is a mini expansion for the Dungeon Twister series of games. The Beggar comes in blue and orange color, so it&acute;s only usable in a 2-player game. It's stats are Movement 5, Combat 1.&#10;&#10;Worthless:&#10;The Beggar is not worth any VP when killed. His controller still earns 1 VP when he crosses the opponent's starting line.&#10;&#10;The Beggar was given out at Dungeon Twister tournaments during the tournament season in 2007. Leftovers are still given out at various DT tournaments.&#10;&#10;Expands&#10;&#10;    Dungeon Twister&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeon Twister",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: Ogre",
    "ID": 72367,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72367/dungeon-twister-ogre",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Ogre is a mini expansion for the Dungeon Twister series of games.  The Ogre comes in blue and orange color, so it&acute;s only usable in a 2-player game. It stats are Movement 2, Combat 4&#10;&#10;Stun&#10;Once per turn, the Ogre can stun an adjacent enemy character for 1 AP. Place a stunned marker on the victim. A stunned character is considered wounded. All rules applying to wounded characters also apply to stunned characters. At the end of his turn, the active player removes all stunned markers on all of his characters. They can act normally next turn.&#10;&#10;The ogre was given out at Dungeon Twister tournaments during the tournament season in 2007. Leftovers are still given out at various Dungeon Twister tournaments.&#10;&#10;Expands&#10;&#10;    Dungeon Twister&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeon Twister",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein Mäuschen-Farbspiel",
    "ID": 72368,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/72368/mein-mauschen-farbspiel",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Roll dice, cover plates, hide the little mice - the first game of the color-learning with fun and exercise.&#10;Five colored fabric mice meet at the game board on which a picnic blanket is shown. In addition, a mouse-hole is made of soft fabric material. Once a child rolls the mouse icon, a stuffed animal squeezes through the hole in the &quot;real world&quot;. Then the child seeks a hiding place for his rodent. It must find an object in the room in the color of the mouse and then put the animal below it or behind it. When all the mice are gone and on every plate is the right food, the children take the rodents out of their hiding places and the picnic begins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Na kury!",
    "ID": 72369,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/72369/na-kury",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players take role of Reksio (famous polish cartoon dog), Kurator or &#197;&#187;abba, construct space vehicles and collect hens that appear on planets. They throw dice to move their vehicles around the galaxy, landing on planets and battling between themselves.&#10;Player who first gather 40 point win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die kleine Raupe Nimmersatt: Das Original-Spiel zum Buch",
    "ID": 72374,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/72374/die-kleine-raupe-nimmersatt-das-original-spiel-zum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "[Translated and condensed from the Spiel des Jahres website, http://www.spiel-des-jahres.com/cms/front_content.php?idcatart=879&amp;id=606]&#10;&#10;Eric Carles' Very Hungry Caterpillar has an enormous appetite.  Very close to the original book, the children embark on an adventure to change into a butterfly.  On Monday it begins its journey.  Before the caterpillar reaches the apple, it has to go on a sun box.  Travel cards are revealed; Whoever finds the sun card earns a solar chip, and continues in search of the red apple.  This memory game is easy to learn, so that even three year-old children can successfully complete the transformation into a butterfly.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Butterflies",
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ZombieTown 3: Big Boom Theory",
    "ID": 72375,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72375/zombietown-3-big-boom-theory",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "From the back of the box:&#10;&#10;Things have really gotten grim. The food is gone. The barricades &#10;are about to collapse. The car could sure use a tuneup. Perhaps it is time to hit the streets and see what you can find. Ammunition would be nice. A working phone would be fantastic. Maybe you&rsquo;ll be fortunate enough to run across some steak and potatoes!&#10;Who are you kidding, you&rsquo;ll be lucky to make it back alive...&#10;&#10;ZombieTown 3 contains:&#10;&#10;     24 Item cards&#10;     6 House cards&#10;     20 Event disks&#10;     New rules for this set &#10;&#10;&#10;Requires the ZombieTown base set (TLC 3500) to play. &#10;ZombieTown 2 (TLC 3501) is also recommended.&#10;&#10;From the publisher:&#10;Game play does not change radically for this expansion. The new item cards add first aid kits, car repair kits, molotov cocktails and sniper rifles among others!&#10;&#10;The event disks are added to the street spaces. With the addition of these disks, the street is not a bad place to be... mostly. The disks include: master keys, +1 actions and +1 health. Of course, there are hidden zombies and obstacles as well.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flash",
    "ID": 72385,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72385/flash",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The objective of the game is to get as many points as possible answering questions. Every correct answer is awarded one point.&#10;&#10;Every question (1920 in total) is accompanied by a picture. Cards with pictures and questions are put into a specially designed folder that allows you to only see the questions on one side and the answers on the backside.&#10;&#10;The person or team that has the most points after finishing the 3 folders with random questions, wins.&#10;&#10;(Source: inside box)&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dracula Must Die!",
    "ID": 72387,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/72387/dracula-must-die",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Transylvania, land of dark forests, dread mountains and black unfathomed lakes, still the home of magic and devilry as the nineteenth century draws to its close. Count Dracula, lord of corruption, master of the undead, and monarch of all vampires, is about to act on his long-contemplated plan for world domination.&#10;&#10;Abraham Van Helsing, and his loyal vampire hunter companions, must battle against all manner of horror to save the people of Klausenberg and march upon Castle Dracula. Once inside, can they fend off the three bloodthirsty Brides, in order to infiltrate Dracula's secret tomb, deep within the walls of the ancient castle, and ultimately defeat the dreaded Prince of Darkness?&#10;&#10;Consisting of one 90-card deck, the game pits four to eight players against each other. One team takes on the role of Van Helsing, assorted pitchfork-waving villagers, god-fearing priests, and various stalwart companions, and the other team assumes control of Dracula, the Brides, the Hound of Dracula, and numerous hissing, bloodsucking vampires. Each player must manage his hand of cards effectively to win. Gameplay is swift and slaughterous, with vampires staked, maidens drained, holy water administered, vampiric teeth exposed, and crucifixes brandished, frequently.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Horror",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game"
    ],
    "Families": [
      "Books: Dracula",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Derriba la Letra",
    "ID": 72388,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72388/derriba-la-letra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The objective of the game is to quickly try to find words in a certain given category. For every word you name, you flip the first letter of that word from the game board, thus preventing others from using words with that letter. The person who's able to flip the most letters in 90 seconds, wins.&#10;&#10;The game comes with an electronic timer and a handy way to mark used letters.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cutthroats!",
    "ID": 72391,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/72391/cutthroats",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Ahoy mates! As an upstanding member of the pirate community, yer goal be to gain fame and fortune, aye, but mostly fortune!  To amass wealth, ye must go on the account and join a pirate crew.  Working together, you will embark on voyages of great danger.  Or if ye be lucky, yer captain will have a map to untold treasures that can be unearthed with just a few tools o' the trade.  So be prepared and beware!  Yer mates cannot always be trusted, nor can that blasted lubber.&#10;Perhaps ye have the pluck to be captain yourself?  Captains gain a large share o' the treasure, but beware a mutinous crew!  Eventually, you may become so famous that ye retire to enjoy yer legitimately acquired riches.  But if some young scallywag flaunts more riches than ye, ye will fade into pirate obscurity!&#10;&#10;In Cutthroats!, players take on the role of a crew of pirates.  Each turn one player is voted Captain and a voyage is selected from the six available.  Working together and using the tools they have purchased and their crew abilities, the crew attempts to defeat each voyage and gain reputation and doubloons!  When a player reaches the rank of Pirate King, all retire from a life at sea.  But the pirate with the most loot is the ultimate winner, so watch that reputation track carefully and decide when the time is right for treachery!&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zauberlehrling",
    "ID": 72392,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/72392/zauberlehrling",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In the school of magic there is great excitement.  The apprentices arrive for their final test to be included in the circle of masters.  The tower is full of mystical magic, and only the master can unravel the mystery about the progress of the examinees.  Who will be the first to enter the circle?&#10;&#10;Zauberlehrling is a delightful game of dice, and a bewitched race for the great art of magic.  The magnetic charm of the stones creates a game with wonderful surprises.  And with a good memory you will anticipate the steps of the master's magic...&#10;&#10;A magnetic race for sorcerer's apprentices with a good memory.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fotbolls-MIG",
    "ID": 72399,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72399/fotbolls-mig",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A Swedish quiz game containing 380 questions about football (soccer). The questions come in 5 categories: 'Swedish football', 'International football', 'The stars', 'The World cup' and 'All sorts'.&#10;&#10;A die is rolled to to decide category. The first time you give a correct answer in a category this is marked in the score sheet. &#10;The winner is the player who first has given correct answers in all categories.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: MIG (Compete Now)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Collection of Desires",
    "ID": 72401,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72401/collection-of-desires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Collection of Desires is a twenty-card expansion pack to be played along with the card game Seppuku.  This set introduces two very significant themes in every well-rounded samurai&rsquo;s life, women and art.&#10;&#10;The expansion pack consists of (20) cards.  There are (7) Geisha, (9) Haiku Cards, and (4) Action Cards.&#10;&#10;Collection of Desires is the first of three expansions set to be released for the samurai card and dice based game Seppuku.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Transcontinental",
    "ID": 72404,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/72404/transcontinental",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A Warpspawn card game for two players.  Theme is the building of the transcontinental railroad in the 1860's; one player is the Union Pacific RR, the other is the Central Pacific.RR.  The players draw from a common deck of 80 cards: 7 suites each symbolizing an aspect of railroad building (jobs, money, supplies, etc.), and a &quot;difficulty&quot; suite.  Each attempts to make melds of cards in the same suite, or cards of the same rank number, or cards of sequential rank (E.g. &quot;a straight&quot; or &quot;straight flush&quot;), to garner &quot;Railroad Markers.&quot;  First to get 100 Markers built their line to Promontory Summit first.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Igel und Floh",
    "ID": 72406,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72406/igel-und-floh",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Igel und Floh (&quot;Hedgehog and Flea&quot;) new game from their Clever Kiddo series that features a &quot;spiel + buch&quot;-- game and book, with book's text being in German.  Obviously geared towards younger players, it appears to be an &quot;alphabet game&quot; that engages players with colorful cards and pictures.&#10;&#10;This unusual game helps children to learn their first letters and words. The book can be read out loud by children under 5 years of age.  Children are playfully introduced to the 5 vowels.  The letters become objectives in a story.  Chopsticks and rings are attached to the lovingly illustrated book, with which one can append the vowels.  There are 55 cards depicting the entire alphabet.  Using the cards, simple words can be added to the pictures to create imaginative stories.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stock Market",
    "ID": 72407,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72407/stock-market",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the bottom of the box:&#10;&#10;&quot;It's bulls vs the bears!&#10;&#10;The Stock Market is a vibrant and exciting place where fortunes are won and lost.  This real life game helps you in understanding stock trading and could help you in making big money, one day.&#10;&#10;Invest in Blue chips like Asian Paints, I.T.C., Grasim, Tisco, Reliance and Blow Past.  Buy when low and sell when high and you could end up becoming one of the stars in the ring!&quot;&#10;&#10;Everything is in English, but this is a game either for Indians or made in India.  The currency of the stock market is rupees, and it's drawn from the Bank of Dalal Street.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: Disciple",
    "ID": 72408,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72408/dungeon-twister-disciple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The Disciple is a mini expansion for the Dungeon Twister series of games. The Disciple comes in blue and orange color, so it&acute;s only usable in a 2-player game. Its stats are Movement 4, Combat 1.&#10;&#10;Oubliette:&#10;For 1 AP, the Disciple can flip face down the room he is standing on. All tokens in this room, including the Disciple, are placed face down on the room. All markers are removed from this room (including open or broken portcullis marker). Golem marker or other similar markers return to their owner. Wounded characters remain wounded. The &quot;forgotten&quot; room cannot be revealed again during the turn it was flipped. All rules concerning revealing a room apply to this room again.&#10;&#10;The Disciple was given out at Dungeon Twister tournaments during the tournament season in 2007. Leftovers are still given out at various DT tournaments.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeon Twister"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Four Operations Math Deck",
    "ID": 72409,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/72409/four-operations-math-deck",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Four Operations is a free, print-and-play card deck that can be used for designing and playing a wide assortment of math games.&#10;&#10;It includes 54 cards, numbered 1-9 in six suits: rain, clouds, leaves, clovers, fish, and butterflies. The six suits are divided into three colors: gray for the weather suits, green for the plant suits, and purple for the animal suits. Each card has a number in the center, surrounded on the edges by the four basic operations.&#10;&#10;The deck is designed to support a variety of mechanics and scoring systems and allows for the use of negative numbers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Game System",
      "Math",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jack And The Beanstalk",
    "ID": 72423,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72423/jack-and-the-beanstalk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Once upon a time, there was a wonderful game based upon the beloved fairy tale &quot;Jack In The Beanstalk&quot;. All the children who played the game always played happily ever after. Collect treasurers as you move our &quot;Jack&quot; up the beanstalk to the Giant's Castle. Get down safely with three treasurers - gold, the singing harp, and the goose that lays the golden egge - and you will win the game! Careful! you'll wake the sleeping Giant if you don't climb quickly and quietly. &quot;FeeFiFoFum&quot;. Run - he's after your treasurers! Game contains 4 &quot;Jack&quot; movers with stands, 1 &quot;Giant&quot; mover with stand, 30 die-cut treasure cards, spinner, game board, rules with short story of Jack And The Beanstalk.&#10;&#10;Publisher's Website&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Jack and the Beanstalk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Tanks",
    "ID": 72426,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72426/battle-of-the-tanks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User Summary:&#10;&#10;This is an extremely rare Milton Bradley game from WWII. The International Game Database lists its publish date as 1942.&#10;&#10;The object of the game is to gain the most points over 5 games played.&#10;&#10;First Player is chosen by roll of the dice.  Each player in turn rolls two dice and moves 2 tanks.  One tanks move the number of spaces indicated by one die and the other tank moves the number of spaces indicated by the second die.  If you only have 1 tank left then you can move the number of spaces indicated on either of the die or the total of both.&#10;&#10;You may move in any direction except diagonally.  You cannot move forward and then backward in the same move but you can move over the same square repeated as your move.&#10;&#10;If you land on an enemy tank with an exact move you capture the tank.  Each captured tank is worth 5 points and winning a game is also worth 5 points.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuadrados Magicos",
    "ID": 72427,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72427/cuadrados-magicos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Try this fast puzzle solving game for two players. Take all the pieces and be ready for the pattern you will need to build. Built it fast and correct and you will win.&#10;&#10;The contents:&#10;32 pattern tiles&#10;Rule book&#10;Patter book&#10;&#10;The players divide all the tiles into two piles. Each player then tries to build a pattern that they choose from the patter book. Each pattern is made up of 16 tiles, so every pattern can be built. Be the first player to win 5 rounds and you win the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Critical Decisions",
    "ID": 72447,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72447/critical-decisions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rule book:&#10;&#10;This is a gambling game for people who like to think and make decisions, or who like to discover how other people think and make decisions. The objective of the game is to acquire a greater dollar value of poker chips than any of the other Players. The game ends when either 1) the Bank is broken, or 2) an agreed upon time limit expires.&#10;&#10;There are 3 different Versions of Critical Decisions:&#10;&#10;A) The first, Version A, can be played by 2 or more people. It relies on extensive consumer research, and gives Players a good idea of how specific groups of Americans react to Critical Decisions. This is the informational Version of the game.&#10;&#10;B)The second Version, Version B, can also be played by 2 or more Players. It asks particular players how they would react to Critical Decisions. It provides a friendly opportunity to explore the philosophies of your friends and acquaintances. This Version is played best with people who already know each other, or who want to know each other better. It's the personal Version of the game.&#10;&#10;C) The third Version, Version C, is complicated analysis of group reactions. It should only be played by odd numbers of people. For those seeking just a little relaxation and interaction, it's a headache. For the hardcore cerebral types, it presents an unusual challenge.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last Sneak Standing",
    "ID": 72449,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72449/the-last-sneak-standing",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "[This game was created for the Sneaky SciFi Game Design Contest http://www.boardgamegeek.com/geeklist/55802/sneaky-sci-fi-game-design-contest-geeklist-entri please give it a visit and try out the other great games that were created for the occasion.]&#10;&#10;&quot;Listen well and attend, for this is the way it was. They were here when our mighty forces came, this planet that was ours by right. They fought us till they were no more, ground to dust by our stark fists of destiny. We remember though, we remember them by playing this simple game. We remember how cheaply they sold their last moments, how easily they were led to the slaughter with mere promises. We remember the last of them, the very last, for that was our promise....that the last sneak standing would find a place in our history. So now remember...&quot;&#10;&#10;The Battle Of The Stark Fist on July 5th  was brutal, short and final. What remained of Humanity was marched off to a barren expanse of wreckage known as Camp Apocalypse.  As the leader of one of the last remaining factions your goal is to keep your people alive as long as you can how ever you can in hope that something or someone might come along to save you from total destruction.&#10;&#10;Your first job is to secure your followers a place to survive. With limited space you plot and plan with the other faction leaders to carve out your new home.&#10;&#10;Your next job is to survive each day. The one certainty is that  when the sun sets another part of Camp Apocalypse will be destroyed by the malevolent Stark Fist. In the morning will need to bargain with what resources you have, including the lives your your followers, to find out what part of the Camp is going to be destroyed. The afternoon is spent moving your followers around the Camp to avoid the coming nights destruction, hopefully with the knowledge of  where the destruction is going to happen. After the bombs fall you will need to spend the evening hours caring for those who survived. If you can not supply them with food and shelter they will perish in the harsh night.&#10;&#10;Each day goes as the one before and and your goal becomes ever more important...to have your faction be the last of Humanity.&#10;&#10;Game Flow&#10;-Setup Up Phase- Camp Apocalypse&#10;-Main Phase - It Was The Best Of Times It Was The Last Of Times&#10;--- 1. Morning Intel&#10;--- 2. Afternoon Delight&#10;--- 3. Ashes To Ashes Dusk To Dusty&#10;-End Game - The Last Sneak Standing&#10;&#10;Materials&#10;- Sector Tiles&#10;- Humanity Counters&#10;- Faction Leader Counters&#10;- Influence Cards&#10;- Stark Fisk Chits&#10;- Stark Fist Container&#10;&#10;(a rough draft of the rules can be found here http://www.boardgamegeek.com/article/5103540#5103540 . Finished rules will be posted to the files section here when they are ready for testing)&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Sneaky Sci Fi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraformers",
    "ID": 72450,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/72450/terraformers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "1000 years after human had advanced into the space, but human spreads into very limited number of stars. There are many undevelopped planets remaining.&#10;&#10;This game is a new entry of resource management development game.&#10;Published in Game Market 2010 by Freekick from a planet and designed by Yoshito Terashima.&#10;Each player get his resource management sheet.  He controls the resources and sometimes get the special cards and use them.&#10;Each game is different by the starting cards set provided randomly.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: River of Heroes",
    "ID": 72453,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72453/flames-of-war-river-of-heroes",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "River Of Heroes follows Hammer and Sickle and focuses on the Soviet units carrying out the final phase of Operation Bagration, the final assaults across the Vistula River led by the tank spearheads racing towards Warsaw along with the specialised assault engineers and supporting self-propelled artillery regiments.&#10;&#10;With the lead tank spearheads finally meeting stiff German opposition the advancing Soviet Armies made their final Operation Bagration assaults to secure bridgeheads over the Vistula River.&#10;&#10;What Soviet forces are inside?&#10;&#10;River Of Heroes introduces the specialised Soviet Assault Engineers along with Independent Self-propelled Artillery Regiments designed to attack, secure, and hold key bridgeheads needed to continue the advance towards Germany.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Flames of War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Hammer and Sickle",
    "ID": 72455,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72455/flames-of-war-hammer-and-sickle",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Hammer and Sickle follows Stalin&rsquo;s Onslaught and focuses on the Soviet units carrying out the second phase of Operation Bagration, the exploitation of the Shock Armies&rsquo; breakthrough of the German defences.&#10;&#10;These highly mobile corps launched through gaps created in the Germans lines and immediately rushed deep into German held territory heading directly for Minsk and its lines of supply.&#10;&#10;Highlighting the northern and southern spearheads (the Hammer and Sickle) and their associated corps brings some interesting tank and equipment options.&#10;&#10;What Soviet forces are inside?&#10;&#10;Hammer and Sickle concentrates on the mobile exploitation forces of the Mechanised and Tank Corps that raced through the front line and smashed into the hastily assembled German blocking forces holding key objectives in the rear areas.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Flames of War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Shooter Target Game: Toy Story 3 Edition",
    "ID": 72461,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72461/space-shooter-target-game-toy-story-3-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Grab your blaster and swing into action to save Woody and the gang! Activate your shooter and target enemy toys. You can see how it feels to be Buzz Lightyear as he helps save the good toys from the Evil Lotso at the Sunny Side Day Care! Easy to understand game rules so everyone can have a BLAST!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Toy Story"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Earthling Abductor",
    "ID": 72462,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/72462/earthling-abductor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From back of box:&#10;&#10;&quot;You are a Space Alien and you need Earthlings for a sinister and mysterious goal known only to you.&#10;&#10;Use your alien mind-control powers to manipulate Earthlings into doing your bidding and use your ship to blast your foes in this action packed game of deception and intergalactic mayhem&quot;&#10;&#10;Earthling Abductor is a quick, simple card game with a strong memory element. Players assume the role of alien species competing to abduct and control Earthlings. Cards represent Earthlings (human and otherwise). Cards in a player's hand are Earthlings that have been previously abducted, and can now be activated by their alien overlords to do nefarious tasks - most frequently abducting more Earthlings. Cards face-down at various locations on the table represent Earthlings to be abducted. The face-down stacks at each location are built up by players during the course of the game; thus each player potentially has some knowledge about what types of Earthlings are at each location, which is where memory becomes involved.&#10;&#10;Players move their spaceship tokens from location to location, abducting Earthlings (moving some of the face-down cards away from the location), and then fly back to their homeworlds to score them. Some Earthlings cause trouble when they are abducted (damaging the spaceship), while other may offer benefits while they are aboard. Players can also directly and indirectly attack other players' spaceships, to either prevent them from completing their abduction goals or sometimes to steal dangerous Earthlings without suffering the consequences.&#10;&#10;Players win by successfully abducting 10 Earthlings and returning them to their homeworld. Each player also has a secret objective which allows them to win with a smaller number of Earthlings, such as six of the same species or 7 of the same gender.&#10;&#10;Earthling Abductor: Deluxe Edition contains 68 Earthling cards, 7 Alien races, and 6 plastic space-ships. It supports 2-4 players.&#10;&#10;Earthling Abductor also comes in a non-Deluxe edition, in a smaller box containing 44 Earthling cards, 4 Alien races, and 4 plastic space-ships. It supports 2 players. The two versions are otherwise identical.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Manor II",
    "ID": 72471,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72471/zombie-manor-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Zombie Manor II is a mini-game that is included with the terrain model set &quot;Wildwood Grove.&quot; Besides the change in setting, it expands the original Zombie Manor by adding new monsters and treasures. This set can be combined with the contents of &quot;Zombie Manor I&quot; to create a longer game and add variety.&#10;&#10;From the rules introduction:&#10;&#10;The objective of the game is to search the Graveyard for the ring of Lady Coreanne Swarthington. The Graveyard is not completely abandoned however, as strange forces (or perhaps even the curse of the ring itself) conspire to make it a focus of foul magics and a home to misshapen creatures that never should have been.  Will you recover the lost ring, or will you find your own grave in Wildwood Grove?&#10;&#10;Link: http://www.worldworksgames.com/store/index.php?main_page=product_info&amp;products_id=288&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mayhem Skate!",
    "ID": 72476,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/72476/mayhem-skate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An urban skating game included in the cardstock model set &quot;Urban Grind&quot; published from Worldworks Games.&#10;&#10;From the publisher:&#10;Mayhem: Urban Grind is a skate park, standees and mini-game all in one! Design the park of your dreams and furnish it with all the ramp and grind combos you can handle! Once constructed build up an army of skater dudes to inhabit the park and cause completely mayhem!&#10;&#10;As mentioned, this release includes &quot;Mayhem Skate&quot;; a skate park themed multiplayer game which pits your skater against others in an exhibition style or racing format challenge! Includes a number of game variants to spice up the competition! Fun, fast and sweeeeet!&#10;Mayhem: Urban Grind includes all of the following (All skate park terrain comes in both graffiti and &quot;clean&quot; versions)&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Skateboarding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arriala: Canal de Garonne – L'esprit de Riquet",
    "ID": 72480,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72480/arriala-canal-de-garonne-lesprit-de-riquet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "First mini-expansion for the game &quot;Arriala, canal de Garonne&quot;.&#10;The expansion only contains the figure of Pierre-Paul Riquet and the rules.&#10;&#10;In the beginning of the game &quot;Riquet&quot; is placed on the village &quot;Montauban&quot;.&#10;&quot;Riquet&quot; can be moved by the active player, so &quot;Riquet&quot; can help with the construction of &quot;Canal de Garonne&quot;. He's considered as a worker and follows the basic rules of occupying a place on the canal.&#10;&#10;The active player can:&#10;- move &quot;Riquet&quot; one time from one village to another village,&#10;- use some of his actionpoints to move &quot;Riquet&quot; one or more places on the canal.&#10;You can't move &quot;Riquet&quot; to the vinyards or the structures by the canal and you can't use cards to move &quot;Riquet&quot;.&#10;&#10;When a section of the canal is completed with the help of &quot;Riquet&quot;, the active player may choose which colour Riquet is to be considered.&#10;&#10;source: free translation of the official rules&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Canals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anchorage",
    "ID": 72507,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/72507/anchorage",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Take the helm of a small shipping company, deliver valuable cargo and out-sell your opponents! You face an exciting challenge to bring your fledgling company up to speed with the changing demands across the region.&#10;&#10;&#10;Anchorage is a fast moving strategy game where you build factories, create high-speed shipping routes and devise tactics to make sure you deliver the most valuable cargo. Steer your merchant ship to take advantage of the high tides, and weather the impact of the low tides in order to prevail. The region can only support one company in the long term so you have a lot to prove!&#10;&#10;&#10;No game of Anchorage is the ever the same, due to the interchangeable tiles which allow different game-board layouts and the ever-changing demands of the ports.&#10;&#10;&#10;This game is available from arcticfoxgames.com. Limited copies will be available at the UK Games Expo 2013.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go With The Flow",
    "ID": 72508,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/72508/go-with-the-flow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "A ship loaded with treasure has been wrecked near your island.&#10;&#10;Whirlpools, storms and sharks lie amongst the changing currents between your island and the wreck. Instruct your pirates to build rafts and salvage treasure from the wreck or steal it by attacking other player's rafts!&#10;&#10;This is a quick tile turning game suitable for 2-4 players from age 8.&#10;&#10;(Publisher Blurb, Copyright 2011)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Icebomb Arena",
    "ID": 72509,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72509/icebomb-arena",
    "Min Players": "4",
    "Max Players": "11",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Icebomb Arena is a strategy game of gladiatorial combat in a bomb-laden arena for 4 or more players. Each player is a gladiator in the arena.  Icebomb Arena is played with Icehouse pyramids on a chessboard.&#10;&#10;Each turn consists of a planning phase and an action phase.  During the planning phase, players will determine the orientation of pyramids which will determine the actions they can take during the action phase.  During the action phase, each player will take two actions either blocking or moving on the board.&#10;&#10;The goal is to be the last player with a gladiator on the board that has health.  The players can lose health through fights with other gladiators and through stepping on squares that have bombs.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Icehouse Plant Game",
    "ID": 72512,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/72512/icehouse-plant-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Icehouse Plant Game is an Icehouse Pyramid game played inside a loop of string.  Each player controls a plant that is trying to grow while blocking all of the light energy from the other players' plants.  The more energy your plant can collect, the bigger it can grow, but you must be careful not to grow so fast that you kill your leaves.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infinity: Human Sphere N3",
    "ID": 72514,
    "Year": "(2009)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72514/infinity-human-sphere-n3",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.875",
    "Description": "Infinity Human Sphere is an expansion to the Infinity tabletop miniatures skirmish game.  This supplement contains rules for sectorial armies which have more limits on troop type selections but gain the ability to form &ldquo;Link Troops&rdquo;  where entire squads act as one.  Human Sphere contains new troop types, weapons, equipment, and skills for all of the factions as well as rules for using civilians in your games.  In addition, the expansion introduces the new Aleph faction which features cybernetically advanced humans leading robotic remotes as base troops.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Age of Dante: Montaperti and Campaldino",
    "ID": 72523,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/72523/the-age-of-dante-montaperti-and-campaldino",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Simple, introductory wargame, first in the Postcards from Tuscany series, being a spin off of the Battles of Middle Ages system, from TCS Games.&#10;It is a classic wargame with hex map, leader activation through chit draw, while a peculiarity is the fact that each unit has variable strength, according to a chit drawn before each combat (or once for the entire game). &#10;It is a print &amp; play only game, featuring 2 different battles from Italian Middle Ages: Montaperti and Campaldino.&#10;Each game has a single A4 map and around 80 playing counters&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "History: Wars of the Guelphs and Ghibellines",
      "Region: Tuscany (Italy)",
      "Series: Battles of the Middle Ages (High Flying Dice)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Championship Rugby",
    "ID": 72527,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/72527/championship-rugby",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1",
    "Description": "&ldquo;Championship Rugby&rdquo; enables you to play an entire rugby tournament or season in only a few hours.&#10;&#10;Individual players are not identified, but teams have dynamic Attack and Defence ratings which fluctuate over the season depending on form, injuries, suspensions or even the resignation of the team coach.&#10;&#10;These ratings, plus home advantage and weather, determine the match ratings for the teams each week. Matches are then played out with two dice rolls per team per half, making it easy to generate half time scores for the full week&rsquo;s fixture list before progressing to the second half of each match, if you wish.&#10;&#10;&ldquo;Championship Rugby&rdquo; generates a statistically accurate campaign, whilst still maintaining that unpredictable aspect of sport.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SNEAK: Smugglers Nimbly Evading Alien Killers",
    "ID": 72540,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72540/sneak-smugglers-nimbly-evading-alien-killers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "They said hello by destroying the moon. Tides ceased to exists and wave after wave of dead fish washed up on shores the world over. You will never know the pleasure of walking in the surf during a lazy summer vacation, bug. I'm so sorry for that. &#10;&#10;In the midst of the panic over the moon they appeared. We tried to fight back but they destroyed our biggest weapons in their silos. Governments and world leaders responded in different ways. Some gave up instantly, and others resisted. The beach, bug, remember what I told you about that? It used to be a lot farther away, but that was before they made an example of it. All in all, it was a hell of a way to find out that we were not alone.&#10;&#10;That was about 15 years ago. Since then, we've had some victories, but far too many failures. The biggest op your daddy was involved in was faking the crash on Mars a few years back. See, bug, we WANTED that ship to take heavy fire and crash, right where it did. There were enough diggers aboard to set up the underground Mars base. Last time daddy was there he got to see a new weapon, based on their tech. Hopefully we can have it ready soon.&#10;&#10;This is why I have to go, bug. Mars needs people like me to sneak in, hide in the Moon belt, deliver supplies and workers, and get back home without being seen. And I promise you that one day I will take you to see the rings of Saturn, when we can fly throughout the system safely and freely. It'll be just you and me. I should be back soon. I will miss my little bug, bunches and bunches! Daddy will always l-&#10;&#10;END TRANSMISSION&#10;&#10;In SNEAK, players take on the role of heroic smugglers looking to transport supplies up to the secret Resistance base on Mars.  On each turn, you will have an amount of energy (action points) that you can use to maneuver and move your ship around the board.  However, any leftover energy is converted in cargo cards, that you draw into hand.  Asteroids will then semi-randomly move around the board, blocking your way or revealing your hiding space.  Then, the aliens will move and attempt to destroy you.  Each time you get hit by an alien you will have to lose cargo cards- or else you will have to start your smuggling run again.  Upon a successful run, you will score notoriety points based on the cargo you brought and can spend it to increase your maximum energy, maximum cargo (hand size), and number of special powers (mods), or to buy new mods.&#10;The most notorious smuggler at the end of 10 rounds is the winner!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Pick-up and Deliver",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: Sneaky Sci Fi",
      "Creatures: Aliens / Extraterrestrials",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuba: El Stadler",
    "ID": 72554,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72554/cuba-el-stadler",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "El Stadler is an expansion for El Presidente (the Cuba expansion).  It is a single card to be added to the other Cuban-cards.  The card was created by Michael Rieneck and designed by Michael Menzel for the anniversary of the author of the base game Stefan Stadler.  The card was produced in a micro edition of only 40 cards that were never sold and only available for friends of Eggert-Spiele.&#10;&#10;This card allows to remove a ship from the harbor or the one on the sea.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Series: Cuba (Eggertspiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Psephology",
    "ID": 72559,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72559/psephology",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box cover and Rules of Play:&#10;&#10;Presidential Campaign Game - Win the election using strategy and knowledge. The object of Psephology (se-fahl-uh-gee) is to be elected the president of the United States.  The first candidate to win at least 100 votes and then move to the White House is the winner.&#10;&#10;Psephology (from Wikipedia http://en.wikipedia.org/wiki/Psephology) Psephology (from Greek psephos &psi;&#225;&#191;&#134;&phi;&omicron;&sigmaf;, 'pebble', which the Greeks used as ballots) is that branch of political science which deals with the study and statistical analysis of elections. Psephology uses compilations of precinct voting returns for elections going back some years, public opinion polls, campaign finance information and similar statistical data. The term was coined in the United Kingdom in 1952 by historian R. B. McCallum to describe the scientific analysis of past elections. In Britain the term occasionally appears in scholarly literature.&#10;&#10;The game has 625 cards containing 2500 questions and answers, Power Politics cards, game pieces, dice, a game board and vote cards.&#10;&#10;Roll the dice, decide how to move your marker, read the vote bonus/penalty on the board and then attempt to correctly answer a political question to win votes.&#10;&#10;Includes rules for 7-12 players and classroom team play, including a timed version.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Charge Large",
    "ID": 72561,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/72561/charge-large",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Enjoy Great Credit, Without the Crunch!&#10;&#10;In today&rsquo;s economy, getting and keeping good credit isn&rsquo;t easy. But now you can take the crunch out of credit with CHARGE LARGE, the game that makes buying, building and even borrowing pay of big!&#10;&#10;Travel around the board using cash and your gold credit card to scoop up prime properties. Buy strategically, borrow wisely, and pay back quickly to earn a platinum card. (It also helps to hit the lottery and collect rent!) If you&rsquo;re the first to have cash, a zero credit balance, and the coveted black credit card, you&rsquo;ve beaten the credit card blues, and won the game!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Орки идут! (The Orcs are Coming!)",
    "ID": 72567,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/72567/orki-idut-the-orcs-are-coming",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Children&rsquo;s game about humans, dwarves and orcs. Humans and dwarves lived in peace when the tribes of malicious orcs came and started to assault the civilians. Then humans entered into alliance with dwarves and began to protect their homes.&#10;&#10;The alliance&rsquo;s goal is to destroy all the enemies, while the orcs are to do the same with their opponents. (From the rulebook)&#10;&#10;The game appears to have a main &quot;story&quot; (scenario), which is what you get in the big box, and you can then purchase other &quot;stories&quot; in the smaller boxes.  The large set includes:&#10;&#10;&#10;    Warrior figures: Allies - 12 pcs., Orcs - 7 pcs.&#10;    Playing field - 1 pc.&#10;    Game rules - 1 pc.&#10;    Cube D6 - 2 pcs.&#10;    Tokens (round):&#10;&#10;&#10;  &quot;Ashes&quot; - 23 pcs.,&#10;  &quot;Orcs. 1 life&quot; - 6 pcs.,&#10;  &quot;Allies. 1 life&quot; - 7 pcs.&#10;&#10;    Tokens (square):&#10;&#10;&#10;  &quot;Orcs. Equipment&quot; - 4 pcs.,&#10;  &quot;Allies. Equipment&quot; - 4 pcs.&#10;&#10;    Equipment Token Reminder&#10;    Unique Cells Reminder&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Øisteins tegnespill",
    "ID": 72568,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/72568/oisteins-tegnespill",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "On each turn a card is flipped. The card shows a small drawing that is a part of one of the figures on the board. The first player who finds the figure that is shown draws one of the cards on his/her hand and follows the instructions. Each instructions adds to the players drawing. The first player who draws all his/her cards is the winner.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Talk",
    "ID": 72570,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.25",
    "Link": "https://boardgamegeek.com/boardgame/72570/star-talk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You know the stars - but do you know their secrets? Gossip around celebrities and gamers rule the game.Star Talk is a fascinating mix of quiz and psychology. Answer questions from different categories about various celebrities.&#10;&#10;From the back of the German version:&#10;&#10;&quot;Sie kennen die Stars - aber kennen Sie auch deren Geheimnisse? Klatsch und Tratsch rund um Ber&uuml;hmtheiten und auch rund um die Mitspieler bestimmen das Spiel. Star Talk ist eine faszinierende Mischung aus Quiz und Psychologie. So ganz nebenbei entdecken Sie Ihr eigenes Star Potential! Sichern Sie sich die begehrtesten Troph&auml;en und Auszeichnungen beim Run auf die Position des &quot;&quot;Superstars&quot;&quot;! Beantworten Sie einfach Fragen aus verschiedenen Kategorien auf Ihrem Weg .......&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "...And One for All!",
    "ID": 72572,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/72572/and-one-for-all",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "...And One for All is a free skirmish miniatures game made for use with Three Musketeers miniatures.&#10;&#10;From the publisher's website:&#10;&#10;The object of ...And One For All! is to recreate the feel of swashbuckling films such as the 1970&rsquo;s &quot;Three Musketeers&quot;. It does this by encouraging you to perform swashbuckling actions about the table with your figures. The more actions a figure makes, the more dice it rolls in combat!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunny Hopp",
    "ID": 72575,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/72575/hunny-hopp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the back of the game box:&#10;&quot;An exciting, fast-paced game with Winnie the Pooh and his fiends. If you are lucky with the dice, you'll win the race to the honey pot!&quot;&#10;&#10;Players each race along separate six-space boards to the honey pot at the centre, taking turns in rolling a custom die to progress. The die has four different faces (three Pooh Bears, one Tigger, one Piglet and one Eeyore).&#10;&#10;Pooh moves the player's piece one space forward. Eeyore moves you back one space. Tigger turns your board around, so that a piece one space from the end is now one from the beginning. Piglet makes everyone pass their board to the player on their left.&#10;&#10;The first player to reach the honey pot wins. Because of the effect of Piglet, the piece that reaches the honey pot may not be the one that started with.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch a Pizza",
    "ID": 72576,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/72576/catch-a-pizza",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From A publisher:&#10;Come on in, to the new PIZZA RESTAURANT. Waiters and Waitresses rushing around to serve the customers as quickly as possible with delicious pizzas.&#10;But it won't be as easy as it seems, because over some time, the oven will explode and the pizzas are flying around everywhere. try to catch them.&#10;&#10;Object of the game:&#10;The first player to catch 4 pizzas in his pan is the WINNER!&#10;&#10;Content:&#10;1 plastic Pizza Restaurant&#10;16 pizzas&#10;4 pizza pans&#10;4 waiters&#10;1 game board (4 pieces)&#10;1 standard die&#10;&#10;How to play:&#10;Each player gets one pan and waiter in one color. Then choose the starting player.&#10;the starting player will roll the dice and move accordingly. When you step on a yellow arrow, roll again. When you step on a red square, pass the turn to your left. When you step on the pizza, add one pizza to the oven. And when you step on to the explosion square, then place your pawn on to the kitchen corrior and then set off the waiter. Then you have about 2 second before the oven explodes and the pizzas that are in there, will fly around the room. Catch any pizza into your pan and keep it.&#10;Get 4 pizzas and win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Electronic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Landser",
    "ID": 72585,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/72585/landser",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Free set of World War II skirmish rules focused on squad vs squad level combat designed by Nick Eyre.  The game is aimed primarily at 25/28mm, but 15mm works fine. Each soldier can perform a variety of different actions which are listed in his profile.  Actions include Move, Move Fast, Move and Fire, Sneak, Fire, Hide, Assault, Covering Fire, Weapon Work and Rally.  The rules are simple yet realistic. The game is divided into turns with players taking alternate turns with all of their units. The latest set of rules include many optional rules that have been added by the Landser Yahoo Group including basic armor rules and additional army lists.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Möbelrücken, oder: Wie kommt denn der Toaster ins Schlafzimmer?",
    "ID": 72587,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/72587/mobelrucken-oder-wie-kommt-denn-der-toaster-ins-sc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "M&ouml;belr&uuml;cken, oder: Wie kommt denn der Toaster ins Schlafzimmer? (translation: Furniture Moving, or: How did the toaster get in the bedroom?) was produced by Ravensburger for Ikea, which presumably sold it in their stores at one time.&#10;&#10;In the game, players move around a board and collect cards showing items of furniture and accessories (e.g., lamps) which belong in one of four rooms. Having at least three adjacent cards from a single room allows a player to &quot;open&quot; that room, at which point they start moving around a smaller, altered track and have exclusive rights to their room. When someone gets all eight cards for their room the game is over and the winner is the one whose cards are worth the most points.&#10;&#10;Additional details include joker cards and the use of a second set of cards to remove furniture from other players' rooms.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fall of the Philippines: MacArthur's Defeat, 1941",
    "ID": 72591,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/72591/fall-of-the-philippines-macarthurs-defeat-1941",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "(From Introduction)&#10;&#10;This is a solitaire game simulating the Battle for Luzon between Japanese and Allied forces after Pearl Harbor in December, 1941. The player--representing the Allied forces under Gen. Douglas MacArthur--attempts to repulse the Japanese invaders.  The game system handles the movement and combat of the Japanese side.&#10;&#10;Published in Panzer Digest #9, Summer 2010&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Philippines",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "'Nam '68",
    "ID": 72596,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/72596/nam-68",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "(from Introduction)&#10;&#10;This is a simple game of strategy for two players, simulating man-to-man combat in the jungles of Vietnam in 1968.  One player controls US soldiers and one player controls North Vietnamese (NVA) soldiers.  There are five scenarios.&#10;&#10;Published in Panzer Digest #9, Summer 2010&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Vietnam",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triplets",
    "ID": 72620,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.88",
    "Link": "https://boardgamegeek.com/boardgame/72620/triplets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Triplets is a game where players attempt to form patterns using the symbols on hexagonal tiles.&#10;&#10;Each tile has one, two, or three symbols in one of three different colors and one of three different shapes.  A triplet is formed with three tiles where each attribute is either all the same or all different.&#10;&#10;The tiles must be played in a way that forms a honeycomb lattice of overlapping rings.  To score a triplet, the three tiles must be on a single ring of hexagons, and each triplet is scored by placing a marker in the open center of the ring.  Multiple triplets can be formed on a single ring, and each tile is part of three rings, allowing for multiple scoring opportunities on each turn.  The player scoring the most triplets wins the game.&#10;&#10;Triplets is a game that will twist your brain, but stretch your visual perception and pattern matching skills at the same time.&#10;&#10;Triplets won the 2010 KublaCon Game Design Contest.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grubs",
    "ID": 72626,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72626/grubs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "25mm metal Miniature Game produced by Ironclad Miniatures.&#10;http://www.ironcladminiatures.co.uk&#10;&#10;Game features four armies bought in packs of four Grubs; Germans, Yanks, Russians and Brits.&#10;&#10;Also available separate is an Anti-Tank Dog.&#10;&#10;This is a simple quick-play game.  Grubs move and attack with D6's and D10's required to play. Each army has at it's dispostal a range of weapons with vaious ammounts of ammo.  Aim is to eliminate all other opponents.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shaun das Schaf: Kuchen-Chaos",
    "ID": 72633,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/72633/shaun-das-schaf-kuchen-chaos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Shaun das Schaf - Kuchen Chaos is an easy kids game, with a variation of a dice tower - a cake machine - as core mechanic.&#10;&#10;In every turn, a player throw in muffin-tokens (one pink and one blue with different shapes) into the tower and than moves one of the 4 platforms, to open or close holes. So after some turns, muffin-tokens will fall out of this cake machine. The player during whose turn the muffin drops out of the tower gets it. The first to collect 8 muffins wins the game&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sheep",
      "TV Shows: Shaun the Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "China: Einflusskarten",
    "ID": 72634,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72634/china-einflusskarten",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Extension for the boardgame. Available on a postcard at Abacusspiele.&#10;Including 9 new influence cards: With these it is possible to earn additional points when placing houses while owning the associated influence card.&#10;&#10;&#10;     Number 6 in the Abacusspiele / Spiele aus Timbuktu postcard-series&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Strike on Sarhu 1619",
    "ID": 72638,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/72638/strike-on-sarhu-1619",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Strike on Sarhu 1619 (&#230;&#177;&#186;&#230;&#136;&#176;&#232;&#150;&#169;&#231;&#136;&#190;&#230;&#187;&#184;1619) is a two-player board wargame that simulates the Battle of Sarhu, March 1 to March 5, 1619.&#10;http://en.wikipedia.org/wiki/Battle_of_Sarhu&#10;&#10;Each turn represents one day and each hex is about 10 km across. One player commands the Later Jin (&#229;&#190;&#140;&#233;&#135;&#145;) Eight Banners (&#229;&#133;&#171;&#230;&#151;&#151;) and the other player commands the Ming (&#230;&#152;&#142;) matchlocks and cannons. This is a decisive battle near the Sarhu Mountain Pass in Chinese history and sets an important foundation of the future Qing Dynasty.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Ming Dynasty",
      "Magazine: Board Wargame (Formosa Force Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Djinn's Game",
    "ID": 72646,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/72646/djinns-game",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Djinn's Game is a light tug-of-war style game for three players who each assume the role of a greedy Djinn.  Using the Djinn's command over the winds, players attempt to collect a variety of coins falling from the sky.  As the Djinn battle, whirlwinds rise and fall in the desert sand, changing the direction of the falling coins and your ability to collect them.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Children's Game",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mythology: Arabian",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duel in the Dark: Window / Wilde Sau",
    "ID": 72648,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72648/duel-in-the-dark-window-wilde-sau",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo Expansion published in &quot;Manoeverkritik&quot; Issue 36 (4th quarter 2007), the Club Magazine of the GHS (Gesellschaft fuer historische Simulation e.V.).&#10;&#10;Window represents british anti-Radar measures (aluminium foil), Wilde Sau is the name for the usage of German Day Fighters against Night Raids over by bombing illuminated german cities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Duel in the Dark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cubiko Word",
    "ID": 72649,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/72649/cubiko-word",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A member of the Cubiko family. This game takes the two genres of word games and dexterity games and mixes them. Bounce your bouncy ball into a grid and place one of your letters where it lands. Be the first to make a word and you score the points indicated on the die. Careful though, if the ball knocks letters around the board the situation can change in an instant.  There are several variants included in the rules.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gator Trivia",
    "ID": 72650,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72650/gator-trivia",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a football trivia game that features questions about the University of Florida. Questions cover the beginning of the program in 1899 and continue until the game's publication date in 1984.&#10;&#10;The game board is a representation of the Gator football stadium. Players move up and down the field by correctly answering questions about players, coaches, historically important games, etc. The number of yards a player moves forward on the gridiron is determined by a die roll. Penalties are assessed for incorrect answers. The player with the most points as time expires is declared the winner.&#10;&#10;Includes the board, four tokens, die, rules, and a storage insert.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vicksburg",
    "ID": 72652,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72652/vicksburg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Vicksburg was published in the October 1969 (Volume 2 Number 10) issue of International Wargamer, an IFW publication. It consisted of six pages of rules, three pages of OOB and playtest response form, two pages of counters (which needed to be colored, mounted, and cut out), and seven pages of maps (which needed to be cut out and assembled).&#10;&#10;The rules seem typical for a simple wargame from this period, with a few embellishments such as rules for canal-building, mines, and mortars. The most unusual element of the game is that it takes place on two maps, a small map for campaign operations and a large map showing just the fortifications around Vicksburg. Units are presumably supposed to move between the two, but the rules are not entirely clear.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Vicksburg (MS, USA)",
      "Players: Two-Player Only Games",
      "States: Mississippi",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mount Dora: City Of Festivals",
    "ID": 72654,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72654/mount-dora-city-of-festivals",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a game designed to showcase local business owners in Mount Dora, Florida. Located north of Orlando, this small city is famous for antique shops, the historic downtown district, and a massive sidewalk art festival.&#10;&#10;The game features a map depicting regional landmarks and dozens of stores. The cards describe each business and the game play is similar to Monopoly.&#10;&#10;Includes a large full-color laminated map, cards representing the local business community, play money, dice, tokens, and rules.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Cagey Monkey Game",
    "ID": 72657,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72657/the-cagey-monkey-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Instructions from inside the box:&#10;&#10;OBJECT: To be the last player able to add another monkey to the circus wagons.&#10;&#10;BEFORE PLAY: Place the four circus wagons faceup on the table. The monkey cards should be mixed up and turned facedown on the table. Determine who will be first.&#10;&#10;PLAY: The first player picks up any one monkey card. He places the monkey on the circus wagon that matches the color of the bars on that card. He can place the monkey anywhere in the cage and in any position, as long as the bars on the monkey card line up correctly with the bars on the circus wagon. Player to his left then plays one monkey card, etc.&#10;&#10;Cards placed onto the same circus cage may touch each other but may not overlap. Cards may touch the edge of the inside of the cage area but may not extend beyond the edge. Once a card has been correctly placed, it should not be moved.&#10;&#10;When a player is unable to correctly play the monkey card he chose, he is out of the game. The last player still in the game is the WINNER.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Electronic Toss Across",
    "ID": 72660,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/72660/electronic-toss-across",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jazz up your game play! Add cool lights and sounds with this electronic take on your favorite classics. Play eight great games including the original Toss Across tic-tac-toe, Darts, 4 Corners, &quot;X&quot; Marks the Spot, and more. Plus, mix it up by playing on the floor or on the wall!&#10;&#10;* For game nights, rainy days, anytime!&#10;    * A slick, ultra-modern design&#10;    * Comes with six bean bags&#10;    * For one to three players&#10;&#10;Re-implements:&#10;&#10;    Toss Across&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Versions & Editions: Electronic Versions of Non-Electronic Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lord of the Rings: The Black Gate",
    "ID": 72661,
    "Year": "(2002)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72661/lord-of-the-rings-the-black-gate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "A 4-Card Promo pack, distributed by Fantasy Flight Games, released at Origins 2002.&#10;&#10;It includes two cards which were later released with the Lord of the Rings: Sauron expansion, The One Ring &amp; Watchful Peace, as well as the exclusive release, The Black Gate. The fourth card is simply &quot;cover art&quot; and an explanation of the other cards.&#10;&#10;The Black Gate card is two sided, and adds a bit more of a challenge for the Hobbits to win via Military Victory, which was a path to victory added in from the Lord of the Rings : Friends &amp; Foes expansion.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Game: Lord of the Rings (Reiner Knizia's co-op game)",
      "Series: Literature (Kosmos)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sverige Frågespel: Junior – Resespel",
    "ID": 72662,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/72662/sverige-fragespel-junior-resespel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;Lively and exciting game for kids who love quiz - now in pocket size! The game consists of 600 questions in six categories: Music, Sports &amp; Games, Geography, Nature, Culture (TV shows, movies, literature), and Miscellaneous. Answer the questions and cross out 5 circles-categories with one side of the pyramid. If you are the first to correctly answer the last question, you - the are the winner!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tjejernas Frågespel",
    "ID": 72663,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72663/tjejernas-fragespel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;A girl's quiz is the perfect game for girls to play. By answering the questions and taking various exciting challenges ahead can be reached finish while collection narrow point chips. Game has questions about things that interest girls and a large proportion of them are also of the girls themselves! In addition to answering questions you have to compete in the charades, participate in exciting word hunts and may take part in special assignments.&#10;Reach the end first and be the winner of the Girls Trivia game!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ostriches",
    "ID": 72664,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/72664/ostriches",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "2.3333",
    "Description": "In Ostriches, 2 players confront their armies of special-powered ostriches in an ever changing landscape.&#10;&#10;Unfortunately, the ostriches bury their heads in the sand, so you cannot tell which is yours and which is not! Not even which powers they have!&#10;&#10;Wait! Special-powered ostriches? Yeah, well... It is a game. Just have fun!&#10;&#10;Components&#10;&#10;- Four 3x3 tiles&#10;- 12 ostriches pawns, 6 in each color, with identical backs.&#10;- 2 bush tokens&#10;- A bag&#10;&#10;Setting up the game&#10;&#10;- The four parts of the board are placed in a large 6 x 6 square, each player facing an opposite side of the square.&#10;- The two bush tokens are placed in the center spaces of two of the tiles, on on each side.&#10;- Each player takes the six pawns of one color. &#10;- The first player is randomly determined.&#10;- Each player on turn places one of his pawns, face down, on an empty space on one of the two 3x3 tiles nearest to him, until both players have placed their six pawns.&#10;&#10;Playing the game&#10;&#10;Players play on turn. On his turn, a player&#10;1) moves a pawn.&#10;2) rotates a tile 90&deg; in any direction&#10;&#10;1. Moving a pawn&#10;&#10;- The player moves any pawn, save the one just moved by his opponent.&#10;- Pawns move like chess knights, but must land on an empty space.&#10;- If a pawn lands on one of the six spaces of the row nearest to the opponent, it is turned face up an remains so until the end of the game.&#10;- If a pawn is revealed and has a special ability, the player who moved the pawn now uses this ability, even if the pawn belongs to the other player.&#10;&#10;Special abilities:&#10;&#10;Move bush : move one of the two bush tokens to any other space on the board.&#10;Swap pawns : Swap any two face down pawns on the board&#10;Eye : look at any two face down pawns.&#10;Swap tiles :  Swap any two tiles, without rotating them&#10;&#10;2. Rotating a tile&#10;&#10;- The player rotates 90&deg; clockwise or counterclockwise any one of the four tiles, save the tile where his pawn has landed.&#10;Note : if rotating a tile moves a face down pawn  to the row nearest to the opponent, the pawn is NOT turned face up.&#10;&#10;Winning the game&#10;&#10;First player with four face up pawns wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Ostriches",
      "Containers: Drawstring Bag",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kontrast",
    "ID": 72670,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/72670/kontrast",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;&quot;Cards&#10;&#10;112 cards representing the letters of the alphabet&#10;4 cards for each letter except:&#10;2 letter Z's, 2 of the letter X&#10;6 each of the vowels, A, E, I, O, and U.&#10;&#10;Object Of The Game&#10;&#10;The object of the game is to be the first player to remove all of the cards from his hand by forming valid words and accumulating 25 points.&#10;&#10;Valid Words&#10;&#10;To be valid, words must have two or more letters, must not be proper nouns, words must be in singular form. Abbreviated words, slang words, and foreign words are not permitted.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ox Blocks",
    "ID": 72672,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.18",
    "Link": "https://boardgamegeek.com/boardgame/72672/ox-blocks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "From the box: Ox Blocks is a game for 2 players. The object is to make a straight line of X's or O's horizontally, vertically or diagonally.&#10;&#10;One player elects to play X's, the other O's. Either player may start by rolling any one of the Ox Blocks. If a player throws his own symbol (X or O) he may place it on the board in any position he wishes. If he throws his opponent's symbol, he must still place it on the board. In this case he will try to help his opponent as little as possible.&#10;&#10;If either player throws a Block with the open face upwards, he may remove one of his opponent's Blocks from the board. If his opponent has no Blocks on the board, he must remove one of his own Blocks.&#10;&#10;Players take it in turns to throw the Blocks until one player makes a complete line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knights of Crylail",
    "ID": 72673,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/72673/knights-of-crylail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "A dark wizard has summoned three mighty Drak-Borgs, equipped them with stones of power and sent them to their death in the Void. When each Drak-Borg meets this fiery doom, the wizard and his legions increase in power. The hope of the Free Lands of Crylail depends on the brave knights and their fellow fighters sent to slay the Drak Borgs in the Lanten fields at the edge of the world.&#10;&#10;Knights of Crylail is a dexterity game for 2 or 4 players. Simple rules that will have you playing in minutes on any flat surface. Surprising options and depth of strategy. Plays anywhere - you set the victory conditions.&#10;&#10;In Knight's of Crylail you must attempt to flick your pieces closest to the common enemy and try to score the most points in order to prevail!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don Quixote: Sancho-Pansa-Expansion",
    "ID": 72675,
    "Year": "(2010)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/72675/don-quixote-sancho-pansa-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Before the game begins, each player places one Sancho Pansa tile face-up next to his Princiality.&#10;&#10;Whenever you have to place one of your open tiles after a position card was turned over, you may substitute Sancho Pansa for that tile.&#10;&#10;State that you are doing so aloud and clearly and then place Sancho on the filed in question.&#10;&#10;All the other rules remain the same. There is no requirement that you play Sancho Pansa.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Authors: Miguel de Cervantes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alexander the Great: The Battle of Issa",
    "ID": 72676,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/72676/alexander-the-great-the-battle-of-issa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Part of the Age of Battles: Napeonic Wars &#226;&#128;&#147; Rulebook (3rd Edition) table-top miniatures gaming system using 1/72 scale miniatures, The Battle of Issa replays Alexander's attempt to defeat Darius and his Persian army.&#10;&#10;Alexander the Great: The Battle of Issa&#10;This box contains 4 complete kits:&#10;Zvezda &ndash; 8019 &ndash; Macedonian Phalanx (Complete Box)&#10;Zvezda &ndash; 8007 &ndash; Macedonian Cavalry (Complete Box)&#10;Zvezda &ndash; 8006 &ndash; Persian Infantry (Complete Box)&#10;Zvezda &ndash; 8008 &ndash; Persian Chariot and Cavalry&#10;&#10;From the back of the box:&#10;The military-historic game &quot;The Battle of Issa&quot; is based on the events that took place in Syria in October 333 BC in the valley between mountains and the sea. Two armies of Alexander the Great and Darius of Persia met. The Macedonial cavalry and phalanx crossed the river under Persian arrows and made the Persian king and all his army flee.&#10;&#10;This game is for 2-6 players. The enemy armies led by the players meet near the bay of Issa, in the valley of the Pinar river. Battle characteristics of the armies are close to the reality.Tactic maneuvering are very important in the game. Under a skillful leader a smaller army can defeat numerous enemies. You can either recreate the historic battle or change the course of the fight. Anyway you should rely not only on the number of your army but also on your leadership and war skills.&#10;&#10;Zvezda 8205&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Miniatures",
      "Country: Iran",
      "Country: Turkey",
      "History: Wars of Alexander the Great",
      "Series: Age of Battles (Zvezda)"
    ]
  }
]