[
  {
    "Rank": "N/A",
    "Name": "Preußische Ostbahn: Oldenburg Expansion",
    "ID": 74682,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74682/preussische-ostbahn-oldenburg-expansion",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Preu&szlig;ische Ostbahn: Oldenburg Expansion brings another railroad with a special ability into the game. &#10;This is part of Winsome's Essen 2010 set. &#10;Winsome Games' 2010 Essen Set&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Cities: Oldenburg (Lower Saxony, Germany)",
      "Series: Cube Rails",
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sins of a Star Empire",
    "ID": 74690,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/74690/sins-of-a-star-empire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A boardgame inspired by the fantastic PC game Sins of a Solar Empire.&#10;&#10;The game is more or less in the same respect as the PC game. You build ships, research technology, and expand your empire through vast star systems, of which several may be used at once.&#10;&#10;Players will build massive fleets of varying ships and fight for control of the planets they need to yield resources, and spread their culture across one or more star systems. All while attempting to destroy another players Home World. Once a Home World has fallen, the game ends, and scores are totaled using a score card. &#10;Scoring is the most detailed and elaborate part of the game. Players can earn points in all four different categories, including Military, Culture, Technology and Economy. There are also bonuses for players who scored the highest in any one of these areas.&#10;&#10;            Sadly, the one who looses their Home World REALLY looses in points. Trying to work this problem out so they don't feel like they loose so badly, while keeping book keeping down to a bare minimum. Any suggestions on how to do this would be greatly appreciated. This is one of the main things I have yet to really work out.&#10;        &#10;    &#10;&#10;&#10;Features:&#10;&#10;-- 3 unique races, each with special abilities, research trees, and &quot;Home World advantages&quot;.&#10;-- 3 different resources to manage, along with a black market, on which you can sell or buy these resources if you cannot acquire them through &quot;legal&quot; means.&#10;-- All planet types you can expect to find: Terran, Desert, Volcanic, Ice, Asteroids, Worm Holes... &#10;-- Several ship classes, including Frigates, Cruisers and Capital Ships.&#10;-- Bucket of Dice combat system makes the battles fast and easy, while still having the epic space battles that the PC game delivers.&#10;-- Semi-Modular game boards. The star-system boards are set up with blank spaces linked by phase lines to place planets. Set up a random map, or design your own. Each map also has 2 different colored Phase Lines for smaller or larger games.&#10;-- Pirates occupy each undiscovered planet, with the player opposite of you rolling for the Pirates. This allows for a bit more interaction in the beginning of the game.&#10;-- Cheap. Besides the dice, you only need to print out a few items. The only thing you really need to print with quality is the Star System board, and two 4x6 sheets of game counters.&#10;&#10;Designer Note: I do not own any of the rights to the PC game, nor do I intend on making any sort of profit from it in the slightest.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Betting and Bluffing",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Paris & Moscow",
    "ID": 74712,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74712/age-of-steam-expansion-paris-and-moscow",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Age of Steam Expansion - Paris &amp; Moscow is one of the 2010 releases from French designer Alban Viard.&#10;&#10;Paris features a fixed map using large districts in place of standard Cities with pre-determined linkages between them.&#10;&#10;In Moscow the players must contend with the Russian Mafia, who make different cities black each round.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Cities: Paris (France)",
      "Country: Russia",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Robot & Hexpansion",
    "ID": 74713,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74713/age-of-steam-expansion-robot-and-hexpansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is the second set of expansions by Alban Viard for the 2010 Essen Fair.&#10;&#10;This is a mini-expansion that is intended to enhance other Age of Steam expansions.&#10;&#10;The Robot adds a special delivery location to Age of Steam Expansion: The Moon. After all of the starting cities have been connected, a robot factory is built, which will crank out black cubes when it receives deliveries.&#10;&#10;The Hexpansion is a set of new city tiles that can be used on many existing boards. It allows players to cover up the existing cities with different coloured ones, adding variety to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The I-Spy Game",
    "ID": 74714,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/74714/the-i-spy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A charming little childrens game for 2 to 4 players in which each player competes to be the first to cover their individual playing board with 6 puzzle pieces. Each turn a letter of the alphabet is chosen using the spinner provided. Players race to find a part of their picture which begins with that letter. The first player to do so and call out their answer places a piece of their puzzle over the identified picture element. The game balances nicely as players have less to look at than others if they are closer to winning. The 4 different pictures on the playing boards are very appealing to children with a whimsical light-hearted artwork. They contain a lot of detail which keeps the game from becoming too repetitive.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heavy Hitters",
    "ID": 74715,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/74715/heavy-hitters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Marvel Comics characters come to life in this punching, kicking, and missile launching fighting game. Similar to Rock 'Em Sock 'Em robots, you fight your characters until one player takes a fatal blow. However, in Heavy Hitters you aren't contained in a ring and you have kicking and missile attacks too.&#10;&#10;Heavy Hitters was sold as a two character set, or as individual characters.&#10;&#10;User Description&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Marvel Universe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Record Sheets – 3060",
    "ID": 74743,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74743/battletech-record-sheets-3060",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "You&rsquo;ve grasped the tactics involved with the additional units and weapons from Total Warfare to defeat your opponents. Now you own Technical Readout: 3060 and want to deploy some of those &rsquo;Mechs, ProtoMechs and vehicles on your gaming table. Grab your dice and start rolling, because these sheets are for you!&#10;&#10;Record Sheets: 3060 contains 55 pre-printed &rsquo;Mech record sheets that will have players firing autocannons, missiles and PPCs at each other in no time. More than forty vehicle and ProtoMech sheets bring the excitement of combined-arms game play to any table top. Two ready-to-play scenarios focus on the highlights of this volume, while an extensive Rules Addendum section provides a sneak peak of all the advanced rules options provided in Tactical Operations&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Record Sheets – 3075",
    "ID": 74746,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74746/battletech-record-sheets-3075",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;MORE BATTLEMECHS FOR THE BATTLEFIELD&#10;&#10;You&rsquo;ve grasped the tactics involved with the additional units and weapons from Total Warfare to defeat your opponents. Now you own Technical Readout: 3075 and want to deploy some of those &rsquo;Mechs, battle armor and vehicles on your gaming table. Grab your dice and start rolling, because these sheets are for you!&#10;&#10;Record Sheets: 3075 contains forty pre-printed &rsquo;Mech record sheets that will have players firing autocannons, missiles and PPCs at each other in no time. More than forty battle armor, vehicle and aerospace fighter sheets bring the excitement of combined-arms game play to any table top. Two ready-to-play scenarios focus on the highlights of this volume, while an extensive Rules Addendum section provides a sneak peak of all the advanced rules options provided in Tactical Operations and Strategic Operations. Finally, the Quick-Start Manei Domini rules introduce the Word of Blake super soldiers of the current Inner Sphere-shaking Jihad storyline for easy use on your gaming table.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Historical – Operation Klondike",
    "ID": 74753,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74753/battletech-historical-operation-klondike",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Publisher Blurb:&#10;&#10;In the wake of the Star League&rsquo;s collapse, Aleksandr Kerensky led the bulk of the SLDF into deep space to escape the inevitable Succession Wars. But war soon came to the &quot;Star League in Exile&quot; anyway, prompting General Kerensky&rsquo;s son Nicholas to form a new society, based on the principles of honor and strength. Fifteen years later, the newborn Clans were unleashed against those who abandoned Kerensky&rsquo;s vision.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Historical Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Warmachine: Protectorate of Menoth",
    "ID": 74762,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74762/forces-of-warmachine-protectorate-of-menoth",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Publisher Blurb / Back of book&#10;&#10;The Road to Salvation is Paved with the Skulls of Heretics&#10;&#10;Driven by Menoth's will, the Protectorate of Menoth wages a crusade against the other nations and lesser faiths of western Immoren. Powerful warcasters imbue their towering warjacks with divine might while masses of zealots, mighty Knights Exemplar, and ranks of disciplined Temple Flameguard stand ready to cleanse the stain of heresy wherever it may be found. Against those who carry out the Creator's will, there can be no hope of victory!&#10;&#10;March forth with the hosts of the Lawbringer in Forces of WARMACHINE: Protectorate of Menoth, featuring:&#10;&#10;* Complete faction rules and profiles for using all current Protectorate models in WARMACHINE Mk II.&#10;    * New troops to bring to the fight, plus the all-new warcaster Vice Scrutator Vindictus.&#10;    * An in-depth look at the history and structure of the Protectorate's military.&#10;    * A painting and modeling guide to help you ready your forces for battle.&#10;    * Protectorate Theme Force lists and rules, which allow you to create armies based on specialized forces from the Protectorate of Menoth.&#10;&#10;Let Your Righteous Wrath Burn the Unbelievers!&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Warmachine: Cryx",
    "ID": 74765,
    "Year": "(2010)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74765/forces-of-warmachine-cryx",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher Blurb / Back of book&#10;&#10;The Dragonfather Calls&#10;&#10;From the darkness of their nightmarish isle, the undead legions of Cryx strike forth at the Iron Kingdoms, each battle serving to fuel their unholy factories as necrotechs shape everything that walks, crawls, or slithers out of their dank, macabre workshops. To oppose Cryx is to oppose death itself as legions of undead mechanithralls, ghostly bane thralls, looming black iron helljacks, and skittering bonejacks surge forth at the command of their lich lord masters.&#10;&#10;Serve the glorious Dragonfather and bend the power of death to your will with Forces of WARMACHINE: Cryx, featuring:&#10;&#10;* Complete faction rules and profiles for using all current Cryx models in WARMACHINE Mk II.&#10;    * New troops to bring to the fight, plus the all-new warcaster Lich Lord Venethrax.&#10;    * An in-depth look at the history and structure of Cryx&rsquo;s military.&#10;    * A painting and modeling guide to help you ready your forces for battle.&#10;    * Cryx Theme Force lists and rules, which allow you to create armies based on specialized forces from the nightmare empire of Cryx.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Warmachine: Mercenaries",
    "ID": 74766,
    "Year": "(2010)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74766/forces-of-warmachine-mercenaries",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher Blurb / Back of book&#10;&#10;Our Business is War&#10;&#10;Where war arises, warriors-for-hire inevitably follow&mdash;and conflict is constant within the Iron Kingdoms. The mercenaries of the region are as varied as its lands and the peoples who inhabit them. From vile assassins such as the infamous Croe&rsquo;s Cutthroats to the Hammerfall companies from the dwarven nation of Rhul and the highly disciplined Steelheads, generals can find mercenaries to suit any battlefield role.&#10;&#10;Whether you field mercenaries as faction reinforcements or as their own army, Forces of WARMACHINE: Mercenaries contains everything you need to employ these sell-swords in battle, featuring:&#10;&#10;* Complete faction rules and profiles for using all current Mercenary models in WARMACHINE Mk II.&#10;    * New troops to bring to the fight, plus the all-new warcaster Drake MacBain.&#10;    * An in-depth look at the various mercenary charters that seek profit amid the wars of the Iron Kingdoms.&#10;    * A painting and modeling guide to help you ready your forces for battle.&#10;    * Mercenary Theme Force lists and rules, which allow you to create armies based on specialized mercenary arrangements in the WARMACHINE world.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hordes Primal Mk II",
    "ID": 74771,
    "Year": "(2010)",
    "Geek Rating": "5.713",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74771/hordes-primal-mk-ii",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.7407",
    "Description": "Publishers Blurb&#10;&#10;In a world ravaged by warfare, fury is your greatest weapon.&#10;&#10;In HORDES, even the earth trembles as towering warbeasts born to fight and trained to kill hurl themselves at their foes in a frenzy of claw and fang that churns the battlefield into a writhing sea of carnage. Within the bloody fog of war, their battle leaders seize this unbridled rage and from it forge momentous weapons to wield against their enemies, knowing only the strongest, fastest, and most cunning will survive.&#10;&#10;Take control of a powerful warlock and his horde of fierce warriors and monstrous warbeasts in this fast-paced and aggressive 30 mm tabletop miniatures battle game set in the foreboding wilds of western Immoren, home of the Iron Kingdoms.&#10;&#10;&#10;    HORDES: Primal Mk II thrusts you into this savage world with:&#10;    Complete core rules for the HORDES tabletop miniatures game&#10;    In-depth histories of the non-human nations of western Immoren and the conflicts that have shaped them.&#10;    Detailed profiles and rules for the powerful warbeasts and soldiers of the Trollbloods, Circle Orboros, Legion of Everblight, and Skorne.&#10;    An instructional painting and hobby guide that will show you how to bring your tabletop battlefield to life.&#10;&#10;&#10;Seize the unstoppable power of HORDES Mk II and unleash the fury within!&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Hordes: Skorne",
    "ID": 74772,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74772/forces-of-hordes-skorne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Publishers Blurb&#10;&#10;Enslave and Subjugate&#10;From the blasted stormlands of Immoren march the vicious armies of the Skorne Empire set on the conquest of the Iron Kingdoms. Disciplined ranks of praetorians, elite cataphracts, and malicious paingivers fight alongside fearsome titans and other great warbeasts under the cruel watch of their mighty warlords. Warriors to the core, the skorne employ the dark art of mortitheurgy to push their bodies past normal limits and to fight on past death.&#10;&#10;Lead the merciless skorne in their domination of the Iron Kingdoms with Forces of HORDES: Skorne, featuring:&#10;&#10;&bull; Complete faction rules and profiles for using all current Skorne models in HORDES Mk II.&#10;&bull; New troops to bring to the fight, plus the all-new warlock Dominar Rasheth.&#10;&bull; An in-depth look at the history and structure of the Skorne Empire&rsquo;s military.&#10;&bull; A painting and modeling guide to help ready your forces for battle.&#10;&bull; Skorne Theme Force lists and rules, which allow you to create armies based on specialized forces from the Skorne Empire.&#10;&#10;Go Forth and Bend All of Immoren to Your Will!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Iron Kingdoms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Hordes: Trollbloods",
    "ID": 74774,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74774/forces-of-hordes-trollbloods",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Publishers Blurb&#10;&#10;For Kith and Kriel&#10;Caught amid the destructive wars of man, the many tribes of the trollkin have united to save their kind and drive out those who despoil their lands. Led by mighty warlocks who can summon ferocious full-blood trolls to their side and backed by hearty trollkin warriors, pygmy sharpshooters, and powerful champions who have banded together to forge their own legends, the trollkin are prepared to stand their ground against any army that dares threaten them.&#10;&#10;Unite the kriels under your banner with Forces of HORDES: Trollbloods, featuring:&#10;&#10;&bull; Complete faction rules and profiles for using all current Trollblood models in HORDES Mk II.&#10;&bull; New troops to bring to the fight, plus the all-new warlock Captain Gunnbjorn.&#10;&bull; An in-depth look at the history and structure of the trollkin kriels.&#10;&bull; A painting and modeling guide to help ready your forces for battle.&#10;&bull; Trollblood Theme Force lists and rules, which allow you to create armies based on specialized forces from the Trollbloods.&#10;&#10;Sate the Hunger of Trolls upon the Carnage of War!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Pat and His Pigs",
    "ID": 74782,
    "Year": "(1896)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/74782/the-game-of-pat-and-his-pigs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a children's race game in which you, the farmer Pat, are driving your pigs to market. Each player receives four pieces (pigs), and a spinner is used to move them individually along the main (broad) path. Landing on a blue space requires you to turn a pig off on to the relevant dotted (narrow) path; conversely, landing on a red dot on a dotted path forces the pig to move on to a second dotted path. Therefore it is quite easy to get your pigs in disarray!&#10;&#10;No captures are utilized in the game, and one strategy is to try and group several of your pigs on one space and move them as a unit. The first farmer to drive all their pigs to market first wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Pigs",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Greeny",
    "ID": 74801,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/74801/greeny",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "During the game, players have to collect Greenycards. Greenykaarten are energycards such as solar, wind and water. These cards provide a lot of points.&#10;Every turn a player takes a Environment card. The player follows the instruction of the card. If you saved the environment the player can get Greenycards. If not, the player takes Raw material cards, such as waste, coal and oil. These cards provide sentence points. &#10;The player with the most points at the end of the game, wins.&#10;&#10;The objective of the game is to teach children how to save the envirement.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Environmental"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shogun: Tenno's Court",
    "ID": 74823,
    "Year": "(2011)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74823/shogun-tennos-court",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "The first expansion to Dirk Henn's Shogun.&#10;&#10;The Daimyos (military lords) are still fighting over the distribution of the empire&rsquo;s provinces while peasant revolts and famines do not encourage ruling the country. But none other than the disempowered Tenno (Emperor) might tip the scales for some of the sovereigns. Ensuring the favor of the Tenno by using your diplomatic skills will help you win precious gifts and highly rated privileges. But be careful: If you vie too much for the Tenno&rsquo;s favor you might easily lose control of your armies...&#10;&#10;This expansion increases the strategical depth of the basic game by allowing players to visit the imperial court. Players can convert their armies (either from the tower tray or their provinces) to court officials and send them to the imperial court to acquire favors from the Emperor.&#10;&#10;It also includes the Samurai mini-expansion, which can be used with the base game in combination with Tenno's Court or on its own. With this mini-expansion, each player receives a stack of cards showing progressively better bonuses. If a player controls provinces in at least four regions at the beginning of a round, they can reveal the next card in their stack and select one of the bonuses depicted on it.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Asia",
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Σωκράτης",
    "ID": 74857,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/74857/sokratis",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The game 'Socrates' is a game for those who are interested to learn more about philosophy, civilization, culture and sciences. The game contains 1200 questions from ancient, medieval and modern times. Some questions focus on the renaissance era and some on science and religion. 'Socrates' is an excitement knowledge game full of challenges and surprises.&#10;&#10;Description in Greek, taken from the game's back cover:&#10;&#10;&Tau;&omicron; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &quot;&Sigma;&omega;&kappa;&rho;&#206;&#172;&tau;&eta;&sigmaf;&quot; &epsilon;&#206;&#175;&nu;&alpha;&iota; &#206;&#173;&nu;&alpha; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &gamma;&iota;&alpha; &epsilon;&kappa;&epsilon;&#206;&#175;&nu;&omicron;&upsilon;&sigmaf; &pi;&omicron;&upsilon; &epsilon;&nu;&delta;&iota;&alpha;&phi;&#206;&#173;&rho;&omicron;&nu;&tau;&alpha;&iota; &nu;&alpha; &mu;&#206;&#172;&theta;&omicron;&upsilon;&nu; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#207;&#140;&tau;&epsilon;&rho;&alpha; &gamma;&iota;&alpha; &tau;&eta;&nu; &phi;&iota;&lambda;&omicron;&sigma;&omicron;&phi;&#206;&#175;&alpha;, &tau;&omicron;&nu; &pi;&omicron;&lambda;&iota;&tau;&iota;&sigma;&mu;&#207;&#140;, &tau;&eta;&nu; &iota;&sigma;&tau;&omicron;&rho;&#206;&#175;&alpha; &kappa;&alpha; &tau;&eta;&nu; &epsilon;&pi;&iota;&sigma;&tau;&#206;&#174;&mu;&eta;. &Tau;&omicron; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &pi;&epsilon;&rho;&iota;&#206;&#173;&chi;&epsilon;&iota; 1200 &epsilon;&rho;&omega;&tau;&#206;&#174;&sigma;&epsilon;&iota;&sigmaf; &alpha;&pi;&#207;&#140; &tau;&eta;&nu; &Alpha;&rho;&chi;&alpha;&iota;&#207;&#140;&tau;&eta;&tau;&alpha;, &tau;&omicron; &Mu;&epsilon;&sigma;&alpha;&#206;&#175;&omega;&nu;&alpha;, &tau;&omicron; &Delta;&iota;&alpha;&phi;&omega;&tau;&iota;&sigma;&mu;&#207;&#140; &kappa;&alpha;&iota; &tau;&eta; &sigma;&#207;&#141;&gamma;&chi;&rho;&omicron;&nu;&eta; &epsilon;&pi;&omicron;&chi;&#206;&#174;. &Tau;&omicron; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &quot;&Sigma;&omega;&kappa;&rho;&#206;&#172;&tau;&eta;&sigmaf;&quot; &epsilon;&#206;&#175;&nu;&alpha;&iota; &#206;&#173;&nu;&alpha; &sigma;&upsilon;&nu;&alpha;&rho;&pi;&alpha;&sigma;&tau;&iota;&kappa;&#207;&#140; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &gamma;&nu;&#207;&#142;&sigma;&epsilon;&omega;&nu;, &gamma;&epsilon;&mu;&#206;&#172;&tau;&omicron; &pi;&rho;&omicron;&kappa;&lambda;&#206;&#174;&sigma;&epsilon;&iota;&sigmaf; &kappa;&alpha;&iota; &epsilon;&kappa;&pi;&lambda;&#206;&#174;&xi;&epsilon;&iota;&sigmaf;.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hip Hop Millionaires",
    "ID": 74906,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/74906/hip-hop-millionaires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The Worlds Most Popular Grammie Board Game&quot; - Work your way from the City Steets to a Hip Hop Grammie winning artist. Buy and sell your own CD tracks. The person with the most Hip Hop Grammies, Cash Chips, and CD's wins!&#10;&#10;Gameplay - This game is a re-themed Monopoly game. Players start in the Ghetto and roll a set of dice to move around the board and collect CD's to gain money and fame. There are various &quot;hip hop&quot; related crimes and even the IRS space to take your money away from you. If you land on &quot;2 park parking&quot; you receive all the money that has been paid for fines and taxes.&#10;&#10;The winner is the last player standing with the most Money, CD Tracks &amp; Hip Hop Grammies. When you are out of money, you are out of the game.&#10;&#10;Turn a boring evening into a blast with friends &amp; family. Test your skills and rise to the top!&#10;&#10;",
    "Categories": [
      "Economic",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gnome Race",
    "ID": 74909,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/74909/gnome-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It is that time of year again when all the gnome villages in the big magical forest get ready to send their top team to the gnome race. It is a dangerous challenge where the gnomes have to race on their tricycles through the ancient and mysterious forest.&#10;&#10;However the ancient forest is also the home of the wizards and if there is one thing they hate, it is noisy and crazy racing gnomes...&#10;&#10;You will represent your village with a racing team that is composed of 1 big slow gnome and 2 fast tiny gnomes. Can you bring victory to your city by being the first to get your entire racing team to the finish?&#10;&#10;Face the spells of the wizards and find enough gold to buy better spells. Magic is not an exact science so you will never be sure of the outcome of a spell. It might be wise to shelter under the sacred trees and use amulets to protect yourself.You can move in any direction, drive your opponents off the road or be driven off the road yourself.&#10;&#10;The game board changes as the game progresses, can you use this to your advantage?&#10;&#10;Players roll dice to move around the board, play spells from their hands to change the board, foil opponents plans and get more gold. The winner is the first player to get his entire team across the finish line.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bamzaai",
    "ID": 74929,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/74929/bamzaai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game of deduction, in which one has to try to figure out how many colored rods the other player holds in his/her hand.  the player deducting best wins the game.&#10;&#10;Each player plays  with 3 rods, the boardgame is set to indicate the total number of rods in play at any given moment (eg. at start of the game with 3 players, the indicator is set at 9).  Then players choose to hold 0,1,2 or 3 rods in one hand and shows his/her closed fist on the table top, hiding the rods in the hand.  &#10;Then each players takes his/her colored indicator and places it next to the indicator equalling (guess!) the number of rods in all players' fists.  this process is done for all players, but one can not choose a number already chosen.&#10;The person guessing correctly can place one of his/her colored rods in the boardgames foreseen spaces, the total number of rods indicator on the boardgame is then changed to one less (rod in play).&#10;Should nobody have guessed the total amount of rods, the round is played over again.&#10;First player to get rid of all 3 of his colored rods wins the game.&#10;&#10;PS : 'Bamzaai' is deducted from the dutch verb 'Bamzaaien' and means 'deciding based on guessing a number in ones fist' (these can be beads, matches, peanuts, ...)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Girigiri Bowling",
    "ID": 74935,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/74935/girigiri-bowling",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Short action game with minimal components. Ten wooden bowling pins are set on the small plastic board. The goal is to knock all but one pin by pinching the edge of the board. It was one of 500-yen games in Game Market 2010, Tokyo, Japan.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexagonal Kyoto Shogi",
    "ID": 74956,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/74956/hexagonal-kyoto-shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Source: http://www.drjochum.de/ via http://www.archive.org&#10;&#10;Hexagonal Kyoto Shogi is Tamiya Katsuya's Kyoto Shogi adapted to a 37-cell hexagonal board. The movement of the pieces is based on Wladyslaw Glinski's Hexagonal Chess.&#10;&#10;As with all Shogi variants, the objective is to checkmate your opponent's king. Unlike chess, Shogi pieces are flat, all the same color, and pentagonal. Ownership of a piece is indicated by the direction it is pointing. When you capture a piece, you may on a later turn place that piece on the board and use it as your own.&#10;&#10;At the start of the game, each player has five pieces, which appear from left-to-right in the following order:&#10;&#10;&#10;     Tokin, which moves like a Gold General (Lance)&#10;     Silver General (Bishop)&#10;     King&#10;     Gold General (Knight)&#10;     Pawn (Rook)&#10;&#10;&#10;The name in parenthesis is the piece's promoted value; when a piece promotes. it is flipped to its promoted side. However, the unusual feature that this game shares with Kyoto Shogi is that a piece must promote (and demote) every time it is moved.&#10;&#10;Because of the geometry of the hexagonal board, some pieces have more, and less, mobility than its counterparts on a square board. For example, the King in Shogi may move in one of eight directions, while in this game, it has a choice of twelve.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Spy Road Game",
    "ID": 74958,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/74958/i-spy-road-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each card has 4 different objects to spot.&#10;&#10;Find one object on a card and you discard it into your pile and draw another.&#10;&#10;Pick new cards until the deck of 52 cards and 2 jokers is used up.&#10;&#10;The winner is the one who spotted the the most objects and has the largest card pile.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Tower of Chaotic Stereotypes",
    "ID": 74970,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/74970/the-tower-of-chaotic-stereotypes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "500",
    "Play Time": "500",
    "Weight": "0",
    "Description": "Premise:&#10;&#10;You are a group of nerds and/or geeks who have discovered a secret tomb of a long-gone fanatic of geek/nerddom.  Inside you discover a spiraling tower of RPG, video game, and movie stereotypes of every sort on each floor, and must collect treasures and artifacts  from each of them in order to challenge the Master Ghost and claim the title of Master Geek for yourself.&#10;&#10;But meanwhile, a deranged, shadowy psychopathic killer stalks your strongest party member, believing that he would get your champion's powers if he kills him/her.  He's slow, but insanely powerful, and to meet him would mean almost certain doom.&#10;&#10;Once someone challenges and defeats the Master Geek, the dungeon starts crumbling, but the psycho-killer still stalks you (unless you killed him before).&#10;&#10;Goal&#10;The goal is to get the most prestige upon exiting the tower, getting prestige points for each treasure item collected, each artifact acquired, along with bonus points for the person who defeats the Master Geek and/or the psycho-killer.&#10;&#10;Gameplay:&#10;&#10;The players start outside of the tower, and walk inside to a lobby and a staircase leading upwards, where they may or may not encounter enemies.  These are all represented by cards.  The stairways/lobbies and tower corridors/rooms are represented by wider and larger cards, and each detail a special conditional effect that takes place with everyone who stays in the corridor/room/stairway/lobby, even if the conditional effect is &quot;this is just a normal room.&quot;  Some examples include rooms where battles are tougher in some way, rooms where each player's gender is changed, rooms where there's treasure lying everywhere, and a room where all the enemies are flying and thus are more difficult to fight.&#10;&#10;The tower begins unexplored.  As players explore the tower, going up stairs and walking through the floors, a room/stairway/floor effect card is drawn and placed onto any unexplored space they walk into.  If a room is empty (void of monsters) upon entry, a new battle is triggered.&#10;&#10;Battles are fought with a bit of luck combined with overall strength.  Each floor has a certain &quot;battle size&quot; (with certain rooms having increased battle sizes), which determine the number of monsters that can fight in any single battle.  Upon entering the previously mentioned empty room, players draw a number of encounter cards (which are smaller than the room cards) equal to the battle size of the floor/room they are on.  The encounter cards can include everything from the monsters themselves, to traps and curses that affect a character negatively, to positive boons, and any number of special training (which allows the characters to have a class analogous to the genre they are currently fighting in, or a DNA transformation that allows them to do something very similar with their &quot;race&quot; (includes standard fantasy races in floors 1-2, &quot;horror&quot; races like vampires and werewolves in floor 3, and so on...).  If a character draws the number of encounter cards required and ends up not having to fight a battle equal to the battle size of the room/floor, other players can add additional monsters to increase the battle up to the battle size.  Other players can also play cards to strengthen either side.  Multiple monsters add to each other's strengths, and special other cards allow players to add monsters beyond the maximum battle size.  Players can also negotiate another player's help if the other player is on the same floor.  Battles are fought by rolling a d12, and adding the result to each side's total strength.&#10;&#10;If a monster is defeated, the player who is playing his turn may find a special floor artifact (each of which adds to a character's strength) if the monster was sufficiently powerful enough.  In order to enter the top floor, the players need a certain amount of artifacts from each floor below.  Monsters also drop loot, and players can pick up a certain amount of loot each turn.  Other players can also swerve in to raid a large loot pile.  Loot can include anything that could be considered treasure: equipment that add to character strength, free artifacts, temporary power-ups (like grenades and pixie dust), protection items, and items that are otherwise worthless but are value at high currency (totaled for points in the end).  If a player doesn't fight a battle in a room he's entered, he can draw additional encounter cards for future (or immediate) use.&#10;&#10;Once a player has acquired a certain number of artifacts from each floor, he can enter the top floor, where the Master Geek resides.  Battles there are tougher than any other floor, and draw from the monsters that the players might have encountered previously on every other floor.  The players might also encounter the Master Geek himself, who's obviously a lot stronger than those tougher battles.  If a player manages to defeat him, the tower starts crumbling (one room/stairway is removed at the end of each player's turn), and the players' goal is to then escape the falling tower).&#10;&#10;A twist is that there's an insanely powerful psycho-killer who's always stalking the strongest player (changing targets if that position is taken by another player).  He only moves 2 rooms per turn cycle (each player can always move 3), but if he catches you, it's very bad news.  It's very likely he'll kill the character [i]and[/i] drain him of several artifacts (other monsters can kill you as well, but he's the one that'll probably have the easiest time doing it).  He's still stalking you once the tower starts crumbling, and very likely, he'll be standing between your characters and the exit.  If a player dies, they respawn at the entrance, but leave all their equipment and items as loot in the last room they were in (free for other players to raid, or to get lost in the crumbling of the tower at the end).&#10;&#10;When all characters have exited the tower successfully after the defeat of the Master Geek, points are calculated, factoring in: 1) the amount of treasure/equipment a player has retained, 2) how many other players the player beat to the exit, 3) how many artifacts the player has acquired, 4) whether or not the player was the one to defeat the Master Geek, and 5) if the player defeated the Psycho.  Whoever is found to have the most points is the winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wizard Dice",
    "ID": 74974,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/74974/wizard-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Wizard Dice is an ancient duel between wizards, who, by casting arcane runes, attempt to send their opponent(s) to the fiery abyss.&#10;&#10;Each players takes on the role of a wizard who has 20 Hit Points (or 10 Hit Points for a shorter game!). Each round, players roll six 6-sided dice simultaneously, re-rolling some or all of them up to twice more. The players then choose spells to use from the spellbook, allocating appropriate dice for each spell. These spells are then resolved before a new round begins. The game continues until one or more wizards are dead.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Cup",
    "ID": 74982,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/74982/world-cup",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "User Summary:&#10;&#10;In World Cup players each manage tennis players, trying to optimally deploy them in order win tournaments and earn money by marketing the results. The game ends after the sixth tournament, and the manager with the most money wins.&#10;&#10;Before each tournament there is a travel phase where the managers simply move their two players (one amateur, one professional) to the next city by rolling the dice, possibly resolving events on the way. When a player reaches a city you can decide in which of the four quarter finals to place him, provided the tournament isn't already full.&#10;&#10;When all players have arrived at the location the tournament begins. The winner of each match is determined through the best of 5 sets. A set is won when a players manages to roll a 6 (professional players have two on their dice, amateurs only one). The winners of a match advance to the next stage which is resolved in the same manner.&#10;&#10;After the final match, the four best players receive prize money according to the prize table and can also collect one marketing contract each. Those can be cashed in after a tournament to obtain additional money, either individually or in matching sets while sets are much more valuable.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlestations: Bot Wars",
    "ID": 74983,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/74983/battlestations-bot-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "The Bots are Revolting!&#10;&#10;Join the organics' resistance to fight against the evil bot overlords. The bots have taken over and it is up to a handful of heroes to stop them before they seal the fate of the heroes...and the galaxy!&#10;&#10;This book contains:&#10;&#10;     Rules for bots as characters&#10;     A complete minicampaign&#10;     18 new missions&#10;     Bot Ship Registry Layouts&#10;     New Special Abilities&#10;&#10;&#10;Another &quot;Mini-Campaign&quot; for the Battlestations Universe.  This time the players find themselves against the most loyal crewmen of all...BOTS!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Battlestations"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space, Time and Bullets",
    "ID": 75022,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75022/space-time-and-bullets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Note - The Kickstarter campaign for this game ran from September 2, 2010 through November 1, 2010 but was not successful. See https://www.kickstarter.com/projects/TimPark/time-space-and-bullets-board-game&#10;&#10;From the designer&#10;&#10;Players take the roles of competing time travellers, moving back through time and exerting influence on people and events to achieve dominance in the present. Changes made to the past propagate downstream the timeline, so victory can be pursued in the present through direct conflict or by manipulating history. Game is over when one player exerts influence over the entire present.&#10;&#10;The board consists of five rows of pentagons that represent the same sites at five different points in time.  Players take three actions per round, which can include moving one space, move a minion one space, initiate an attack by minions on other players' minions, moving a minion from base to a device card (represents researching and devoting resources to developing the device) producing a minion in the current space, drawing a card, or playing a card. Alternatively, a traveler may spend all three actions to travel forward or backward in time to the same site in that era.&#10;&#10;Cards include various attack and defense and minion production bonuses, devices to research and produce including bombs that destroy chunks of SpaceTime, with most of the damage propagating down the timeline, Isolator belts that allow you to convert minions into new travelers (giving you more pieces and actions to work with),  and various instant travel and event cards.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Old Navy Shop-Opoly",
    "ID": 75032,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75032/old-navy-shop-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game where shopping is fun again. Get wrapped up in all that Old Navy has to offer. Buy any of 28 Old Navy properties and build up the brand buying standard stores and supersized stores. You'll be enticed by deals of the week and other specials available only at Old Navy.&#10;&#10;This is a custom made Monopoly game sponsored by Old Navy.&#10;&#10;User Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "John Deere-opoly",
    "ID": 75033,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75033/john-deere-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Late for the Sky produced the original JOHN DEERE-OPOLY game for the Cary Francis Group. This game was distributed solely through the John Deere dealer network and was a product-driven promotional/retail item that supported the Company&rsquo;s popular line of heavy equipment, including both industrial and agricultural machines.&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: John Deere",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Six Flags-opoly",
    "ID": 75034,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/75034/six-flags-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "With many world-renowned Six Flags Theme Parks located across North America, there was temptation to make one SIX FLAGS-OPOLY edition that included all of the Company&rsquo;s multiple attractions. It was decided, however, that developing a game version for each venue would create a much more personal souvenir. The decision proved to be solid, as sales were strong throughout the season and all the games were sold within the span of the promotion. The ability to add personal detail to your game is a key to success!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geckopoly",
    "ID": 75037,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75037/geckopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Geico Insurance, the company known for its great rates, superior service, and, of course, its talkative gecko mascot, created this custom game to reward its agents for meeting and exceeding sales goals. A promotional game, yes, but the omnipresent gecko made it a popular purchase at Geico company store sites, as well. Themed with an engaging city-by-city travel slant, and styled with a very contemporary look, GECKOPOLY had the Company&rsquo;s competitors seeing green!&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Waffle-opoly",
    "ID": 75038,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75038/waffle-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "WAFFLE-OPOLY was produced exclusively for the employees of The Waffle House Restaurants. In celebration of Waffle House&rsquo;s 50th Anniversary, the game has both a very distinctive look and a name that&rsquo;s just fun to say. Late for the Sky designed and produced all of the art, including the sunny-side up eggs that sit in the game&rsquo;s distinctive Skillet token.&#10;&#10;As time has passed, this game has developed a bit of a cult following. People still want to know where they can buy the game. It seems that customers of these popular restaurants have as much love for Waffle House as Waffle House employees! But this game was designed for Employees Only. The four Company principals appear in caricature on the game board and a timeline representing the Company&rsquo;s 50 years in business is also featured. The property spaces on the board are store locations that were selected through an internal Waffle House contest, driven through performance of a store&rsquo;s employees. A great competition ensued, coupled with a real source of pride throughout the entire Waffle House store network. Regardless of the competition&rsquo;s outcome, every Waffle House employee received a WAFFLE-OPOLY game.&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Casey-Opoly",
    "ID": 75043,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/75043/casey-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "CASEY-OPOLY was produced to celebrate the 35th Anniversary of Casey&rsquo;s General Stores.&#10;&#10;Patrons of this popular convenience store chain were treated to a virtual Casey&rsquo;s shopping trip, with a light-hearted look at store items and the Casey&rsquo;s shopping experience. The game retailed throughout all of the Company&rsquo;s locations. Manufacturer coupons were included in the game to promote the items found in the store. Collectively, the coupons provided greater value than the cost of the game. Casey&rsquo;s General Store enjoyed 100% sell-through of the games.&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Haworthopoly",
    "ID": 75044,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75044/haworthopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Created by Haworth Furniture, HAWORTHOPOLY was designed to reflect the distinctive look of this contemporary office furniture manufacturer. The content was product driven and used to excite the employees about the product line. To add to the flair of the presentation, a game was placed on each employee&rsquo;s desk overnight to greet them in the morning as they arrived at the office. Predictably, there was a significant buzz that spread from the associates to the marketplace as games were shared with clients. It proved to be an unforgettable promotion!&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snackopoly",
    "ID": 75045,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75045/snackopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "McKee Foods, owners of Little Debbie Snack Foods, has a fiercely loyal family of dedicated employees, a valuable asset that is readily recognized by the owners of the Company. There is also a strong recognition of, and respect for, the Company&rsquo;s long and storied history. To complete the connection to all of these elements, SNACKOPOLY was created. SNACKOPOLY was only made available to Company employees, and the games quickly became a prized possession. SNACKOPOLY was so popular, it was reprinted to satisfy the overwhelming demand of employees to have two one as a keepsake and one to play! Today, it remains a well-loved employee memento.&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atlantis-opoly",
    "ID": 75046,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/75046/atlantis-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "ATLANTIS-OPOLY is sold in the retail gift stores found throughout the beautiful and vast resort, Paradise Island, Bahamas. An endless stream of happy visitors has made ATLANTIS-OPOLY a staple in the resort&rsquo;s retail planning. The game has gone through several printings. It has been a real bonus for the Company to take advantage of Late for the Sky&rsquo;s manufacturing capabilities, allowing updated amenities to be featured on the current games. Short production runs can be practical!&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Mythology: Atlantis",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Five",
    "ID": 75052,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75052/high-five",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This is a challenging game for 2 players. The board has holes in it. Those holes are shaped like a star. Each player begins with 10 letters and from those 10 letters tries to make a 5 letter word. then fills his hand to 10 letters. Only 5 letter words can be added to the star(or in some cases 9 letter words can be created using a previously placed 5 letter word ).  All words must begin and end on the points of the star.  If a word has two of the same letter such as WHICH a bonus of 2 points is earned. Words that read both ways (like SLOOP and POOLS) would earn an extra 5 points. The second player can add a new word using his 10 letter hand or any letters from the first word which can be removed from the first word to help create the second word.&#10;&#10;A 9 letter word could be made by going through a point on the star and then ending on another point (PLACE begins and ends on a point of the star and adding either FIRE to the beginning or MENT to the end of the word would create a 9 letter word&#10;&#10;Ages 11 &amp; Up&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mousetrap Maths",
    "ID": 75061,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/75061/mousetrap-maths",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A cute educational game in which players turn over a card with a simple maths problem and attempts to answer it correctly. If the answer is correct the player moves their pawn forward to the next available space on the board which has the number of their correct answer. The game is themed such that the players are mice and they may land on special squares:  escape a cat, move forward to n, chased by a cat, move back to n or caught in a mousetrap, miss one turn.&#10;There are two sets of cards, one of addition and one of subtraction, and a double sided board to go with each card set.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Code Sudoku: My First",
    "ID": 75062,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/75062/code-sudoku-my-first",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is a childrens version of the game Code Sudoku by Kod Kod International Games. This version uses two sided tiles with numbers with a corresponding colour and shape on one side or cute little pictures on the other. Puzzles range in difficulty with 4 x 4 grids of pictures at their simplest and 6 x 6 grids (unusual but it works) with numbers for the older / more experienced players. The puzzle sheet being attempted is placed into a plastic frame with a clear plastic cover over the top. The cover has a raised grid to hold tiles directly above the squares of the puzzle sheet. score tacks for 4 players run along the side of each puzzle sheet for competitive play in which each correctly placed tile earns a point.&#10;&#10;Rules are in English but the game is language independent.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Think Golf",
    "ID": 75089,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75089/think-golf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A unique and original golf game. Anything that happens in real golf can happen in Think Golf.&#10;The use of different clubs for different shots with varying degrees of risk, requires decision making as in real golf.&#10;&#10;This game is designed to give you a realistic golf score, incorporating all hazards and lucky shots.&#10;&#10;Object of the game is to get the lowest score after a round of 9 or 18 holes.&#10;You choose your club represented buy special dice. You roll the dice and move up the hole the number of yards designated on the dice.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stranded",
    "ID": 75095,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/75095/stranded",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Stranded is a fast-paced light strategy game for 2-4 players where being last will make you first. Players remove randomly placed game pieces from the platform in hopes of trapping their opponents. But beware - each piece that is removed changes the game surface, creating new moves for some and different strategies for others. Suspense will mount with every move or remove you make - just remember not to fall into your own trap.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eesti Mälumäng (Travel)",
    "ID": 75104,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/75104/eesti-malumang-travel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;In Eesti m&auml;lum&auml;ng you have 100 cards with 600 questions from six categories: History, Culture, Nature, Geography, Sport and Miscellaneous. Vast majority of questions concern Estonia only. To win the game, you need to get all 5 categories on one side of the triangle on your score pad.&#10;&#10;Content:&#10;100 cards&#10;2 category dice&#10;pencil&#10;block of score pads&#10;rules&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Country: Estonia",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stupak The Ultimate Game of Skill & Chance",
    "ID": 75105,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75105/stupak-the-ultimate-game-of-skill-and-chance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Players advance through the Casino, trying their luck and testing their skill at seven games in the following order.. (1) Slots (2) Blackjack (3) Keno (4) Superbowl (5) Craps (6) Pokers (7) Roulette. The Object: To be the one player who bankrupts all of the others, winning all of the money. (Rulebook)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "De Delftsche Ronde",
    "ID": 75111,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75111/de-delftsche-ronde",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Monopoly like game.&#10;Players roll and move along a square board. Instead of streetnames the spaces are companies located in the Dutch city of Delft. Players try to buy, sell and trade property.&#10;The player which collects the most money and plays the other players bankrupt, wins the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Netherlands",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spook by Spook",
    "ID": 75127,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/75127/spook-by-spook",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "This is the center spread game that came in the Spielbox magazine 2010 #3.&#10;&#10;Object of the game&#10;The players are ghost hunters cooperating to free Baron von Hagen's manor house of haunting ghosts. The ghosts are, however, only harbingers of their queen...&#10;&#10;Game materials required (not included):&#10;&#10;     1 playing piece per player (ghost hunters)&#10;     1 neutral playing piece (harbinger)&#10;     1 rummy card deck&#10;     1 6-sided die&#10;&#10;&#10;Spook by Spook is a cooperative game: the participants act as a team against the game. They can only win together or lose together.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Creatures: Ghosts",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zingo! To Go",
    "ID": 75129,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/75129/zingo-to-go",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A travel version of Zingo where the dealer shakes the car, reads off the dice and the players flip the matching image.  The first player to flip over a complete traffic light is the winner.&#10;&#10;Comes with 9 traffic lights that snap together, the Zoomer car which contains the dice, the instruction manual and a travel bag for the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Game: Zingo!",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nature Trail",
    "ID": 75167,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/75167/nature-trail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "User summary -&#10;&#10;Nature trail is a turn based game. Each player rolls 1 die and moves around the board landing on (spotting) various animals that you might find in the English countryside. Once spotted the player gets a card depicting the animal, which they collect and at the end add up to give a final score. There is a 100 point bonus for the 1st person to finish. There are also red arrows that if landed on give either a penalty ranging from -5 to -15 or a bonus of +5 to +15. The player picks one of these card from the stack and they may contain bonus plants &amp; animals or a penalty for littering, leaving gates open or other contraventions of the 'countryside code'.&#10;&#10;This game came with no printed box - just a plain white card sleeve. Inside is a plastic tray, 1 board, set of rules, x1 6 sided die, 4 player counters (coloured tidily winks), x30 penalty and bonus cards for landing on red arrows, 24 animal cards, 1 100 point wining bonus card, and black card tiles to cover animals that have been spotted by players on the board.&#10;&#10;History - I believe it was bought from the RSPB shop (The Royal Society for the Protection of Birds) UK, which is based a few miles from where I lived when I was younger. It seem it may have been a short test run of games - or only sold direct by the RSPB -&#10;&#10;The game has stayed at my parents and is played a lot by grandchildren and adults when we get together. The game works well, with a slight imbalance in the second half of the board, or if you use the bonus points card - that lead people to race round the board.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Battle: Miniature Battle Rules for Castles & Crusades",
    "ID": 75172,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75172/fields-of-battle-miniature-battle-rules-for-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "Miniature Battle Rules - [from the box] Fields of Battle is a simple, straightforward, easy-to-ues game of mass combat.  It easily simulates battles between hundreds and even thousands of comabatants, all in a single gaming session.  Herein are all the tools you need to decide the outcome of Large-Scale Warfare.  Playable with the included Battle Unit Counters, or any type of miniatures, Fileds of Battle is a flexible, easy-to-learn rules set that allows you to conduct small battles between a few dozen combatants or Mass Wargare between the Armies of Kings.&#10;&#10;Fields of Battle comes complete with 1 Rule books, 4 different Battle scenarios, scopres of Battle unit counters, 8 sheets of two-dimensional terrain tiles, 1 Three dimensional battering Ram, 1 three diminesional catapult, and 1 three dimensional siege twoer supplied by Fat Dragon Games.&#10;&#10;Fields of Battle is fully compatible with most any Roleplaying game. It's simple siege engine mechanic is highly adaptable, allowing you to smoothly integrate the Fields of Battle Rules set with any ongoing campaign. Your PCs and their arch enemies can even battle it out alongside their clashing forces, their skills and abilities directly impacting the tide of the wars they wage.  [end of box]&#10;&#10;The game is either a stand along tabletop miniatures mass combat game in the same vein as warhammer or warmachine...or it can also be used as a battle system in which you can integrate it with whatever RPG system you feel like so that your characters can be involved with the battle as heroes.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Very Hungry Caterpillar Spin & Seek ABC Game",
    "ID": 75187,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.45",
    "Link": "https://boardgamegeek.com/boardgame/75187/the-very-hungry-caterpillar-spin-and-seek-abc-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "From the back of the box:&#10;In Eric Carle's ABC Game, players spin the spinner and search for letter cards that match their space. The letters and corresponding animal cards are inspired by Eric Carle's ABC book.&#10;&#10;This game introduces children to the alphabet by teaching them the difference between big and little letters. Children also reinforce counting skills as they move around the board. It's easy to learn and fun to play for both children and adults.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Assault of the Dead: Tactics",
    "ID": 75202,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/75202/assault-of-the-dead-tactics",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the Rulebook:&#10;Assault of the Dead: Tactics is a tactical board game with roleplaying elements, The game combines thematic elements from the Assault of the Dead game but with a combat system unlike any other previously seen in the series. In contrast to Assault of the Dead: Tactics has a character building system (that includes Perks, Weapons, and Survival kits) as well as support for solo play.&#10;&#10;Assault of the Dead: Tactics is set in a fictional zombie-infested city called Cloverdale. The game's story follows through scenarios, unfolding part of the city map allowing the players to explore new and dangerous areas. As the story progresses, you and your allies discover a sinister effect behind the zombie outbreak.&#10;&#10;The game-play of Assault of the Dead: Tactics differs in several key areas;  Characters move on a battlefield composed of circular tiles; movement and actions are determined by the character's Perks, Weapons, and Survival Kits he carries. Battles are low luck; a character can use any number of actions to attack, with attacks always hitting. During battle, whenever an attack is made, dice rolls determine the number of damage points the character can 'spend' on hits and weapon crits. Deal enough hits, and the Zombie is defeated leaving behind a Survival token -- used to buy actions or resupply your character.&#10;&#10;Like the original Assault of the Dead: Tactics adjusts the level of reaction from the Zombie side based on how well the characters are doing. Do well and the game spawns more zombies, makes them aggressive, and more powerful. Do poorly, the game will end your misery soon enough.&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible Wars",
    "ID": 75203,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/75203/bible-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Designer Notes:&#10;&#10;Bible Wars is the first, and best selling, of the &quot;10 Minute War Games&quot; by Warcoach Games.  The game gives the players the feel for ancient Biblical combat including differences between cultures and their armies.&#10;&#10;The game features the armies of Israel, Egypt, Canaan, Philistine, Babylon, and Assyria.  The army decks are sold separately and any army has an equal chance against any other army deck.  The difference comes in the players skills in being able to apply his armies strengths against his opponents armies weaknesses and having the right unit mix to do so.&#10;&#10;In April 2013, Bible Wars Deluxe was released with new historical units, advanced combat matrix, enhanced graphics, and clarified rules.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Egypt",
      "Category: Two-Player Fighting Games",
      "History: Wars in the Ancient Near East",
      "Players: Two-Player Only Games",
      "Region: Middle East",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Island",
    "ID": 75209,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/75209/treasure-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the inside box cover&#10;&#10;&quot;Treasure Island is a game of fun.  Each player represents Jim Hawkins as he attempts to find the most pirate treasure.  It is simple enough for a child five years old and yet exciting enough for to be a favorite with a person who is 12 or even older.&#10;&#10;The object of the game is to obtain the most &quot;pieces of eight&quot;, by moving your playing piece over the path of various shaped dots from start to finish.&quot;&#10;&#10;This version appears to be a tie in to the 1950 Disney movie of the same name.  The likeness of Long John Silver and Jim Hawkins are close enough.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Treasure Island",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strawberry Shortcake Strawberryland: The Board Game for Berry Best Friends",
    "ID": 75210,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75210/strawberry-shortcake-strawberryland-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box back:&#10;&#10;Travel the simply dreamy path through Strawberryland.  Spin the spinner, move your pawn, and collect the charms along the way.  It is twice as much fun with TWO ways to win.  Be the first to collect three in a row and cross the finish line OR fill your card completely and you win!  So get in step with fun and remember, friends make the good times even berrier!&#10;&#10;No reading required&#10;&#10;This game is not to be confused with with another Rose Art offering called Strawberryland which is a memory-based game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Characters: Strawberry Shortcake",
      "Theme: Dolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ronda",
    "ID": 75224,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/75224/ronda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This is the most popular card game in Morocco. It is a fishing card game. It is played with 2 players (or 2 teams of 2 players). The play goes around the table counter clockwise. The player to the right of the dealer starts by putting a card from his/her hand on the table. Play continues around the table until the cards are exhausted. If a player has a card in his/her hand that matches a card on the table, he/she may play that card and pick up both his/her card and the one that matches. If there is a card on the table with a number 1 higher than the card played, he/she can pick up that card, too. He/she can continue picking up cards from the table with succeedingly higher numbers until the run is broken. If, during play, a player matches a card just played by the player to his/her left, the player earns 1 point.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Fishing",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Insyllium",
    "ID": 75230,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/75230/insyllium",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Twenty-four planets speckle the tiny galaxy of Insyllium.  These planets have been jointly ruled for an eon by five appointed Viceroys.  Each player has a new vision for the galaxy, and will manipulate the Viceroys and their Agents in attempts to conquer the planets of the galaxy using a variety of devious methods.&#10;Insyllium is played over series of rounds, and each round is broken into several parts, or phases: Viceroy Phase, Agent Phase, and Cleanup Phase. During a round, players will draft a Viceroy and an Agent, and attempt to gain control of new planets through a variety of devious methods. Players score points based on the planets they control as well as any completed objectives.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le 55",
    "ID": 75233,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75233/le-55",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player start the game with 4 cards. The game takes place in several rounds, as soon as a player loses his third round the game ends.&#10;&#10;Each player puts in his turn a card and adds its value to the amount of cards already played. If a player achieves or exceed the total of 55 he looses the round.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El OCho",
    "ID": 75234,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/75234/el-ocho",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In this dice game, you must know how to stop in time to mark points. In every throw, put aside one or several dice, then throw the remaining dice. If your throws contain one 1, one 5 or a three of a kind you mark points. As for 8 it saves you, but any mediocre throw cancels the accumulated points.&#10;The first player in 8000 points wins the game&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flintloque (Third Edition): Death in the Snow",
    "ID": 75254,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75254/flintloque-third-edition-death-in-the-snow",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Death in the Snow game book is a complete 28mm miniatures rules system, but also can be used to expand any of the other Flintloque 3rd edition game books.&#10;&#10;Death in the Snow is a Napolonic Fantasy skirmish wargame which you only need under a dozen miniatures for each side and a number of D10s to start playing.&#10;&#10;Death in Snow takes the histrocal background of Napoleon&rsquo;s invasion of Russian and places it into the Flintloque fantasy background of the Elven Emperor Mordred invasion of The Mysterious Witchlands.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flintloque (Third Edition): Grapeshotte – Expansion Book",
    "ID": 75256,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75256/flintloque-third-edition-grapeshotte-expansion-boo",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Grapshotte is an expansion book for 3rd edition Flintloque rules and you will need one of the other game books to use them (War in Catlucia, Death in the Snow, Bier and Bones or Blood on the Sand).&#10;&#10;The expension rules contants rules on artillery, mines, weather, sappers, new trooper types and new skills etc..  Also it lists new equipment for each race.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: Disaster at Dieppe",
    "ID": 75260,
    "Year": "(2010)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75260/memoir-44-disaster-at-dieppe",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9286",
    "Description": "From the DoW website:&#10;&#10;Here comes the final installment in our first Battle Maps series!&#10;&#10;The Disaster at Dieppe expansion features 2 large-scale ready-to-play Overlord Scenarios, 4 Standard Scenarios, 6 half-tracks miniatures and 6 Jeeps miniatures.&#10;&#10;Disaster at Dieppe highlights the ill-fated raid on the German-occupied coastal town of Dieppe, code-named, Operation Jubilee; while The capture of Tobruk features Rommel in June of &lsquo;42 as he relentlessly pushes his Afrika Korps after smashing through the British lines at Gazala in North Africa.&#10;&#10;The Battle Map series is designed to encourage team play and accommodates up to 8 players; each map comes ready-to-play with all terrain, obstacles and unit positions pre-printed, making set-up a snap. Battle Map Volume 4 includes 6 half-tracks miniatures, 6 jeeps miniatures and 4 standard scenarios that are playable on a regular Memoir &lsquo;44 board. The 4 Standard scenarios are: Raid on Barce and Rommel&rsquo;s Right Hook, featuring the new Willys jeeps as long-range patrol cars; and Panzers in the Atlas and Le-Mesnil-Adel&eacute;e, featuring the new Sd.Kfz. 250 half-tracks. Also included are detailed rules for the long-range patrol cars and half-tracks.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Dieppe (France)",
      "Country: France",
      "Country: Libya",
      "Game: Memoir '44",
      "Game: Memoir '44 – The Battle Map Series",
      "Region: North Africa",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "3 mit Kopf & Pfote: Lustig und schlau!",
    "ID": 75266,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.55",
    "Link": "https://boardgamegeek.com/boardgame/75266/3-mit-kopf-and-pfote-lustig-und-schlau",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Additional Information:&#10;This simple card game links play and learn. The players add up the stored value cards, in order to achieve a predetermined amount. Then action comes into play: the question of mystery and movement!&#10;&#10;Product:&#10;In the middle of the table are the number two chip 9-15 The players place their chips on this one card, which indicates a positive or negative number. Is already a card there, they expect the result of the numbers. If a player reaches the value of the chip number, he can win this, as he solves a riddle, a question of knowledge or action task. Whoever collects the first four numbers chips wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Rabbits / Hares",
      "Series: 3 mit Kopf & Pfote"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The World Of Cars: Race-O-Rama",
    "ID": 75269,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/75269/the-world-of-cars-race-o-rama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Attention, attention! It is time to start the big race! All cars have taken their standing positions! Is McQueen going to win again? Join the race and see who will be the crazy speed champion this time. Ready, steady, go!&#10;&#10;Game play:&#10;Lay the board into the middle. Place the token next to the board. This is the &quot;token bank&quot;.&#10;Place the cars on the start line. Youngest player will start.&#10;&#10;You win the game when you finish the race first. But to do that you need fuel. Token act as a fuel in this game.&#10;You get fuel on the square with a cup on it. The max number of token collected is different with number of players.&#10;Each token also add 1 to your dice roll. So 6 token add 6 to your dice roll.&#10;After crossing the lightning square you will no longer get the token bonus.&#10;And when two cars land on the same space, then the one who was there first will miss one turn.&#10;Special squares:&#10;Gas station - extra gas. 3 more spaces.&#10;Wheel - snow. Subtract 2 from the next roll.&#10;Flat tyre - miss two turns.&#10;Gear box - stay put until roll at least 4.&#10;Speedometer - 4 extra spaces.&#10;&#10;The winner is the one who crosses the finis line first.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Cars",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mega Express: Spelet om EU",
    "ID": 75275,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/75275/mega-express-spelet-om-eu",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game made to encourage debate before the Swedish referendum in 1994 on joining the European Union. Players roll and move along the game board, triggering various events that include having to quickly look up answers in a book named Mega Express. Along the way they pick up votes to be used in the end game, which takes place after an arbitrary agreed-upon period of time (the rules suggest half an hour or an hour). Each player now casts their accumulated votes either for or against joining the EU, and the totals are added up to show the outcome; the rules envision several concurrent games, the votes from each session being added up to a grand total. It should be noted that the book required for proper use of the game was not packaged with it, may not accompany copies found in thrift shops, and may be difficult to obtain.&#10;&#10;",
    "Categories": [
      "Book",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kvitt eller dubbelt",
    "ID": 75278,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/75278/kvitt-eller-dubbelt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Trivia game based on the 00s incarnation of a Swedish TV trivia contest. The title translates to &quot;double or nothing&quot;, which describes the fundamental &quot;push your luck&quot; element: the goal is to answer six questions in succession (with a timer being used for the last four), or to stop and collect money.&#10;&#10;Hasse and Karin Thorsvad are credited with supplying the questions, although the actual game designer is not credited.&#10;&#10;There is a game of the same name based on a previous incarnation of the TV show.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tic-Attack-Toe",
    "ID": 75279,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/75279/tic-attack-toe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Tic-Attack-Toe makes tic-tac-toe cool again!  Players try to get three-in-a-row before their opponent by playing with numbered X and O cards.  Higher numbered cards can be played on lower numbered cards.  By combining the easy to understand rules of three-in-a-row with the luck of the draw Tic-Attack-Toe is a fun, strategic game that kids and adults want to play over and over again.  The Tic-Attack-Toe playing board also doubles as a carrying case to make for a great summer travel game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Generals of the Revolution",
    "ID": 75281,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/75281/generals-of-the-revolution",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The government has become corrupt, repressing, and enslaving the people, ruling with iron fist. The world has been tossed into turmoil. But amidst the upheaval, leaders are being made; heroes with their own agendas. As they gather more followers, they are creating armies to take down the Global Government and anyone else who may stand in their way. Competing ideological federations are battling for control to unify the world under their principles one nation at a time.&#10;&#10;As General of a federation, you are to leverage your innate capabilities to master the market, leverage trades, and then develop and command your military to conquer provinces.&#10;&#10;Up to four players can play and each player is provided with armies comprised of Caltrops (Soldiers), ArmTors (Armored Units), Threshers (Sea Units), and Fight Kites (Air Units) each with specific capabilities and costs. Each individual playing piece can be further developed with enhanced capabilities depending on the level of training a player is willing to invest.  The playing board is comprised of hex tiles that carry with them specific assets that enable players to accumulate assets and money. Players can use money and assets to create manufacturing plants (Barracks, Armories, Harbors, and Hangars) which in turn can be used to create armies.  Unit ranks determine the level of dice players roll in battle which determine victory or defeat.&#10;&#10;The victor is the General who captures all of their opponents Headquarters or forces the other Generals to concede the game.&#10;&#10;Follow the development at http://revolution-thegame.blogspot.com&#10;&#10;John Biggs &amp; Jay Guerrero &ndash; Game Design&#10;Todd Biggs &ndash; Game Piece Design&#10;Mark Mahaffey &ndash; Artwork&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Naval Thunder: Bitter Rivals",
    "ID": 75294,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75294/naval-thunder-bitter-rivals",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Naval Thunder: Bitter Rivals is a huge expansion of the Battleship Row WW2 naval combat core rules with over 130 new classes of ship representing the fleets of Britain, Germany, France, and Italy as well as data cards for merchants and transports for use in convoy games.  Special nationality-specific rules represent the unique character of each fleet.&#10;&#10;Also included are 13 carefully researched historical scenarios featuring many of the most important naval battles of the war from the Atlantic, Pacific, and Mediterranean theaters.  Scenarios range in size from small cruiser actions to huge fleet engagements.  Each scenario includes a complete order of battle, deployment map, victory conditions, overview, and historical outcome.&#10;&#10;A half dozen new special scenario rules, including minefields, shore batteries, mechanical breakdowns, and more, allow you to confront the same challenges faced by the historical commanders.&#10;&#10;The flash preview below will let you page through the rules &amp; scenario portions of the book to see the exciting content it includes.  Ship data cards are included with the purchase but do not appear in the preview.&#10;&#10;Requires Battleship Row core rules to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: Naval Thunder (Steel Dreadnought Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naval Thunder: Rise of the Battleship",
    "ID": 75295,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75295/naval-thunder-rise-of-the-battleship",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "This 48-page expansion to the top selling Naval Thunder: Clash of Dreadnoughts core rules covers pre-dreadnought era combat during the Russo-Japanese War (1904 - 1905).&#10;&#10;The addition of pre-dreadnought era combat to the Naval Thunder line adds a whole new tactical angle to the existing Clash of Dreadnoughts rules. With neither the speed nor the weapons range of their World War I era cousins, pre-engagement maneuver becomes critical, and once the battle is joined it's a brutal affair conducted at &quot;knife fighting&quot; distance.&#10;&#10;Included in Naval Thunder: Rise of the Battleship are the rules changes necessary to the core Clash of Dreadnoughts rules to recreate exciting pre-dreadnought battles on your tabletop. It also includes fleet lists and data cards for the Russian and Japanese Imperial navies, two historical scenarios, The Battle of the Yellow Sea, and The Battle of Tsushima and an updated quick-reference guide reflecting the rules changes so you can jump right into the action.&#10;&#10;All data cards in Rise of the Battleship are completely compatible with Clash of Dreadnoughts and other Naval Thunder releases.  Included with the dowloads is an optional MS Excel tool that allows you to select and print data cards in seconds.  Instructions for using Rise of the Battleship with other Naval Thunder products are included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: Naval Thunder (Steel Dreadnought Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Palavra Final",
    "ID": 75302,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/75302/palavra-final",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Palavra Final is an exciting game, on every word, and every card. You spin the wheel, play, and start to create you sentence, from the first word. Everybody starts the game with 10 cards and the objective to achieve the victory is to discard all your cards, but to do this you have to keep an eye on the sequence: It has to be logical.&#10;Each turn every player spin the wheel and do whats it's written.&#10;It could be to drop a card, drop a closed card, give two of your cards to another opponent, challenge another player if the sequence makes sense, without the risk of taking all cards to you, change two cards, put a card between others that are already on a sentence, or the most excite option, put a card on any blank space, but when the sentence gets there it has to be logical. And if you don't agree with your opponent you can challenge him to explain the sentence. You can conjugate the verb in diferent ways to make sense, but if the other players don't agree you take all the cards from the board, but if you can explain to them and they accept the opponent that challenges you take all the cards. The first one to discard the last card wins the game.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dixit 2: \"The American\" Promo Card",
    "ID": 75313,
    "Year": "(2010)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75313/dixit-2-the-american-promo-card",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "A special promo card for anyone who preorders Dixit 2, the American card pictures a cowboy sitting in a room with a bag of popcorn to his side and a television on in front of him with a cartoon on.&#10;&#10;From the promotion site: Several months ago, the idea to get a special card for Dixit made its way to the Asmodee North-American office. Then the idea became bigger, why not have an exclusive card? The success of the game, even if it&rsquo;s still only the beginning, even if we were sure this game will be a hit, takes us by surprise, by the strong and continuous demand. (http://www.asmodee-us.com/ressources/articles/dixit-contest.php)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Judging Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cholent, The Game!",
    "ID": 75322,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/75322/cholent-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Cholent the Game&quot; is a brand new card game that everyone in the family will love playing. Players are dealt a secret recipe card and venture out into the shuk--or market--to collect the ingredients they need, like meat, potatoes, eggs and spices. Using their gelt--or money--, players outbid each other for the ingredients. But don't forget your chevra! The other characters you meet in the market, like The Rebbe, The Bubby, the Prophet and more--will help you get your ingredients before anyone else.&#10;&#10;You've tried the food. Now play the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Religious: Judaism",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gefährlich Ehrlich",
    "ID": 75326,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/75326/gefahrlich-ehrlich",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gef&auml;hrlich Ehrlich (engl. Precariously honest) is a communication and party game. &#10;The players move their pawns long a trail froms start to goal, answering questions. Their pace of movement is determinend by how well they have solved the last question. Die kind of question is determined by the field their pawn is standing on. There are three different categories:&#10;&#10;Extreme! : All players vote which one of two contrary characteristics on a Extreme!card fits most to the character of the active player. The two characteristics are either both negative or both positive, so everybody is forced to give a honest vote for the more fitting characteristic.&#10;&#10;Hey, that&acute;s You!: All players point at each other simultaneously, voting who at the game table fits most to a given attribute.&#10;&#10;Top or Flop: A situation is described on a card. The active player has to describe how he/she would solve it. The other players vote (by showing thumb up/down simultaneously) if they think his answer is honest and fits to his character.&#10;&#10;As a very important aspect of the game, players act a lot with their hands while playing: swinging the fists, counting aloud, pointing fingers on other player, showing thumbs up/down and declaring counting-out rhymes together. So there is always action at the game table.&#10;&#10;Gef&auml;hrlich Ehrlich is not just a fun game but also a kind of tool to find out more about how other people look at you and what kind of character they think you are.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monkey Tree",
    "ID": 75331,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/75331/monkey-tree",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Playable with up to four players, the game begins with players determining player-order.  Each player in-turn spins the spinner and hangs the shown amount of monkeys and bananas on the monkey tree. The round stops when one of the players makes the tree lose its balance and drop monkeys or bananas. That player out and the game begins anew with the other players. The winner is the last person standing.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Strikers",
    "ID": 75353,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/75353/battle-strikers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Taking top battling to the next level. These magnetic powered tops spin at high speeds and can top out over 6000 RPMs with the turbo launchers.&#10;&#10;Battle to the end with customizable tops to adjust Attack, Defense, and Control. Once in battle these tops don't just spin and move randomly, you can control them with a magnetic glove to direct your top to attack or avoid your opponent.&#10;&#10;User Description&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wittstock",
    "ID": 75430,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/75430/wittstock",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Wittstock: Baner's wasted chance is the fifth game in the 30 years war series of print and play wargames by TCS Games. It is a small game for with a 22&quot; x 17&quot; playing map, 216 counters and six pages of rules.&#10;It uses a leader activation chit system for determining which units each player may move and have combat with in each phase, while for the rest the system is very simple and introductory, being a derivation of one of the better system of the Seventies (SPI's quadrigame system used for several quadrigames, like 30 years war): no ZOCs, presence of artillery units (fixed but they can be captured by the opponent), cavalry charges, dragoons, morale (added in this system, not present in the original), death of leaders, etc.&#10;Victory is based only on breaking the morale of the opponent army, through disruption and elimination of his units.&#10;Very good for adding more players to the wargamers community, as it is fast, cheap and easy to set up and play.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Thirty Years War",
      "Series: 30 years war (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kursk 1943: Turn of War",
    "ID": 75434,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/75434/kursk-1943-turn-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Battle of Kursk refers to German  and Soviet operations on the Eastern Front during World War II in the vicinity of the city of Kursk, (450 kilometres / 280 miles south of Moscow) in the Soviet Union in July and August 1943. It remains both the largest series of armored clashes, including the Battle of Prokhorovka, and the costliest single day of aerial warfare. It was the final strategic offensive the Germans were able to mount in the east. The resulting decisive Soviet victory gave the Red Army the strategic initiative for the rest of the war.&#10;&#10;Kursk 1943: Turn of War - card wargame on theme world war II for two player.&#10;&#10;Kursk 1943: Turn of War includes  Tigers, Panther, T-IV, Mark IVs, T-34, KV-1 as well as the infantry and anti-tank guns that fought alongside them.&#10;&#10;Components&#10;&#10;&#10;     320 colorful playing cards&#10;     Rules and scenario booklet&#10;     Players' Aid card&#10;     Two dice&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AirWar: 1917",
    "ID": 75461,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/75461/airwar-1917",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Try it for free! AirWar: 1917 is a free downloadable PDF available exclusively from Wargame Vault. A stripped down version of the AirWar: 1918 (2nd edition)rules, AirWar: 1917 allows you to fight out dogfights between Sopwith Camels and Fokker Dr.1s.&#10;&#10;Includes:&#10;&#10;    Stripped down core 2nd edition rules&#10;    Stats for Sopwith Camel and Fokker Dr.1.&#10;    Printable counters of the aircraft in case you dont have the particular models. &#10;    The excitement and heroism of WWI air combat is simply and easily presented. 2 stringbags engage over the trenches of Europe in planes that were truly &quot;creatures of the air&quot;. &#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Series: AirWar (Wessex)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great War at Sea: U.S. Navy Plan Scarlet",
    "ID": 75509,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75509/great-war-at-sea-us-navy-plan-scarlet",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "From the Avalanche Press website:&#10;&#10;In the early decades of the 20th century, the U.S. Navy made plans to fight many potential enemies. Plan Red, the strategy for war with Britain, included sub-plans for conflict with British Dominions. War with Australia, code-named Plan Scarlet, would be a purely naval affair.&#10;&#10;U.S. Navy Plan Scarlet is a 64-page book supplement to the Great War at Sea series, focusing on the battles that could have taken place in the Central Pacific.&#10;&#10;There are 25 scenarios, or separate game situations, based on battles that could have taken place under various nations' war plans: Australian raiders threatening American supply lines, Japanese moves against Australian-held ports, a Japanese forward strategy, and much more. And of course the thorough background articles you've come to expect from our supplements.&#10;&#10;This module is not playable by itself, but requires ownership of Pacific Crossroads, Jutland, Cruiser Warfare, Black Waters  and Sea of Troubles or U.S. Navy Plan Red to play most of the scenarios, and U.S. Navy Plan Gold and 1898 or Remember the Maine to enjoy them all.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Great War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wired: Black Ops",
    "ID": 75530,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/75530/wired-black-ops",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Wired: Black Ops is a thematic worker placement game set in a dark dystopian future.  Players have a limited amount of time to hire crew members and collect resources, which are used to complete black ops missions against powerful corporations and organized crime syndicates located in Neo Tokyo.  Militarized corporate security, yakuza and mafia forces will attempt to stop the players from completing these missions, which range from simple assassinations to explosive demolition runs.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Detecto-Plays: The Melodrama Guessing Game",
    "ID": 75533,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75533/detecto-plays-the-melodrama-guessing-game",
    "Min Players": "2",
    "Max Players": "100",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Published 1933&#10;Written by Sydney Thompson &amp; George V. Denny Jr.&#10;Published by Samuel French &#10;Format: small book&#10;Original price: 50 cents&#10;&#10;From the introduction:&#10;&quot;The purpose of the game is to provide theatrical entertainment for clubs or drawing-rooms in which the audience shall take the part of witnesses of an event being enacted before them. After the performance the audience will be cross examined on what they have observed and will be asked to solve the mystery.&quot;&#10;&#10;User summary:&#10;Detecto-Plays contains 6 short plays that are intended to be fleshed out by a small cast.  At the end the audience will be asked by the director ten questions.  Each question that is answered correctly is worth 10 points.  Wrong or incomplete answers are worth nothing.  Some of them are single scenes plays, some have as many as six scenes.&#10;&#10;This appears to be a very early version of modern murder-mystery party games. It's unusual in that the scenarios and dialogs were written by two playwrights that were producing work for New York theatres at the time.&#10;&#10;One of the scenarios also includes a game within the game as the actors play a game called &quot;murder&quot; which appears to be a popular  party game at the time, similar to &quot;Are you a werewolf?&quot;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ColorMonsters",
    "ID": 75548,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/75548/colormonsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The game is played by 2-4 players on the board consisting of 24 hexes. Players start the game creating little ColorMonsters made of 3 segments, each segment having one mouth. Each round, the stones (meteorites) are placed on the board. From them, ColorMonsters harvest gems (and Action cards)&mdash;as many as the number of their mouths face the stone. Players trade gems with each other and sell them to the bank for Galaxy money, using them to buy Gold, and Action Cards  from the bank. Each round, the ColorMonster can grow up one two-mouth segment, up to 7 segments. ColorMonsters can move on the board to make more gems and hinder other ColorMonsters in making gems. To win the player(s) needs to collect 7 Golds.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poleaxed Source Book Volume 1",
    "ID": 75572,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75572/poleaxed-source-book-volume-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This book provides a summary of orders of battle and battle maps for the early Wars of the Roses battles from St. Albans (1455) through Towton (1461).  While designed for the &quot;Poleaxed&quot; miniatures rules, conversions for WRG's popular DBA and DBM rules are provided.  Biographies of notable commands are also provided.&#10;&#10;Battles included are:&#10;&#10;     First St. Albans, 22 May 1455&#10;     Blore Heath, 23 September 1459&#10;     Northampton, 10 July 1460&#10;     Wakefield, 30 December 1460&#10;     Mortimer's Cross, 3 February 1461&#10;     Second St. Albans, 17 February 1461&#10;     Towton, 29 March 1461&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poleaxed Source Book Volume 2",
    "ID": 75573,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75573/poleaxed-source-book-volume-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This book provides orders of battle and battle maps for the later Wars of the Roses Battles, from Hedgeley Moor, 1464 to Stoke Field, 1487.  While the rules are designed for the Poleaxed medieval rules, conversions for WRG popular DBA and DBM rules are provided.  Commander biographies are also included.  Battles included are:&#10;&#10;&#10;     Hedgeley Moor, 25 April 1464&#10;     Hexham, 14 May 1464&#10;     Edgecote, 26 July 1469&#10;     Losecote Field, 12 March 1470&#10;     Barnet, 14 April 1471&#10;     Tewkesbury, 4 May 1471&#10;     Bosworth, 22 August 1485&#10;     Stoke Field, 16 June 1487&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champions of the Galaxy: Battle for Cetus",
    "ID": 75574,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75574/champions-of-the-galaxy-battle-for-cetus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dark Menace Productions (via Filsinger Games) is taking Champions of the Galaxy (COTG)  into a whole new dimension.&#10;&#10;COTG: Battle for Cetus is the first part of a trilogy that takes COTG in a new direction with the use of &ldquo;DM-Books&rdquo;. The first release contains a story booklet describing exciting super hero action and adventure on the faraway planet of Cetus. You&rsquo;ll meet legends like Star Warrior and Thantos and evil villains like Krakan and Ghengis Khan!&#10;&#10;Included with the story booklet are playing cards representing the heroes and villains of COTG in a super hero motif. You receive 6 cards, plus blank templates to create your own characters.&#10;&#10;Part 2 of this Champions of the Galaxy story is scheduled for release in December and Part 3 (final part) in July 2011.&#10;&#10;Cetus has been attacked by the military forces of General Krakan. How will the top military brass on Cetus respond? Players can use the provided story or develop their own plots as you set up battles of good and evil. Each character is represented by a card with different attacks and defensive moves. Similar to the original Champions of the Galaxy card game, you roll on one of three offensive levels trying to wear down your opponent. The opponent won't go down without a fight, so if they happen to roll a comeback defensive move, they take over on offense. The fight goes back and forth until one fighter is defeated. New to COTG is the idea of fighting more epic battles with multiple opponents. You can have Star Warrior take on a group of Sentry Bots where he must defeat all the enemies to win. If he loses, will Supernova take over to conquer evil. Its up you in Battle for Cetus since its your story.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Θεσσαλονίκη",
    "ID": 75575,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/75575/monopoly-thessaloniki",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic Monopoly with constructions and other elements of the city of Thessalonica in Greece.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Greece"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Washington's Army",
    "ID": 75599,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/75599/washingtons-army",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Using similar systems to those used in Civil War Battles, Washington's Army is Peter Pig's AWI ruleset covering warfare in the late 18th century.&#10;&#10;Figure scale is recommended at 15mm, and a supporting range of figures is available from the publisher.&#10;&#10;Publisher Blurb::&#10;&#10;Players each bring a points based army to the game. The game generates the scenario by way of considering player&rsquo;s enthusiasm for being the attacker and his leanings in events. The basic unit is the infantry battalion. All mechanisms use standard 6 sided dice. Usually along the lines of  'three bases shooting, therefore roll 3 dice'. No paper record keeping. Casualties, disorder etc is shown by adding markers to the unit. Game usually last about 6 turns.  Played on a 5 x 3 foot table. Measurements in inches.  Musket range 10&quot;. Units are motivated and then use action points. Victory is based upon objectives, destructions and ground.  WA only covers AWI. Peculiar to this set are off table flankers, riflemen, Indians and a lot of scenery. A typical army might consist of 9 foot units, 1 cavalry unit, 1 field gun and 4 mounted commanders.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest Crawler",
    "ID": 75605,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/75605/quest-crawler",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Quest Crawler is a solitaire game that allow player to travel fantasy land, performing quests, fighting creatures and malicious bosses and strength party of brave heroes to fulfil final quest - to defeat the Dragon of Death.&#10;&#10;Game is free to download, print and play. Game require D8 dice. Game can be played during journey due to minimal space and resource requirements also can be paused and restored at any moment.&#10;&#10;Gameplay is based on turns which are divided into separate phases:&#10;- Quest generation phase if party isn't on quest - with use of random quest generator&#10;- Movement phase allowing player to move his party across land from region to region from zone to zone&#10;- Combat phase if quest or encounter test brings enemy - combat divide in combat rounds when all actions take place simultaneously&#10;- Quest resolve phase - returning quests, delivering items (some quests ends by themselves during other phases)&#10;- Party manage phase - when in city player can buy levels and learn abilities, sell or enchant items&#10;&#10;What QC have:&#10;- party of 3 heroes (choose from 9 different characters, each described with HESDIAR parameters)&#10;- experience, levelling, abilities and talents system&#10;- land contains 4 zones to travel and  of hostile creatures to fight with&#10;- dungeons in each zone with more powerful bosses&#10;- randomly generated quests of 5 types&#10;- randomly generated loot (equipment)&#10;- enchanting equipment&#10;&#10;What QC do not have:&#10;- modular board&#10;- cards&#10;- complicated rules&#10;&#10;What QC really is:&#10;- board roll'n'slash&#10;&#10;Check &quot;Forum&quot; section for downloadable files.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aarklash Warpack",
    "ID": 75613,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75613/aarklash-warpack",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the game's website:&#10;&#10;Aarklash Warpack is played without dice or rulers. Miniatures and the accompanying cards are all you need to start playing. Rules are easy-to-grasp and rich in strategic potential; you&rsquo;ll learn them quickly and setup will only take a few minutes.&#10;&#10;Each player leads a small company of fighters portrayed by miniatures. The goal is to defeat enemy companies by moving miniatures around on a gaming area that represents a battlefield (a table is enough). Fighters&rsquo; actions (moving, attacking, and so on) are simulated with the use of a deck of cards. Victory is gained through a subtle mix of chance and cunning. Imagination and strategy are key here!&#10;&#10;Aarklash Warpack is a game meant for two or more players ages twelve and over.&#10;A game lasts roughly 30 minutes (rules reading included).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Admiral: Flashpoint Orange",
    "ID": 75620,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75620/grand-admiral-flashpoint-orange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the wake of the Great War, a new arms race loomed. The United States and Japan each trusted in a strong navy to achieve future security and retain political influence. Within three years of the Treaty of Versailles, no less than twenty-five new battleships and battlecruisers had been ordered by the two powers, exactly equal to the number already in commission at the end of the War.&#10;&#10;The Washington Naval Treaty of 1922 was meant, among other things, to put an end to increased militarization in the Pacific; but by feeding into Japanese resentment and heightening American fears, it could achieve no more than to delay the inevitable conflict. Had things gone differently, it might not have even done that much...&#10;&#10;Emphasizing simple game mechanics and fast gameplay without sacrificing historical accuracy, each entry in the Grand Admiral line stands alone. However, the core game mechanics remain constant, allowing players to combine ships from different products to create new scenarios and explore any number of &quot;what-if&quot; situations.&#10;&#10;Although designed as a hex-n-counter board game, Grand Admiral can be easily adapted to tabletop play using any scale of naval miniatures. So, raise the battle ensign, sound general quarters, and damn the torpedoes -- your destiny awaits!&#10;&#10;Grand Admiral: Flashpoint Orange includes the following:&#10;&#10;&#10;     The Grand Admiral rulebook&#10;     150 full-color counters* representing nearly all American and Japanese forces as of 1922&#10;     Data sheets listing 150 individually-named ships, representing over 50 different classes, from destroyers to super-dreadnoughts&#10;     17 by 22 game board &#10;&#10;&#10;* Requires some assembly.&#10;&#10;(Publisher blurb)&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Fame & Fortune",
    "ID": 75641,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75641/fantasy-fame-and-fortune",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fantasy Fame &amp; Fortune is a free print&amp;play dungeon crawl card game. From one to four players venture into different areas to fight monsters, evade traps, find treasure, and complete quests. The game can be played competitively, cooperatively, or solo.&#10;&#10;Gameplay:&#10;At the start of the game, each player chooses a hero (Warrior, Wizard, Rogue, or Druid). The heroes each have unique traits (e.g. the warrior can carry an extra treasure) and strengths/weaknesses to certain types of monsters.&#10;&#10;Each turn, players draw a monster card roll dice to fight the monster. If they win, they get a treasure. Treasure can be weapons, armor, trinkets, potions, or just other things. Unwanted treasure can be sold in town for gold.&#10;&#10;There are also quest cards that act like missions. The first player to complete the card's quest gets a gold reward and collects the quest card.&#10;&#10;The object of the game is to collect a certain amount of gold or quest cards. The first player to reach the set amount wins. When playing in teams, the first team to reach the specified amount wins.&#10;&#10;Fantasy Fame &amp; Fortune is completely free. All you need is to download the PDF files, print out the card sheets, and then cut out the cards. Then, just get a pair of dice and a pencil and paper for scoring.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "G-Force: the game",
    "ID": 75664,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.75",
    "Link": "https://boardgamegeek.com/boardgame/75664/g-force-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The agents (which aren't assigned to individual players - anyone can move any agent) start at the center of the board. From there they are moved towards face-down disks which, when flipped up, show opponents and the agents which are necessary to defeat these. A disk is flipped open when a new agent moves into a position next to it. Then all other agents (those not adjacent to that disk) are moved back to the board center and the disk is flipped back again, unless all necessary agents are in place to defeat it. In that case, the active player gets the disk (it counts victory points).&#10;Movement is determined by dice rolls. All movement points have to be used before a disk can be flipped over.&#10;When all opponents are defeated, the player with most points wins.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steam Expansion: Sardinia",
    "ID": 75690,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75690/steam-expansion-sardinia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "4",
    "Description": "Sardinia is a 2 player, print-and-play map, designed by Thomas Wegner for Steam. The map depicts the Italian island of Sardinia and features a connection to Napoli on the Italian continent. Napoli is called the &quot;Distant Market&quot; and is only accessible by expensive ferry routes. However, Napoli gives you immediate access to four goods cubes, so the extra costs may be worthwhile.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Steam",
      "Islands: Sardinia (Italy)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Galactic Battle Game",
    "ID": 75702,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/75702/star-wars-galactic-battle-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "This game is a pack in with every Hasbro 3.75 inch Star Wars action figure. Each figure comes with a stat card with bonus powers, a base to hold the figure and the card and a die. &#10;The die is custom and has 6 Star Wars symbols on it. &#10;Make up your army of figures from as few or as many as you want. Pick an opponents figure to battle and roll the dice. The symbol on the dice can grant you bonuses if the symbol matches one on your card. &#10;The last man standing wins.&#10;&#10;Each battle card comes with a number of stats like Battle Skills, Force Ability and Luck and a number that represents how talented your warrior is in that field.&#10;&#10;The figures that include the game are drawn from both the film series and the Clone Wars animated series.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buzz It! Demonstratiespel",
    "ID": 75720,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75720/buzz-it-demonstratiespel",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a small demonstrationgame for Buzz It!.  You can also expand Buzz It! with it.  There are 10 cards with extra questions and a rulebook in this game.&#10;&#10;In Buzz It! and in this demogame you get 10 cards wich each hold 2 questions.  You divide the cards equally between the players and each at a turn asks one of the two questions on a card.&#10;&#10;Each of the other players now has to answer the question at their turn.  Each player has 5 to 8 seconds to give an answer that the quizmaster has to accept.  (In a normal Buzz It! game you can use the timer for this).  The players have to keep giving answers until one player runs out off time.  If this happens that player gets the card with the question as a negative point.  The next player can now ask a question, this goes on until all players used all off their cards.  The player with the less negative points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mauseschlau & Bärenstark: Mach dich fit und clever",
    "ID": 75729,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/75729/mauseschlau-and-barenstark-mach-dich-fit-und-cleve",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The active player spins an arrow and follows instructions according to the result. This is a gymnastic exercise that has to be executed. The more often this is achieved while a sand timer runs, the more fields the active player can proceed on the track. When a player runs into an obstacle, he/she has to answer a question about the 15 animals included in the game (usually comparisons between two of them, i.e. which of these animals is heavier etc.).&#10;The first player to complete a full circle around the game track is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Bears",
      "Animals: Mice",
      "Characters: Mauseschlau und Bärenstark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schlag den Raab: Blamieren oder Kassieren",
    "ID": 75736,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/75736/schlag-den-raab-blamieren-oder-kassieren",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Based on a famous German TV show.&#10;In this game, one player is chosen to play Stefan Raab and competes against all the other players. In each round, a question is read out. Stefan Raab and the active player have to try and hit a buzzer first if they want to answer the question. A correct answer yields 100 Euros, a wrong one costs 100. After 10 rounds, the difference in money between the two contestants (Raab or the team) is put aside as a trophy that cannot be lost anymore. Three sets of ten rounds are played, afterwards, whoever has most money is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Schlag den Raab"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cacomo",
    "ID": 75761,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75761/cacomo",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cacomo is a team game (two versus two) which aims at introducing beginners to Go. The aim is to enclose the pieces of the opponents' side, then take them off the board. Unlike in Go, players are not free to decide where to put their pieces, instead this is determined by cards with coordinates (one can always choose between five cards in one's hand). &#10;The team which captures most of the other teams' pieces is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  }
]