[
  {
    "Rank": "N/A",
    "Name": "Arkna: Sed de Poder",
    "ID": 329123,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/329123/arkna-sed-de-poder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Arkna: Sed de Poder (&quot;Arkna: thirst for power&quot;) is a Chilean trading card game were players take the role of powerful leaders of an army of fierce and unique races, commanding his units strategically towards the victory.&#10;In this exciting game, the ability to take strategically decision each turn will make the difference.&#10;&#10;To play Arkna, both players will need a deck of 50 to 60 cards. In each turn you can play a Gnosis, a card that represents a sort of energy from Gods. Using this energy, you can summon cards, like warriors. You can choose different kind of warriors: melee, ranged or mage.&#10;&#10;In the field, there is a vanguard zone and a rear zone, depending on what zone do you play your warrior they will have different skills. You will also find a zone for structures, where you can play cards to build your fortress and help your warriors to improve their skills. Are you ready for power?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Command Cards",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Line of Sight",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expanders",
    "ID": 329125,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/329125/expanders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "How well can you expand numbers and connect areas to be the first to place all your tokens? Planning and applying addition skills will help you win this game.&#10;&#10;Expanders is a game for children who like to add small numbers and enjoy strategy. There are easier and slightly more difficult versions of the game, and the board is different each time it is played, so players can't memorize an approach. Players also have choices about their plays, including making simple pairs or adding a sequence in horizontal, vertical or diagonal directions to make a sum and use up their tokens to win the game. Strategy is also important for blocking opponents. Children who have good spatial reasoning skills will also like this game.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harpoon",
    "ID": 329127,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/329127/harpoon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is the first edition of the Harpoon Modern Naval Miniatures Rules was published in 1981. It explained the basics of modern naval combat and allowed players to take on the role of a ship captain or formation commander.&#10;&#10;It received the H.G. Wells award as the best miniatures game of 1980.&#10;&#10;Because it described the technical aspects of naval warfare in an easily understood manner, an insurance agent in rural Maryland used it as one of his many data sources when he wrote a novel about modern submarines, titled The Hunt for Red October. The book did well.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SaintCards: Base Game",
    "ID": 329129,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/329129/saintcards-base-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "SaintCards is a ground-breaking &quot;true fact&quot; card management system that helps players get to know facts about the lives of Catholic Saints.  In a fun and interactive match-making, turn-based game, players vie to collect as many Treasures as possible before the end of the game.&#10;&#10;The game begins with the dealer dealing a fixed number of cards to each player. The number of cards varies depending on the number of players. The remainder of the deck is placed face down to form the draw pile with the top card turned face up next to it to start the play pile.&#10;&#10;In turn, each player aims to match at least one attribute of a card in his or her hand with an attribute of the top card in play. Players gain treasures (also called jewels) which are collected from the Storehouse of Treasure, with each additional matching attribute earning a player an additional treasure. Treasures take the physical form of game pieces of varying size and color, each corresponding to a different value and so function as the point scoring system for the game. On a single turn, a player may play a second card only if at least 3 matches between it and the card previously played can be identified.&#10;&#10;Alternatively, or if a player is unable to find any matches, that player may draw a card from the draw pile instead.&#10;&#10;Play moves to the next player in turn once a player says pass.&#10;&#10;The game ends after one player has played his or her final card and the dealer has had a final chance to play. The player who has gathered the most treasure is the winner. That player then collects all the other players' treasures and lays them at the feet of Jesus, i.e. next to the Jesus Card. SaintCards Expansions add more saints and fun twists and turns to the gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Memory",
      "Move Through Deck",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HeartSwitch Wizard Combo Pack",
    "ID": 329131,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329131/heartswitch-wizard-combo-pack",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A compilation edition of two card games - Wizard and HeartSwitch.&#10;&#10;This exciting new combo pack combines two of your favorite trick-taking card games into one convenient gift pack. The set includes two complete decks and instructions for two different card games.&#10;&#10;In the award-winning Wizard Card Game, players try to win the exact number of tricks they bid.&#10;&#10;The Wizard deck is similar to a regular deck of playing cards with the addition of four Wizards and four Jesters. Jesters always lose and Wizards always win. When you make your exact bid, you earn points. If you take too many or too few tricks, you lose points. The special, custom Wizard Score Sheet helps players keep track of bids and points. Wizard Card Game can be played with 2-6 players.&#10;&#10;HeartSwitch is a completely new card game inspired by &ldquo;Hearts&rdquo;. The addition of special cards and unique concepts creates challenging situations that require Innovative strategies.&#10;&#10;The object of the game is to have the lowest score at the end of the game.&#10;&#10;The 60-card includes 2 good Witches and 2 bad Witches&mdash;they can help you or destroy you.  Just when you are about to throw in the cards, the 4 Magicians come to your rescue!&#10;&#10;HeartSwitch Wizard Combo Includes:&#10;&#10;HeartSwitch Card Game&#10;&bull; Deck of 60 Cards&#10;&bull; Instructions&#10;&bull; Custom Score Sheets&#10;&#10;Wizard Card Game&#10;&bull; Deck of 60 Cards&#10;&bull; Instructions&#10;&bull; Custom Score Sheets&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stubborn as a Mule",
    "ID": 329133,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/329133/stubborn-as-a-mule",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The 24 'Mule' cards are shuffled and placed face down on the table to form a track. Players roll the dice and move their Pawns along the track.  The card you land on is turned over and the instructions followed.  The object is to be the first player to reach the last card of the track by an exact count.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Scrolls of Maega",
    "ID": 329139,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/329139/the-scrolls-of-maega",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Scrolls of Maega is a board game of tactical confrontation &amp; strategic movement set in a dark fantasy universe. It's an asymmetric tactical RPG for 3 to 6 players, with a modular board. Players have limited actions to prepare &amp; cast spells, manage their hand &amp; resources, and survive the maze.&#10;&#10;LORE - SETTING:&#10;Players are power-hungry sorcerers in search of a long lost divine scroll of power. They will need to foil their opponents and the dangers of the maze to find the key, retrieve the artefact and race back to the exit; knowing that anyone left behind could be waiting on their way back.&#10;&#10;OBJECTIVE:&#10;Players will attempt to retrieve the Scroll at the end of the dungeon and make their way back out with it. However, they must first find the Relic (key) among the hidden items randomized on the Treasure tiles.&#10;&#10;SETUP:&#10;Players start by choosing their game mode: Battle Royale or Team battle (or Cooperative, coming in an expansion). The game is played in 4 phases of 3 turns each, for a maximum of 12 turns.&#10;&#10;At first, players set the tiles to create the board, using a recommended or custom layout. Treasure tiles (items to collect) and Wall tiles (restricting movement/targeting) are safe to walk on, but most tiles bare Runes that will damage the players health &amp; mana.&#10;&#10;They then select their characters, using the starting deck provided or customizing their strategy (for experienced players). Each begins with the same number: a free spell, 7 spells in-hand, 1 trap card in hand, and 1 trap card in their personal discard pile.&#10;&#10;Players then order their 4 Divination cards, each offering them cumulative bonuses during one of the game's 4 phases. And once the turn-order is decided (by drawing numbered tokens), the first player can enter the maze. The game begins.&#10;&#10;GAMEPLAY:&#10;Players aim to find the Relic among the hidden items, going to each Treasure tile and getting stronger in the process. With the Relic in their possession (secretly or not), they can take the Scroll from the shrine. But any item can be stolen from other players, so escaping with it will be challenging.&#10;&#10;Players have 4 actions available per turn (moving up to 2-3 tiles, preparing a spell, casting any number of prepared spells, using an item, healing health or mana, etc.)&#10;&#10;Mostly, players use their actions to prepare spells in advance (one action by level, up to 3); or to cast one or more spells they had prepared, so players will always need to anticipate their future needs. Spells are used to attack, move yourself or others, heal, or disable opponents. Only a disabled opponent can be looted.&#10;&#10;Trap cards (Tenacity cards) can be used for free in reaction to a spell targeting them. Once used, it is removed from the game. Each player has two Tenacity cards (one in hand and one in the discard pile at the start of the game).&#10;&#10;Except for your free spell, all used spells are then discarded. However, a tenacity track goes up with every health or mana lost or spent, allowing you to retrieve cards in your personal discard pile.&#10;&#10;If a player falls to 0 HP with mana remaining, it's not over just yet. Next turn, they'll be disabled and will need to exchange their mana for health. But more rarely, if a player falls to 0 HP &amp; Mana, they'll die for good; winning is now out of reach, but as a vengeful spirit with limited actions, the player still has a role to play (either haunting its murderer or helping its team).&#10;&#10;The game ends as soon as a player gets back to the starting portal with the Scroll in hand. So, select your character, build your strategy around their unique playstyle, and rush to the scroll or wait to steal it. In the end, only one Maegan will get the Scroll.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Maze",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Catch the Leader",
      "Cooperative Game",
      "Hand Management",
      "Interrupts",
      "Modular Board",
      "Movement Points",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Florida Man",
    "ID": 329145,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/329145/florida-man",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "There have been some crazy stories coming out of Florida these days, it seems truth is stranger than fiction! In Florida Man, travel your way through the state, from Pensacola to Key West, learning about some of the wacky things that have happened here, and some things that have not, by guessing which of these outrageous Florida Man headlines is NOT true! Each round, players will vote on which headlines they think are false. Winning voters will move forward a single space on the board, while incorrect guesses stay where they are for that round.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "States: Florida"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spoiler Alert Mini",
    "ID": 329147,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/329147/spoiler-alert-mini",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Can you get your teammate to guess the title without spoiling the story? In Spoiler Alert, each card has a title and a list of Spoiler Words. Each Spoiler Word has a point value, which will be deducted from your score, so be careful what you say! You'll have to be creative to get your teammates to guess as many titles as you can before time runs out!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Deduction",
      "Team-Based Game"
    ],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sherlock Holmes Beratender Detektiv: Der Munitionsmagnat",
    "ID": 329153,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329153/sherlock-holmes-beratender-detektiv-der-munitionsm",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this cooperative game, you investigate criminal cases along with the most notorious detective of all time. Follow the leads and gather clues. Go with your team and explore London in the Victorian era. To beat Sherlock Holmes at this game, carefully read the newspapers, follow your intuition, and use your deduction capacities.&#10;&#10;This is case 1 from Sherlock Holmes Consulting Detective: The Thames Murders & Other Cases, which has been made available on its own as a Print &amp; Play in Germany.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Game: Sherlock Holmes Consulting Detective"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Investiture",
    "ID": 329154,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/329154/investiture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Go through the ranks in making yourself the greatest stock market trader the world has ever seen! Investiture is modeled after various stock markets around the world, enabling you to understand how transactions work and all the while grow rich. It combines the intensity of the stock market with the strategy to become rich and have fun! This game requires no prior knowledge of how stock markets work! Be careful, because your decisions will affect every other player in the market!&#10;&#10;On a turn a player may buy a stock, short a stock, or sell a stock they currently own. They may also play one of the lucky break cards in their hand. They get 3 turns per round and after each player has taken 3 turns, one at a time, all the cards are thrown in the middle to reflect the price changes of the stock.&#10;&#10;The game is won when the players have decided to end the game. We typically suggest 10 rounds for full gameplay. The player who has the highest value in terms of cash in hand and stock market value on the board is declared the winner!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cloudspire: Cloud Spider",
    "ID": 329156,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329156/cloudspire-cloud-spider",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cloud Spider is a landmark minion chip that was the 2020 convention promo chip for Chip Theory Games.&#10;This chip is also available in the Chip Theory Games 2020 Promo Pack.&#10;&#10;Stats:&#10; Swamp Landmark Chip&#10; 5 Health&#10; * Attack&#10; 2 Movement&#10; Poison Talent&#10; Spire Reward - 1 Relic Reward&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Cloudspire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vis mon camp! en Bourgogne - Franche-Comté",
    "ID": 329157,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329157/vis-mon-camp-en-bourgogne-franche-comte",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Vis mon camp ! en Bourgogne - Franche-Comt&eacute; is a navigation game.&#10;&#10;Each player starts from an EEDF (Eclaireurs &amp; Eclaireuses de France) group in the region and has to go find other groups to make a camp on a field.&#10;This allows the player to cross the region to get to the groups they need to camp with, then make a second trip to the camp location, finding out about the various local groups and their locations.&#10;When a player reaches a location he scores points (shown on the &quot;camp&quot; cards).&#10;&#10;First player to reach 100pts wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France",
      "Region: Burgundy (France)",
      "Theme: Scouting / Guiding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Franche-Comté: Toute la Franche-Comté en 2000 questions",
    "ID": 329158,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329158/franche-comte-toute-la-franche-comte-en-2000-quest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Trivia game about the Region of Franche-Comt&eacute; in eastern France.&#10;2000 questions in 5 themes covering:&#10;&#10;     History,&#10;     Culture and traditions,&#10;     Economy,&#10;     Geography &amp; Tourism,&#10;     Sport &amp; contemporary life&#10;&#10;&#10;A player rolls dice and moves on the board accordingly. Depending on the color of the destination square, player draws a card and answer the questions of a different category. If the answer is incorrect it goes to the next player (or team).&#10;The winner is the first player (team) to collect 5 colored &quot;stage&quot; cards.&#10;&#10;It is possible to play in teams.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You Don't Know Jack: Movies Expansion Pack",
    "ID": 329159,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329159/you-dont-know-jack-movies-expansion-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This add-on set for the tabletop YOU DON'T KNOW JACK game includes 113 cards with 452 additional questions about you favorite feature films of the past &amp; present. Like the original, each question has that wacky YDKJ twist to make it that much more interesting and challenging!&#10;&#10;NOTE: Unlike the TV expansion, where the last card in the set has only two questions on it, all the cards in this set have the full 4 questions on them, making for 452 total questions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wild State: The Game of American Power Grab",
    "ID": 329166,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329166/wild-state-the-game-of-american-power-grab",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "OVERVIEW: This is an election theme board game, but make no mistake about it. This isn't a political game. It is a territorial game where opponents fight for majority of votes on the states, and win General Elections. There is a luck component that is easily tamed with plenty of strategies. Strategies get pretty sophisticated as players develop their skills overtime. In a way it resembles a weird mix of poker and chess without following any of their rules. In other words, it is not a twisted version of either. The goal of the game is to win majority in the states, thereby winning Super PACs to fund your campaigns, and ultimately win 3 General Elections.&#10;&#10;AUDIENCE: Simple enough for casual players and advanced for professional gamers.&#10;&#10;UNIQUE: This game is played continuously. After every game, you can save the setup with its unique challenges for the next time you play. Simply snap a picture of the board. Probably, this is the only &quot;competitive&quot; game where really it is almost impossible to eliminate an opponent from the game (no player elimination).&#10;&#10;IMPORTANT..! &#10;Manufacturer strongly recommends you limit a game to 3 General Elections wins rather than 5 as stated in the rules, for a better game experience.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Fighting",
      "Math",
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Delayed Purchase",
      "End Game Bonuses",
      "Events",
      "Force Commitment",
      "Hand Management",
      "Income",
      "Investment",
      "Ladder Climbing",
      "Matching",
      "Movement Points",
      "Once-Per-Game Abilities",
      "Ownership",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Victory Points as a Resource",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clash of Spears: Fields of Blood",
    "ID": 329167,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329167/clash-of-spears-fields-of-blood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Fields of Blood is an expansion to CLASH of Spears&#10;&#10;This expansion currently includes:&#10;&#10;     Rules for designing solo scenarios and two ready to play solo scenarios&#10;     Rules for fighting assaults on fortifications&#10;     Rules for fighting engagements in urban areas&#10;     Two new scenarios including an assault scenario&#10;     New rules to add special skills to your characters&#10;&#10;&#10;This is a living document and as we add new material you will be able to simply download the updated version.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Pays de Lorient Par le Jeu",
    "ID": 329168,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329168/le-pays-de-lorient-par-le-jeu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "While playing, discover the 19 municipalities of the Pays de Lorient through 30 remarkable tourist sites!&#10;&#10;The board represents the 19 municipalities of the region of Lorient. &#10;The players move and visit the various tourist sites in the region. &#10;Rolling the dice they can use roads, by bus or taxi,  &#10;In each municipality, there are 1 to 3 sites that are deliberately different and remarkable, leisure activities, exceptional places, museums, heritage and some history.&#10;&#10;Goal&#10;The first player who collect 10 sites in 10 different communes is the winner.&#10;&#10;Gameplay&#10;Use a combination of dice and &quot;transportation&quot; cards to race around the board.&#10;Each player starts with a hand of 4 cards.&#10;To visit a site a player needs to stop exactly on the red space representing it and own the corresponding card in his / her hand. It is then put face-up as a proof of the visit.&#10;At the beginning of its turn, a player refills her/his hand to 4 cards first before rolling the dice (only once per turn).&#10;Special cards allow special movement bonuses, or penalties to delay other players.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Lorient (France)",
      "Country: France",
      "Region: Brittany (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Il gioco di Paperopoli",
    "ID": 329172,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/329172/il-gioco-di-paperopoli",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "On the hunt for the missing keys to Scrooge's warehouse.&#10;It's a board game similar to Monopoly where the goal is to recover three keys to open the Scrooge's warehouse. But beware of the path full of traps where every Disney character with his peculiar abilities can pass them unscathed or suffer them.&#10;Who will arrive first? Donald Duck, The Beagle Boys, Daisy Duck, Huey Dewey and Louie, Magica De Spell, Gladstone Glander or Scrooge McDuck?&#10;A Disney adventure suitable for children.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slingshot Maneuver",
    "ID": 329174,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/329174/slingshot-maneuver",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The core mechanic of Slingshot Maneuver is based on a real technique used by NASA to save on fuel when sending unmanned spacecraft into the outer solar system.  They will use the gravity of planets as a &ldquo;slingshot&rdquo; to get a boost in speed and reduce fuel consumption.&#10;&#10;Two military forces fight for control of the solar system, and slingshot maneuvers are very important to their strategies. Ships equipped with advanced stealth technology are only visible when they fire their boosters. Therefore, firing your rockets out of site of the enemy, and using slingshot maneuvers to conduct attacks on unsuspecting enemies can be absolutely devastating.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crime Files: Verhängnisvolles Treibgut",
    "ID": 329176,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/329176/crime-files-verhangnisvolles-treibgut",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Become a criminal police officer!&#10;The detective game for up to 4 people, with realistic evidence such as laboratory reports, newspaper articles and fingerprints.&#10;Use the evidence to solve the mysterious environmental scandal in Hensfeld.&#10;&#10;There is no time limit - it all depends on the skill of the investigator.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: 3-Dimensional (3D)",
      "Series: Crime Files (Frechverlag)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crime Files: Das letzte Kapitel des L. Birkenwald",
    "ID": 329177,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/329177/crime-files-das-letzte-kapitel-des-l-birkenwald",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Become a criminal police officer!&#10;The detective game for up to 4 people, with realistic evidence such as laboratory reports, newspaper articles and fingerprints.&#10;Use the evidence to solve the mysterious environmental scandal in Hensfeld.&#10;&#10;There is no time limit - it all depends on the skill of the investigator.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: 3-Dimensional (3D)",
      "Series: Crime Files (Frechverlag)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twisting Chess",
    "ID": 329182,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329182/twisting-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Twisting Chess adds 2 new characters to the original chess game with different abilities for a new game balance. Twisting Chess is a game for all ages and levels of competency in the original game. Fun for new as well as experienced chess players!&#10;&#10;The classic Chess game is a fantastic game for young and old. It's fairly easy to learn, but super hard to master. This is often considered a reason not to play the game. Especially nowadays with mobile devices, the barrier to master this versatile game is quite high. Twisting Chess aims to break down that barrier and make it fun and challenging to play for experienced as well as new players.&#10;&#10;When you play twisting chess, we assume a basic knowledge of the original game. That means that we expect you to understand the basic abilities of the pieces, but that's all. Of course you may have a competitive advantage when you know some basic strategies, but don't be fooled, because the two new characters we introduce can ruin your intentions in the blink of an eye.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Collectible Components"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meeple Circus: Tiny Acrobats",
    "ID": 329184,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329184/meeple-circus-tiny-acrobats",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A new way to play Meeple Circus! Tiny Acrobats combines the excitement and thrills of Meeple Circus, with new streamlined scoring and rules set. Using a combination of new components provided in this expansion and components from your copy of Meeple Circus, The Wild Animal &amp; Areal Show and Show Must Go On! Here's a whole new way to enjoy Meeple Circus.&#10;&#10;Provided in Tiny Acrobats:&#10;&#10;&#10;     25 public demand cards&#10;     2 sizes of ruler (one for the giant edition and one for the regular size)&#10;     New rules set&#10;&#10;&#10;What is used from the base game and expansions:&#10;&#10;Meeples&#10;Scoreboard &quot;The Clap-o-meter&quot; &#10;5 Circus Rings&#10;5 Score Tokens&#10;&#10;This addition to your Meeple Circus collection can be played with the standard-sized meeples or the GIANT sized meeples. The measurement scoring is different from the original game which is why we are including two sizes of rulers folded on heavy card stock in the box.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck",
      "Stacking and Balancing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: 3-Dimensional (3D)",
      "Components: Meeples (Animal) / Animeeples",
      "Mechanism: Tower Stacking",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Which Would You Pick?",
    "ID": 329194,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/329194/which-would-you-pick",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two decks of 40 cards contain amusing, hypothetical situations. The player on turn draws a card from each deck and secretly decides which situation he or she would rather participate in. The other players then attempt to guess which card was selected. Play proceeds clockwise to the next player. An alternative way to play involves all the players discussing which situation they would choose for themselves.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "8-Bit Splatch",
    "ID": 329195,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329195/8-bit-splatch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You're looking for a colourful pixeled paintball capture the flag? That's oddly specific! But hey, we got you covered! 8-bit Splatch is a game of luck and strategy. 2 players (or teams) control shooters in two different colours, as they attempt to steal each other's flags. You use your action points to move around the board, grab the flag, and send enemy shooters straight to the hospital. Beware though, as you'll have to deal with the VIP, a super-shooter who is on both teams at once. If you can dodge the hail of paintballs from the other team and the VIP, you can claim the flag back to the base, and see if it is real. If it is, congratulations, you won! If not, then its back into the battlefield you go...&#10;&#10;",
    "Categories": [
      "Fighting",
      "Sports",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Team-Based Game",
      "Tug of War",
      "Turn Order: Random"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Paintball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Café: EXPRESSO",
    "ID": 329198,
    "Year": "(2021)",
    "Geek Rating": "5.610",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329198/cafe-expresso",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Caf&eacute; expansion with 8 new plan cards and 4 new icons: Expresso, Lote, Nata and Plus.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Highest-Lowest Scoring",
      "Layering",
      "Melding and Splaying",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Coffee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calabozo: Clásico Montecarlo de colección",
    "ID": 329206,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/329206/calabozo-clasico-montecarlo-de-coleccion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Become a true legendary hero, get involved in the CALABOZO and with your fabulous skills attack and destroy monsters to obtain the treasures that will lead you to victory.&#10;&#10;Each type of Dungeon adventurer needs a different amount of treasure to win. When a player accumulates enough treasure cards whose value is greater than or equal to the amount needed by his adventurer, that player must then return with his treasure to the exit.&#10;&#10;How to play: On your turn you will roll a die to advance and try to reach the monster rooms. Once there, you will roll 2 dice to see if you defeat the enemy and gain the treasure in that room. In case of not defeating it, you will roll the 2 dice again to know what damage the monster causes you.&#10;(the treasures sometimes gives you special powers)&#10;&#10;The first player to bring enough treasure to the exit will win!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Kill Steal",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SINS: Spheres of Torment – Trilogy Box",
    "ID": 329215,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329215/sins-spheres-of-torment-trilogy-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "SINS is a deck-destructor and a highly competitive game. It&rsquo;s built from the core to be an aggressive game of powers and weaknesses. Both attacking and defending will cost you deeply and exhaust your hand. Therefore, be careful not to be too aggressive or too defensive, as you might lose your advantage. Pick your battles, save your strength, take the hit and fight &#10;back when your opponent is exhausted.&#10;&#10;Each battle pack of cards has a specific sin and each sin has a unique set of principles, which can either form or change your strategy as you play through the game.&#10;&#10;SINS: Spheres of Torment introduces 3 different themed battle packs focus around the sins of wrath, greed and gluttony which supports 2-6 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: SINS – The Deck Builder",
      "Setting: SINS"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Likely To . . . A Game About Personalities",
    "ID": 329223,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329223/likely-to-a-game-about-personalities",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In this 3-5 player game, each player is assigned a color. During each round, a card reader reads a descriptive card that describes a certain type of personality (ex. Likely To Run For Political Office, Likely To Wear Gym Shorts In A Blizzard, Likely To Cook Like A Chef). Players race to be the first to match another player's personality to the one described on the card. However, if they say the wrong color, or are too slow, another player can steal their point. Whoever reaches 10 points first wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Player Judge",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Crawler: Scenario Packs",
    "ID": 329229,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329229/dungeon-crawler-scenario-packs",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "What ARE the Scenarios?&#10;&#10;The Scenario Packs are 4 distinct and specific Events-based adventures of epic difficulty and challenge for the players.  Not for the faint of heart.  The Events can not really be used in a Standard game as they are very specific.  Standard cards from your Delve or Expansion Packs are used to build the Dungeon decks and then the 10 Event and 1 Character from ONE Scenario are mixed with those cards to form the 80 card deck.&#10;&#10;Fell the Colossus is a brutal challenge to destroy one of the rare Dreadlander Colossus constructs as it rumbles its way across the land.  Billowing a cloud of smoke, it strides towards its intended target to deploy the army it holds within, to wreck havoc with its own powerful weapons, or even it's bare metal hands!  To get in you must climb the legs, run up along the arms, or fight through the horde in its chest when it opens to ascend to the castle and defeat its pilot: a Doom Caster!&#10;&#10;Hell Gate uncovers an evil cult within your own lands that seek to unleash a true horror from beyond!  Will it be Abaddon, or another demon prince?  There's no time to waste as you unmask their hidden members, seek out their lair and eventually break into their inner sanctum to put a stop to their evil plans!  It's going to be an epic challenge as Dread Lord Vorlaat has come down from his tower at the Black Wall.&#10;&#10;The Cursed tells of a land haunted by a horror, where the very members of someone's household may have become an infected terror that plagues the people.  Locking themselves in, they pray for salvation, as the night brings unholy terror.  The Vampiress features in this scenario, and she won't go easily as you face her Brood, discover her identity, and unravel her final resting place where she hangs between worlds.&#10;&#10;Legendary Hoard is more of what you might expect from a typical adventure; find the map, get to the location, enter it's foul trap-laden tunnels, and find the treasure... however, this one is guarded by an Ancient Ruby Dragon!  Nothing will be easy about this battle as the dragon introduces the new Attribute &quot;Titan&quot; outlined on the new Rule card card included in the box!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: HMS Ark Royal",
    "ID": 329240,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329240/victory-at-sea-hms-ark-royal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of the most famous carriers of the war, the HMS Ark Royal received many battle honours in its service. &#10;The first enemy aircraft shot down by the Fleet Air Arm was with one of her Blackburn Skuas, while her bombers sank the German cruiser K&ouml;nigsberg, the first example of a capital ship being sunk by an attack from the air.&#10;&#10;Better remembered is the Ark Royal&rsquo;s role in the sinking of the Bismarck, where her Fairey Swordfish launched a torpedo attack that damaged its rudder, leaving it vulnerable to the rest of the fleet.&#10;&#10;Other notable actions included convoys to Malta, the Norwegian campaign and involvement in the first U-boat kill of the war.&#10;&#10;In 1941 she was struck by a torpedo and sank while under tow.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Tirpitz",
    "ID": 329241,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329241/victory-at-sea-tirpitz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sister ship to the Bismarck, the Tirpitz was 2,000 tons heavier and thus the heaviest warship to have ever been produced by a European navy. &#10;She served in Norway and the Baltic Fleet acting as a potent deterrent. The Tirpitz became an obsession for the British. After the sinking of the Bismarck, the Tirpitz, as Germany&rsquo;s most powerful warship, was destined to spend much of the war in port.&#10;&#10;After the daring St Nazaire raid by the British, it was deemed unfeasible to use Tirpitz against the Atlantic convoys of the Allies. Instead, she was used sparingly, as a deterrent against Allied invasion in Norway and to intercept Allied convoys to the Soviet Union. In September 1943, along with the battleship Scharnhorst, she bombarded Allied positions on Spitzbergen. This was the only occasion the mighty battleship fired her main battery in anger.&#10;&#10;The relentless attacks of the British, would prove to be the end of the mighty vessel. They launched many raids on her; from mini-submarines and two full scale air raids. She was eventually&#226;&#128;&#175; sunk&#226;&#128;&#175;in 1944 by Lancaster bombers armed with 12,000 lb Tallboy bombs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starmada",
    "ID": 329245,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329245/starmada",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Starmada is a simple (but not simplistic) board game of starship combat, in which players square off in a general attempt to blast each other's fleets into just so much space junk.&#10;&#10;While the universe of the Imperial Starmada and its major adversaries is fully detailed in the rulebook, Starmada is much more than just another game, tied down to its own background. Instead, Starmada can be played in just about any science fiction setting you can imagine. There are dozens of optional rules, exotic special equipment and menacing weapons that can be used or discarded at your discretion, to create the type of game you want to play!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Starmada",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burger Builder",
    "ID": 329259,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329259/burger-builder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Don your chef hats and prepare for a patty-flipping, cheese-melting, sauce-squeezing battle for burger supremacy.&#10;&#10;In this fun and fast-paced card game, players score points by using colourful ingredient cards to assemble tasty items off the Burger Builder menu.&#10;&#10;First, players draw 7 cards from the deck. At the start of their turn, players can ask other players for any ingredient card they may need, depending on what want to build. If the other player has one or more of that ingredient, they must hand one over. If not, the player whose turn it is draws 2 cards from the deck instead. They can then use the cards they have in their hand to create as many items off the Burger Builder menu as possible.&#10;&#10;Each ingredient card can be used in a variety of meals, allowing players to be strategic in what they build and when. You could play something small, like onion rings or potato cakes, or save up your cards to build something big, like an epic burger!&#10;&#10;A variety of power cards let you play more strategically in your race to accumulate the most points. Swap out cards from your hand, force other players to throw away their ingredient cards or even steal finished menu items. But be careful, your opponents are out to do the same to you in return. Power cards can be used at any time on your turn.&#10;&#10;If a player uses up all the cards in their hand they get to draw another 7 cards from the deck. However, this ends their turn and they cannot play any more cards.&#10;&#10;Play ends in one of two ways. In sprint mode, play ends when the first player reaches 30 points. In marathon mode, play continues until the entire deck has been used up and players can no longer create any food combos. The winning player is the one who has played the most ingredient cards.&#10;&#10;And that's all there is to it!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Food & Drink: Burgers",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sáltame Si Puedes",
    "ID": 329260,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.81",
    "Link": "https://boardgamegeek.com/boardgame/329260/saltame-si-puedes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It is the game in which the frog with the best memory will be the winner. Jump your opponents and steal their flies to be the winner!&#10;&#10;It won't be easy work! Since you will have to remember where the figures are under the cards in order to advance.&#10;&#10;It's a fun game for the whole family, where even your older brother could win!&#10;&#10;Preparation: We place all the chips face down in the center. And around in a shape of a circle all the tiles. All players place their frog at one end of the circle.&#10;&#10;How to play: In your turn you must turn a chip of the center to see if it is the same insect than the next insect on your way, if so; you advance to that square, and you try again by turning another chip to see if it is the same insect than the next insect on your way.&#10;&#10;If you reach to a space where there is another frog from another player, you will eat that frog and that player will be out for the rest of the game.&#10;&#10;When the insect on the card does not coincide with the next inscet on your way, you must turn over all the visible insect cards and it will be the next player's turn.&#10;&#10;The player who eats all the other frogs wins the game.&#10;&#10;Contents: 1 template with 24 circular aquatic leaf cards, 12 octagonal cards to peel off, 1 template with 8 adhesive labels of frogs to stick, 4 player tokens, 4 cards (Flies) and 1 rulebook.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Movement",
      "Player Elimination"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprichst Du Englisch?",
    "ID": 329276,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329276/sprichst-du-englisch",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A Tiptoi game to learn English&#10;&#10;Explore the town with Amy, Susan, Mike, and Fred.&#10;&#10;The Tiptoi pen names objects or phrases common sentences in English and the players find these either on the town map or on picture/Word cards.&#10;&#10;The player who gets the most correct answers wins.&#10;&#10;There are three different difficulty settings and a Tiptoi pen is required for the game&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Exploration",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Targi: Alternative Border Cards",
    "ID": 329281,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329281/targi-alternative-border-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Mini-expansion containing six (now 12) border cards with alternative rules, replacing the Noble, Trader, Fata Morgana, Silversmith, Caravan and Tribal Expansion cards.&#10;&#10;I added the new files with all 12 cards in English and German here in the files section.&#10;&#10;Hope you enjoy them.&#10;Andy&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Arabian",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Modular Board",
      "Set Collection",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Continents: Africa",
      "Mechanism: Tableau Building",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killing Cards: Mafia",
    "ID": 329286,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/329286/killing-cards-mafia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Only One Will Survive.&#10;&#10;In Killing Cards: Mafia, the godfather of the mafia has just died. You are one of the suitors for his succession. The period is troubled: a Vigilante is on the prowl and each suitor is getting ready to hire Henchmen to get rid of his competitors. Your goal is to be the last player left alive.&#10;&#10;On your turn, you will play cards and then draw one. If the card you draw is the Vigilante or a Henchman, either you have a Bodyguard and he protects you, or you die. All the other cards are there to help you hire Henchmen or avoid drawing a card that would kill you.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Departo 30: Devenez le meilleur guide du Gard",
    "ID": 329292,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329292/departo-30-devenez-le-meilleur-guide-du-gard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Departo 30: Devenez le meilleur guide du Gard lets you become the best guide in the &quot;Gard&quot; department through questions about history, geography, culture...&#10;&#10;Gameplay:&#10;&#10;     Take a coach trip through the Gard department and answer questions,&#10;     For every correct answer a passenger gets in the bus,&#10;     Collect 9 &quot;Stage&quot; cards,&#10;     Once the bus is full of tourists and the 9 &quot;Stage&quot; cards are gathered, the player-guide must go back to its start&#10;     The winner is the first guide to be back&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: Nîmes (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meow Mayhem",
    "ID": 329294,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/329294/meow-mayhem",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Meow Mayhem is a fast paced game where, as a cat, you must gain a Reputation among your cat peers by committing bad acts! It can be played with 3-6 players, and games last 20-60 minutes each. This is a puurrrrrfect game to play for people who love kitties or being mischievous!&#10;&#10;This game is a new take on everyone's favorite thing: cats. The game's vivid illustrations of naughty cats paired with flavor text describing a Cat's point of view is pure and delightful fun. Although Meow Mayhem is a game for All Ages (in the sense that there is no cursing or overtly cruel humor),--the age recommendation is 10+. Players will need strong problem solving-skills, and there are small pieces which are legally a choking hazard for children 9 and younger. That said, cat lovers of ALL AGES will enjoy playing or watching this game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moon Base Command",
    "ID": 329297,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329297/moon-base-command",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Federation has issued a CRITICAL RED ALERT to Moon Base Command to prepare for a massive asteroid assault. You as the base commander must operate the protection system and take control of the missiles and two Plasma cannons. Each Plasma cannon has a limited firing capacity, a max range and an overheating protection system. The Federation has explained that it looks as if there will be [5] waves consisting of groups of asteroids heading towards the Moon base with four waves of asteroids per group. Each asteroid will be represented by a d6 die. You must protect the moon base and keep each of the three bases from being destroyed.&#10;&#10;Victory conditions:&#10;Your goal is to protect the Moon base at all costs.  You must save at least 1 base with a shield value of at least one.  A total victory would be all bases saved with full shield values of six each.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Solo / Solitaire Game",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Floor Plan: Kira & Ryan Client Promos",
    "ID": 329300,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329300/floor-plan-kira-and-ryan-client-promos",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "One Build Client (Kira) and one Design Client (Ryan) for Floor Plan&#10;&#10;Kira:&#10;&#10;Soundproof Studio - Bedroom touching the edge of the grid connected to a Living room (5 pts)&#10;&#10;Home Office - Dining Room containing 4 or more unique arrangements of furnishings (9 pts)&#10;&#10;Ryan:&#10;&#10;Asymmetrical Playspace - 2 decks of at least 4 squares in unique arrangements on opposite sides of a furnished room (4 pts)&#10;&#10;See You Schoon - Room with windows to a tree and a pool (9 pts)&#10;&#10;- Originally available as part of the 2019 Man vs Meeple Season 3 KS campaign -&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Underwater Cities: Federal Priority Promo Cards",
    "ID": 329301,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329301/underwater-cities-federal-priority-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Special Promo for Underwater Cities for backers of the 2021 Dice Tower Kickstarter:&#10;&#10;Introduces the &quot;Federal Priority&quot; scoring card, which rewards having the most connected upgrade buildings by the end of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Civilization",
      "Industry / Manufacturing",
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Income",
      "Network and Route Building",
      "Turn Order: Stat-Based",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "盤上決戦 (SSSS.GRIDMAN)",
    "ID": 329306,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329306/pan-shang-jue-zhan-ssssgridman",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Board game based on the hit 2018 anime SSSS.GRIDMAN. Players play as Yuta Hibiki and the Gridman Alliance fighting against the kaiju created by Akane Shinjo in this cooperative dice game.&#10;&#10;Players select a character from the show (Yuta, Utsumi, Rikka, Samurai Caliber, Max, Borr, or Vit) to move around the city and fight the kaiju that appear. However, you can't fend off against stronger kaiju alone. Ask a friend to join you in combat for a huge power boost. Work together to take down the final boss, Alexis Kerib!&#10;&#10;Event cards in the game feature scenes from the source material, such as the dinner with Alexis and the meeting with the kaiju girl, and whenever Akane happens to move to the same space Yuto is on, his HP will immediately suffer. Guaranteed laughs for fans of the show.&#10;&#10;Supports up to 4 players, including a solo mode where you control 4 characters.&#10;&#10;&#10;2018&#229;&#185;&#180;&#231;&#167;&#139;&#227;&#129;&#171;&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#161;&#229;&#140;&#150;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#228;&#187;&#165;&#230;&#157;&#165;&#227;&#128;&#129;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#160;&#230;&#160;&#185;&#229;&#188;&#183;&#227;&#129;&#132;&#228;&#186;&#186;&#230;&#176;&#151;&#227;&#129;&#174;&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#161;&#227;&#128;&#142;SSSS.GRIDMAN&#227;&#128;&#143;&#239;&#188;&#136;&#227;&#130;&#176;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#131;&#137;&#227;&#131;&#158;&#227;&#131;&#179;&#239;&#188;&#137;&#227;&#129;&#140;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#231;&#153;&#187;&#229;&#160;&#180;&#227;&#128;&#130;&#10;&#230;&#156;&#172;&#229;&#149;&#134;&#229;&#147;&#129;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#233;&#159;&#191;&#232;&#163;&#149;&#229;&#164;&#170;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#128;&#140;&#227;&#130;&#176;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#131;&#137;&#227;&#131;&#158;&#227;&#131;&#179;&#229;&#144;&#140;&#231;&#155;&#159;&#227;&#128;&#141;&#227;&#129;&#174;&#228;&#184;&#128;&#229;&#147;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#150;&#176;&#230;&#157;&#161;&#227;&#130;&#162;&#227;&#130;&#171;&#227;&#131;&#141;&#227;&#129;&#174;&#231;&#148;&#159;&#227;&#129;&#191;&#229;&#135;&#186;&#227;&#129;&#153;&#230;&#128;&#170;&#231;&#141;&#163;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#168;&#230;&#136;&#166;&#227;&#129;&#134;&#227;&#128;&#129;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#229;&#141;&#148;&#229;&#138;&#155;&#229;&#158;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;TV&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#161;&#227;&#129;&#174;&#231;&#153;&#187;&#229;&#160;&#180;&#228;&#186;&#186;&#231;&#137;&#169;&#239;&#188;&#136;&#232;&#163;&#149;&#229;&#164;&#170;&#227;&#128;&#129;&#229;&#134;&#133;&#230;&#181;&#183;&#227;&#128;&#129;&#229;&#133;&#173;&#232;&#138;&#177;&#227;&#128;&#129;&#227;&#130;&#181;&#227;&#131;&#160;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#187;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#170;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#128;&#129;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#185;&#227;&#128;&#129;&#227;&#131;&#156;&#227;&#131;&#169;&#227;&#131;&#188;&#227;&#128;&#129;&#227;&#131;&#180;&#227;&#130;&#163;&#227;&#131;&#131;&#227;&#131;&#136;&#239;&#188;&#137;&#227;&#129;&#139;&#227;&#130;&#137;&#233;&#129;&#184;&#227;&#129;&#179;&#227;&#128;&#129;&#232;&#161;&#151;&#227;&#129;&#171;&#231;&#143;&#190;&#227;&#130;&#140;&#227;&#130;&#139;&#230;&#128;&#170;&#231;&#141;&#163;&#227;&#129;&#168;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#229;&#188;&#183;&#229;&#138;&#155;&#227;&#129;&#170;&#230;&#128;&#170;&#231;&#141;&#163;&#227;&#129;&#175;1&#228;&#186;&#186;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#175;&#229;&#128;&#146;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#168;&#228;&#184;&#128;&#232;&#135;&#180;&#229;&#155;&#163;&#231;&#181;&#144;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#136;&#166;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#230;&#148;&#187;&#230;&#146;&#131;&#229;&#138;&#155;&#227;&#129;&#175;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#143;&#227;&#130;&#162;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#187;&#178;&#233;&#150;&#147;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#168;&#232;&#169;&#177;&#227;&#129;&#151;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#128;&#129;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#156;&#128;&#231;&#181;&#130;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#131;&#187;&#227;&#130;&#162;&#227;&#131;&#172;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#130;&#185;&#227;&#130;&#146;&#229;&#128;&#146;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#228;&#184;&#173;&#227;&#129;&#174;&#227;&#130;&#164;&#227;&#131;&#153;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#161;&#227;&#129;&#174;&#228;&#189;&#156;&#228;&#184;&#173;&#227;&#129;&#167;&#232;&#169;&#177;&#233;&#161;&#140;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#168;&#227;&#131;&#148;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#133;&#131;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#172;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#130;&#185;&#227;&#129;&#168;&#233;&#129;&#173;&#233;&#129;&#135;&#227;&#128;&#141;&#227;&#130;&#132;&#227;&#128;&#129;&#227;&#128;&#140;&#230;&#128;&#170;&#231;&#141;&#163;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#168;&#233;&#129;&#173;&#233;&#129;&#135;&#227;&#128;&#141;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#130;&#171;&#227;&#131;&#141;&#227;&#129;&#174;&#233;&#167;&#146;&#227;&#129;&#140;&#232;&#163;&#149;&#229;&#164;&#170;&#227;&#129;&#174;&#233;&#167;&#146;&#227;&#129;&#168;&#229;&#144;&#140;&#227;&#129;&#152;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#171;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#168;&#232;&#163;&#149;&#229;&#164;&#170;&#227;&#129;&#174;HP&#227;&#129;&#140;&#230;&#184;&#155;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#170;&#227;&#129;&#169;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#161;&#227;&#130;&#146;&#232;&#166;&#179;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#170;&#227;&#130;&#137;&#230;&#128;&#157;&#227;&#130;&#143;&#227;&#129;&#154;&#231;&#172;&#145;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#229;&#134;&#133;&#229;&#174;&#185;&#227;&#129;&#140;&#231;&#155;&#155;&#227;&#130;&#138;&#227;&#129;&#160;&#227;&#129;&#143;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#228;&#186;&#186;&#230;&#149;&#176;&#227;&#129;&#175;4&#228;&#186;&#186;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;1&#228;&#186;&#186;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#229;&#143;&#175;&#232;&#131;&#189;&#227;&#129;&#167;&#227;&#129;&#153;&#239;&#188;&#136;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;1&#228;&#186;&#186;&#227;&#129;&#167;4&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#130;&#146;&#230;&#147;&#141;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#137;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Modern Wonders (fan expansion for 7 Wonders)",
    "ID": 329310,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329310/modern-wonders-fan-expansion-for-7-wonders",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Modern Wonders is a fan print&amp;play expansion for 7 Wonders. Created by and with cooperation of top ranked players from Boardgamearena.com ladder. This expansions aims to provide variety, while maintaining great balance. It uses some concepts from 7 Wonders Cities expansion. Regular update balance patches are scheduled to provide the best experience for the players.&#10;Design &amp; Development was done by 7 Wonders 2021 World Champion - Jan Zalewski.&#10;&#10;Wonders included:&#10;&#10;     New York - Statue of Liberty&#10;     Agra - Taj Mahal&#10;     Oxford - Oxford University&#10;     Paris - Museum the Louvre&#10;     Rio de Janeiro - Christ the Redeemer (statue)&#10;     Timbuktu - Timbuktu&#10;     Moscow - Red Square&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;This project is non-profit and it is strictly forbidden to profit of any kind based on this work.&#10;Credits for art used:&#10;Agra - P&eacute;ter Kov&aacute;cs&#10;Moscow - Nina Valinger&#10;New York - Ray Weiler&#10;Paris - Marc Mons&#10;Oxford - Sofia da Silva&#10;Rio De Janeiro - https://wallpaperaccess.com/christ-the-redeemer&#10;Timbuktu - FRANCOIS XAVIER MARIT/AFP&#10;&#10;Link to the printable file:&#10;https://drive.google.com/file/d/1IVunX0ng2ObnPIVMZGyyYMUuO2y6ELXI/view&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Civilization",
      "Economic",
      "Fan Expansion",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: 7 Wonders",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "This Game Is... Beyond Words",
    "ID": 329315,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329315/this-game-is-beyond-words",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A competitive Scrabble-esque word game for two players or teams. Players take turns being the &quot;forming&quot; and &quot;defending&quot; side over four rounds. Each round the forming player randomly draws letter tiles one at a time and places them on the grid starting from the center. Each new letter played must either form a complete word, or marked with one of ten pawns as an incomplete word. Each incomplete word must have a possible word declared for the unused letters. After every five letters played the defending player has a blocking tile available to prevent progress of the forming team. Each forming phase ends when the forming player either plays a complete word that uses a corner space, or gets three strikes. Strikes are accumulated for being unable to play a tile, declaring a word that would not fit in the area, or playing an illegal or false word. After each phase, players score points for each letter used in complete words only, and possibly double their score if they end on a corner that corresponds to the round being played.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L'Éducation au fil de l'eau",
    "ID": 329316,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329316/leducation-au-fil-de-leau",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "L&rsquo;&Eacute;ducation au fil de l&rsquo;eau educates young and old alike about water, land, biodiversity and life skills through its educational booklet.&#10;&#10;Goals:&#10;&#10;     Be the first to finish the course&#10;     Enrich your knowledge&#10;     Open oneself to the world&#10;&#10;&#10;Players progress on the board by rolling the dice and answering questions on Four themes, different issues:&#10;&#10;     WATER&#10;         Become aware of the importance of drinking clean water, understand where the water comes from, how and why it is made drinkable&#10;         Informing about inequalities in access to water in the world&#10;         Learn more about the water cycle and the physical states of water&#10;    &#10;     EARTH&#10;         Discover the world geography and the city of Nantes, its history and its monuments&#10;         Become aware of the distribution of the world population,&#10;         Become aware of global warming and its impact&#10;    &#10;     BIODIVERSITY&#10;         Discover permaculture, how it works and its benefits&#10;         Explain the importance of trees in the balance of our ecosystem, understand the need to reforest the planet&#10;         Become aware of the main causes of pollution&#10;    &#10;     KNOW-BEING&#10;         Acquire good gestures to respect the environment (selective sorting, recycling, renewable energies, energy savings)&#10;         Discover emotions, become aware of the important values &#226;&#128;&#139;&#226;&#128;&#139;for relationships with others&#10;         Raise awareness of the rights of the child and abuse&#10;    &#10;&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Nantes (France)",
      "Region: The World",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warfare in the Age of Napoleon: Battle Scenarios Volume #1",
    "ID": 329317,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329317/warfare-in-the-age-of-napoleon-battle-scenarios-vo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Scenarios and corresponding army lists for Warfare in the Age of Napoleon&#10;&#10;Scenarios are: &#10;&#10;     Fleuros 1794.  &#10;     Haslach 1805.  &#10;     Saafeld 1806. &#10;     Hoff 1807. &#10;     Raab 1809.  &#10;     Busaco 1810.  &#10;     Albura 1811.  &#10;     Borodino 1812 (4):  &#10;         Shevardino Redoubt.  &#10;         Davout's infantry attack on the fleches. &#10;         Cavalry attack on the fletches.  &#10;         Great Redoubt.  &#10;    &#10;&#10;&#10;Color battlefield maps.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;With the success of Tod Kershner's Warfare in the Age of Napoleon rules, it has been requested that more be added to the basic game. As you know the basic game is the core of the system which deals with the armies of the Waterloo campaign. To use these scenarios, it is recommended that Warfare in the Age of Napoleon be used. The scenarios will be more adaptable to other battalion level rule systems, too. This supplement will encompass more areas of the Napoleonic period and include new unit types, special rules, and army lists. It will be formatted in a similar fashion as the AOM rulebook scenarios.&#10;&#10;The Napoleonic era spans a stretch of time of continuous warfare from 1789 to 1825 (if including the wars of liberation in South America). The scenarios will be battles or parts of battles of selected years of the period.&#10;&#10;Let's take a scenario/battle from the 1806 campaign of the French invasion of Prussia: Battle of Saalfeld, where a fast-moving French force runs into a Prussian/Saxon rearguard. The scenario will have a short description of the battle, a color map with deployment, and an order of battle. Included with be army lists specific to the battle and any special rules needed for the scenario. In addition, the army list will often include additional troop types not needed in the scenario so one has the means to do other battles of that campaign.&#10;&#10;Many of the battles will be familiar to readers and gamers. The ordes of battle will be as accurate as possible, but note that some 'artistic license' is used in some situations. Many sources are available to the reader and the author does not attempt to be an authority on each battle. A bibliography of sources will be included.&#10;&#10;With the addition of this supplement, it is hoped you can enjoy this period and its many fascinating campaigns and battle from the Age of Napoleon. Special thanks to Maurizio Bragaglia and David Webster.&#10;&#10;&mdash;Description from Dale Wood, 2010&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Borodino (Russia)",
      "Cities: Fleurus (Belgium)",
      "Cities: Győr (Hungary)",
      "Country: Germany",
      "Country: Portugal",
      "Country: Russia",
      "Country: Spain",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Read Between The Wines!",
    "ID": 329318,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329318/read-between-the-wines",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Forget what the bottle says, Read Between The Wines inspires players to write their own creative descriptions with the help of 54 theme cards like, &quot;If this wine had a job, what would it do?&quot; or &quot;Compare this wine to a celebrity.&quot; No formal wine knowledge needed - it's full-bodied fun for everyone, from the seasoned connoisseur to the unripened amateur. Your next party or wine-tasting will be ABUZZ with laughter.&#10;&#10;RBTW is best played with 4+ people and a 4 different wine samples. Each round introduces a new wine and a new theme card. Players sample the wine &amp; write down their answer to the theme. The wine waiter of the round then reads them all aloud (with Shakesperean drama!) and each player gets one vote for their favorite answer. Each vote equals a point for the player who wrote it!&#10;&#10;Play until the wine or creative juices run out... the player wtih the most points at the end of the game is deemed winner and MASTER CONNOISSEUR!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bad Boss 2",
    "ID": 329319,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329319/bad-boss-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Bad Boss 2: It is the Arses that get ahead! A humorous card game that requires you to be an Arse to win! Collect more office characters than your opponents and avoid being stuck with the dreaded Bad Boss.&#10;&#10;The deck has 3 types of cards - Character cards which players try to pair and accumulate as many as they can, Arse cards which players use to sabotage others or to get ahead; and the Bad Boss card which everyone tries to avoid.&#10;&#10;The goal is to collect as many pairs as possible while avoiding the Bad Boss card by using Arse cards to your advantage. There are 9 different types of Arse cards like Arse kisser, Lazy Arse and Smelly Arse which makes getting ahead of others hilariously funny.&#10;&#10;The player that is stuck with the Bad Boss card when all the cards are players will be the loser and the player with the most pairs is declared the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Matching",
      "Memory",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Card Games: Matching",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat de Coqs",
    "ID": 329321,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329321/combat-de-coqs",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Combat de Coqs is the benchmark for French culture!&#10;&#10;1320 questions divided into 12 categories (Music, Cinema, Sport, Media, Fashion, Gastronomy, History, Geography, French language, Literature, Economy, Art)&#10;There are questions about the great classics, but also questions about current affairs.&#10;&#10;This game will perfectly accompany your evenings with friends, or your Sundays with family.&#10;&#10;Goal:&#10;be the first player to validate each of the 12 categories by correctly answering the questions.&#10;&#10;Gameplay:&#10;&#10;     roll the dice&#10;     choose one of the 2 themes indicated by the dice&#10;     answer the question of the chosen category&#10;         Correct answer: validate the category and re-roll the dice&#10;         Wrong answer: pass the dice to the next player&#10;    &#10;&#10;&#10;If the dice indicate 2 categories already validated, answer the chosen question correctly to be able to re-roll the dice.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jeu de la Mayenne",
    "ID": 329323,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329323/jeu-de-la-mayenne",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jeu de la Mayenne is a board game based on the principle of questions and answers.&#10;&#10;Nearly 550 written questions and photos also with charades and riddles, which deal with subjects as varied as history or geography, heritage, local traditions, current events or famous people who have marked the department of Mayenne.&#10;&#10;Each player places his pawn on his commune of residence or of his choice among many, La Gravelle, Vaiges, Argentr&eacute;, Chang&eacute;, Saint-Jean-sur-Erve...&#10;Travel through the territory and answer questions on different themes. &#10;If the answer is correct, you can play again.&#10;&#10;To win, collect 5 &quot;Site&quot; cards by going to their respective box and answering the question correctly.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: Laval (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "9DKP: Series 1",
    "ID": 329324,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329324/9dkp-series-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "9DKP is a Trading Card Game (TCG). It has three starter deck options for players new to the game: Zombie, Kat, and Survivor. Each deck plays differently than the others and is composed mostly of the deck's cover faction.&#10;&#10;Starter decks also include a paper play-mat that makes learning the game easier, a paper counter to track Health Points and DKP, a custom 6-sided die used by some cards in the game, and a quick start rule book that will tech players the game and provide examples.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Fighting",
      "Number",
      "Zombies"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Dice Rolling",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Trading"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robogem Deluxe",
    "ID": 329330,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/329330/robogem-deluxe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Plan the best route for your robot and collect most gems and return to your base before other players. Game for learning basics of programming.&#10;&#10;The robot takes three commands: move forward, turn left and turn right. Players string these commands to guide the robots. Advanced games include functions that can contain many moves which can then be repeated when wanted.&#10;&#10;First player to collect three gems and return them to their home base wins the game.&#10;&#10;This game combines Robogem (2015) and Robogem: lis&auml;kortit (2016)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Défi Frise: Laval",
    "ID": 329331,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329331/defi-frise-laval",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "D&eacute;fi Frise: Laval, Frieze Challenge: Laval contains 42 cards representing 42 jewels of the city of Laval heritage.&#10;&#10;Players take turns placing a card from their hand (of 7 cards) on the table (date face up) trying to reproduce a chronological frieze with the heritage sites cards. &#10;On each card, architectural information and chronological indices are indicated.&#10;The first player who manages to discard all his cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Laval (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventure Tactics: Into the Slimer-verse",
    "ID": 329333,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329333/adventure-tactics-into-the-slimer-verse",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Portals to the Slime-dimension are opening all around you and your party. Two giant slime monsters emerge from the portals and quickly move upon your party. Can you defeat the Ruby and Violet slime-lords and escape unscathed? If so, you may be able to acquire some amazing new loot!&#10;&#10;The Into the Slimer-verse Promo Encounter is a single encounter pack meant to be played with Adventure Tactics: Domianne's Tower. It can be played as a single standalone encounter or a side quest played mid-campaign to earn extra loot!&#10;&#10;The promo encounter pack includes a rules sheet with encounter set up description and 4 new loot cards that can only be earned from this promo encounter!&#10;&#10;&#10;    This promo pack was first introduced as a promo in the Dice Tower 2021 Kickstarter campaign pack E*&#10;&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Dice Tower",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keep An Eye Out",
    "ID": 329337,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329337/keep-an-eye-out",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Keep an Eye Out is a Living Game with various ways to play. The basic play is a reinvigoration of the classic parlour game &ldquo;Winking Murder&rdquo;. One Villain, and three Inspectors. The villain&rsquo;s goal is to eliminate all other players by winking deliberately without being caught. The inspectors&rsquo; goal is to catch the villain in the act, and save everyone else from certain death.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siege of Khartoum Game",
    "ID": 329339,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/329339/siege-of-khartoum-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "&quot;The Siege of Khartoum&quot; is a low to moderate complexity tactical wargame covering the Mahdist siege of Egyptian-held Khartoum during the Mahdist Revolution. The game takes about 90 minutes to play. One side commands the Mahdist units and the other side commands the Egyptian and British units. Cards allow variety of play. The object of the wargame for the Mahdist player is to capture Khartoum while the Egyptian player attempts to hold out until British reinforcements arrive. The Siege of Khartoum utilizes a game system based on The Historical Game Company&rsquo;s earlier &quot;Battle of Quebec&quot; wargame.&#10;&#10;The game contains 48 5/8&quot; counters, 20 cards, one game map and two dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Cities: Khartoum (Sudan)",
      "Country: Egypt",
      "Country: Sudan",
      "Country: United Kingdom",
      "History: Mahdist War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battle Series of World Battles (Historical Game Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aldira",
    "ID": 329341,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329341/aldira",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Aldira is a competitive, strategic card game, which combines a bidding mechanic with deck building. The game is designed by Jakob Emmerling and Benjamin Steiger. It features more than 40 illustrations, of the beautiful jungle and its plants, by Ary Lieberwith.&#10;&#10;In this game you are a native of a tiny village deep in the jungle. At this time of the year there is a competition, where you have to get and cultivate special plants and harvest their fruits.&#10;&#10;Before each round, the players have to decide which actions they want to take and how much value they give these actions. To do so, each player secretly bid with their hand cards, for the actions.&#10;&#10;For harvesting fruits, you get victory points. At the end of the game, the player with the most victory points is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeu de l'Automobile",
    "ID": 329343,
    "Year": "(1906)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329343/jeu-de-lautomobile",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Jeu de l'Automobile is an antique and simple  blast-racing game.&#10;&#10;After assembling the models, the paper sheet is placed flat on a table and the characters arranged on the track at the discretion of the players. &#10;By blowing lightly on the wing of the car the player has to drive the automobile to the garage, without overturning the figures and especially the car.&#10;The winner will therefore be the one who knocks down the fewest characters.&#10;A player who causes the car to fall, skips his turn, if it falls into the river that's the end of the game for him/her.&#10;&#10;The rule can be changed at the discretion of the players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder of Crows",
    "ID": 329346,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/329346/murder-of-crows",
    "Min Players": "6",
    "Max Players": "18",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Murder of Crows is a somewhat cooperative, somewhat competitive murder mystery card game combined with tag.&#10;&#10;At the start of a round, players gather in a circle and draw one card each, assigning them a role for the round. The player who draws the Crow card has to &quot;kill&quot; the other players.&#10;&#10;Each player separates from the other players and goes into hiding, somewhat like hide and seek. However, some players will reveal themselves at times. For example, a character with the Shield needs to pass it on, and so, they will search for others to pass it to. The Hunter wants to be able to observe others in order to find out who potentially could be the Crow. The Crow needs to hunt (seek) the others. Typically the Seer and the Villagers try to hide but also be receptive to finding the Shield. And so, each turn is an interplay between hiding, finding out more information, and finding ways to end the round in their favor.&#10;&#10;The Crow &quot;kills&quot; another player by simply whispering into their ear / near them, &quot;You're dead.&quot; Alternatively, they can say, &quot;You're dead; you're my Zombie&quot; to the one chosen Zombie character per round. The Hunter &quot;kills&quot; another player by loudly saying, &quot;Bam! You're dead!&quot; then revealing that they are the Hunter. No other player has the capacity to kill, aside from if someone reveals to the the Crow when they are tagged &quot;dead&quot; that they have the Shield.&#10;&#10;The other players have to identify the Crow and defend themselves with a &quot;Shield.&quot; Some of the other players also have special abilities to partner with other players, defend themselves, or kill other players as well. The Shield must be passed from player to player every minute and is only way other players can protect themselves from being murdered.&#10;&#10;Rounds can last from roughly 3 - 20 minutes. When a round is over, the cards are reshuffled, the Shield is reset, and a new round begins with the dealing of the cards. Participants can play as many rounds as they wish. No formal score keeping is necessary. The game is adaptable and comes with extra cards for the option of building out custom rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Acting",
      "Action / Event",
      "Deduction",
      "Player Elimination",
      "Role Playing",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "This That & Everything: America",
    "ID": 329350,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329350/this-that-and-everything-america",
    "Min Players": "4",
    "Max Players": "44",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This That &amp; Everything: America is about all things related to the United States of America. Players race to describe people, places, and things related to America for their teammates to guess - in 30 seconds or less! Be prepared to guess things from Norman Rockwell to North Dakota! Yeehaw!&#10;&#10;Contents: 100 Double-Sided Cards, Score Pad, 30-Second Sand Timer, Instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Country: USA",
      "Game: This That & Everything",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RUMSKI",
    "ID": 329352,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/329352/rumski",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "RUMSKI is a quick-thinking, Rummy-style strategy card game for 2 - 6 players.  Combining parts of old favorites, plus new twists, you'll enjoy taking risks and setting a strategy to be the first to RUMSKI!&#10;&#10;Each deck contains 70 cards, numbered 1 through 13 in five colored suits;  plus five Wild cards&#10;&#10;A great game for anyone who enjoys classic card games, with a new flair.&#10;&#10;Players race to lay cards from their hands into matched runs and sets to the community. Once a player has contributed to the community, they can play off other players runs and sets, and they can move cards around the community as long as legal plays remain at the end of their turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Moving Multiple Units",
      "Race"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bases, Armies and Decks: Fantasy",
    "ID": 329353,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329353/bases-armies-and-decks-fantasy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Bases, Armies and Decks &ndash; Fantasy (also known as &ldquo;BAD Fantasy&rdquo;) is a table-top wargame which takes place in a fantasy setting. The game incorporates elements of base building, army roster creation and deck building.&#10;&#10;Pregame&#10;Prior to the initiation of a game players must make several strategic decisions. First, the player must choose an allegiance. There are four factions within BAD Fantasy each with their own unique playstyle or specialization: The Order (healing, defense), Infernal Legion (damage, offense), Mortis Cults (undeath, auras) or The Warband (effigies and luck). The player must then choose a Lord to lead their army. Lords are powerful heroes with unique abilities. Depending on the scenario or board size players are given a resource pool to recruit additional units. They must also create a deck of 30 cards which is supplemented by a Mastery system of an additional 10 cards.&#10;&#10;Setup&#10;Players roll for first placement. They highest roll goes first placing 5 units or &ldquo;cubes&rdquo; (cubes are terrain pieces). They players then alternate back and forth until all the starter cubes and armies are fielded. A second roll then occurs to determine who makes the first move.&#10;&#10;Turns&#10;Turns are structured in the following manner for each player:&#10;1.    Card Phase 1&#10;a.    Rotation of existing cards (cards may have vary durations&hellip;the corners of the cards determine the turn length that the effects will remain active)&#10;b.    Playing of cards from the hand&#10;2.    Board Phase&#10;a.    Movement/Building&#10;b.    Melee Resolution&#10;3.    Card Phase 2&#10;a.    Playing of cards from the hand&#10;b.    Drawing or holding to end the turn.&#10;&#10;The Goal of the Game&#10;A win condition is typically generated by killing the opposing Lord however there are other scenarios available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Modular Board",
      "Stat Check Resolution",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Il Gioco del Gran Premio",
    "ID": 329356,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329356/il-gioco-del-gran-premio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Il Gioco del Gran Premio, the Game of the Grand Prix is an accurate philological reconstruction of how this type of game was made eighty years ago, respecting materials and techniques of the time. &#10;No plastic ! The cars are made of aluminum alloy, the nuts in enameled wood; paper and cardboard are deliberately opaque and with that slightly rough look of the old print.&#10;&#10;Imagine being together with mythical drivers Nuvolari, Varzi, Rosemeyer, Caracciola and Chiron. &#10;The fast Alfa Romeos, the powerful Mercedes and the elegant Bugattis are lined up on the starting grid.&#10;&#10;Choose your car, put on a cap, gloves, goggles and get ready for the race.&#10;&#10;The game can be customized for clubs and associations (with logo both on the box and on the board)&#10;&#10;Content:&#10;The game consists of a board with 34 squares representing the grand prix circuit, two decks of cards, 6 colored cars (inspired by the lines of the 1936 Alfa Romeo 12C) and a die.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Italy",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwellings of Eldervale: Minotaur",
    "ID": 329362,
    "Year": "(2020)",
    "Geek Rating": "5.709",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329362/dwellings-of-eldervale-minotaur",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Eldervale is a land of opportunity and rumors abound with skillful Mercenaries willing to fight for any side willing to pay. Mercenaries are optional Units (not Monsters) that may each be included separately at the beginning of any game.&#10;&#10;Setup&#10;To include a Mercenary, simply place the miniature of standee and corresponding Mercenary card in a central area that all players can see and reach at the start of the game.&#10;&#10;Gameplay&#10;As a Free Action on your turn, using either Gold or an Orb, you may hire a Mercenary. The hired Mercenary is placed directly into your Ready Area and is available for use. If you paid Gold to hire the Mercenary, it will be yours until the end of your next Regroup action. If you hired the Mercenary using an Orb, it is yours for the rest of the game.&#10;&#10;The Minotaur is a mercenary expansion for Dwellings of Eldervale that comes in its own tuckbox - separate from any version of Dwellings of Eldervale. Included in the tuck box is the 50mm Minotaur miniature, standee, and corresponding game card.&#10;&#10;The Minotaur&#10;Charging into battle for your side, the Minotaur is a tough fighter. The Charge ability allows the Minotaur to Rush into adjacent Realms like Monsters. This ability is optional and is triggered whenever any opponent places in a Realm adjacent to the Minotaur. The Minotaur rolls 3 dice in battle.&#10;&#10;The Minotaur has always been a separate item - never been included in any version of Dwellings of Eldervale (including Kickstarter versions).&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Minotaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DIE",
    "ID": 329369,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329369/die",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "- D - I - E -&#10;&#10;&quot;The Game  of a Thousand Dice&quot;&#10;&#10;Deploy your dice, then strategically position rings within the arena to capture enemy dice when they - D - I - E - in a dice fight.&#10;&#10;Use captured enemy dice as currency to buy upgrades and earn victory points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "End Game Bonuses",
      "Flicking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DIE on the Floor",
    "ID": 329370,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329370/die-on-the-floor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "6 dice each.&#10;Lay out the rope in a ring on the floor.&#10;Take turns throwing dice.&#10;One's are wild and Two's are re-rolls (pick up to throw again later).&#10;Throwing at other players dice to change the value or knock them out of the ring is encouraged!&#10;Winner is the player with the most matching dice.&#10;Only count dice that end up within the ring.&#10;Dice value on matching dice breaks a tie.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Relentless Onslaught",
    "ID": 329371,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329371/relentless-onslaught",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Solo or 2 Player Co-op/Competitive.&#10;&#10;Play as 1 or 2 Deck Officers aboard the S.S.C.R.O. (Sol Space Command &quot;Relentless Onslaught&quot;), affectionately called simply &ldquo;The Crow&rdquo; by its crew.&#10;&#10;Use worker placement to claim ship resources and then allocate those resources to various weapons systems. Spend these resources to fire weapons and launch missiles &amp; fighters at increasingly difficult waves of incoming enemy ships.&#10;&#10;Target the correct enemy ships first to earn rewards, trigger combos and prevent certain types of incoming damage.&#10;&#10;Enemy ships will damage the Crow&rsquo;s energy shields and armour plating so some resources will have to be diverted from offensive systems to make repairs.&#10;&#10;Upgrade your deck officers capabilities and the Relentless Onslaught itself to survive 6 waves and complete the game. Every wave is randomised so no two games are the same.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Finale Ending",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pharmacopoeia",
    "ID": 329372,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329372/pharmacopoeia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Set collection game, where each set you make restricts your collecting options.&#10;&#10;Draw varying quantities of coloured tablets from two piles on the table. Each time you make a set of 5, it blocks one of your draw options for that colour. If you have any incomplete sets of 5 at the end of the round they go to the waste tray.&#10;&#10;Complete 'prescriptions' and set up cascading combos to be the most efficient pharmacist with the least wasted tablets.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rogue Deck",
    "ID": 329373,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329373/rogue-deck",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "3",
    "Description": "&ldquo;The rogue gives chase, as the Twisted King flees into Darkness&rdquo;&#10;&#10;Play cards from your hand to:&#10;Reveal what hides in the darkness.&#10;Improve your deck by collecting upgrades.&#10;Attack and defend against enemies.&#10;&#10;Resolve all darkness cards, defeat the Twisted King and escape to the light.&#10;&#10;Defeat the darkness enough times and at new difficulty levels to complete the &lsquo;challenge card&rsquo;.&#10;&#10;The Rogue will die, frequently. Complete the &lsquo;death card&rsquo; by dying enough times.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hyper Beam",
    "ID": 329374,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329374/hyper-beam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "HYPER BEAM&#10;Power Force Ultra&#10;              GT Turbo&#10;&#10;Card duelling game between two fighters stuck in a dead lock of opposing energy beams 'tug of war' style.&#10;&#10;Draw 5 cards into your hand, top left corner denotes the cards type/ability/value, each card has two options (top and bottom).&#10;&#10;After drawing cards, pick whether to use the top or bottom option by rotating cards in your hand so that the chosen option is at the top (these cannot be changed once chosen)&#10;&#10;Players take turns playing cards to push the score marker towards their opponent on the score track. If a player pushes the marker to their opponents end of the score track, then that player wins the round.&#10;&#10;Best of three rounds, wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Chaining",
      "Open Drafting"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Just Add Dice: Cannon Corps",
    "ID": 329375,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329375/just-add-dice-cannon-corps",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Order your cannoneers to take aim at enemy forces, use your ammo strategically, and avoid incoming cannonballs to claim victory in Cannon Corps.&#10;&#10;Each player uses their favorite set of seven standard role-playing dice (d4, d6, d8, d10, d10%, d12, d20) on a 4-by-3 battlefield grid, obscuring enemies' view of their area. To start, they secretly place four dice on their highest face as platoons on any of their twelve grid spaces.&#10;&#10;Players take turns choosing one of their platoons to fire with and one of the twelve grid spaces to aim at. Any enemy die that's hit suffers subtractive damage equal to the value shown on the firing die, and then has the option to move to any adjacent space. If a die fires with a value of 1, everything it hits is reduced to 0. After a die fires it is reduced by half, rounding down.&#10;&#10;A die is removed from the battlefield when it is reduced to 0, and its commander replaces it with one of their three initially unused dice. Players are eliminated when their fourth die is reduced to 0, until just one triumphant commander remains!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Player Elimination",
      "Secret Unit Deployment",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schoolyard Tricks",
    "ID": 329376,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329376/schoolyard-tricks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Remember the days of the old schoolyard... endless hours spent competing against your buddies in various childhood games; often resolved by Rock-Paper-Scissors or a simple Coin Toss.&#10;&#10;Schoolyard Tricks is a trick-taking micro card game for 2 players that will help you to relive some of that old school fun in around 10-20 mins.&#10;&#10;From a deck of just 15 cards, each player is dealt 6 cards in 3 suits (Rock-Paper-Scissors).  Players will try to win up to 6 &ldquo;tricks&rdquo; each round.  But the twist is that each time both players play Odd numbered cards, the Flip Card swaps to the opposite side - meaning the loser of the trick could win the points.  And with just 15 cards, ties are resolved using Rock-Paper-Scissors - all recorded on a tug-o-war style board.&#10;&#10;At the end of the round, the winning player adds their points to their total. Rounds continue until one player reaches 5 points, and are crowned the Schoolyard Champion.&#10;&#10;Schoolyard Tricks contains a surprising level of strategy and decision-making for a quick, addictive, and highly portable, 15-card microgame.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reversed Front: Dear Revolutionaries",
    "ID": 329379,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/329379/reversed-front-dear-revolutionaries",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Players have to lead a revolutionary organization, eliminate internal conflicts, expect the help of various countries, develop resistance organizations, use both peace and force to consume the energy of the Red Army, and accelerate the end of CCP's rulings.&#10;&#10;Or play the role of the Red Army defending the rule of the CCP, defeating all separatists and revolutionaries with an iron fist, guarding social harmony and stability, national unity and national unity, realizing the great rejuvenation of the eastern mainland, and trying to win Taiwan.&#10;&#10;Or play the role of the Taiwanese government, using the power of a maritime nation to intervene in the mainland situation, while attacking CCP agents and appeasers in China, using spy networks and covert actions to win this final battle.&#10;&#10;From Novosibirsk to Jakarta, from the Pamirs to Sakhalin, 264 cities and towns across the land and sea in the game, unite the 8 countries in the east, mediate the 7 major powers, and liberate the motherland from the iron curtain built by the trade unions!&#10;&#10;There are 9 powers for players to play in the game, and each power has different advantages and disadvantages. Different powers can choose different bases, which also means that the powers that can be relied on are different, and different game strategies will be developed accordingly.&#10;&#10;",
    "Categories": [
      "Political",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Country: Taiwan",
      "Crowdfunding: Zeczec"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Residuel",
    "ID": 329382,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329382/residuel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Residuel is played on a rather egg-shaped arrangement of rhombuses. Players take turns placing a piece of their color that covers three mutually adjacent rhombuses. When there are no moves left, the player with the higher score is the winner.&#10;&#10;The general idea behind the scoring is simple: You get 1 point per empty cell that is orthogonally adjacent to more of your pieces than your opponent's pieces. Two measures are taken to exclude all draws in as fair a manner as possible:&#10;&#10;1: You get an extra point every time you make a placement that closes off an odd number of tied cells. (A cell is closed off when it is adjacent to no cell that can be occupied on a future turn.) This is equivalent to dividing tied cells between you in a &quot;one for me, one for you, one for me&quot;-fashion as they are closed off.&#10;&#10;2: You get an extra point if your opponent has made more placements than you at the end of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dansers",
    "ID": 329385,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329385/dansers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "4",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Dansers is a connection game where black tries to connect the north and south edge, and white tries to connect the east and west edge.&#10;&#10;Players take turns placing two balls of each colour on the board, which must touch at the end of placement.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King's Castle",
    "ID": 329390,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/329390/kings-castle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "After the King's death two rival fractions compete for the Throne which is situated at the center of a 13-cell Castle.&#10;&#10;The board is hexagonal with a Castle at its centre. There's a sufficient amount of checkers. There are two players, Black and White, who each direct an army of men that grows by placement, while the men also move as singles or in line, and may capture conditionally.&#10;&#10;Play starts on an empty board and men are entered one by one outside the Castle and must organise themselves to enter it. Inside the Castle the fight goes on as both try to capture the Throne by occupying and holding two cells that are adjacent to it on opposite sides.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "King of the Hill"
    ],
    "Families": [
      "Components: HexHex6 Grids",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zurvivors Cooperação",
    "ID": 329394,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/329394/zurvivors-cooperacao",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Zurvivors Coopera&ccedil;&atilde;o is a 2 player game that brings a cooperative mode to the universe of Zurvivors for the first time. With great intelligence and totally silent in order not to attract the zombies, the two players must make combinations of items and actions in a coordinated way to be able to rescue evidence that incriminates the giant corporation behind the incidents, in addition to finding the abandoned motorcycle in order to escape.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eternal: Chronicles of the Throne – Whirly-Twirly",
    "ID": 329405,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329405/eternal-chronicles-of-the-throne-whirly-twirly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Shuffle the card into the forge deck during set up.&#10;Whirly-Twirly is a Unit card. It has a cost of 4 (with WARP ability upon purchase)and a strengh of 2. When played, draw a card from your deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sabermetrics",
    "ID": 329407,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329407/sabermetrics",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sabermetrics is a 2-player baseball game, utilizing dice-rolls and mathematics to simulate pitching and hitting, with built in events for stealing bases, picking runners off, and double- and triple-plays. Baseball is a numbers game - and so is Sabermetrics! Battle it out with your opponent over 9 innings in this race for the pennant. Still hungry for more? Why not make it a double-header!&#10;&#10;In Sabermetrics, player 1 starts on the mound, pitching three six-sided dice (two white, one green).  Multiply the two white dice together, and then determine if you want to add the green value (for a fastball), or subtract the green value (for a change-up).  That's your pitch number!&#10;&#10;Player 2 next rolls the three dice, and uses standard PMDAS (parentheses, multiplication, division, addition, subtraction) to mathematically match the pitch number.  If they can match exactly, that's a single!  Calculate exactly twice the pitch number, and that's a double.  Exactly three times - a triple.  Within 1 - well, that's a ball (good-eye).  Within 2 - that's a strike.  Not even within 2?!  That's an out!  Not even half is a double-play, and not even a third is a triple play (assuming you have baserunners).  Three outs ends the top of the first, and players switch roles (as well as rolls), to start the bottom of the inning.  Roll three-of-a-kind as a pitcher, pick a runner off.  Roll three-of-a-kind as a hitter, steal a base.&#10;&#10;After nine innings, the player with the most runs wins -- still tied?  Head to extra innings!  Ever winning by 10 or more at the bottom of an inning?  That's a slaughter rule, take the win, hit the showers early.&#10;&#10;There are cubes to track the score, the pitch count, the innings, and the outs.  This game can also be tracked with a standard baseball scorecard sheet as well -- but it's much more fun to use meeple baserunners!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Math",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Contests: 1 Card PnP Design",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evacuate!",
    "ID": 329408,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/329408/evacuate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Evacuate is a competitive community deck-building game where players use social deduction to outwit the other players and reach the Evacuation Transport with the most Survivors.&#10;&#10;It&rsquo;s too late! The Nomia plague has spread throughout the space station. The last Evacuation Transport beacon has been activated. There is only one escape transport left and you must lead your people from a shelter to claim it before the others get there first.&#10;&#10;You don&rsquo;t want to rush because you don&rsquo;t know what is around the next corner, but you also don&rsquo;t want to be at the back because the slowest always seem to get picked off. The only safe spot is in the middle of the survivors. Evacuate is a community deck-building game where players use social deduction to outwit the other players and reach the Evacuation Transport with the most Survivors.&#10;&#10;Each round players secretly choose a movement card from their hand. Once each player is ready, all cards are revealed and players move their survivor that many spaces, and any actions are activated. Finally, a Nomia card is drawn, possibly killing survivors on the station. The game ends when the evacuation transport is drawn from the deck, and the player with the most remaining survivors wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1823 France",
    "ID": 329416,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/329416/1823-france",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "1823 France is an 18xx game set in France.  It has elements of 1817 (loans, mergers, acquisition, liquidation, friendly sales, 1D market), 18MM (randomly distributed revenue locations on the map) and unique things such as plain tiles remaining yellow, but paying to add &quot;spokes&quot;.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "Market",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: France",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep of Mine: Life is Not a Pancake",
    "ID": 329418,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329418/deep-of-mine-life-is-not-a-pancake",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Humanity is extinct. All the ordinary worries, half-finished things, accumulated stress in search of a new host, went deep down into the wilderness. And who did they found? Of course, cute forest animals! How will these innocent, fluffy little creatures deal with mental illnesses that came from nowhere and had previously been completely unknown to them?&#10;&#10;Be a part of their everyday lives as the rest of their lives start right now, but it could easily end in psychiatry. It's all up to you! (Evil laugh)&#10;&#10;How to play? It's easy!&#10;&#10;The table before the player is the player's Mind. Here you have to play and collect your Moment cards, like Video Gaming, Unkept Promises, Mowing the Lawn. You can play negative cards (like Phobia, Illness - eg. Coulrophobia, Insomnia) to other player's Moments, or positive cards (Recovery - eg. Aversion Therapy, Faith in the Future) to your Moments. These cards will affect your Mentality value plus or minus. There are immediate cards like Impact cards (eg. The Swamp of Sorrow, Salmon of Doubt), which will alter the gameplay a bit by the card effect, and Fracture cards (eg. Bipolar Disorder, Panic Disorder), which will drive a punch into your Mentality.&#10;&#10;This is a turn based game. One turn has 3 phases. Phase 1 is your card's &quot;beginning of your turn&quot; phase. Cards have effects, so some of the cards will apply their effect here. Phase 2 is Defragmentation Phase. The player has got 2 Fragments, and a Fragment can be redeemed into Actions, like DRAW a card or PLAY a card from the hand. The last Phase is the end Phase, the player has to keep the hand limit.&#10;&#10;You can STEAL, ERASE, LOCK, etc. a card(s) from your so called friends' Mind. You may decide to be evil - it never hurts. When you erase a Moment, it goes into that player's own Subconscious discard pile.&#10;&#10;The player who first collects 7 Moments in his/her Mind and his/her Mentality reaches or exceeds 15 (in a positive direction, of course) wins the game. It's that simple and great.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Bears",
      "Animals: Deer / Antelope",
      "Animals: Foxes",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Pandas",
      "Animals: Rabbits / Hares",
      "Animals: Raccoons",
      "Animals: Squirrels",
      "Animals: Turtles",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Backyard Cricket",
    "ID": 329422,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329422/backyard-cricket",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Backyard cricket is a roll and write for 1 to 10 players, that takes the high scoring of runs, plenty of wickets and always some not outs, of playing cricket in the backyard. From 8 runs for on the roof and off again to 5 runs for hitting the clothes line. Roll the ball dice and the extras dice to make runs fast while watching out for those pesky stumps!&#10;&#10;Players roll the dice then while matching numbers with their score sheet trying to skip over the wickets, play continues until some one either gets 10 wickets or finishes their 4th innings. Count up the total runs scored, the player with the most, Wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chapter 1: The Custodian's Keys",
    "ID": 329423,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/329423/chapter-1-the-custodians-keys",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An escape room experience from the Curious Correspondence Club.  The first season is broken into 12 chapters, of which, The Custodian's Keys are first.&#10;&#10;You will work through a series of puzzles to solve each chapter at your own pace with a digital hint system available if needed.&#10;&#10;Welcome to the M.B. Franklin Museum of Natural History, a place of knowledge, learning, and curiosity.&#10;&#10;When a serendipitous discovery grants you an audience with the Museum&rsquo;s Custodian, a peculiar occurrence launches the hunt for a secret hidden within this storied institution.&#10;&#10;Will you be able to unlock the secrets?&#10;&#10;---&#10;&#10;Audience&#10;Recommended for 12+; younger players may require guidance from an adult. Designed to be played either solo or collaboratively, and takes an average of 60-90 minutes to solve, though players can work through them at their own pace.&#10;&#10;Difficulty&#10;Each Chapter of The CCC is supported by a dedicated digital hint library, allowing you to choose how many additional clues you receive. From subtle nudges all the way to complete solutions for each puzzle, it's up to you to choose your level of difficulty.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bob Marley: Unity",
    "ID": 329426,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/329426/bob-marley-unity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It&rsquo;s the 1970s. Hit the road with your band to spread peace, love and unity through the power of music. In this feel-good game, players compete to see who can spread the most global unity.&#10;&#10;The game&rsquo;s currency is love and it is gained by performing at concerts. During a turn, the active player moves to spaces on the board to set up concerts, collect fans and place them on their concerts. The more fans at your concert, the more love you gain when you perform there. Players draft musicians with different abilities depending on which instrument they play. Musician's abilities must be used sparingly, as they fatigue after they perform. Players can use ganja to revive their band members.&#10;&#10;Bob Marley is represented in the game and he gives options when you interact with him. Players may also strategically place Marley at one of their own concerts to prompt other players to attend. Two types of cards are gained that either give bonuses that may shift strategy, or give goals to achieve extra unity points at the end of the game.&#10;&#10;The end goal is to perform at the One Love concert where you cash in your love for unity. The game ends when all the unity tokens are collected. Then all players tally unity tokens and additional unity point bonuses to see who is the victor. But really, everybody wins in a world with a little more unity!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Golf Nut Original",
    "ID": 329427,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/329427/golf-nut-original",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A fun take on the classic game of golf cards. Golf Nut crazy pokes fun at the cast of characters at your local golf course. You don't need to love golf to play, just a sense of humor and a bit of a competitive streak!&#10;&#10;Like golf, the payer with the lowest score wins! With nine holes to play, you'll need your wits about you as you battle your opponents. Just watch out for the wild characters that can really throw a wrench in your score.&#10;&#10;How to play: &#10;&#10;     You get one character card and four playing cards for each of the 9 &quot;holes&quot; aka rounds&#10;    - Draw a card - keep it or swap it &#10;     Reveal one of your four cards&#10;     The hole ends when all players reveal their four cards&#10;     The lowest score after nine holes wins!&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Sports: Golf",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Charades",
    "ID": 329428,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/329428/family-charades",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Family Fun!&#10;No more time spent thinking up good charades - the fun starts as soon as the box is opened. With both easy and challenging charades, and with charades for different tastes and interests, Family Charades is THE perfect game for your next family game night.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Streets Of Steel: Rush 'N Scare",
    "ID": 329429,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/329429/streets-of-steel-rush-n-scare",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Streets of Steel is a 1-4 player co-operative sidescroller, where players brawl their way through baddies in a 1980's-esque, pixelated, post-apocalyptic, degenerate cityscape. Fight filthy Punks, hot-headed Firebugs, and elusive Killgaroos (yup, ninja kangaroos) in order to take down the big boss, Super Mutie.&#10;&#10;This is a fast paced and funny game with interesting new boardgame mechanics and lots of reverence for 16-bit, arcade fighting.&#10;&#10;The game is for 1-4 players, and plays in under an hour. Players will join together to beat down waves of baddies by rolling lots of dice, risking lots of resources, busting crates, using items and defeating the big boss. After each full round of Hero and Baddie activations, the game board sidescrolls&hellip; everything on the first tile dies as it is removed, and then a new tile pops in and spawns another wave of baddies. Players choose their own difficulty by starting the game with a limited number of quarters. Make it to the Boss, or die trying, as you try to clean up the STREETS OF STEEL!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bargo",
    "ID": 329430,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329430/bargo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Bargo is a Go-like territory game for two players: Black and White. It is played on the spaces (cells) of an initially empty hexagonal grid of hexagons (board). Each player must have access to a sufficient number of hexagonal pieces of their own color.&#10;&#10;Each piece has one of its six edge segments covered with a wall. The outer edges of the board are also covered with walls.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsTwo adjacent cells, and any pieces on them, are linked if their shared edge segment does not contain a wall.&#10;&#10;A group is a piece along with all other like-colored pieces one could reach from it through a series of steps between linked pieces of its color.&#10;&#10;A liberty of a group is an empty cell linked to at least one piece in that group.&#10;&#10;Similarly, a territory is an empty cell along with all other empty cells one could reach from it through a series of steps between linked empty cells. You own a territory if all pieces linked to cells in that territory are of your color.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlack plays first, then turns alternate. On your turn, you must pass or place a piece of your color on an empty cell without causing any edge segment on the board to contain more than one wall, not even momentarily during the move.&#10;&#10;After a placement, remove all enemy pieces in groups without liberties. After all removals, the following conditions must be met:&#10;&#10;&#10;     Your newly placed piece must be part of a group with at least one liberty.&#10;     The cell on the other side of the wall of your newly placed piece must not contain an enemy piece.&#10;     The current board position, ignoring walls, must be different from the board positions at the end of all your previous turns.&#10;&#10;&#10;Otherwise, your placement is illegal.&#10;&#10;The game ends when both players pass in succession. The player with the higher score in the final position wins. A player's score is the number of pieces of their color on the board, plus the number of cells in their territories, plus a komi in the case of White. The button is used to avoid ties.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Komi and buttonThe komi is the whole number of points which is added to White's score at the end of the game as a compensation for playing second. Before the game starts, the first player chooses the value of komi, and then the second player chooses sides. Alternatively, experienced players may agree on a standard value for all games.&#10;&#10;The button is a special token which is placed next to the board at the start of the game. On your turn, if neither player has taken the button yet, you may not pass, but you may take the button instead of making a board play. At the end of the game, a half point is added to the score of the player who has taken the button. When checking for repetitions, two identical board positions are still considered different if the button had already been taken in one of them but not in the other.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;NotesLike its companion game Keil, Bargo aims to preserve crosscuts and ko from Go by reducing the natural connectivity of the hexagonal grid.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Enclosure",
      "Hexagon Grid",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nume",
    "ID": 329431,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329431/nume",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nume is a territory game for two players: Black and White. It is played on the spaces (cells) of an initially empty hexagonal grid of hexagons with sides alternating in length between n and n + 2 cells. Each player must have access to a sufficient number of stones of their own color and a pen to write on them.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsA group is a stone along with all other like-colored stones one could reach from it through a series of steps between adjacent stones of its color.&#10;&#10;The size of a group is the number of stones in it.&#10;&#10;The price of a group is the highest number obtainable by selecting, from that group, a stone that has a number written on it and computing the absolute value of the difference between that number and the size of that group.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlack plays first, then turns alternate. On your turn, place a stone of your color on an empty cell. If this stone creates a new group, write a whole number on it.&#10;&#10;The game ends when the board is full. The player with the lower score in the final position wins. Your score is the sum of the prices of all your groups on the board, plus a komi when applicable.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;KomiThe komi is the number of points which is added to the score of one of the players to offset turn order advantage. To avoid ties, the value of komi must be of the form n + 0.5, where n is a whole number.&#10;&#10;Before the game starts, the first player chooses the value of komi and which side will receive it, and then the second player chooses sides. Alternatively, experienced players may agree on a standard value and recipient side for all games. A half-point komi for Black is suggested as a default value.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;VariantsSquare: Played on the intersections of a square grid. In the definition of group, &quot;adjacent&quot; means only &quot;orthogonally adjacent&quot;. To avoid mirror play, either use an odd-sized board or always give a komi to Black.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Chaining",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Pattern Building",
      "Pattern Recognition",
      "Predictive Bid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chocolate Factory: Deluxe Edition",
    "ID": 329434,
    "Year": "(2019)",
    "Geek Rating": "5.746",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/329434/chocolate-factory-deluxe-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8182",
    "Description": "Deluxe Edition includes:&#10;&#10;&#10;     Chocolate Factory: Master Chocolatier Mini-Expansion inside the box.&#10;     Thick Factory Part tiles instead of mini-cards.&#10;     Large screen-printed wooden pieces for the Start Player and Day markers.&#10;     Chunky plastic coal pieces.&#10;&#10;&#10;Set in the early 20th century of entrepreneurs and chocolatiers experimenting with new ways to create and market chocolates, YOU are assigned the task of chief chocolate maker! Chocolate Factory is a euro game of literal factory building and moving (using a pushable conveyer belt component) chocolates you must complete the largest number of chocolates required by retailers for the best value. The game also features wooden chocolate pieces and a movable conveyer belt making the physicality blended with euro mechanics a unique experience.&#10;&#10;Gameplay overview:&#10;Players are each given a starting player board which will have two Factory parts which apply to a physical conveyer belt. The conveyer belt part of the player board contains long slot with an empty region in which to push square tiles along. The tiles will house the chocolate pieces players will manipulate throughout the game.&#10;&#10;During the game players will initially draft new factory parts (to add to their player board) and specialists (one time use cards with special powers).&#10;&#10;Then each player will &ldquo;push&rdquo; three times cocoa into their machines. During each &ldquo;push&rdquo; players will be able to use fuel and their factory parts to manipulate their Chocolate pieces. Careful consideration will be required for the spatial element of the game as Chocolate pieces can only be manipulated during a push by the Factory part that is adjacent to their tile.&#10;&#10;Players score points by creating chocolates for public and personal objectives. The player with the most points at the end wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Bias",
      "Contracts",
      "End Game Bonuses",
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Chocolate",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WarRift: Deckbuilding Game",
    "ID": 329435,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/329435/warrift-deckbuilding-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "75",
    "Weight": "2.6",
    "Description": "BUILD YOUR GUILD. SLAY MONSTERS. TAKE THE THRONE.&#10;&#10;WarRift is a competitive and cooperative tabletop deck-building game with a focus on player interaction. Your guild competes and slays the invading monsters to save the Kingdom of Nayvar and take the throne. WarRift brings fresh mechanics to the genre, like each player having their own signature buy-pool (guild), instead of all players getting cards from the same spot.&#10;&#10;If you don't pay the extra cost on a card, it goes into the Rift. Cards in the Rift have a chance of an opponent using it for one turn, making for some powerful plays. There's also bartering, intense player-elimination, the ability for players to hold cards in their hand and time their combos, monster bosses, casual and solo formats, and a lot more. With all its elements at play, WarRift creates a completely unique deck-building experience fit for a KING!&#10;&#10;Rules and rulings and more can be found at WarRift.com&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Deck Construction",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Player Elimination",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Village Pillage: Surf & Turf",
    "ID": 329436,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329436/village-pillage-surf-and-turf",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Village Pillage Surf &amp; Turf contains a copy of the Surf expansion and the Turf expansion together in one shrinkwrapped package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quer durch Europa",
    "ID": 329438,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329438/quer-durch-europa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A criminal is on the run across Europe. The players work together to find the five cities, where the criminal has hidden. Each player fly with his plane to European cities and has to answer questions about these locations. If the answer is correct, the players get a new clue about the hiding place. The players win, if they catch the criminal before he can leave Europe.&#10;&#10;For playing the game tiptoi-pen is necessary.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Continents: Europe",
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Crime: Dice Tower 2021 Promo Cards",
    "ID": 329441,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329441/chronicles-of-crime-dice-tower-2021-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Three new character cards. These, combined with Chronicles of Crime: Dice Tower 2019 and 2020 Promo Cards are part of a brand new adventure that will launch on the app later in 2021.&#10;&#10;Available as part of the 2021 Dice Tower Kickstarter Pack D.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Crowdfunding: Kickstarter",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Masters of The Universe: Fields of Eternia The Board Game – He-Man and Battle Cat",
    "ID": 329442,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329442/masters-of-the-universe-fields-of-eternia-the-boar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "He-Man on Battle Cat is compatible with the up and coming Masters of the Universe: Fields of Eternia Board Game. This 32mm scale miniature is a one-piece resin model (no Glue required) and comes with an in-game rule card in English. Model comes unpainted.&#10;&#10;Product was limited to 2000 units only/&#10;Item is available in Europe only.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Masters of the Universe – Fields of Eternia",
      "Toys: Masters of the Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Masters of The Universe: Fields of Eternia The Board Game – Skeletor on Panthor",
    "ID": 329443,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329443/masters-of-the-universe-fields-of-eternia-the-boar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "So, you already have that muscle brained buffoon and his furball feline? They are no match for me, the Lord of Destruction, and my trusty companion Panthor. Myahahahha!&#10;&#10;Skeletor on Panthor Miniature Set is compatible with the up and coming Masters of the Universe: Fields of Eternia Board Game. This 32mm scale miniature is a one-piece resin model (no Glue required) and comes with an in-game rule card in English.&#10;&#10;Model comes unpainted.&#10;Item is available in Europe only.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Masters of the Universe – Fields of Eternia",
      "Toys: Masters of the Universe"
    ]
  }
]