[
  {
    "Rank": "N/A",
    "Name": "Flames of War: Afrika",
    "ID": 24014,
    "Year": "(2006)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24014/flames-of-war-afrika",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.625",
    "Description": "From the Publishers website:&#10;&#10;The War in the Western Desert of Egypt is the focus of the &lsquo;Desert Rats&rsquo; of the British Army and its Imperial allies as the third year of the war draws to a close. Here they fight General Rommel, the legendary &lsquo;Desert Fox&rsquo; and his Afrika Korps and Italian allies.&#10;&#10;As this heroic struggle plays out, the US Army enters the fray for the first time, landing in Algeria and Morocco behind Rommel&rsquo;s forces. Trapped between two foes the Desert Fox does the only thing possible, he attacks!&#10;&#10;This book enables you to recreate the famous battles of El Alamein, Kasserine pass, Sicily and Salerno with the Flames Of War the World War II Miniatures Game.&#10;&#10;INSIDE YOU WILL FIND:&#10;&#10;&bull; Complete organization and equipment for all the forces in the Mediterranean Theater, 1942-43.&#10;&#10;&#10;&bull; An overall history of what happened in the theater, as well as individual histories of the nations involved.&#10;&bull; Guides to German, Italian, British and US Divisions in North Africa, Sicily and Italy.&#10;&bull; Inspiring color photos.&#10;&bull; Comprehensive painting guides.&#10;&bull; Airborne assault mission to use with your German and US paratroops.&#10;&bull; Exploits of inspirational historic figures such as Captain Charles Upham, Technical Sergeant &lsquo;Commando&rsquo; Kelly, Tenente Luigi Pascucci and Generalfeldmarschall Erwin Rommel.&#10;&#10;Flames of War current rulebook range&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Flames of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gong Fermer's Revenge",
    "ID": 24015,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/24015/gong-fermers-revenge",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Year is 1349 AD. As Gong Fermer inspects his useless crop of rotten vegetables, he simmers with frustration. He&rsquo;s quite aware that he&rsquo;s the poorest, lowliest wretch in this god-forsaken village&mdash;and has the ripe, brown stains on his tattered shirt to prove it. But just to make sure he remembers, the villagers laugh and spit in his face every day, reveling in his misery. As if crappy crops weren&rsquo;t enough!&#10;&#10;The excitement begins when Gong decides that he&rsquo;s taken enough crap for one lifetime. Even with the Black Plague killing peasants and noblemen at record speed, Gong decides to take the King&rsquo;s justice into his own hands, with nothing but his battered pride, his trusty dung shovel, and a rusty bucket! The King&rsquo;s battalion of armored knights, archers, and soldiers stand ever ready&hellip; an entire army of seasoned warriors. What chance does Gong have against such wealth and might? Nonetheless, a word festers in the back of Gong&rsquo;s mind: revolt!&#10;&#10;You and your friends will have a blast recreating medieval life by playing this fast pace, strategic and addicting card game where nothing is as it seems, nor as it should be.  Instead of singing the praises of &quot;Long live the King&quot;, you will joyfully cry out, &quot;Down with the King, and may Gong Fermer reign!&quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Ostfront – Eastern Front 1942-1943",
    "ID": 24016,
    "Year": "(2006)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24016/flames-of-war-ostfront-eastern-front-1942-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "From the Publisher's website:&#10;&#10;&ldquo;This war is not an ordinary war. It is the war of the entire Russian people. Not only to eliminate the danger hanging over our heads, but to aid all people groaning under the yoke of Fascism&rdquo; ~ Josef Stalin&#10;&#10;&ldquo;The Russian colossus ...has been underestimated by us... whenever a dozen divisions are destroyed the Russians replace them with another dozen.&rdquo; ~ General Franz Halder - Army Chief of Staff&#10;&#10;The seemingly unstoppable German Blitzkrieg&mdash; which threatened to sweep away the ill-prepared Red Army in the first year of war&mdash;has been checked. Now freshly raised Soviet Divisions are launching ever more bold counterattacks against the multinational Axis invaders. As more and more Axis troops race to reinforce the hard-pressed front line, the conflict on the Ostfront (Eastern Front), dubbed the Great Patriotic War by the Soviets, is rapidly escalating to become the greatest conflict in human history.&#10;&#10;INSIDE YOU WILL FIND:&#10;&#10;&bull; History of the Eastern Front campaign.&#10;&bull; Complete organization for 13 different German company types and variants.&#10;&bull; Complete organization for 12 different company types for Germany&rsquo;s Eastern Front Allies; the Finns, Hungarians, Italians and Romanians.&#10;&bull; History of Germany&rsquo;s Eastern Front Allies.&#10;&bull; Complete organization for 13 different Soviet Battalion types and variants.&#10;&bull; Inspiring color photographs and artwork.&#10;&bull; Comprehensive painting and modeling guides.&#10;&#10;Flames of War current rulebook range&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Flames of War",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prisoner Cell Block H Card Game",
    "ID": 24018,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/24018/prisoner-cell-block-h-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Prisoner Cell Block H Card Game 2nd Edition is a fast paced 'Print and Play' Card Game for 2 or more players. Players will take it in turns to draw a card, or play a card, hoping to be the first to get all of their inmates out of Wentworth Detention Centre. They can attempt to escape, or be paroled, but whichever option they take, it won't be easy as other inmates and even prison officers attempt to scupper their plans.&#10;&#10;The 2nd Edition of this game includes new cards, more inmates, more officers, and even a new 'Top Dog' variant allowing one Prisoner to rule over fellow inmates.&#10;&#10;The Prisoner Cell Block H 2nd Edition game cards and rules can be downloaded for free, from the game files section below. There are 108 cards in the Main Deck and 54 cards in the Prisoner deck.&#10;&#10;Prisoner Cell Block H is a copyrighted property. This is an unauthorized, unofficial game produced merely for the entertainment of fans and is non-profit making.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strike!",
    "ID": 24019,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/24019/strike",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1180",
    "Play Time": "1180",
    "Weight": "0",
    "Description": "This seems to be an educational(?) game for helping people understand unions; per the brief look at the rulebook - Players represent a union or group of unions. The object is to organize workers and win benefits for your union members - at the same time you must keep your union financially stable.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympiad, the Game of Champions",
    "ID": 24021,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/24021/olympiad-the-game-of-champions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Taken from the box:&#10;&#10;OLYMPIAD - The Game of Champions -&#10;Will take you to the biggest and greatest sport spectacular in the world!!&#10;&#10;As you strive to be the fastest, highest, or strongest, your one aim is to become Champion of five OLYMPISPORTS - Champion of the Games.&#10;&#10;Take the exciting challenge for MEDALS with a simple roll of the dice or with questions to test your knowledge.  You will compete the all-time greats of the modern era, in your favorite sporting events.&#10;&#10;Collect vital points for each of your achievements on the track or in the field, with PARALYMPISPORTS or in the final sprint of the games.  The Champion will not be known until the final sprint is won!!&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On The Brink",
    "ID": 24022,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/24022/on-the-brink",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "As taken from the box:&#10;&#10;What would you do if you found a creature that you have never seen before?  What if you spotted a Tasmanian Tiger??!  What can we do about foxes and feral cats?  How would you save &quot;Bilby&quot;...The rabbit-eared Bandicoot from extinction?&#10;&#10;These situations and more are posed in this fun family game of danger and rescue.  As a result, kids will love putting their parents, friends and teachers on the right track of helping to save endangered Australian animals and plants from extinction.&#10;&#10;On The Brink...is a game which is fully funded by the Australian Nature Conservation Agency, as a means of enlightening every Australian to the desperate plight of our endangered Australian species.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Midlothian, VA",
    "ID": 24023,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24023/the-game-of-midlothian-va",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a version of Monopoly put out in Midlothian, VA.  It features businesses local to the area, such as Ukrop's, Kabuto,and out of business Heilig-Meyers.  Illustrations are by Cynthia B. Guerra.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flower of Chivalry: A Guide to the Late Middle Ages",
    "ID": 24026,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/24026/flower-of-chivalry-a-guide-to-the-late-middle-ages",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Flower of Chivalry is an excellent source book for the miniatures gamer interested in English medieval warfare.  The book begins with 14 pages devoted to medieval weapons and armor, battle and siege tactics and heraldry.  Next the author provides a simple set of miniatures rules and army lists for gaming battles of the period.  The majority of the book is a set of battle scenarios from the Scottish Wars (late 1200's - 1350), the Hundred Years War (1350 - 1450) and the Wars of the Roses (1450 - 1500).  Each scenario has a map of the battlefield, lists of units, and special scenario rules.  (A solo scenario of the battle of Castillon is included.)&#10;&#10;The miniatures rules are designed for 1 unit = 5-800 men, 1&quot; = 40 yds., and 1 turn = 20 minutes.  Conversion rules for Tactical, DBA, and WRG 7th edition are also included for those wishing to play with other rules sets.&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Hundred Years Wars",
      "History: Wars of Scottish Independence",
      "History: Wars of the Roses",
      "Series: Canadian Wargamers Group Miniatures Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patton Takes Command, the Tunisian Campaign, 1942-43",
    "ID": 24027,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24027/patton-takes-command-the-tunisian-campaign-1942-43",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "An operational level game on the Tunisian Campaign in 1942 and 1943.  Ground scale is 5 miles per hex, counters represent brigades and regiments.&#10;&#10;Development of this game is currently on hold.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Country: Tunisia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batman Rooftop Rumble Skill and Action Game",
    "ID": 24030,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/24030/batman-rooftop-rumble-skill-and-action-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Young superheroes can join in the adventure with this board game inspired by the Batman animated series. The board game has a 3-D structure with multiple levels. Includes two fully sculpted and painted Batman movers, nine thugs and one super bad guy mover. Defeat the thugs and score points by launching Batman into action using the Batapult, and four score markers. For two to four players&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: 3-Dimensional (3D)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "For God, King and Country:  A Guidebook to the English Civil Wars",
    "ID": 24031,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/24031/for-god-king-and-country-a-guidebook-to-the-englis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "&quot;For God, King and Country&quot; is designed to be an introductory miniatures guide to the English Civil Wars.  The first part of the book gives an overview of the wars, a uniform guide, and descriptions of the weapons, strategy and tactics of the period.  A set of simple miniatures rules are included which covers both the English Civil War and the tercios used in the wars earlier in the century.  The majority of the book is a set of scenarios from the English Civil Wars (including a solo scenario of Preston), plus the battle of Lutzen from the 30 Years War.  A basic campaign system is included.  In addition, there are rules for integrating with the board game &quot;The King's War&quot; from Clash of Arms.&#10;&#10;Scenarios Included:&#10;Edgehill&#10;Cropredy Bridge&#10;Marston Moor&#10;Naseby&#10;Tippermuir&#10;Aberdeen&#10;Preston (solo scenario)&#10;Dunbar&#10;Worchester&#10;Lutzen&#10;&#10;",
    "Categories": [
      "Civil War",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "History: English Civil War",
      "Series: Canadian Wargamers Group Miniatures Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ortho",
    "ID": 24032,
    "Year": "(1783)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24032/ortho",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Pennsylvania Packet, March 1, 1783:&#10;&#10;&quot;The subscribers beg leave to offer to the Public, a new invented GAME at CARDS, called ORTHO, designed not only for amusement, but instruction in the orthography of the English language ; instead of the four suits, or pips, in common use, these cards are furnished with four sets of the English alphabet, having such certain powers assigned to the respective letters as to admit of variety, ingenuity, and entertainment in the play, with the additional and important advantage of insinuating a correctness in spelling, and a knowledge in the operation of letters in the formation of words.  These Cards, neatly ornamented and made up in packs of 104 cards each, with full Directions how they are to be played, printed on the wrapper, are made and sold by the subscribers, at their Card and Paper-Hanging Factory, in Walnut street, above the New Gaol, Philadelphia, and may be had at most of the shops.  Price, but the single pack, 7s 6d, with a large allowance to purchase by the dozen.&#10;&#10;EDWARD RYVES &amp; CO.&#10;&#10;N.B. The above CARDS are likewise Sold by the Printer hereof.&quot;&#10;&#10;Glossary of terms --&#10;orthography -  the art of writing words with the proper letters according to standard usage&#10;gaol - chiefly British variant of jail&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Survival",
    "ID": 24033,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/24033/survival",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An official Scout endorsed game.&#10;&#10;From the box:&#10;&#10;The lives of nine people are in your hands. Do you have the resourcefulness, the ability to remain calm and take swift, effective action in the face of a crisis?&#10;&#10;Find out how many of the nine would survive if you were their guide in a battle of wits, through five action packed zones: jungle, desert, marine, arctic and disaster.&#10;Some challenges will ask for a verbal solution - others will ask you to demonstrate with actions.&#10;It's exhilarating, it's fun, it's adventure. Best of all it's informative, because it pits you against real life obstacles.&#10;Learn it, love it...one day you may have to live it.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plus 'n' Minus Games",
    "ID": 24034,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24034/plus-n-minus-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Each player draws a card from the stockpile, each card will show a maths question.  That player reads the card and gives the answer.  If the other player agrees with that answer, the player moves to the appropriate number square, ie. if the player draws the card 6 - 3, and correctly answers 3, the marker will be moved to the next 3 on the board.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merchant Prince",
    "ID": 24036,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/24036/merchant-prince",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Merchant Prince is a fairly simple Monpoly-inspired game - players purchase control of commodities and areas of the world and charge other players for landing on them, with the aim of bankrupting them.&#10;&#10;The basic game system is fairly novel.  There is a map of the world on which players move ships from port to port (along a track), and a standard track running around the outside of the board on which players move ambassador pieces.  On a turn a player rolls the die twice and must use one roll for each piece.  Control of commodities is purchased on outer track spaces, but your ship has to be at an appropriate port to do so, establishing a relation between the pieces.  Other spaces on the outer track reward or punish players controlling various commodities, and there are also spaces which allow one to become a Merchant Prince controlling one of the six regions of the world (and charge additional &quot;rent&quot; to players).&#10;&#10;Another interesting bit is that the game is nominally set in the 25th century, which is used to justify dividing the world into six regions rather than the nations of 1937.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oh-Bleep",
    "ID": 24038,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/24038/oh-bleep",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You must attempt to get the 10 point-cards which must be traded for 1 chip.  The first player to get 10 chips wins.  You can draw as many cards as you wish one at a time, but if you get an OH-BLEEP card, you have to return all point-cards gotten in that turn.&#10;&#10;Use your intuition to decide when to stop drawing cards before it's too late.  The tension mounts with each new card drawn.&#10;&#10;Contains a deck of 96 playing cards and 50 molded plastic chips.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gretrix",
    "ID": 24039,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/24039/gretrix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Variation in Kalah.  Users sow a pocket around, then drop piece in final space, putting one of the pieces up in an unoccupied corner.  Once all the corners are filled, ALL the pieces in that pocket are removed from the board and scored.  Board gradually gets smaller and smaller.&#10;&#10;The game was found here: http://www.abstractstrategy.com/gretrix.html&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hummelchen",
    "ID": 24041,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/24041/hummelchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players roll the dice and try to move their bumble bees to the blossoms of the tree shown on the game board.&#10;When a bumble bee reaches a blossom it is safe. If another bumble bee reaches its space it is removed from the game.&#10;Every player has 20 bumble bees and tries to occupy as many blossoms as possible.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flying High: Around the World In 80 Plays",
    "ID": 24043,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.83",
    "Link": "https://boardgamegeek.com/boardgame/24043/flying-high-around-the-world-in-80-plays",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game bills itself as the &quot;high-adventure travel game that entertains and educates.&quot;  One person acts as &quot;Flight Director&quot; and from two to six players have fun while learning about the world and its peoples, by answering geography and general knowledge questions.&#10;&#10;Contents:&#10;-One game board&#10;-$60,000 travel dollars (in denominations of $100, $500 and $1000)&#10;-One set of Flight Instructions and one Flight Director Quick-Reference Guide&#10;-One owner's certificate with mail-in card&#10;-Two dice and six miniature planes&#10;-14 Fun-Island Cards&#10;-50 Surprise Cards&#10;-Two sets of 45 Geo-Quiz Cards &amp; 15 Mystery-Quiz Cards (Level I and Level II)&#10;-Plus Bonus: Rand McNally World Maps &amp; Flags Reference Map&#10;&#10;Object:&#10;To fly from the City of Departure to the Winners' Circle/Home as quickly as possible while earning and winning as many Travel Dollars as you can.  The champion is the player who finishes in the Winners' Circle/Home with the most travel dollars/&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fikkie en Zijn Vrienden",
    "ID": 24044,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/24044/fikkie-en-zijn-vrienden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Children's Game in which the players represent dogs that need to cross 2 rivers (with wooden bridges) to retrieve a bone that they must return to the correct doghouse.  That is a risky matter because each dog tries to push the others into the water. The dogs must also pick up and return a bone to their friend while finding the friend's proper hat. Whoever returns first wins the game.&#10;&#10;Beautiful components with &quot;playmobil&quot; like dogs and and bones and with 4 wooden bridges.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armies of Tekumel, Volume I: Tsolyanu",
    "ID": 24045,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24045/the-armies-of-tekumel-volume-i-tsolyanu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 24-page booklet is a supplement that can be used with either the &quot;Miss&#195;&#186;m!&quot; or &quot;Qadardalikoi&quot; rules for 1:100 figure scale 25mm miniatures battles set on the fantasy world of Tekumel (the setting for the original &quot;Empire of the Petal Throne&quot; role playing game and the more recently published &quot;Tekumel: World of the Petal Throne&quot;).  This volume contains statistics for the roughly 80 legions of the Empire of Tsolyanu and a miniatures painting guide.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armies of Tekumel, Volume II: Yan Kor and Allies",
    "ID": 24046,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24046/the-armies-of-tekumel-volume-ii-yan-kor-and-allies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 24-page booklet is a supplement that can be used with either the &quot;Miss&#195;&#186;m!&quot; or &quot;Qadardalikoi&quot; rules for 1:100 figure scale 25mm miniatures battles set on the fantasy world of Tekumel (the setting for the original &quot;Empire of the Petal Throne&quot; role playing game and the more recently published &quot;Tekumel: World of the Petal Throne&quot;).  This volume contains statistics and a painting guide for the legions of the northern nation of Yan Kor and its allies: Saa Allaqiya, Milumanaya, Chayakku, Pijena, and Ghaton.  This also includes a description of the Ghatoni forces of trained Serudla.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armies of Tekumel, Volume III: Mu'ugalavya",
    "ID": 24047,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24047/the-armies-of-tekumel-volume-iii-muugalavya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 24-page booklet is a supplement that can be used with either the &quot;Miss&#195;&#186;m!&quot; or &quot;Qadardalikoi&quot; rules for 1:100 figure scale 25mm miniatures battles set on the fantasy world of Tekumel (the setting for the original &quot;Empire of the Petal Throne&quot; role playing game and the more recently published &quot;Tekumel: World of the Petal Throne&quot;).  This volume contains statistics for the legions of the four palaces of Mu'ugalavya including the semi nomadic &quot;Dune Leapers,&quot; the barbarian N'luss, and the executioner Legion of the Mourners in Sable.  Reprinted in a more legible edition in 1997 by Tita's House of Games.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armies of Tekumel, Volume IV: Salarvya",
    "ID": 24048,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24048/the-armies-of-tekumel-volume-iv-salarvya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 24-page booklet is a supplement that can be used with either the &quot;Miss&#195;&#186;m!&quot; or &quot;Qadardalikoi&quot; rules for 1:100 figure scale 25mm miniatures battles set on the fantasy world of Tekumel (the setting for the original &quot;Empire of the Petal Throne&quot; role playing game and the more recently published &quot;Tekumel: World of the Petal Throne&quot;).  This volume contains statistics and a painting guide for the legions of Salarvya and Pechano.  Reprinted in a more legible version in 1997 by Tita's House of Games.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armies of Tekumel, Volume V: Livyanu and Tsolei",
    "ID": 24049,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24049/the-armies-of-tekumel-volume-v-livyanu-and-tsolei",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 36-page booklet is a supplement that can be used with either the &quot;Miss&#195;&#186;m!&quot; or &quot;Qadardalikoi&quot; rules for 1:100 figure scale 25mm miniatures battles set on the fantasy world of Tekumel (the setting for the original &quot;Empire of the Petal Throne&quot; role playing game and the more recently published &quot;Tekumel: World of the Petal Throne&quot;).  This volume contains statistics and a painting guide for the legions of ancient Livyanu and the isles of tsolei.   (Note: This booklet describes the Livyani army before the later great plague.)  Reprinted in 1997 in a more legible edition by Tita's House of Games.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Armies of Tekumel, Volume VI: Shenyu",
    "ID": 24050,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/24050/the-armies-of-tekumel-volume-vi-shenyu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 40-page booklet is a supplement that can be used with either the &quot;Miss&#195;&#186;m!&quot; or &quot;Qadardalikoi&quot; rules for 1:100 figure scale 25mm miniatures battles set on the fantasy world of Tekumel (the setting for the original &quot;Empire of the Petal Throne&quot; role playing game and the more recently published &quot;Tekumel: World of the Petal Throne&quot;).  This volume contains statistics and a painting guide for the legions of the non-human Shen states as well as a reprint of Professor Barker's &quot;Splendor of Shenyu&quot; article.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Staffa",
    "ID": 24052,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24052/staffa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Each year the different life forms on the planet Staffa compete in their traditional game of Hex Rock Climbing.  The first team to have three members reach the Transmat station at the top of the Great Hex Rock is the winner.&#10;&#10;The game consists of a game board, the Transmat station, 6 teams of 4 unique Staffans, 100 small rock pieces and 2 dice.  The two dice are rolled and allocated between Staffan movement and the introduction or movement of the hex rocks.  Rock placement is subject to certain rules and cannot be placed on top of Staffans!  Staffan movement is across hexes or up or down.  When a Staffan reaches the Transmat, the next player relocates the station.&#10;&#10;There are variants for impatient people, athletes, architects and hamsters!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wheel 'N Deal",
    "ID": 24054,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24054/wheel-n-deal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each Player Owns a Casino! And what a choice of casinos: Wilbur Clark's Desert Inn; New Frontier; Sahara; El Rancho Vegas; The Thunderbird; or the Showboat. The big names of the 1950's, now, mostly history.&#10;Game comes with six of the aforementioned casino placards to place in front of you when you play &quot;the house&quot;, a miniature roulette wheel, a roulette board and a craps board, regular dice and, the main game mechanic, one die with the names of the six casinos and one die with the games poker, 21, roulette and craps on four sides and &quot;Dealers choice&quot; printed on the other two.&#10;When the special dice are rolled, it determines who will be &quot;the house&quot; and the game to be played.  The other players will play three games as customers in the host casino before the special dice are rolled to determine where the party will move next.&#10;Play continues till all the money is in one casino's vault or until an agreed upon time.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Be a Texas Millionaire",
    "ID": 24055,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/24055/be-a-texas-millionaire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Spin to move your oil derrick through a labyrinth in the shape of the lone star state with side trips into Mexico, California, Indian Territory, Oklahoma, &quot;Yankeeland&quot;, and Louisiana.  Make (or spend) a fortune depending on the spaces that you land on along the way.&#10;A cute game mechanic is the spinner which has inner and outer dials.  The inner dial is used for moving 1-8 spaces, while the outer dial can be used when landing on certain &quot;long shot&quot; spaces.  But beware, there are some dire consequences for an unlucky spin.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "South Park Trivia Game",
    "ID": 24057,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/24057/south-park-trivia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How much do you know about South Park?&#10;This is your chance to show the world, or at least your friends, how much you know about the insane inhabitants of the quiet mountain town of South Park. What does Cartman buy with the $1 Million Dollars he inherits from his dead Grandmother? (An amusement park). What phrase is written on Officer Barbrady&rsquo;s Police Car? (To Patronize and Annoy).&#10;&#10;&#10;     All your favorite characters are here, from Chef and Butters to Timmy and Towlie. For 2 or More Players, Ages 18 and Up. &#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: South Park"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snap Election!",
    "ID": 24058,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/24058/snap-election",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an electioneering game.&#10;&#10;A Snap Election has been called and you are a candidate.&#10;To get elected you need to win the votes of half the electorate. This means canvassing 6 groups of voters on 6 separate policies. It also means outsmarting your opponents, who may be out to win at any cost.&#10;This is politics , remember, the playground of sleaze and the graveyard of principles. We are about to find out what kind of politician you really are!&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warzone: A Modern Day Chess Game",
    "ID": 24060,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/24060/warzone-a-modern-day-chess-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is played on a 20x20 grid superimposed on a map. The map&rsquo;s terrain consists of various lakes, flatlands, caverns and mountains. Each player controls an army that consists of a variety of modern units depending on the scenario. Players set up their units any way they choose in their designed corner of the gameboard. A player may take four actions each turn but no piece may take more than two actions during a turn. Move, fire, rapid transit (move a piece in one&rsquo;s own corner without using the dice), place a jet or pass are the possible actions. Units within range of each other undertake combat by rolling the appropriate six-sided or eight-sided die. The victory conditions are dependent upon the scenario.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Megaquiz",
    "ID": 24061,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/24061/megaquiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Megaquiz is a Trivial Pursuit clone for 2-4 players. If there are more than 4 players, groups can be formed.&#10;&#10;By answering questions from 3 periods (65-75, 75-85 and 85-95) the players gain points. He who reaches the finish first is the winner.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star-Struck",
    "ID": 24063,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24063/star-struck",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An acting game, in which you play a star in 1 of 5 entertainment categories (commercials, TV, music, theater, and movies). Your teammates have 2 minutes to guess your identity and situation.&#10;&#10;You can talk, sing, dance, or use an actor's famous lines to get your identity across. The winning team is the first to successfully audition around the board in all 5 casting studios.&#10;&#10;Includes gameboard, question cards, timer, 4 playing pieces, 1 6-sided die, and instructions&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stampede!!!",
    "ID": 24064,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/24064/stampede",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Oh, no!  The barnyard critters have gotten loose! And it's your job to round them up. The objective of the game is to 'round up' the most points worth of critters, which consist of different barnyard animals that vary in point value.&#10;  However, the critters move on their own; so you have to direct them to your corral with fences or surround the critter out in the field with fences.&#10;  Fences are played by laying down a fence card and placing fences on the 'Ranch' grid. The fence cards have different patterns on them, which limit how fences can be played.&#10;  Each player also has one 'Stampede!!!' tile that can be used to cause every critter on the board to move at once and possibly escape.  Beware!  There are Stampede!!! tiles mixed in with the critters, as well...&#10;  Once every critter is either caught or escapes, the game ends and the person with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming",
      "Puzzle"
    ],
    "Mechanics": [
      "Enclosure",
      "Modular Board",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: 16 x 16 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon's Russian Campaign",
    "ID": 24065,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/24065/napoleons-russian-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Napoleon's Russian Campaign&quot; is part of a Napoleonic wargames  trilogy that includes Napoleon's Italian Campaigns and Napoleon's Peninsula Campaign. The games can be played separately, or combined with some expansion modules to simulate the Napoleonic Wars.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Car Wars Supplement, Division 5 Vehicle Guide",
    "ID": 24066,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24066/car-wars-supplement-division-5-vehicle-guide",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Hit The Road!&#10;&#10;They're small but deadly! A dozen hot new Division 5 cars with counters for regular and variant versions, plus their dropped weapons and scenarios to use them. This book includes two different counters for each car - 24 in all - plus obstacles and other bonuses.&#10;&#10;This is a supplement. You need at least one Car Wars Starter Set to play.&#10;&#10;Part of the Car Wars Series.&#10;&#10;Expands:&#10;&#10;    Car Wars&#10;    Car Wars (Fifth Edition)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voyagers",
    "ID": 24071,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/24071/voyagers",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Voyagers is a trivia game based on regions of the world.  There are five groups of 80 cards each - North America, South America, Africa &amp; Oceania, Asia, and Europe.  Each card has three questions on it - for People, Places, and Things.  You choose which region to start in.  Once you have answered a question in each of the three categories (People, Places, Things), you can move on to another region.  Each correct answer allows you to continue your turn.  Once you miss, play passes to the player/team to your left.  The first player or team to answer each category in all five regions wins.  It's listed for ages 10 to adult.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chronopia: Sons of Kronos",
    "ID": 24072,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24072/chronopia-sons-of-kronos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The second Chronopia supplement, the Sons of Kronos describes the tribes of firstborns who are not ruled by the One King, and the attempt of the Devout to conquer their lands.&#10;&#10;the 96 pages rulebook features:&#10; - detailed background about the Sons of Kronos and their country;&#10; - new rules for war chariots, climbing and falling, fighting in the Wild Lands;&#10; - army lists for the three Sons of Kronos tribes.&#10;&#10;Expands:&#10;&#10;    Chronopia&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronopia: Land of Two Rivers",
    "ID": 24073,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24073/chronopia-land-of-two-rivers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Land of two rivers is the first Chronopia game supplement. It describes the return of the Stygian, an ancient race of serpent-men who ruled Chronopia millenias ago.&#10;&#10;The 96 pages rulebook features:&#10; - detailed description of the Stygian awakening, their society and how the other races try to deal with this new threat;&#10; - Stygian army list;&#10; - new units for all other races, most of them suited for desert fighting;&#10; - some new rules and spells.&#10;&#10;Expands:&#10;&#10;    Chronopia&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Where's My Bone?",
    "ID": 24074,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/24074/wheres-my-bone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;A game for 2-4 players, aged 5 years and over.&#10;These little dogs have hidden their bones and don't know where they are. Let us join in the search for them.  The first one to find his 6 bones is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Face Off!",
    "ID": 24075,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/24075/face-off",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "8",
    "Play Time": "8",
    "Weight": "1.6667",
    "Description": "Effectively, a version of pit where the players call for cards using specific sounds instead of numbers.&#10;&#10;You are on a wild adventure in a far-away land, trading gems with strange and exotic natives. The scene is frantic! All around you, people are clucking like chickens, oinking like pigs, bulging their eyes, sticking out their tongues. They're using wild native signals to bargain for rubes, jade, emeralds, pearls... nowits time for you to join the action. Get read for some fast and frantic fun! Its Face Off!&#10;&#10;Everyone is trading gem-cards fast! Be first to collect all nine cards of a single gem and you'll win the riches!&#10;&#10;Quick, how many cards do you need for a complete set? Use the wild Trading Signals to let your opponent know!&#10;&#10;Need one card? Then cluck like a chicken! Need two cards? Oink like a pig! Need three cards? &quot;Baaaa-baaaa&quot; like a lamb! Need four cards? &quot;Gobble&quot; like a turkey!&#10;&#10;Trade cards with anyone who signals the same number back to you. Everyone keeps trading cards, fast, 'til someone has all nine cards of a single gem. It's a frantic race to the finish!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Panasonic European Open Golf",
    "ID": 24076,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/24076/panasonic-european-open-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Played over 18 scale plans of the famous Sunningdale course, this golf simulation allows Stroke play or Match play.&#10;&#10;Unlike normal golf sims where a square grid is superimposed over a map, this game involves a clear plastic cursor to be targeted and positioned anywhere. Club accuracy and resulting ball position is assessed by card draw and ball position is plotted with a fine pen (wipes clear).&#10;&#10;In this way infinite possibilities can result in what must be the most realistic golf themed board game developed.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Simulation"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Group Photo",
    "ID": 24077,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/24077/group-photo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Group Photo is a simple children's card game in which players take turns drawing and discarding cards in an attempt to be the first player to match the picture cards in their hand, including at least two Photo ID cards, to the characters on their Group Photo card.  The first player to do so wins the game.&#10;&#10;In addition to the regular picture and Photo ID cards which comprise most of the deck, the game contains special purpose cards that function as wild cards (&quot;Camera Shy&quot; and &quot;Say Cheese&quot;), allow a player to skip another player's turn or retrieve one card from the discard pile in exchange for one from their hand (&quot;Redeye&quot;), or cause an opponent to swap their group Photo card for a new one (&quot;Overexposed&quot;).  The game also includes rules for scoring multi-round play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Os Quatro Elementos",
    "ID": 24080,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/24080/os-quatro-elementos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "3",
    "Description": "In this game wizards battle against each other in an arena. The player moves his wizard one space and place a block in any other space of the 10x10 board. The player who isn't able to move his wizard in his turn is out of the game. Each player has three magic spell cards that can help his wizard's movement.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Enclosure"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: A Batalha de Sekigahara",
    "ID": 24081,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/24081/bushido-a-batalha-de-sekigahara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.6667",
    "Description": "The game simulates the Sekigahara battle occurred in Japan in 1600. Two sides with six armies and one leader each confront themselves in a board with hexagonal spaces. An army moves one space with a directional area card and if it encounters another army they battle with battle cards (ATTACK, DEFENSE and COUNTER-ATTACK). The first player that kills the opponent's leader wins.&#10;&#10;",
    "Categories": [
      "Civil War"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Sekigahara (Japan)",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaivai Expansion",
    "ID": 24084,
    "Year": "(2006)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24084/kaivai-expansion",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4",
    "Description": "This expansion to the Polynesian-themed Kaivai includes four new types of huts and one new action:&#10;&#10;&#10;    The Pearl Divers Hut produces shells from fishing.&#10;    The Celebration Hut, when built, initiates a celebration on its island.&#10;    The Chief Hut gives a counter used to affect bidding costs and which can be used as influence during the end-game.&#10;    The Kava-Brewer Hut produces Kava, which can be changed into influence using the new action The Kava Ceremony.&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Country: Vanuatu"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "American Girl 300 Wishes Game",
    "ID": 24086,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/24086/american-girl-300-wishes-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The object is to match wishes with the player who would find them most desirable.&#10;&#10;Players are dealt &quot;wish&quot; cards which describe personal accomplishments, careers or fun experiences.  Each player then anonymously gives one or two wish cards (depending on # of players) to each of the other players by sliding them into their wish diaries.  After wishes are passed out, each player examines the wishes they have received and ranks them from least to most desirable.  Finally, everyone shares the wishes they received and how they ranked them (often good for a few laughs).&#10;&#10;Originators of the wishes score points according to how they were ranked by the recipient.  After three rounds, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Theme: Dolls",
      "Toys: American Girl"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Badlands",
    "ID": 24087,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/24087/badlands",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Badlands of Orgoth - The land is newly discovered, Some say untamable, full of mystery and monsters. The land is also rich and the right person could their fame and fortune while adventuring here. The Land is called Orgoth, and it is awaiting its King!&#10;You play a character who has come to Orgoth to seek fame and fortune. You may pick your character from one of five races (human, elf, dwarf, gnome, or feline)and three professions. (archer, mage, or warrior) each has its own strengths and weaknesses.&#10;&#10;Game is best played with 1 - 3 players as the game time is generally 1 hour plus 1 hour per player.&#10;&#10;1 - Board with Beginners version of Orgoth printed on it.&#10;6 - 6 sided movement dice (2 green, 2 yellow, 2 Red)&#10;3 &ndash; 10 sided dice&#10;1 _ 6 sided die&#10;&#10;24 Green Quest Cards&#10;24 Yellow Quest Cards&#10;24 Red Quest Cards&#10;72 Green Encounter Cards&#10;72 Yellow Encounter Cards&#10;72 Red Encounter Cards&#10;168 Item Cards&#10;gems counters&#10;health markers&#10;3 dragon markers&#10;3 traveler markers&#10;15 unique character sheets&#10;5 - player pawns&#10;&#10;6 &ndash; City Walls&#10;6 - Castles&#10;6 - Temples&#10;6 - Mage Towers&#10;6 - Barracks&#10;6 - Merchants&#10;6 - Weapon Smiths&#10;6 - Armorers&#10;&#10;Players advance in level by traveling the realm, defeating the enemy creatures, and accepting quests. The farther from the main city players travel the harder the monsters and the quests become, but the rewards are also greater.&#10;There is no set path to follow and only you as a player can direct where your character goes and what he does.&#10;&#10;Travel out to the farthest reaches of the game board and build your castle - People will come to your area and as lord of your castle you can collect taxes, taxes help to build your city, and further your cause. Each city expansion you build gives a different bonus to your character and city.&#10;&#10;Be careful not to venture too far into the wilds as you might just wake a Great Dragon who will not stop until you defeat it or it has destroyed every city on the board.&#10;&#10;Play with or against your friends or even play alone, trade with your opponent any item he needs for one that suits you better, or purchase a curse scroll and use it to cause havoc with the player who are ahead of you.&#10;&#10;Once you have completed all your required quests, built a complete city, and have attained level 10, you become the First King of Orgoth! Long live the King!&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Commands & Colors: Ancients Expansion Pack #2 – Rome vs the Barbarians",
    "ID": 24089,
    "Year": "(2007)",
    "Geek Rating": "6.227",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24089/commands-and-colors-ancients-expansion-pack-2-rome",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5556",
    "Description": "Imperial Rome and The Barbarians is the second expansion to Commands & Colors: Ancients. In this second expansion you will find historical battles that focus on Rome and the early Gallic invasion, invasion of the Northmen, the Servile War (Spartacus), Caesar's conquest of Gaul, the Roman Civil Wars and much more.&#10;&#10;Showcased in the second expansion, are over 20 scenarios that range from 390 BC (Allia River) to 9 AD (Teutoburger Wald), and all the blocks and labels you need to field the Roman and Barbarian forces to fight out these battles. By now, you know we can do this, because Commands & Colors: Ancients by design is a unique historical game system that allows players to effectively portray stylized Ancient battles that play to a conclusion in less than an hour.&#10;&#10;Imperial Rome and The Barbarians will feature at least one new unit type as well as several &quot;specialty&quot; units and leaders (Briton Chariots, Legionaries using the pilum, and Caesar, for example). Each of these operates within the confines of the original system rules, with only slight modifications to reflect their historical abilities and importance. So, rules-wise, if you've played Commands &amp; Colors: Ancients, you'll have no trouble at all learning the few special rules for these new types of units.&#10;&#10;The battle dice resolve combat quickly and the Command cards provide an element of luck that creates a fog of war and presents players with both challenges and opportunities for victory. Yet the tactics you need to execute conform remarkably well to the advantages and limitations inherent to the various Ancient units, their weapons, terrain and the history.&#10;&#10;Expands:&#10;&#10;    Commands &amp; Colors: Ancients&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Ancient: Rome",
      "Game: Commands & Colors Ancients",
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "History: Roman Conquest of Italy",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stratgol",
    "ID": 24090,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/24090/stratgol",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Stratgol&copy; has the objective of simulating the action of a real soccer match, allowing to recreate game situations with the same level of excitement of the real thing.&#10;&#10;Dice play an important role, helping to work out issues when uncertainty must be present but not to the point of making it a chance game. The decisions of when and how to execute your movements and the administration of your tactical points will have a greater impact on the final result.&#10;&#10;The rules were designed according to the FIFA rules. A full length game usually lasts 90 minutes. This is a game for two players.&#10;&#10;The game was released in June/2006, and is only available in Spanish.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bumpershot",
    "ID": 24091,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/24091/bumpershot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the box, &quot;The game with a thousand ways to play the angles!  Bounce your puck off the bumpers and into the scoring holes....or go for a reject and cancel your opponent's score!&quot;&#10;&#10;This is a dexterity game, with a spring loaded launcher and rubber band bumpers all along the edges. It slightly resembles a game of shuffle board, but you must bounce the puck off the walls, as direct shots are blocked by the board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tover je Toverweg",
    "ID": 24092,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24092/tover-je-toverweg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Translation from the website:&#10;&#10;Every year the wizards compete to become the Masterwizard. This year the tournament is held in the forest of a thousand roads. There the wizards will have to prove themselves by bringing their new students to the magical destination. Do you dare taking on this challenge and play the game? Your students aren't allowed to use magic, so the result of the tournament is in your hands. By acquiring the right magic cards your students can travel quickly or your opponents students can be hindered.&#10;&#10;By smartly and tactically using your magic powers, you can easily reach the destination. With Tover je Toverweg the takes the first steps in the magical world of boardgames. The structure and setup offer the right balance between options and ability for the youngest players. With 4 different game boards, accessories and extensive variants the game is a challenge for young as well as old (and even grown-ups). The game grows along with the development of the spacial view.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steps: Step by Step Game",
    "ID": 24093,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/24093/steps-step-by-step-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A game based around the UK pop group Steps. Players control one of the 5 members, and must go through a number of phases (steps), collecting tokens and money. Phases include spinning a spinner; answering questions on Steps; singing Steps lyrics and performing Steps dances,(with other players voting on performance). At the end of the game the player with the highest value of tokens has the highest chart hit and wins the game. In the event of a draw the one with the most money wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mighty Max Ultimate Adventure Game",
    "ID": 24094,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24094/mighty-max-ultimate-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 3-D board game where players join Mighty Max in a quest for 6 magical Doom stones.  The game is played through 6 different Doom zones, all built within the six sides of a 3-D cone-shaped tower on a box base.  Each zone has 2 playable level floors and all are based on popular Mighty Max toy play sets.  The first player to collect all the 6 Doom stones from each zone is declared the winner of the game.  The game is highly detailed and is played with cards and dice.  Mighty Max - His Fate Is In Your Hands!  For ages 3 and up.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mighty Max And The Crystal Quest",
    "ID": 24095,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/24095/mighty-max-and-the-crystal-quest",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Produced by Irwin Toy Limited and released in Canada, &quot;Mighty Max And The Crystal Quest&quot; is a pretty standard board game.  Much like LIFE or MONOPOLY, you use Mighty Max character figures to move around the board while trying to land on certain squares.  Instead of money or real estate, you're trying to gather &quot;tokens&quot; that grant various abilities.  The first one to make it to Skull Mountain, grab the Crystal Of Souls, and make it back to school (where Mighty Max needs to get back to) wins.  Throughout the board there are &quot;Battle Arenas&quot; where you must use your ability tokens to defeat the villain associated with each arena.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Davy Crockett Indian Scouting Game",
    "ID": 24096,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/24096/davy-crockett-indian-scouting-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "If Candy Land had a spinner instead of all those cards...&#10;&#10;Spin the spinner, move ahead (or back) to the appropriately colored space on the trail.  Some spaces have additional instructions such as &quot;Fight a crocodile go back one space&quot;, &quot;Grin down a bear, move to red&quot;.  &#10;The game board has a classic Disney feel to it.  The artwork is very colorful with a lot of detail in the background behind the colored trail.  This might keep the adults amused while the race to deliver the message to Army Headquarters keeps the 4 to 8 year old set entertained.&#10;&#10;The game has a bit of an identity problem.  The game box top names it as &quot;Disneyland's Official Davy Crockett Indian Scouting Game&quot;, the box sides, &quot;Walt Disney's Official Davy Crockett Indian Scouting Game&quot;, and the spinner card ,&quot;Walt Disney's Davy Crockett's Indian Scout Game&quot;.&#10;&#10;",
    "Categories": [
      "American West",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Historical Figures: Davy Crockett"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spider and the Fly",
    "ID": 24097,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/24097/spider-and-the-fly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spider and the Fly Whitman Publishing # 4720 &quot;Another Whitman Fun-Planned Game&quot;&#10;Player 1 plays a spider with a trapping cup.  Player 2 plays two flies.  The Spider shakes the dice in the spider cup, turns cup upside down in the center of the web, and lifts the cup.  If both dice are even numbers, he tries to trap the Fly on the right with the cup before the player controlling the fly can pull the fly off the board with its attached string.  Odd numbers activate the leftmost fly.  One even / one odd die ... free parking.&#10;Comes with two flies on strings, two scoring pegs, two wooden dice and a small bowl with a spider molded onto it.&#10;&#10;Bears some resemblance to the game Pounce!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Spiders",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "There's a Fly in My Soup",
    "ID": 24098,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/24098/theres-a-fly-in-my-soup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Fast paced game of action and skill, where the goal is to be the first player to fill out your game card by &quot;flicking&quot; your flies into everyone else's soup. Outsmart the Crazy Chef while he attempts to block your flies with his ladle. Or aim for a bonus shot by flicking your flies into the Chef's soup!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Insects",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voodoo Doll Game",
    "ID": 24100,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/24100/voodoo-doll-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;VOODOO Doll game for boys and girls&quot;&#10;&#10;&quot;The mysterious Voodoo doll holds the key&#10;that keeps the witch doctor from leaping free!&quot;&#10;&#10;Players take turns pushing pins into the plastic voodoo doll. If a player pushes the pin into the &quot;wrong&quot; booby-trapped hole, the witch doctor bursts out of his hut.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trailer",
    "ID": 24101,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/24101/trailer",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Trailer is a quiz game about movies. Players are divided in four groups and have to reach the end of the board by drawing a card and answering the correct name of the movie that's written on it. It can be a comedy, a drama, an adventure, a classic or a thriller, depending of the area that the players are in the board. The less hints they use to guess the movie's name the more they're able to move.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Action Stations",
    "ID": 24102,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/24102/action-stations",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Action Stations is a World War I naval game, based on the MIGHTY HOOD/BATTLESHIPS AT WAR system. Includes the rulebook, reference cards, game markers, and 136 individually-rated color ship counters (on heavy stock) from British, German, French, Italian, Austrian navies. The standard game includes additional rules modules (and ships/counter) for merchants, armed merchants, and destroyers. The 76 merchants and destroyers are printed in black on color cardstock.&#10;&#10;The rules are very similar to the MIGHTY HOOD/BATTLESHIPS AT WAR WW2 rules, with some modifications for WWI combat and formations. The several scenarios include Jutland.&#10;&#10;This is a DTP game: you'll need to mount and cut apart the counters before play. Additional ships (Russians, more CL and B from the countries in the main rules) will be made available later.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Astrobirdz",
    "ID": 24103,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/24103/astrobirdz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In the Astrobirdz card game, you decide how many tricks you can perform with the hand of cards you've been given. Each round your high cards equal fantastic sport board tricks you're trying to perform to gain all the trick cards for that round. Each turn you draw from one of the six foil BERZERKERBIRDZ cards and use their powers to help you win the contest.&#10;&#10;This edition of the ASTROBIRDZ card game includes a full color deck of 54 cards, 6 foil BERZERKERBIRDZ cards, an ASTROBIRDZ fingerboard, a score pad, and a set of rules.&#10;&#10;The Astrobirdz card game is a game of strategy and skill as you use the cards you've been dealt to perform as many tricks successfully as possible. The game is great fun for two to six players, ages 10 and up. Each game takes from 20-40 minutes depending on how many players there are in the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evolution",
    "ID": 24104,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/24104/evolution",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "Evolution is a card/tile laying race game , ideal for families but also suitable for young at heart players of all ages. Players must lay a path of  eras (cards) in chronological order, outwards from their edge of the board. The objective is to be first to  advance your playing piece onto the end era of your own path. Cards are drawn from a main pack which contains eras  cards . Play actions are determined by what symbol shows when the die is thrown. The three symbols are era ( reveal an era) , thunderbolt ( take a thunderbolt card) and eruption ( move or or erupt volcanoes on an opponents path). Thunderbolt cards are not laid but trigger various natural calamity and more benign events. Each era card is an aerial view associated with a particular evolutionary period. Each era card has various sites to be negotiated including rocks,waterholes, swamps, volcanoes, rising seas and ravines. Different sites have different levels of risk (hazardous areas). Certain thunderbolts can penalize players whose paths have cards that contain hazardous areas. Players interact by contesting some or each era card by a bidding using tokens.  A neat (new) rule limit player's from bidding excessively because tokens are lost by the winning bidder depending on the bid difference between his and the next highest bid.  A player who wins an era card may be include it in any path. He may for example, include a card with a risky site  in an opponent's path. Each player now has his own   cone (volcano) which  can be moved to  create an obstacle for an opponent's playing piece and can cause an eruption on an opponent path. An eruption   can be used to   force an opponents playing piece back .  The first player who survives his turn with his path complete ( 6 era cards ), holding at least one token  and with his  piece on his end ( sixth) era card  wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ponents",
    "ID": 24106,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24106/ponents",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The object of the game is to be the first player to move all of your &quot;Ponents&quot; (game pieces) to the opposite side of the board.  Pieces can move one space diagonally, staying on their color spaces, or can diagonally jump pieces of any color, but again must stay on their own color spaces.  Includes rules for a points variant.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lucky Puppy Math",
    "ID": 24107,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24107/lucky-puppy-math",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This game has a two sided board. On one side there is a version of Snakes and Ladders called Blue Ribbon Pooch in which players use dogs as tokens, and use two numerical dice and one operations dice to add or subtract before moving their token. Hence, players must perform the required mathematical operations in order to move their token.&#10;&#10;On the other side of the board is Lucky Puppy, in which all players begin in the dog pound and work their way around the board to find a home. There are four special places on the board, where players may improve or hamper their progress by completing a task. When a player lands on one of these spaces, however, all players get a chance at receiving the bonus or penalty: they complete to answer the math question posed by the roll of the dice. A player must complete all the tasks to get a home. Dice are used in the same way as in Blue Ribbon Pooch. The graphics on the game board depict various situations in which a child might interact with a dog.&#10;&#10;This is a children's game designed to develop math skills.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verkehrs-Quiz",
    "ID": 24108,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/24108/verkehrs-quiz",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You have 50 cards with traffic signs and 50 cards with their explanation (in Dutch, French, Italian and German). And you have 8 cards with a police-man on it. &#10;Different ways of playing.&#10;Somebody reads the card, the others try to find the matching sign as quick as possible. &#10;Or you can deal the cards with signs. Somebody reads the cards  aloud. You put the matching sign on it. If you're incorrect, you get a police-card.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monkey Auto Races",
    "ID": 24109,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/24109/monkey-auto-races",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3438",
    "Description": "From the box top: &quot;A hands &amp; knees fast action game with mini head-sticks.&quot; Yes, that's right &quot;mini head-sticks&quot; not the large ones found in most other games.&#10;&#10;This is a race game in which you push a small car around a course with the &quot;mini head-stick&quot; while on your hands and knees. The game includes 4 mini head sticks, 4 course markers, and 4 cars. The course markers can be set up in different track configurations.&#10;&#10;I'm not sure where the monkeys fit into this.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kwazooloo",
    "ID": 24111,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/24111/kwazooloo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "KWAZOOLOO is a game of observation and speed. Roll the dice and match the pictures to the animals rings you are wearing on your fingers. At each turn, the action die shows what the players need to look for: the baby, the habitat or the favorite food of each animal. The fastest player removes a ring. The first player to have removed all their rings, wins!&#10;&#10;Ages 5+&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Invasores",
    "ID": 24112,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.73",
    "Link": "https://boardgamegeek.com/boardgame/24112/invasores",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each player has nine spaceships and one atomic-cannon. The objective of the game is to land all your spaceships in the enemy's planet, on the other side of the board. You move the spaceships by rolling the dice and if an enemy approaches your planet you can try to shoot him with the atomic-cannon.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Climbing Everest",
    "ID": 24113,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24113/climbing-everest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Essentially a roll-and-move fest along the lines of snakes and ladders, players begin at base camp and advance to the top of everest with various aids or hindrances represented by special squares on the track. Players can get boosted forward or backwards depending on the roll. The game is based on the Sir John Hunt expedition to Everest in 1953.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mountain: Himalayas",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jet Race Game",
    "ID": 24114,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/24114/jet-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's game from the 1950-60's where each player races around a map of the United States visiting various landmarks.&#10;&#10;The game features a map of the US with various touristy destinations, a movement track with a small detour/alternate path, and several squares on the path which affect game play. Movement is made with a spinner, and chits represent the jet planes and the various players visits.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tufty Road Safety Game",
    "ID": 24115,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/24115/tufty-road-safety-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Based on the kids commercials featuring Tufty the Squirrel from the 60's and 70's , this game attempts to teach the correct way to cross the road. It is really a roll and move game with help/hindrance squares. Several editions of this game exist, from the 1960-s through the 1980's.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Multiplication 0-12",
    "ID": 24117,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24117/multiplication-0-12",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a simple card game that teaches young children the multiplication tables. Each card depicts a math problem with one factor missing such as 1x_=3 or _x4=12. Players try to collect sets of 4 cards that all have the same missing factor. Sets are laid on the table and the first player to empty his/her hand of cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sixty-two Dice Games",
    "ID": 24120,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/24120/sixty-two-dice-games",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The name of this set of 20 specialty dice and a rule booklet is something of a hyperbole, because there are really 12 distinct games plus 50 state games that together really equal one game, for an actual total of 13 games.&#10;&#10;The games are as follows:&#10;&#10;&#10;     Train - Uses 6 special train car dice.  Build your train with a locomotive, a caboose, and the highest value freight cars you can while avoiding &quot;train wrecks&quot; and &quot;equipment shortages&quot;.  Essentially a variant of Ship, Captain and Crew (below).&#10;&#10;&#10;&#10;     States Game - Uses 4 special dice numbered 2 through 6 with a USA symbol replacing the number 1.  Roll the 4 dice and use the numbers showing to calculate the numbers 1 through 50 (ordinal state numbers), with the USA symbol serving as a joker.&#10;&#10;&#10;&#10;     Poker Dice - Uses 5 poker dice (faces showing Ace, King, Queen, Jack, 10, and 9).  Roll the dice to get the highest poker hand.&#10;&#10;&#10;&#10;     Bar Dice - Uses 5 standard dice.  Roll the dice to get the highest poker hand.&#10;&#10;&#10;&#10;     Cover the Board - Uses 2 standard dice.  A little like multi-player Shutbox.&#10;&#10;&#10;&#10;     Buck Dice - Uses 3 standard dice.  A little like Old Maid, but with dice.&#10;&#10;&#10;&#10;     Sequences - Uses 3 standard dice.  Roll the dice and try to get the highest-scoring sequence(s) of numbers.&#10;&#10;&#10;&#10;     Accumulation - Uses 2 standard dice.  Roll the dice and try not to reach the sum of 41.&#10;&#10;&#10;&#10;     Horse - Uses 5 standard dice.  Roll the dice and try to get the highest N-of-a-kind.&#10;&#10;&#10;&#10;     C-Low - Uses 3 standard dice.  Roll the dice and try to earn 5 points by getting the highest value hands.&#10;&#10;&#10;&#10;     Craps - Uses 2 standard dice.  A highly simplified, turn-based form of standard craps.&#10;&#10;&#10;&#10;     Ship, Captain and Crew - Uses 5 standard dice.  Roll the dice and get the highest number of &quot;cargo points&quot; after give &quot;voyages&quot;.&#10;&#10;&#10;&#10;     Kaput - Uses 5 standard dice.  Roll the dice and try to get the highest total without rolling 2s or 5s.&#10;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Ten Thousand: The Battle of Cunaxa, 401 BC",
    "ID": 24123,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/24123/the-ten-thousand-the-battle-of-cunaxa-401-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This wargame by  Richard Berg  simulates the interesting Battle of Cunaxa in 401 BC.&#10;&#10;This battle took place after both the Greek vs Persian Wars of 500-479 BC, and immediately after the Peloponnesian War of 431-404 BC. During the course of the battle the Persian Prince Cyrus died which ended his revolt against his brother King Artaxerxes.  The famous retreat of the ten thousand Greek auxiliaries (which fought for Cyrus) was the result. The Greeks were led by the Athenian General Xenophon. This Greek army had to fight its way back to Greece through the hostile Persian Empire (from Mesopotamia and across Asia Minor). The Greek city of Sparta renewed the war against Persia in 399-394 BC.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Mediterranean",
    "ID": 24124,
    "Year": "(2007)",
    "Geek Rating": "6.623",
    "Avg Rating": "8.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/24124/combat-commander-mediterranean",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.973",
    "Description": "(from GMT website:)&#10;&#10;Combat Commander: Volume II - Mediterranean (or CC:M) is the expansion to Combat Commander: Europe (&quot;CC:E&quot;). CC:M's main theme is the addition of three new &quot;nationalities&quot; to the Combat Commander family: &#10;&#10;     Britain &amp; the Commonwealth &#10;     France &amp; the Allied Minors &#10;     Italy &amp; the Axis Minors&#10;&#10;&#10;This second module in the Series: Combat Commander includes units, cards, and scenarios depicting the fighting forces of these nations.&#10;&#10;FATE CARDS: As for Germany, Russia and America in CC:E, each of the new nationalities has its own 72-card Fate Deck highlighting its historical strengths and weaknesses (marksmanship for the British, giving them fewer shots but of higher quality; a higher likelihood of surrender for broken Italian units; quality Orders, Actions and Events for the French but saddled with only a &quot;1&quot; discard capability; etc.).&#10;&#10;CC:M's Playbook will include the following:&#10;&#10;    12 new historical scenarios, each one including at least one of the three new nationalities. &#10;    An updated Random Scenario Generator incorporating the new nationalities and the twelve new maps, as well as allowing for the early years of fighting in 1939 and 1940. This random scenario system provides an almost unending variety of map configurations, force structures, and combat situations. Re-playability value for Combat Commander gets even better with this new addition to the family. &#10;    A complete manifest of all 432 Fate Cards included in CC:E and CC:M. Number crunchers rejoice! &#10;    Assigned Point Values for all units, weapons, radios and fortifications in CC:E and CC:M, allowing players to easily create their own scenarios and Orders of Battle.&#10;    Additional designer's notes and play hints. &#10;    And more...&#10;&#10;&#10;Combat Commander is one of those rare exceptional values in wargaming - one that can be revisited time and time again, each with a new tale to tell.&#10;&#10;NOTE: Combat Commander: Mediterranean is not a stand-alone game. You will need to own Combat Commander: Europe in order to play it.&#10;&#10;Components:&#10;&#10;    352x large counters (5/8&quot;) &#10;    140x small counters (1/2&quot;) &#10;    216x 2.5 x 3.5 cards &#10;    6x 2-sided 17 x 22 maps (twelve maps in total) &#10;    3x 2-sided player aid cards &#10;    1x 32-page Playbook&#10;    1x 24-page Rulebook  &#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: United Kingdom",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The All Canadian Trivia Board Game: Millennium Edition",
    "ID": 24126,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/24126/the-all-canadian-trivia-board-game-millennium-edit",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;This game is a limited, collector's edition of The All Canadian Trivia Board Game. Each game comes with a numbered and signed 'certificate of authenticity'. Two thousand new questions in four new categories: People of the Millennium, Exploration and Colonization, Arts and Entertainment, and Miscellaneous Millennium Trivia.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: The All Canadian Trivia Board Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gladius",
    "ID": 24129,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/24129/gladius",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Gladius is a 2-player card game. It simulates gladiatorial combat in a Roman arena. Each Player takes on the role of a gladiator. There are 7 types of gladiators in the rules: Secutor, Retiarius, Thracian, Murmillo, Dimachaeri, Samnite, and Postulati.&#10;&#10;Players share a common deck of 56 cards. There are unique for each gladiator in play. Time your attacks to do the most damage. Get the original rules at:&#10;http://www.angelfire.com/games2/warpspawn/Glad.html&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Treasures",
    "ID": 24130,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/24130/lost-treasures",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Lost Treasures is a &quot;Print &amp; Play&quot; game where each player must hire a party of adventurers to retrieve the treasure from a forgotten dungeon. One player recruits his adventurers from the noble worthy races, the other from the dregs and evil denizens. Unfortunately, due to the rush to try to get to the treasure first, sometimes the parties are not as well equipped as they could be. . . .&#10;&#10;Adventure Party Recruitment is done via a simple card system, and the Dungeon board is created randomly, using room tiles.&#10;Combat, magic, and other actions are resolved by dice.&#10;&#10;All the pieces required to play (except for the dice) are available from the following website:&#10;&#10;http://lost-treasures.tripod.com/&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's Good to Be the King",
    "ID": 24131,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/24131/its-good-to-be-the-king",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "(from publisher's website)&#10;&#10;It's good to be the king.  When you rule the land by divine right, none may question your authority and you may do as you will.  You possess absolute power, giving your whim the force of law and drawing the people of the realm into your majestic presence as ants are drawn to sweet, pure honey.  Unfortunately, you are not the king.  You are one of the ants.&#10;&#10;The object of It&rsquo;s Good to Be the King is currying the most favor with the king by providing the most important elements for a series of events to honor him.  During the course of each game, the king demands that seven events be held for his pleasure.  These include such diversions as parades, hunts, feasts, and tourneys.&#10;&#10;In order to do the royal bidding, players manage their hands in order to collect the things necessary to satisfy the king&rsquo;s demands while preventing the other players from doing the same.  Use care when getting rid of your cards, since what is useless for the Tourney may be vital for an upcoming Feast!  The player who has the most royal favor at the end of the seventh round of play is the winner.&#10;&#10;Each set includes a Court Deck of 80 cards, a Chartulary Deck of 10 cards, and an instruction sheet.  It&rsquo;s Good to Be the King is suited for 3-6 players who do not mind backstabbing their opponents.  This fast and fun game of court intrigue and chicanery will be on store shelves this June, so round up some friends and prepare to be royally entertained!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Swordplay: Arena",
    "ID": 24132,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/24132/swordplay-arena",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "For those about to die... we salute you.&#10;&#10;It's no longer important how you came to be here, only that you survive to fight another day. Heroes enter the arena in a fight to the death armed only with what they find there. Will you reign victorious this day?&#10;&#10;Swordplay is an easy, fast paced card game of Arena Combat with Medieval weapons. Quick to learn yet challenging to master its subtle strategies. Go for the quick kill unarmed, or better prepare yourself for battle choosing from a wide variety of weapons, armor, and deadly combat moves to defeat your opponents.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swordplay: Pirates",
    "ID": 24133,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/24133/swordplay-pirates",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Yo ho ho, Me Hearties... Yo Ho!&#10;&#10;Cutlasses at the ready... No quarter!&#10;&#10;Swordplay: Pirates is a fast paced card game of Swashbuckling combat on the High Seas.  Send your bilge-sucking opponents to Davy Jones' Locker with a wide array of blades, black powder weapons, and combat moves suitable for any Sea Dog worth his salt.&#10;&#10;Swordplay: Pirates comes complete with everything needed to play including Pirate Cards, a Combat Deck, Damage Markers, and rules for two player duels, multi-player battles, and combining Swordplay: Pirates with Swordplay: Arena.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: ESPN Ultimate Sports Fan",
    "ID": 24134,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/24134/monopoly-espn-ultimate-sports-fan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Are you one of the millions that tune in to SportsCenter daily? Do you rely on ESPN for all of your up to the minute sports news and scores? Ever dream of owning and running ESPN? Well, now it&rsquo;s possible. The MONOPOLY Brand is proud to present the ESPN Ultimate Sports Fan Edition of the world&rsquo;s most famous board game.&#10;&#10;For over 25 years, ESPN has been the World Wide Leader in Sports and now you can buy, sell and trade all of the programs that have made ESPN the most tuned into sports programming network. SportsCenter, Pardon the Interruption and College GameDay are yours to own and control in this classic game of risk taking and deal making.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Superman Returns",
    "ID": 24135,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/24135/monopoly-superman-returns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "With the help of the ultimate, invincible super hero, vie to own it all and relive the most unforgettable moments from  SUPERMAN RETURNS with the world&rsquo;s most famous board game, MONOPOLY. Team up with the Man of Steel to protect the citizens of Earth from the perilous greed of his arch nemesis, LEX LUTHOR. Join SUPERMAN as he returns to Earth and reunites with LOIS LANE to try and halt Lex&rsquo;s latest evil scheme.&#10;&#10;The SUPERMAN RETURNS edition of America&rsquo;s favorite board game comes complete with 6 collectible pewter tokens of SUPERMAN, SUPERMAN&rsquo;s Crest, CLARK KENT&rsquo;s Glasses, SUPERMAN&rsquo;s Boot, DAILY PLANET Globe and KRYPTONITE and even includes a 60 minute speed play option for a shorter game with the same amount of fun. So what are you waiting for? It&rsquo;s time to fight for TRUTH, JUSTICE, AND THE AMERICAN WAY!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Comic Books: Superman",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Wyland Underwater World",
    "ID": 24136,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/24136/monopoly-wyland-underwater-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "World-renowned marine life artist Wyland has dived and painted the oceans for more than 25 years. Now Wyland fans and ocean lovers everywhere can experience the marvels of the deep sea through this Wyland-inspired MONOPOLY game.&#10;&#10;Buy, sell and trade some of the most fascinating sea creatures like the Spinner Dolphin, Orca Whale and Sea Otter in an effort to control and protect our oceans, which cover over 70% of the Earth&rsquo;s surface. This special edition of the world&rsquo;s most famous board game teaches you all about the interesting creatures featured in the game and provides tips on ways to save the environment. Learn as you have fun, enjoy the beautiful artwork of Wyland and vie to protect and preserve our marine life in the MONOPOLY: Wyland Underwater World Edition. Includes 6 collectible pewter tokens including a Whale Tail, Turtle, Dolphin, Reef Fish, Starfish and Shark and even includes a 60 minute speed play option for a shorter game with the same amount of fun.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Penguins",
      "Animals: Seals",
      "Animals: Turtles",
      "Animals: Whales",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: James Bond 007",
    "ID": 24138,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/24138/monopoly-james-bond-007",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "This game is licensed to thrill as the world&rsquo;s foremost super spy teams up with the world&rsquo;s most popular board game. Vie to own all 21 James Bond films, including The Spy Who Loved Me, The Living Daylights, Goldfinger and the latest release,  Casino Royale. Celebrate every aspect of the Bond world &ndash; the villains, cars, gadgets, MI6 and of course, the Bond Women. The world is not enough as you attempt to bankrupt your opponents and OWN IT ALL.&#10;&#10;The James Bond 007 edition of America&rsquo;s favorite board game comes complete with 6 collectible pewter tokens featuring Odd Job&rsquo;s Bowler Hat, Rosa Klebb&rsquo;s Shoe, Aston Martin DBS, 007 logo, Acrostar plane and the Lotus submarine car. Rules include a 60 minute speed play option for a shorter game with the same amount of fun. Get ready to experience the adventure of a lifetime with the world&rsquo;s greatest secret agent! It&rsquo;s Bond. James Bond.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Books: James Bond",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: John Deere",
    "ID": 24139,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/24139/monopoly-john-deere",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Presenting the John Deere Collector&rsquo;s Edition of the world&rsquo;s most famous board game, MONOPOLY. Get rich quick while buying, selling and trading the most admired and monumental equipment throughout the history of John Deere, one of the most revered agricultural, construction and forestry equipment manufacturers in the world.&#10;&#10;Celebrate the entrepreneurial spirit of John Deere, the man who created an American legacy over 165 years ago, while you strive to own his enterprise and enjoy the world&rsquo;s most popular board game, MONOPOLY. All components, including 6 collectible pewter tokens of the Model &ldquo;B&rdquo; Tractor, Model &ldquo;B&rdquo; Tractor, 9620 Tractor, L110 Lawn &amp; Garden Tractor, 650H Dozer and John Deere Plow, are sure to please all John Deere fans and collectors.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: John Deere",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Thunderbird 50th Anniversary",
    "ID": 24140,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/24140/monopoly-thunderbird-50th-anniversary",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Drive down memory lane in 22 of the most classic T-Birds ever built.&#10;&#10;Enjoy this collector&rsquo;s MONOPOLY game as you compete to own the most popular T-Birds of all-time. Relive 50 years of rich T-Bird history, from 1955 to 2005 as you celebrate the golden anniversary of one of America&rsquo;s most beloved cars.&#10;&#10;Buy the 1963 and the 1965 10th Anniversary edition; sell the 1995 40th Anniversary edition and the 2002 Concept Car and trade the 1980 25th Anniversary edition and the 1956 Early Bird. Wheel and deal until you bankrupt your opponents and own all of the title deeds. This is your chance to own them ALL before this classic Thunderbird is retired, so put the pedal to the metal!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Vehicles (Cars, Trucks, etc.)",
      "Game: Monopoly (Official)",
      "Theme: Automotive Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Surfing",
    "ID": 24143,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/24143/monopoly-surfing",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "MONOPOLY is stoked to team up with the Surfrider Foundation to bring you the Surfing Edition of America&rsquo;s most popular game board. Buy, sell and trade the most prestigious and formidable surf destinations around the world, from Hawaii&rsquo;s Waimea Bay to Tahiti&rsquo;s Teahupo&rsquo;o. The game features stunning photography of the world&rsquo;s best breaks by renowned surf photographer Jeff Divine.&#10;&#10;Comes complete with 6 collectible pewter tokens: surfer, beach cruiser, woodie, flip flop, shark and surf wax.&#10;&#10;A portion of proceeds will be donated to the Surfrider Foundation.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Snowboarding Edition",
    "ID": 24144,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/24144/monopoly-snowboarding-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It&rsquo;s a snowboarder&rsquo;s dream to shred North America&rsquo;s best runs and terrain parks, but what if you owned them? Here is your chance to buy, sell and trade the top 22 snowboarding destinations in North America! Buy Whistler Blackcomb, Park City Mountain Resort and Copper Mountain! Sell Aspen/Snowmass, Mammoth and Stratton! Trade Timberline, Vail or Steamboat! Own them all in the Snowboarding edition of the MONOPOLY game.&#10;&#10;If you love to ride park or carve the finest powder, this game provides an unreal experience that you won&rsquo;t want to miss out on. Grab your board, boots and goggles and get ready for the ride of your life!&#10;&#10;A portion of the proceeds will benefit the Snowboard Outreach Society, a non-profit organization that helps underprivileged and at risk youth.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Century of Flight Aviation",
    "ID": 24145,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/24145/monopoly-century-of-flight-aviation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fasten your seat belts and prepare for departure! This commemorative MONOPOLY game is rich in history and showcases the greatest aircraft built in the last century. Get rich while buying, selling, and trading the most significant aircraft and aircraft parts of the last 100 years. Put yourself in the pilot&rsquo;s seat and wheel and deal to &ldquo;own it all&rdquo;.&#10;&#10;This completely customized game comes with &ldquo;Aviation Dollars&rdquo; and 6 collectible pewter tokens: fighter jet, helicopter, monoplane, hot air balloon, commercial jet and airship.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Snoopy It's A Dog's Life",
    "ID": 24146,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/24146/monopoly-snoopy-its-a-dogs-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The world's most famous dog and America's favorite board game, MONOPOLY, team up to bring you: Snoopy - It's a Dog's Life Collector's Edition. Snoopy has created a variety of memorable persona to capture your heart. Here is your chance to reminisce about all of your favorite Snoopy moments as you buy, sell and trade Snoopy's Joe Cool sunglasses, his Flying Ace goggles, his typewriter and the rest of his most valued possessions.&#10;&#10;This completely customized game comes with collectible pewter tokens, including Snoopy's dog bowl, Joe Cool's sunglasses and Woodstock. A must-have for all Snoopy fans of all ages!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Comic Strips: Peanuts",
      "Series: Monopoly Derivatives (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder at Mardi Gras",
    "ID": 24147,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/24147/murder-at-mardi-gras",
    "Min Players": "8",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It&rsquo;s Mardi Gras in New Orleans and the Krewe of Midas is holding their annual masquerade ball. As you would expect from the most exclusive and elite Krewe in New Orleans, it will be an evening of gowns, glamour, gossip, and MURDER!&#10;Old scores are settled and family secrets are exposed when Pierre DuPre, the King of the Krewe, is murdered. The party guests must work together to determine who strangled the Mardi Gras King with a priceless vintage necklace!&#10;&#10;Did the Magnolia queen and her Cajun fianc&eacute; conspire to kill the old man and inherit his millions? Was it Pierre&rsquo;s young wife he brought home from Las Vegas? Did his lawyer or his personal chef kill him to pursue wealth and power? Was it his next door neighbor, the eccentric Gothic novelist? Perhaps it was the French maid who knew too much about the eccentric millionaire of the Garden District. There might also be a vampire and a swamp witch joining the party!&#10;&#10;Get your costume together, put on your Mardi Gras beads, refill your Hurricane glass, and help solve a Big Mystery in &ldquo;The Big Easy!&rdquo;&#10;&#10;Game Includes:&#10;&#10;Everything you&rsquo;ll need to play a 2-3 hour dinner party game     &#10; &bull; 10 Party invitations (8 in more recent versions)&#10;&bull; Secret clues&#10;&bull; Party Planner Booklet&#10;&bull; Nametags&#10;&bull; 10 Player&rsquo;s Booklets (8 in more recent versions)&#10;&bull; Dinner menus &amp; recipe&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Holidays: Mardi Gras",
      "Series: Murder Mystery Party"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Party: Panic at the Prom",
    "ID": 24148,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24148/murder-mystery-party-panic-at-the-prom",
    "Min Players": "8",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It promises to be a magical night as Centerville High School celebrates Senior Prom...&ldquo;Under the Sea&rdquo;!&#10;&#10;All eyes are on the two most popular and beautiful students, Katelyn and Dylan, as they are crowned King and Queen of the Prom. But during the spotlight dance, the emergency sprinkler system soaks the entire student body. Who had the motive and the opportunity to sabotage the evening?&#10;&#10;Game Includes:&#10;&#10;Everything you&rsquo;ll need to play a 2-3 hour dinner party game&#10;&#10;&bull; 10 Party invitations&#10;&bull; Secret clues&#10;&bull; Party Planner Booklet&#10;&bull; Name tags&#10;&bull; 10 Player&rsquo;s Booklets&#10;&bull; Dinner menus &amp; recipe&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bad Boys Collector Game Cards",
    "ID": 24149,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24149/bad-boys-collector-game-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "5",
    "Description": "This was one of the games published in TSR's &quot;Comics Modules&quot; - it appeared in Warhawks Comics Module #5, which is called Warhawks 2050 Part 1 on the cover.&#10;&#10;It consists of a deck of 24 cards depicting characters, places, and objects from &quot;Bad Boys,&quot; the backup feature in the  Warhawks book.  These are used to play two games, one (not given a separate title) which is rummy-like, and one, The Hunt for El Presidente, which is similar to Old Maid.&#10;&#10;For the first game, the cards can be combined with those from other TSR comics - Buck Rogers, 13: Assassin, RIP: Avenger of the Dead, Black Barney, and the Warhawks main feature.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MazeMakers",
    "ID": 24150,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/24150/mazemakers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this game players compete to find magical artifacts from an ancient maze. The maze is enchanted and players can change its layout using only their minds. This way they can help themselves in their search or hinder their opponents. Coins placed number up on the maze represent either monsters (stronger the bigger the number on the coin) or artifacts (if the suit, revealed only to the player that lands there, matches the player's suit). First player to find 3 artifacts and exit the maze wins.&#10;&#10;This game was designed to be played with a piecepack set and a pentominoes set (e.g. Quintillions). The pentomino pieces are the walls for the maze. It gives a nice 3D feel to the game (each square section of the pentomino pieces has to be of the same approximate size as the small squares from the piecepack tiles). If you don't have a pentominos set, there's an alternative mechanic, although it changes the game a bit.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jogo Pensando Melhor Com Dr. Lair Ribeiro",
    "ID": 24152,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/24152/jogo-pensando-melhor-com-dr-lair-ribeiro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "There are six characters. Some are male, some are female. Some wear glasses, some don't. Some of them have dark hair, some have brown. Each character likes a food, a sport and has a profession. The player must find out those information using logical association. The one who finds out everything about the characters first wins.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fortuna",
    "ID": 24153,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/24153/fortuna",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In this game, you are the head of a big industry which produces cell phones, computers, cars and helicopters. Demands are made and to fulfill them you must have resources. You can borrow money, negotiate with other players and even try to find a partner in business. In the end, the player with the largest fortune wins.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  }
]