[
  {
    "Rank": "11701",
    "Name": "Covil: The Dark Overlords",
    "ID": 187976,
    "Year": "(2017)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/187976/covil-the-dark-overlords",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.8667",
    "Description": "You are the dark Overlord, and the ritual is complete. At your command, the Covil rises. A living and breathing fortress now profaned by the greed crystals. Inside its dungeons lies the gate to the dark lands where countless hordes of chaotic beings were enslaved for so long. This time you will have your revenge.&#10;&#10;In Covil: The Dark Overlords, you will struggle for the supremacy of the regions surrounding an isolated town. Each player controls a Dark Overlord with unique powers and countless troops of minions to &ldquo;defend the world from enemy hordes&rdquo;, bring &ldquo;peace and security to the territories&rdquo; &mdash; at a cost, of course!&#10;&#10;The game consist of 4 days, each of them is divided in 3 phases: &#10;Phase 1: Morning (Summoning troops) &#10;Phase 2: Afternoon (Performing Actions)&#10;Phase 3: Night (Dominance and Clean-up)&#10;&#10;At the end of the fourth night phase, the game ends. The player with most victory points wins.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "11702",
    "Name": "Beer & Pretzels",
    "ID": 44558,
    "Year": "(2009)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/44558/beer-and-pretzels",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Beer &amp; Pretzels, players throw coasters onto a table. And then they get money. And then they throw more coasters. And then they get more money. This very complex and detailed process repeats until the end of the game at which point the player with the most money wins, just like in real life. At that point the winner will claim that Beer & Pretzels is the best game ever, and the losers will claim that the game is fundamentally flawed, and most likely broken.&#10;&#10;Just by coincidence, each coaster has an image of either pretzels or beer on it. Different pretzels have different values. Beer doubles your money. Players only score for items that are completely visible... items entirely or partially obscured by other coasters don&rsquo;t count. There tends to be name calling, bragging, self-high-fiving and the occasional brawl during the game, all of which add to the rich atmosphere and theme.&#10;&#10;&#10;WARNING: Beer &amp; Pretzels should be played with caution. Unmitigated use of this game could result in anxiety, agitation, panic attacks, lapsing into inconsistent foreign accents, irritability, hostility, aggressiveness, double vision, drooling, impulsivity, restlessness, extreme hyperactivity, unusual changes in behavior, kidney problems, long term memory loss, narrow angle glaucoma, itching, right upper belly pain, insomnia, fever, an inability to line up buttons properly on dress shirts, dark urine, yellow skin/eyes, unexplained flu-like symptoms, anal leakage, dizziness, yodeling, hive clusters, nausea, fainting upon standing, stiff muscles, uncontrollable cravings for onion rings, confusion, severe liver problems, barking, high fever, increased frequency of toe stubbing, dry mouth, constipation, sudden uncontrollable left-handedness and decreased appetite. This is not a complete list of potential side effects. Ask your doctor if Beer &amp; Pretzels is right for you.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "11703",
    "Name": "Jok-R-ummy",
    "ID": 14036,
    "Year": "(1986)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/14036/jok-r-ummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4286",
    "Description": "Here is an easy and entertaining card game which can be played anywhere and on any occasion.  Whether you're experienced card players or beginners, you're sure to have lots of fun completing your program cards as quickly as possible.  JOK-R-UMMY is the perfect pastime to liven up reunions with family and friends.  It's also one of the only games that eliminates barriers between children and adults, since all can gather around to play...there is no complicated counting of points!  Contents include:  2 plastic coated decks of 54 traditional cards, 1 deck of 63 Jok-R-ummy program cards, rules and instructions.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "11704",
    "Name": "Impetus",
    "ID": 36598,
    "Year": "(2008)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/36598/impetus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9231",
    "Description": "Impetus is a set of wargaming rules that allows you to play battles from the Ancient, Medieval and Renaissance periods. It is produced by the same team that publish the Italian 'Dadi &amp; Piombo' miniatures wargaming magazine.&#10;&#10;It is an extremely flexible system which allows players to recreate armies from a huge period of history - from Ancient Egypt, Romans and the Crusades right through to the Hundred Years War and Samurai.&#10;&#10;Impetus is designed to be played using miniatures in various scales: 6mm, 10mm, 15mm, 20mm, and 25/28mm are all catered for.&#10;&#10;Miniatures are based in elements - 60mm wide for 6mm &amp; 10mm, 80mm wide for 15mm, and 120mm wide for 20mm &amp; 25/28mm. The depth of the element is stipulated, but is not vital. This enables you to play the system with armies already based for other games systems.&#10;&#10;The game play is turn based, but is not traditional i-go/u-go. Players roll dice for initiative every turn, but units are able to react to enemy forces out of sequence.&#10;&#10;Units have 3 or 4 statistics, the most important of which is VBU, a combination of unit strength and morale.&#10;&#10;Combat is fast and simple. Units roll dice equivalent to their VBU in combat, with various modifiers giving bonuses to the number of dice thrown. Any score of '6' or double '5' score a hit. There is some record keeping required, as unit hits cause a reduction in VBU. When VBU is reduced to 0, the unit routs and is removed from the table.&#10;&#10;Armies are points based, with average armies ranging between 300-500 points. There are 15 army lists detailed in the original rules, usually in 'matched pairs'. These include Alexander's Macedonians &amp; Later Achaemedian Persians, 2nd Punic War Romans &amp; Carthaginians, Gauls &amp; Caesar's Romans, Crusaders &amp; Saladin's Army, and French &amp; English armies from the 100 Years War.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Miniature agnostic",
      "Country: England",
      "History: Hundred Years Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "11705",
    "Name": "Ligny & Wavre 1815: The Empire's Last Victories",
    "ID": 210428,
    "Year": "(2016)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/210428/ligny-and-wavre-1815-the-empires-last-victories",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.75",
    "Description": "Ligny and Wavre 1815 is a complete game in the Jours de Gloire series. It covers the battles which occurred on June 16th, 18th and 19th, during Napol&eacute;on&rsquo;s offensive in Belgium against the armies of Wellington and Bl&uuml;cher.&#10;&#10;Ligny 1815 is the last victory of Napoleon:  with his Arm&eacute;e du Nord, the Emperor attacks Bl&uuml;cher&rsquo;s Prussians and inflicts them a severe defeat. But the the bulk of the Prussian army survived and went on to play a pivotal role two days later at Waterloo&#10;&#10;Wavre 1815 shows the two days useless fights of Grouchy corps against Thielmann, when, at the same time, Napoleon was decisivly beated at Waterloo.&#10;&#10;An additionnal scenario features a &laquo; what if Grouchy have been abble to reinforce Napoleon at Waterloo? &raquo;. It requires the Les Quatre-Bras and Waterloo 1815 module to be played.&#10;&#10;Ligny, June 16th 1815: Napoleon vs. Bl&uuml;cher&#10;Wavre, June 18th and June 19th 1815: Grouchy vs. Thielmann&#10;&#10;Ligny 1815 and Wavre 1815 are the 42nd and 43rd battles of the Jours de Gloire series.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Fleurus (Belgium)",
      "Cities: Wavre (Belgium)",
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "11706",
    "Name": "Knot Dice",
    "ID": 135812,
    "Year": "(2016)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/135812/knot-dice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Knot Dice is games, puzzles, and art wrapped up in a box. The 18 custom dice have Celtic knots design elements on each side that can be connected to play various games and create a large number of designs.&#10;&#10;Included are rules for several games and puzzles, including:&#10;&#10;&#10;     Kells &ndash; a cooperative game for 1-3 players (or more with more sets), in which you try to form a complete design using as many dice as possible&#10;     Kells, The Book &ndash; a campaign version of Kells&#10;     Knot So Fast &ndash; a competitive real-time game for 2 players (or more with more sets), in which you try to form a closed design with your dice as quickly as possible&#10;     Knot So Fast Too &ndash; a round-robin tournament real-time game for 3-4 players&#10;     Distance &ndash; a competitive game for 2 players, in which you move two tokens over the paths created on the top of the dice to get your tokens farthest from one another&#10;     Osbox (by Cameron Browne) &ndash; a 2-player pure strategy game, in which you select the face of a die to use and slide it on to a 4x4 grid trying to complete designs&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11707",
    "Name": "The Deception of Antiques: 12 Chinese Zodiac Bronze Heads",
    "ID": 234510,
    "Year": "(2017)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/234510/the-deception-of-antiques-12-chinese-zodiac-bronze",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "&#229;&#143;&#164;&#232;&#145;&#163;&#229;&#177;&#128;&#228;&#184;&#173;&#229;&#177;&#128;&#239;&#188;&#154;&#229;&#141;&#129;&#228;&#186;&#140;&#229;&#133;&#189;&#233;&#166;&#150;&#239;&#188;&#136;The Deception of Antiques:12 Chinese Zodiac Bronze Heads&#239;&#188;&#137;&#10;&#10;&quot;The Deception of Antiques:12 Chinese Zodiac Bronze Heads&quot;is a novel based board game.&#10;It adapted from famous writer Ma Boyong's novel of the same name.&#10;&#10;In the game, players will play different characters in the novel,belonging to two opposing camps:The Appraisers and The Counterfeiters.&#10;&#10;The game will be divided into three rounds of treasure identification and a round of identification.&#10;The treasures identified in the game are 12 Chinese Zodiac Bronze Heads,and 4 are selected randomly at each round, of which 2 are genuine and 2 are fakes.&#10;&#10;Players rely on their own identity skills to identify each round of the head of the beast true and false, so as possible to find the true beast head, handed over to the state.&#10;&#10;After the identification of three rounds of treasure, if the Appraisers fail to achieve the target score of victory, a round of identification will be carried out.&#10;The Appraisers must make sure that the key players don't be found and find out who's behind The Counterfeiters .&#10;&#10;The Appraisers gain VPs by finding the genuine antiques and find the Counterfeiters while The Counterfeiters disturb them by using abilities. If the Appraisers gain enough VPs, they win. Otherwise, the Counterfeiters win.&#10;&#10;IMPORTANT:To play this game,you need to download an App !&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Memory",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "11708",
    "Name": "Palace",
    "ID": 20528,
    "Year": null,
    "Geek Rating": "5.557",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/20528/palace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "&quot;Palace&quot; is a very popular game played with regular playing cards, and also is commonly called names like &quot;Shithead&quot; or &quot;Karma&quot;. There are numerous variations with other names like &quot;Smeghead&quot;, &quot;Shit-boot&quot; or &quot;Mukava&quot;. In Sweden it is referred to as &quot;V&auml;ndtia&quot; and often comes with minor rules variations.&#10;&#10;The game is for two to six players in which players aim to not be the last player to get rid of their cards. Who gets rid of their cards first is usually considered unimportant. The loser must deal the next game.&#10;&#10;The game requires one regular 52-card deck (plus 2 Jokers, when six play). Aces are high, although twos and tens act as trump cards in different ways.&#10;&#10;Each player gets a set of piles of two cards, three face up and three face down. They then take turns to play cards onto a central pile, drawing from the deck to replenish their hand. If they can't make a play they have to pick up the pile and the next player begins a new one. Once a player has emptied their hand and no more cards can be drawn, they move on to play cards from their own piles.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Single Loser Game"
    ],
    "Families": [
      "Card Games: Beating",
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Palace"
    ]
  },
  {
    "Rank": "11709",
    "Name": "Nexus",
    "ID": 2521,
    "Year": "(2001)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/2521/nexus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6957",
    "Description": "Players place cards in a basket-weave pattern to form Nexuses out of the nodes that are printed on the cards.  Players also mark nodes in an attempt to control the Nexuses.  When a card is placed which closes a Nexus, the player with the strongest control on that Nexus scores points equal to the strength of all open nodes on the Nexus.  First player to 10 points wins.&#10;&#10;Nexus is part of the Hip Pocket Games series.&#10;&#10;Awards&#10;&#10;    2002 Listed in GAMES Magazine's GAMES 100&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Series: Hip Pocket Games"
    ]
  },
  {
    "Rank": "11710",
    "Name": "1851: Kentucky & Tennessee",
    "ID": 1208,
    "Year": "(1998)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/1208/1851-kentucky-and-tennessee",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2727",
    "Description": "1851 is an 18xx game set in Kentucky and Tennessee. Designed for smaller groups and shorter playing time, it features only six corporations on a map with 84 spaces (about the size of 1830: Railways & Robber Barons). The stock market is also streamlined -- all shares are always sold at market price, as there is no &quot;par price&quot;.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Series: 18xx",
      "States: Kentucky",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "11711",
    "Name": "Slip Strike",
    "ID": 285234,
    "Year": "(2020)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/285234/slip-strike",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Slip Strike is a competitive two-player game in which agents have slipped into another dimension to fight it out using teleportation, time-travel, and a variety of weapons.&#10;&#10;Each round, both players select two cards from their hand of ten as their actions, placing them face down. They simultaneously reveal these actions one at a time, resolving them one after the other. Each player is trying to strike their opponent while avoiding a strike themselves. If a player takes a strike, they lose the game, but that player can permanently discard a teleport card to &quot;Slip&quot; out of the location, time-traveling to a time when they were not there. Eventually you or your opponent will run out of the ability to Slip, and then the victor will successfully knock that player out of the dimension and win the game.&#10;&#10;Slip Strike is normally a two-player game, but by combining the blue and orange editions &mdash; each of which has different art and asset cards &mdash; you can play with up to four in the same game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Programmed Movement",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "11712",
    "Name": "La Grande Armée: The Campaigns of Napoleon in Central Europe",
    "ID": 9077,
    "Year": "(1972)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/9077/la-grande-armee-the-campaigns-of-napoleon-in-centr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.6842",
    "Description": "La Grande Armee is an operational wargame for 2 players covering three distinct Napoleonic campaigns in central Europe. There are scenarios covering the 1805 campaign against Austria, the 1806 campaign against Prussia and the 1809 campaign against Austria (again). The Russians appear in the 1805 and 1806 campaigns, with possible Prussian entry against the French in the 1805 scenario. The game includes a 22&rdquo; x 28&rdquo; map, a 400 counter sheet (although there are a number of blank counters) as well the rules (accordion format), and separate sheets for the scenarios and tables. The game system is based on that of the earlier Leipzig game, also by SPI.&#10;&#10;La Grande Armee has a bit more variety, as three distinct separate campaigns are covered. The composition of the various national armies also varies. The composition of the Austrian army in the 1809 scenario is quite different from that of the Austrian army in the 1805 scenario. This reflects various reforms carried out by the Austrians in the interim between the campaigns. The emphasis of the game is on maneuver, including forced marches, and supply. Dispersion for movement and concentration for combat is a key tactic. The French have a significant advantage in forced marching, as well as in the quality of their leaders.&#10;&#10;Note this game is totally different from the later TSR &lsquo;remake&rsquo; of the same title.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Series: Leipzig System (SPI)"
    ]
  },
  {
    "Rank": "11713",
    "Name": "Dakota",
    "ID": 59960,
    "Year": "(2010)",
    "Geek Rating": "5.557",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/59960/dakota",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6087",
    "Description": "Dakota is inspired by the conquest of the American West, and employs linear mechanics.  Players take control of a group of settlers or a tribe of natives and then cooperate and compete with the other players for natural resources, which have different values for the different types of players.  The mechanic allows for unequal numbers of settlers and native players.&#10;&#10;",
    "Categories": [
      "American West",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: USA",
      "States: North Dakota",
      "States: South Dakota",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "11714",
    "Name": "Spells of Doom",
    "ID": 158535,
    "Year": "(2014)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/158535/spells-of-doom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1429",
    "Description": "Telin's cruel blade has long been writing the history of Shaqua Maertis, the Empire of Elements. The peaceful people of the land came to terms with Telin's rule and dared not give voice to their sinister thoughts and unabated fears. And so long as they did not speak of those thoughts and fears in public, Telin's iron hand was kept at bay, his reach away from their homes and children. Years went by , and decades followed &mdash; until there came a day when Helloder, a creature made of darkness, with plans darker still, discovered magic, a long-forgotten magic that offered him the opportunity to claim power for himself.&#10;&#10;Which side will prevail? Will Telin's rule end, or will Helloder be another name to be buried under the pen of history that is Telin's sword?&#10;&#10;In Spells of Doom, each player controls a hero with a unique deck of spells and skills cards, and he uses those to try to capture magic crystals and damage opponents. The game takes place over three rounds, with each round consisting of six turns; a turn consists of the upkeep phase, the hero phase, and the end phase. The game is played as a PvP two-player game or a 2-on-2 four-player game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11715",
    "Name": "Ramen",
    "ID": 257834,
    "Year": "(2018)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/257834/ramen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "To cook a proper bowl of ramen, you need the freshest ingredients!&#10;&#10;In each round of Ramen, players bid secretly with their ingredient cards for the turn order, trying to get the best ingredient cards from the offer to add them to their ramen bowls. Once every player has revealed their cards and got a card from the offer, they bid in the next round for the cards they used for bidding.&#10;&#10;Once all the cards in the game are played, tips are granted to the players who have the lowest value in their ingredients, then scoring occurs. The player who earns the most yen at the end of the game wins.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&iexcl;Para cocinar un buen bol de ramen se necesitan los ingredientes m&aacute;s frescos!&#10;&#10;En Ramen a&ntilde;adir&aacute;s los ingredientes que ir&aacute;s consiguiendo a tus boles. &iexcl;Cocina el mejor ramen para obtener una propina m&aacute;s grande!&#10;&#10;En cada ronda, los jugadores pujar&aacute;n en secreto con una carta de ingrediente por el orden de turno para obtener cartas de ingredientes de la oferta. Cuando todos los jugadores hayan revelado sus cartas y hayan obtenido sus ingredientes, en la siguiente ronda pujar&aacute;n por los ingredientes, pero &eacute;sta vez con los que usaron para pujar por el orden de turno.&#10;&#10;Cuando todas las cartas de la partida se hayan usado, se otorgar&aacute;n las propinas a los jugadores que tengan el menor valor en los ingredientes y se cuentan yenes.&#10;&#10;&iexcl;El jugador que haya ganado m&aacute;s yenes al final de la partida ser&aacute; el ganador!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Ramen",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "11716",
    "Name": "コルドロン15～魔女の大釜～ (Cauldron 15 ~Witch's Cauldron~)",
    "ID": 351874,
    "Year": "(2021)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/351874/korudoron15mo-nu-noda-fu-cauldron-15-witchs-cauldr",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "&#227;&#130;&#179;&#227;&#131;&#171;&#227;&#131;&#137;&#227;&#131;&#173;&#227;&#131;&#179;15&#239;&#189;&#158;&#233;&#173;&#148;&#229;&#165;&#179;&#227;&#129;&#174;&#229;&#164;&#167;&#233;&#135;&#156;&#239;&#189;&#158; (Cauldron 15 ~Witch's Cauldron~) is a trick-taking card game from Japan. Players are witches bringing different ingredients to brew up potions.&#10;&#10;Play follows the normal method for tricks. However, players are trying to reach but not exceed a total of 15. The cards players earn from winning tricks depend on the total value of the trick. If it is under or on 15, that's okay, but going over 15 causes trouble.&#10;&#10;Further, if the player's final score is over 15, they cannot win. But by obtaining all five ingredients, a player can neutralise the potion and discard to alter their score.&#10;&#10;The publisher has put English rules online.&#10;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "11717",
    "Name": "Capes & Cowls: The Superhero Board Game",
    "ID": 20731,
    "Year": "(2006)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/20731/capes-and-cowls-the-superhero-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From demo packet:&#10;&#10;Capes &amp; Cowls: Adventures in Wyrd City. It's super fun in 3 easy steps:&#10;&#10;&#10;        1. Recruit a team of heroes. &#10;        2. Send them into battle. &#10;        3. Clobber till content.&#10;&#10;&#10;Wyrd City&mdash;where conflict lies in wait around every corner and the shadows are acrawl with mystery and adventure, where liberty wanes, government waxes, and a chosen few don capes and cowls to take their stand in a world gone Wyrd....&#10;&#10;Capes &amp; Cowls: The Superhero Board Game features 32 original Heroes (and/or villains, depending on your perspective) and several Crews of secondary characters, including Freedom Patrols, Liberty Bots, Diabloids, Arachnidrones, Darklings, thugs, and zombies. Each Hero is defined by personalized stats (Attack, Defense, Speed, and Vigor) and 3 unique Powers, while each Crew is defined by personalized stats and 1 unique Power. Altogether, Capes &amp; Cowls provides over 75 characters with over 100 Powers.&#10;    &#10;Capes &amp; Cowls is played on a unique Battleboard whose color- and number-coded spaces influence character abilities, modify power levels, and place strong emphasis on strategic and tactical play. Though certain game situations do require a roll of the Battle Die, skillful players will find themselves seldom relying on luck to determine the outcome of an action. In short, the player who recruits and manages his team of Heroes most wisely will nearly always prove the victor.&#10;&#10;Capes &amp; Cowls offers the following 3 modes of play:&#10;&#10;1. Basic: In the Basic Game, each player recruits a team of 2 or 3 Heroes, deploys the team to the Battleboard, and dukes it out with his opponent&rsquo;s team for a predetermined number of rounds. The victory goes to the player with the most Heroes left on the Battleboard at the end of the game.&#10;&#10;2. Standard: The Standard Game allows each player to recruit a team of 4 or 5 Heroes, and introduces Scene Features such as Rooftops, Walls, and Trees, as well as Objects such as Boulders, Cars, and Mailboxes. These elements enrich the Battleboard environment and call for keener strategies and sharper tactics. The victory, as in the Basic Game, goes to the player with the most Heroes left on the Battleboard at the end of the game.&#10;&#10;3. Adventure: The Adventure Game requires the players to select an Adventure from the Adventure Book. Each Adventure includes a full-color map for Battleboard setup, instructions for team recruitment, and special rules for playing the chosen Adventure, including team-specific goals and victory conditions. This mode of play incorporates Crew characters, special items, and plot devices that further define the Wyrd City universe and its colorful assortment of costumed denizens. The victory in an Adventure Game goes to the player whose team succeeds in fulfilling the predetermined goal of the Adventure.&#10;&#10;In addition to the above modes of play, Capes &amp; Cowls also allows for solitaire and multiplayer variations.&#10;&#10;Wyrd City&mdash;where the &ldquo;good guys&rdquo; are bad, the &ldquo;bad guys&rdquo; are you, and the dress code is decidedly unusual.&#10;&#10;Capes &amp; Cowls: The Superhero Board Game! Let the battle begin!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "11718",
    "Name": "Bridgette",
    "ID": 2758,
    "Year": "(1970)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/2758/bridgette",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6364",
    "Description": "Highly regarded 2-player Bridge variant. Rules for beginner to advanced play.&#10;&#10;It uses a standard deck of 52 cards with three extra cards called &quot;Colons.&quot;  Bridgette can be played with a standard deck of 52 cards.  The colon cards can be made with the two jokers and the display card that often comes in a pack of cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games",
      "Traditional Card Games: Bridge"
    ]
  },
  {
    "Rank": "11719",
    "Name": "Flee The Scene",
    "ID": 68931,
    "Year": "(2015)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/68931/flee-the-scene",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2857",
    "Description": "You've hit the museum and jumped the train! But don't stay long. You've gotta be quick in this steal and deliver race game for 2-5 players.&#10;&#10;Flee The Scene is a fast-paced game of robbing museums across the Mediterranean. Players use trains, trucks and ships to steal antiquities and fence them off. Players can carry only three antiquities at a time and must optimize their movement to edge ahead of the competition.&#10;&#10;The aim of Flee the Scene is to steal and deliver the most rewarding antiques before the time runs out. Each delivered antiquity scores points. Once 1 player scores 13 or more points, all other players have 1 last turn before the game ends. The player with the highest score is the winner!&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "11720",
    "Name": "The Franco-Prussian War",
    "ID": 12501,
    "Year": "(1992)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/12501/the-franco-prussian-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "600",
    "Weight": "3.0909",
    "Description": "Another game in that series, published in Strategy &amp; Tactics magazine #149, February 1992.  Errata was published in S&amp;T #159.&#10;&#10;From the introduction :&#10;&quot;Franco-Prussian War is a simulation of the Franco-Prussian War of 1870-71. One player assumes the role of the German high command, the other the French. The German objective is to defeat France, thereby unifying the various German states into a single nation. The French player's objective is, initially, to gain glory for the French Empire; failing that, it is to successfully defend France against a German invasion. Franco-Prussian War uses a new system to simulate the nature of 19th century warfare. The game system itself is simple, but it does have some innovative features to represent leadership, staff work, command/control, effects of different weapons, and the ever-shifting sands of morale and politics.&quot;&#10;&#10;1 turn = 1 week&#10;&#10;Other games in the series were Austro-Prussian War (S&amp;T #167); Russo-Turkish War (S&amp;T #154) and Risorgimento (S&amp;T #187).&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Prussia",
      "History: Franco-Prussian War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Wars of the Imperial Age (Decision Games)"
    ]
  },
  {
    "Rank": "11721",
    "Name": "Dracula's America: Shadows of the West",
    "ID": 231683,
    "Year": "(2017)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/231683/draculas-america-shadows-of-the-west",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;It is 1875, and Count Dracula is President of the United States of America.&#10;&#10;In the wake of the Civil War, with the country struggling to regain its balance, Dracula seized power. The Count's thralls assassinated President Lincoln and his entire administration in a single night and, in the ensuing chaos, their master made his move. Dominating the Senate, he declared himself President-for-Life, and now rules the Union with fear and an iron fist. His vampiric progeny, the Coven of the Red Hand, infest every strata of society, and enforce Dracula's will with ruthless efficiency.&#10;&#10;Drawn by the shadows gathering across the nation, secretive cults and evil creatures emerge from their lairs to thrive in the darkness of the new regime. Fleeing from the oppression and menace of the East, hordes of pioneers head to the West, hoping for a new life.&#10;&#10;Dracula's greed, however, knows no bounds, and his reach is long&hellip;&#10;&#10;Dracula's America: Shadows of the West is a skirmish game of gothic horror set in an alternate Old West. Secret wars rage across the country - from bustling boom-towns to the most remote wilderness - as cults and secret societies fight for power and survival. Players will throw their support behind one of these factions, and will lead a Posse in fast-paced, cinematic battles for dominance and survival.&#10;&#10;",
    "Categories": [
      "American West",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Dracula",
      "Country: USA",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "11722",
    "Name": "Wolfpack: Submarine Warfare in the North Atlantic, 1942-44",
    "ID": 6946,
    "Year": "(1974)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/6946/wolfpack-submarine-warfare-in-the-north-atlantic-1",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3793",
    "Description": "Strategy &amp; Tactics magazine #47.&#10;&#10;WolfPack is a Strategic  level Solitaire board wargame where the player is the German U-boat commander. In the game you must deploy your U-boats to detect the Allied convoys and once detected form your U-boats into wolfpacks in an attempt to inflict maximum damage.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "Magazine: Strategy & Tactics",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Atlantic Ocean",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "11723",
    "Name": "To Unlimited, and Beyond",
    "ID": 213631,
    "Year": "(2014)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/213631/to-unlimited-and-beyond",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "In To Unlimited, and Beyond, a.k.a. Chip It, players need to rid themselves of both cards and chips to win the game. The problem? Getting rid of your cards might require you to take chips!&#10;&#10;Each player starts the game with a random hand of cards and a few chips. On a turn, you either play cards to the center of the table (with you beating the cards previously played, if any) or return two chips to the stock.&#10;&#10;In more detail, the first player to play cards lays down one or more cards of the same value. You can take chips from the stock to alter the value of the cards you play. With a red card, each chip you take adds 1 to the value of that card; with a yellow card, each chip you take adds the value of the card to itself. If you play a red 7 and a yellow 4, for example, you can take two chips from the stock to make the 7 an 8 and the 4 an 8, and now you've played a pair of 8s. (Chip It has green and purple cards instead of red and yellow ones.)&#10;&#10;To play cards on top of this, you must play a pair of 9s or some stronger pair. If you cannot play or choose not to play, you must return two chips to the stock. You are still in the round, but if all players pass in turn, then the player who last played cards clears the pile and plays whatever they wish (or returns two chips to the stock, passing the lead to the right).&#10;&#10;Whoever first has no cards in hand and no chips in front of them wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "11724",
    "Name": "Spiel",
    "ID": 2229,
    "Year": "(1980)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/2229/spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Unusual, tetrahedral board with 121 dice in three colors. A series of games, some involving dexterity, other abstract movement. A gaming system in which the inventor encourages players to devise new games. Aesthetically interesting.&#10;&#10;First published by Edition Perlhuhn in 1980 (301 dice for 57 games), by Kosmos in 1986 (281 dice) and re-issued by Abacus in 2004 with 166 dice and fewer games. In 2011, Abacus revived it yet again, but with only 121 dice.&#10;&#10;The Kosmos edition shows age range &quot;4-99&quot; on its box, the latest edition shows &quot;6+&quot; instead.&#10;&#10;Expanded by:&#10;&#10;    &quot;55&quot;, published in 2005 by Abacus&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Dice",
      "Game System"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Spiel",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "11725",
    "Name": "Syracuse: 415-413 avant J.-C.",
    "ID": 118559,
    "Year": "(2012)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/118559/syracuse-415-413-avant-j-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0556",
    "Description": "Syracuse (415/413 BC) covers the land and naval battles as well as the siege of Syracuse during the Peloponnesian War.&#10;&#10;It is a two players game: Athens and allies vs. Syracuse and allies.&#10;One game turn covers three months.&#10;&#10;The game includes:&#10;- 16 pages rules booklet (14,4x21 cm)&#10;- 29,7x41 cm map (27 land zones and 12 sea zones)&#10;- counter sheet of 108 die-cut counters (68 leaders and combat units, 22 stratagems counters and 18 markers)&#10;&#10;A historical scenario and a &quot;What if?&quot; scenario with Alcibiades as main Athenian leader, are included.&#10;&#10;Players will be able to build forts and walls, to launch naval operations and to lead land battles.&#10;&#10;Note: The rules are based on Sphacteria ones, which appeared in Vae Victis magazine issue #95. These rules include siege activities, construction of fortifications and several additional developments.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Magna Graecia",
      "Ancient: Sparta",
      "Cities: Athens (Greece)",
      "Cities: Syracuse (Italy)",
      "Components: Map (Continental / National scale)",
      "History: Peloponnesian War",
      "History: Sicilian Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: Peloponnesian War (Vae Victis)"
    ]
  },
  {
    "Rank": "11726",
    "Name": "Diabolik: Heists and Investigations",
    "ID": 322809,
    "Year": "(2020)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/322809/diabolik-heists-and-investigations",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "In Diabolik: Heists and Investigations, players will experience in first person the &quot;impossible thefts&quot; that are told every month in the comic books, both from the side of Diabolik and Eva Kant, and from Inspector Ginko and the police.&#10;&#10;The mechanics are that of hidden movement, but with the exception that when discovered, the criminals will be forced to flee on the main board, visible to all cops. Thanks to the cards, every turn offers different situations.&#10;&#10;The Criminals will have to complete two heists out of the three available to win the game and to do so they will have to move hidden in the shadows, leaving traces of their path that the Police will have to find to ruin the plans of the Criminals.&#10;&#10;The Police will have the hard job of investigating the traces of Diabolik and Eva, but they are not alone, in fact they will have the opportunity to call on up to four Police Officers to help, to keep every corner of the city under observation. To win the game, the cops will have to raise the Danger Level to the maximum on the Danger Track. Usually, solving a Clue increases the Danger Level by 1 point, but that's not the only way to do it. On the other hand, if Eva or Diabolik complete a Heist, the Danger Level is lowered.&#10;&#10;In their turn, each player can perform a maximum of 3 individual actions. The only exception is for drawing, discarding, or playing cards, which is a repeatable action.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Deduction"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Deduction",
      "Hidden Movement",
      "Moving Multiple Units",
      "Roles with Asymmetric Information",
      "Secret Unit Deployment",
      "Targeted Clues",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Mechanism: Hidden Movement",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "11727",
    "Name": "Robo Rally: 30th Anniversary",
    "ID": 417203,
    "Year": "(2024)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/417203/robo-rally-30th-anniversary",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "If you thought that factory robots took the weekend off like you do (well, most of you), then you haven't seen a Robo Rally yet. When the supervisors are gone and the cameras have been angled to watch the ceiling, the robots take charge and participate in exciting and deadly race-battles.&#10;&#10;Robo Rally is a competitive racing game full of robotic chaos! Program your robot to tag checkpoints, attach powerful upgrades, and turn this dreary old warehouse into a fabulous fast and frenzied fun factory!&#10;&#10;Robo Rally: 30th Anniversary is a special edition of Robo Rally that features eight pre-painted robots, four new double-sided game boards, wooden tokens, a metal priority token, and dual-layered player boards.&#10;&#10;",
    "Categories": [
      "Maze",
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Bias",
      "Grid Movement",
      "Modular Board",
      "Programmed Movement",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "11728",
    "Name": "Sherlock Holmes: Baker Street Irregulars",
    "ID": 296419,
    "Year": "(2020)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/296419/sherlock-holmes-baker-street-irregulars",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6",
    "Description": "Sherlock Holmes: Baker Street Irregulars is the next cooperative Graphic Novel Adventures game. Featuring Wiggins and his friends, The Baker Street Irregulars, you must solve four different kinds of cases for Sherlock Holmes to prove your worth. You'll come across various criminal foes to test both your might and wits, as well as a myriad of puzzles and enigmas. Only with steadfast resolve and quick wits can you emerge victorious. After all, it's your story, your choices, your adventure.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Crowdfunding: Kickstarter",
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "11729",
    "Name": "Shifting Realms",
    "ID": 201446,
    "Year": "(2018)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/201446/shifting-realms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Shifting Realms  is a game of colliding worlds that introduces the Realm Engine. Players must balance game play over three randomly selected worlds each with its own end condition. Once two out of the three worlds&rsquo; end conditions are met the game ends.&#10;&#10;Players send out scouts to collect resources, recruit soldiers to protect their scouts, build structures to gain powers and earn victory points. Story cards and individual tasks add intrigue and complexity to game play.&#10;&#10;In Shifting Realms, there are five realms, Alfheim (elves), Tyrfing (dwarves), Dovre (orcs), Libertatia (goblin pirates) and Anunna (priests). Each realm is unique. The board layout, structures, Story cards, tasks and end conditions are all different for each world. The game offers 60 different possible layouts to provide for replay value. Each layout provides for new strategies and varying paths to victory.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "11730",
    "Name": "Cannonball Colony",
    "ID": 35910,
    "Year": "(2008)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/35910/cannonball-colony",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Settle a deserted island and cannonball your rivals!&#10;&#10;It is the golden age of colonialism and a beautiful deserted island has just been discovered. Unfortunately, ships from different countries have arrived at the same time to claim it!&#10;&#10;You take the role of one of these countries in the fight for supremacy on the island. Build a strategic network of roads and forts to extend your influence. Set up cannons in the right positions to blow away your opponents. The player with the most forts standing at the end of the game wins the island for his country!&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "11731",
    "Name": "Kanev: Parachutes Across the Dnepr, September 23-26, 1943",
    "ID": 5264,
    "Year": "(1981)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/5264/kanev-parachutes-across-the-dnepr-september-23-26",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2.7647",
    "Description": "Kanev: Parachutes Across the Dnepr, September 1943, is a war game that explores the confrontation between Soviet and German forces at the lower Dnieper river in September 1943, which featured the largest Soviet airborne offensive during World War 2.  Players assume command of either army and take turns to execute their orders for their forces.&#10;&#10;In this game, units exert a zone of control around them, forcing opposing units to maneuver around them to avoid being stopped in their tracks.  Engagements between units are resolved by consulting results of dice rolls modified by terrain, leadership, and other factors against charts.  Airborne assaults and air support are also part and parcel of the combat.  Keeping units in reserve is a strategical option, allowing players to immediately exploit breakthroughs and redeploy after battles.&#10;&#10;The game ends after a certain number of rounds.  The players total up their victory points (typically for occupying strategic locations with their units) and whoever has more is the winner.&#10;&#10;Game Scale:&#10;Turn: 8 hours&#10;Hex: 1.67 km&#10;Unit: Company to Division&#10;&#10;Game Inventory:&#10;One 21&quot; X 32&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 12 page rules booklet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Ukraine",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "11732",
    "Name": "The Battle of Five Armies",
    "ID": 2775,
    "Year": "(1984)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/2775/the-battle-of-five-armies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.7692",
    "Description": "One player takes the Free Peoples side (elves, dwarves, men and eagles), the other controls the goblins. If you have played any hex-based wargame, this will appear quite familiar. The board is hex based, each counter represents a troop of warriors or a single leader. Each counter is rated for movement, combat ability and archery ability.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Creatures: Goblins",
      "Fictional Events: The Battle of Five Armies",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "11733",
    "Name": "Star Wars Villainous: Revenge at Last",
    "ID": 417130,
    "Year": "(2024)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/417130/star-wars-villainous-revenge-at-last",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "3",
    "Description": "In Star Wars Villainous: Revenge at Last, players choose to play one of two iconic villains from the Star Wars galaxy: Darth Maul or Captain Phasma.&#10;&#10;For players who select Captain Phasma, they have to channel the military leader's &quot;Ambition&quot;, keeping her best soldiers in play after a &quot;Vanish&quot; action to establish a First Order Stormtrooper Officer at each location. As the ruthless commander, players can even sacrifice allies to promote others with the effect &quot;Forged in Battle&quot;.&#10;&#10;Players taking on the role of Darth Maul within the game will need to take revenge on the Jedi by recruiting a hero as their apprentice, building up their strength, and manipulating them to beat another hero at the top of the sector. Darth Maul will use his allies not to vanquish heroes, but to weaken them. When players take a &quot;Vanquish&quot; action, they do not discard the hero, but instead give them a -1 strength token.&#10;&#10;This standalone game also incorporates villain-specific missions and rules for iconic ships and transports from all corners of the Star Wars galaxy. Villains in Star Wars Villainous: Revenge at Last can also be mixed with those in Star Wars Villainous: Power of the Dark Side or Star Wars Villainous: Scum and Villainy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Star Wars",
      "Series: Villainous",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "11734",
    "Name": "Hooop!",
    "ID": 38918,
    "Year": "(2006)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/38918/hooop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7222",
    "Description": "In Hooop!, players need to move their frogs to the opposing player's lilypads, with the first player to do so winning the game. These frogs don't jump wild and free, however, as they must take a bridge that spans adjacent lilypads in order to move. And not only are the frogs semi-lame, but they're also extremely clumsy. After each jump &ndash; or &quot;jump&quot;, as it were &ndash; the bridge used by that frog falls into the lake.&#10;&#10;The lilypads are set up in a square or pyramid, depending on the number of players in the game, with one bridge between each pair of adjacent lilypads. On a turn, a player either moves one frog from one lilypad to an adjacent one (removing the bridge after doing so, except for the bridge to a player's home, which can never be removed) or places one bridge on the board to connect two lilypads. If a frog lands on an occupied space (other than a player's home), the frog already on that space must jump away in a direction of the active player's choosing, removing the bridge used; if that frog lands next to another, then the process repeats. If a frog cannot jump away when encroached upon due to a lack of bridges, then the initial jump is illegal and the active player must take another action.&#10;&#10;Each player has four action cards that can be used once each game to place two bridges, jump without needing a bridge, remove an additional bridge, or take an extra jump. Get all your frogs into the other players' homes, with at least one frog in each location, and you win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "11735",
    "Name": "Numbers League: Adventures in Addiplication",
    "ID": 27609,
    "Year": "(2007)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/27609/numbers-league-adventures-in-addiplication",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "From the Publisher:&#10;A Superhero themed math based standalone card game for ages 8 and up.&#10;&#10;Villains lurk in the streets of Infinity City and the only hope is the Numbers League. Assemble your team of Superheroes, use the sum of their incredible powers and ingenious devices to capture as many villains as you can.&#10;&#10;Numbers League - Adventures in Addiplication is a stand alone superhero themed card game where your basic math skills can save the day. The more you play the sharper these skills will become until no villain is safe from your numerical onslaught.&#10;&#10;Included in the box are 24 double-sided Villain cards (different values on each side), 21 Device cards, 75 Superhero body part cards (25 heads, 25 chests, and 25 legs), four note pads and a 16-page full-color rules booklet with instructions in English, German, French, and Spanish.&#10;&#10;Note&#10;The current printing comes in a much smaller box, omitting the note pads and replacing the rule book with an English-only full-color trifold.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Educational",
      "Math",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "11736",
    "Name": "Button Soccer",
    "ID": 24264,
    "Year": "(1911)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/24264/button-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.8125",
    "Description": "Traditional Hungarian and Brazilian soccer game, which is also considered a sport. There are five major different sets of rules, three in Brazil (Bahia, Rio, S&atilde;o Paulo), and two in Hungary: a simple one used by casual players and a very detailed official one. In common, all are played on a large smooth table, the players are round (in the past large buttons were used) and are moved by pressing a pick, finger, or comb on its edge.  Depending on the set of rules each player (coach) will have one or more turns at a time.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Flicking",
      "Simulation"
    ],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "11737",
    "Name": "By Golly!",
    "ID": 3507,
    "Year": "(2001)",
    "Geek Rating": "5.556",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/3507/by-golly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.069",
    "Description": "A children's memory game. A hand of colorful cards depicting birds, worms, etc are dealt to every player, and around 20 cards that match the cards in the player's hands are scattered face down around the table. Players must match cards from their hand with cards on the table to clear out their hand. First to do this wins.&#10;&#10;This game is part of The Chicken Family of Zoch.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Animals: Worms",
      "Series: The Chicken Family of Zoch"
    ]
  },
  {
    "Rank": "11738",
    "Name": "Fruit Spy",
    "ID": 16144,
    "Year": "(2005)",
    "Geek Rating": "5.556",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/16144/fruit-spy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2639",
    "Description": "Fancying themselves spies like those in the movies, a group of little animal rascals have decided to sneak into Farmer Papa's neighboring orchard to gather gardening intelligence (i.e., fruit) they can use on their own farm. Competing with both open and hidden information, they must identify bluffing and beware of the others' weapons. The player who can obtain the most yummiest fruit will be recognized as the best fruit spy!&#10;&#10;In Fruit Spy, six farmhouse boards are arranged in a circle in a random order, with 2-4 fruit tokens (valued 1-7) placed randomly upon them. Two stand-up figures &mdash; Farmer Papa and Daly &mdash; are placed on their respective starting farmhouses.&#10;&#10;Each player has eight spy cards in hand &mdash; trick cards valued 1-7 and one tool card &mdash; and on a player's turn, they place one card face down on a farmhouse of their choice. If another face-down card is already there, the player turns it face up; if the revealed card is a tool card, then both the new card and the tool card are discarded. When cards are played on the farmhouse where one (or both) of the figures stands, that figure is moved &mdash; clockwise for Daly, counterclockwise for Farmer Papa. The game ends when one of the figures reaches its starting farmhouse or when all players have played all of their cards.&#10;&#10;Fruit tokens are then awarded in order of the players' total strength on each farmhouse: the strongest player takes the fruit token with the highest Yum-yum value, the second-strongest player takes the next highest-valued token, and so on. Any remaining fruit tokens go to the strongest player. Daly is scored as a fruit token of value 10 while Farmer Papa kicks everyone out of the farmhouse where he stands at the end of the game empty-handed. The player with the highest Yum-yum value total wins!&#10;&#10;Earlier versions of Fruit Spy were titled Dead Man's Treasure, with players fighting for treasure chests in exactly the same manner as Fruit Spy.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Pirates",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Series: Jolly Pets"
    ]
  },
  {
    "Rank": "11739",
    "Name": "Zombie in My Pocket",
    "ID": 41372,
    "Year": "(2010)",
    "Geek Rating": "5.556",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/41372/zombie-in-my-pocket",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "There are two versions of Zombie in my Pocket, go to Zombie in My Pocket for the 1-player print and play version.&#10;&#10;The semi-cooperative 1-8 player published version (from Cambridge Games Factory). The game offers players chances to help the group, or play selfishly, and you never know what your fellow zombie bashers are going to do.&#10;&#10;In Zombie in my Pocket, you're searching for the secret of the evil temple where you can find the item to destroy the zombies rising from the dead. You can pick up items to bash zombies along the way; a machete, golf club, chain saw, or even your former uncle's grisly femur.&#10;&#10;Find the zombie totem, then bury it in the backyard graveyard before midnight and you've saved the world. Otherwise, you're zombie food.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Prisoner's Dilemma",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: ... in my Pocket"
    ]
  },
  {
    "Rank": "11740",
    "Name": "Nur die Ziege zählt",
    "ID": 40949,
    "Year": "(2009)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/40949/nur-die-ziege-zahlt",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Each round, every player gets a hand of 8 cards, ranging from 1 to 50. Now the player has to predict how many points his tricks in this round will be worth. A range can be selected (with some restrictions) - narrow ranges will yield more game points (hearts) than higher ones, if successful.&#10;&#10;Then the tricks are played out. Beginning with the player who collected the last trick, everybody plays a card. The highest numbered card wins the trick. Trick points are the number of goat heads on each card (1-5), *plus* the card number of the lowest card in the trick.&#10;&#10;At the end of the round, all players who predicted a correct gain game points (2-5, depending on the range selected).&#10;&#10;The game ends after several rounds (depending on player number). The player with the most game points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Goats",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "11741",
    "Name": "Medieval Realms",
    "ID": 255042,
    "Year": "(2019)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/255042/medieval-realms",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Medieval Realms is an economic euro game for 2 to 5 players.&#10;&#10;Each player will asume the role of a medieval king. You will have to make your decisions to develope your own realm.&#10;&#10;The game will be played during 7 rounds.&#10;&#10;On each round players will have 2 different phases.&#10;&#10;In the first phase, all players will secretly place their leaders (mayors, generals and admirals) in the different spots on their player boards to earn resources (gold, production, materials, science, culture, religion and battle points).&#10;&#10;In the second phase, players can take cards from the row using their resources. There are 10 different types of cards (leaders, cities, markets, islands, territories, wars, castles, science, religion and culture).&#10;&#10;There are 3 different cards mechanisms: bidding, cards in hand and majority.&#10;&#10;At the end of the game the player with the most victory points wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "11742",
    "Name": "Operation Crusader",
    "ID": 5058,
    "Year": "(1978)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/5058/operation-crusader",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.7333",
    "Description": "Operation Crusader is an intense grand tactical/operational simulation of the desert fighting in the area around Tobruk in the period May-November,1941. During that period, three distinct operations were launched by the British against the Axis forces under the command of Rommel: Operations Brevity, Battleaxe and Crusader.    &#10;This Game includes:&#10;-5 unmounted map boards&#10;-10 counter sheets&#10;-1 booklet of charts&#10;-Panzer Group Afrika chart&#10;-Eighth Army chart&#10;-Corps Troops chart&#10;-Scenarios booklet&#10;-Rules booklet&#10;-1 20 sided die&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "11743",
    "Name": "Sticky Cthulhu",
    "ID": 335131,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/335131/sticky-cthulhu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Sticky Cthulhu, each player has a long sticky &quot;tentacle&quot;, and the table is covered with six types of creature tiles in six colors, along with a few investigator tokens.&#10;&#10;To start a round, someone rolls the two dice &mdash; one showing a color, the other a creature &mdash; then everyone rushes to &quot;grab&quot; the appropriately colored creature tile by slapping it with their tentacle. The round doesn't end until someone removes the tile from their tentacle and holds it in their hand. This player scores a point, then you do it all again.&#10;&#10;As you collect &quot;Deep Ones&quot; point tokens, you'll suffer curses that will force you to wield your tentacle in unusual ways. Whoever first scores the predetermined number of points wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "11744",
    "Name": "Kneipenquiz: Family & Friends Spezial",
    "ID": 344290,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/344290/kneipenquiz-family-and-friends-spezial",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &quot;Kneipenquiz Family &amp; Friends Spezial&quot; players answer questions like in a pub quiz. Players either play together (vs. imaginery opponents) or in a team vs. team mode.&#10;&#10;The questions are all about general knowledge except for some special questions about the players (e.g. &quot;What book would XY take to a lonely island?&quot;), which one player has to secretly answer while the teammembers have to guess his/her answer correctly.&#10;&#10;A game consists of five turns where each turn has a time limit of 5 minutes. For every correct answer a team advances one or several fields on the board. After turn five the team which advanced the most on the board is victorious.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Kneipenquiz"
    ]
  },
  {
    "Rank": "11745",
    "Name": "Ricochons: Quand Satan brouille l'écoute",
    "ID": 353153,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/353153/ricochons-quand-satan-brouille-lecoute",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ricochons is a cooperative game.&#10;&#10;In each box there are 30 grids filled with words. For each grid, the goal is to complete a dialog by solving riddles through associating words and ideas in the right sequence. The words that remain left at the end of the grid will form a rebus that will help the players to complete an existing dialog.&#10;&#10;Each grid can be solved separately, but the dialog to be completed continues from one grid to another and tells a story of funny detectives investigation (this is the theme).&#10;&#10;All players work together in associating the words and solving the riddles. There is no restriction in communication and the game finishes when a grid is solved.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Targeted Clues"
    ],
    "Families": []
  },
  {
    "Rank": "11746",
    "Name": "The Arduous Beginning: The Attack of Army Group Center June - August 1941",
    "ID": 54457,
    "Year": "(2009)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/54457/the-arduous-beginning-the-attack-of-army-group-cen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.7857",
    "Description": "When the Germans launched Operation Barbarossa on 22 June 1941, their greatest concentration of troops was found in Army Group Center, tasked with driving eastward toward Moscow. The initial shock of the attack sent the Soviets reeling and Minsk quickly fell to the invaders. However, the Axis timetable demanded complete success during the initial months of the invasion, for only with the Red Army destroyed and Byelorussia occupied could the Soviet Union, fresh from Stalin&rsquo;s purges, collapse; but anything less than total victory would mean a long and protracted war. The stakes could not be higher as the German panzers and infantry engaged Soviet armies and mechanized corps along Russia&rsquo;s western frontier.&#10;&#10;The Arduous Beginning is the first new historical board game in some 15 years from renowned game designer Frank Chadwick. It is a new iteration on his classic Battle for Moscow game system that combines ease of learning and design elegance with the kind of dramatic gameplay that Frank has long been famous for.&#10;&#10;Complexity: 2.5 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Scale: Each unit is one German corps or Soviet army or corps, and each turn is approximately eight days.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Series: Campaigns in Russia (Frank Chadwick)"
    ]
  },
  {
    "Rank": "11747",
    "Name": "Bag of Dungeon 2: The Cursed Forest",
    "ID": 366797,
    "Year": "(2022)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/366797/bag-of-dungeon-2-the-cursed-forest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "From the makers of Bag of Dungeon comes a new adventure. A once beautiful forest has become a cursed and poisoned place, full of evil creatures. Dare you enter its deadly realm to seek the ancient Maiden Tree and lift the curse? Brave adventurers, step out of the light and into the dark&hellip;&#10;&#10;Bag of Dungeon 2: The Cursed Forest is a tile-laying fantasy adventure game for 1-4 players or an expansion for the original Bag of Dungeon. Build the forest as you go, encounter and do battle with fierce monsters, find weapons, armour and magic items to aid you, and try not to die.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Role Playing",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "11748",
    "Name": "Diaballik",
    "ID": 20253,
    "Year": "(2004)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/20253/diaballik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.0833",
    "Description": "Diaballik is an abstract strategy game for 2 players. The game attempts to simulate a sport whereby 2 teams are simultaneously trying to get their ball to the opposite teams starting goal line.&#10;&#10;The board depicts a 7&times;7 grid. Each player starts with 7 ball holders along their edge of the board and their ball in the middle holder. Players subsequently take turns completing the following actions:&#10;&#10;&#10;     Moving an empty ball holder orthogonally (up to 2 times); and/or&#10;     Making a ball &quot;pass&quot; by moving the ball from on holder to another along lateral (horizontal) or diagonal line. Pass are not limited in length as long as no opponent pieces are in the way.&#10;&#10;&#10;First person to send their teams ball to a holder on the opponents starting line wins. It's worth noting that an impenetrable wall of ball holders results in an automatic loss to the player who created the wall.&#10;&#10;Nominated for the 2006 As d&#039;Or Game of the Year.&#10;&#10;Online Play&#10;&#10;&#10;     Bo&#195;&#174;te &#195;&#160; jeux (turn-based)&#10;&#10;&#10;Available on iPad (via iTunes Apps Store) since the june 21st 2011 (2 players local game, or 1 player vs AI)&#10;&#10;Strategiespiel nach den Prinzipien von Mannschaftssportarten, mit Bewegung und P&auml;ssen. Ziel des Spiels ist es seine Kugel auf die Startlinie des Gegners zu bringen.  Um dies zu erreichen muss jeder Spieler Angriffe und Verteidigungen spielen. Hinter einem einfachen Mechanismus verbirgt sich ein dynamisches Strategiespiel, welches bis zum letzten Augenblick spannend bleibt, da &uuml;berraschende Wendungen immer m&ouml;glich sind.&#10;&#10;Giseh Verlag&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Digital Implementations: Boiteajeux",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11749",
    "Name": "Crop Circles",
    "ID": 351956,
    "Year": "(2022)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/351956/crop-circles",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Strange circles have begun to appear in different corn crops... Is the first evidence of extraterrestrial life? Or is it a reinvention of the agricultural business corporation to attract tourists to their decaying farmlands?&#10;&#10;In this Roll &amp; Write game, each player rolls two dice and places both numbers in their chosen fields on their crop circles, trying to make the best possible combinations. Every crop circle has 7 fields, and with the numbers inside you can score every Crop Circle in different ways: forming a stair, with different numbers, with the same numbers or with neighbors numbers. At the end of the game you will score with your 8 different crop circles and the different bonus than you can take advantage of. Whoever has the bigger score will win the game.&#10;&#10;Can you have the most attractive Crop Circles for the invasion of tourists?&#10;&#10;",
    "Categories": [
      "Dice",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "11750",
    "Name": "Star Fleet Battle Manual",
    "ID": 3667,
    "Year": "(1977)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/3667/star-fleet-battle-manual",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.375",
    "Description": "Star Fleet Battle Manual (SFBM) is a Tactical level Space Combat miniatures wargame for two or more players with spaceships familiar to fans of Star Trek (the original series).&#10;&#10;SFBM is easily confused with the much better-known and much more complex &quot;Star Fleet Battles&quot; boardgame. Although the theme is the same, and some of the mechanics are quite similar, crawling around on the floor, and spatial skills for estimating firing angles, make SFBM unlike Star Fleet Battles.&#10;&#10;A playing area of perhaps 8 feet square is the minimum requirement, 12 feet square (or more) is better, with a bare floor or very short carpet. Two or more players plop down their starships on the floor. Everyone plots their moves simultaneously, allocating limited engine energy to some combination of movement, shields and weapons. Moves are executed simultaneously. Weapons have varying arcs of fire, and shield strength is independent on the four sides of the ship, so clever move plotting is critical to victory.&#10;&#10;After movement, there is simultaneous combat. Shooting is the unusual element of the mechanics. Each starship has a compass card, with a silhouette in the middle. The player must estimate the exact correct angle to fire at, stretch out a string from the center of their card, and hope that their chosen angle intersects the silhouette of the chosen opponent.&#10;&#10;Damage is logged in points against different capabilities of the starship, allowing for the damaged or crippled ships familiar from the Star Trek TV episodes and films. Different weapons and angles of fire allow for unique abilities for different races and starships.&#10;&#10;The game was originally published in 1972 as Star Trek Battle Manual (this used the Star Trek name without having properly licensed it, and therefore was not sold for long).&#10;&#10;The closely related Alien Space Battle Manual came out in 1973, offering a completely different set of alien races and somewhat different hit/damage rules, but allowing for interplay between the two different games.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Movement Template",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "11751",
    "Name": "Telepathy: Magic Minds",
    "ID": 191374,
    "Year": "(2016)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/191374/telepathy-magic-minds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Telepathy: Magic Minds is a spell-binding new abstract strategy game based on the award-winning head-to-head gameplay of the original Telepathy, now updated with mystical and magical symbols.&#10;&#10;In Telepathy: Magic Minds, two players (or teams) race head-to-head to see who can be the first to correctly guess the opponent's secret square using only strategic thinking, deduction, logic and a sharp memory. Secret squares are defined by four variables: symbol, color, row, and column.&#10;&#10;Like Battleship meets Sudoku, after selecting and writing down the secret square on the Secrecy Shield, players then take turns making strategic guesses, recording the responses and eliminating variables until they feel confident they can correctly guess the secret square and win! The Secrecy Shields enhance the game play by providing a real focal point for your Telepathic powers so you can really try to concentrate to see if you can get that supernatural psychic advantage!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "States: Washington"
    ]
  },
  {
    "Rank": "11752",
    "Name": "Darksiders: The Forbidden Land",
    "ID": 263085,
    "Year": "(2020)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/263085/darksiders-the-forbidden-land",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Darksiders: The Forbidden Land is a co-operative dungeon crawler board game for 1-5 players. Take on the role of your favourite Horseman and battle alongside your fellow Riders through an entirely new storyline set in the Darksiders universe!&#10;&#10;With asymmetric player abilities, you can play as War, Death, Fury or Strife and experience the game completely differently each time. Customisable decks of cards for each Rider mean that even multiple games with the same rider will be different!&#10;&#10;Manage your cards well, as you will be using them to move, attack enemies and upgrade your rider. Don't blow through them too quickly though, because once your deck runs out you've lost the battle! Fight your way through to the hordes of monsters to defeat the end boss and win the apocalypse!&#10;&#10;Cards in Darksiders can function one of a variety of different ways ways: &#10;- You may discard a card to make an attack with your melee weapon (or a ranged weapon if your Rider has one equipped) &#10;- You may discard a card to move your rider up to 3 hexes (different cards have different possible movement values listed on them) &#10;- You can spend the soul cost listed on certain cards to use their special abilities. Equipment cards might be weapons or armor that make your Rider stronger in battle. Ability cards let you use ferocious special abilities to attack your enemies, defend your rider or even summon aid in battle.&#10;- Cards can also be discarded to interact with your environment, such as opening doors, triggering switches, or trading with Vulgrim the Demon Merchant !&#10;&#10;The included Campaign Book has 20+ different levels - broken into multiple scenarios &ndash; to play through. These can be tackled in sequence for an entire campaign play-through, players may choose to focus on a single scenario for a shorter gaming session, or even just play through a single level. With a variety of enemies as well as numerous modular hex-tile game boards included in the game, we also look forward to seeing fan-created custom levels and scenarios!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fantasy",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "11753",
    "Name": "Magic: The Gathering — Game Night: Free For All",
    "ID": 371042,
    "Year": "(2022)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/371042/magic-the-gathering-game-night-free-for-all",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Game Night: Free-for-All contains everything you need to challenge friends and family to epic magical battles. Game Night takes all the thrills of a magical, no-holds-barred slugfest and jams them into a single box. Pick one of five different decks, each with its own personality, then battle your friends and family in one-on-one bouts or multiplayer melees.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Income",
      "Interrupts",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Containers: Unique Shape",
      "Game: Magic The Gathering"
    ]
  },
  {
    "Rank": "11754",
    "Name": "Eleminis",
    "ID": 90050,
    "Year": "(2010)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/90050/eleminis",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.12",
    "Description": "Your goal in Eleminis is to collect one of each of these five eleminis in your row on the table. Players each have five slots available to them, and each slot can hold one card. On a turn, you draw a card from the deck then either play it in a row (if it's a character card) or use it (if it's an action).&#10;&#10;Each element outranks two other elements, similar to rock/paper/scissors/Spock/lizard. You can play an element card you draw in any empty space or replace a weaker element with the new one; you can play in your row or an opponent's. A star element is wild and can represent any element you need; a trash card can replace any element and can be displaced only by a star or an action card.&#10;&#10;The actions let you discard cards in play, move cards, swap them, and recycle (discard a card and draw a new card). Play continues until someone collects one element of each type in his row. A scoring system is included for those who want to play multiple games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "11755",
    "Name": "Dominion",
    "ID": 64777,
    "Year": "(2004)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/64777/dominion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dominion is played on a 8&times;8 square board.&#10;On each turn, each player must do one of the following things:&#10;&#10;    Drop a stone on a empty cell.&#10;    Jump a stone to an empty cell.&#10;    Pass its turn if he cannot drop or jump.&#10;&#10;&#10;When all cells are occupied, the player with more stones wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11756",
    "Name": "Tiere toppen!",
    "ID": 378604,
    "Year": "(2023)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/378604/tiere-toppen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "With great photos and surprising facts / figures about 175 animals from all over the world!&#10;&#10;In this new trick-taking card game for 2-5 players ages 8 and up, one gets excited at the diverse animal kingdom! Everyone learns about the often amazing measurements and characteristics of each animal by constantly comparing the four categories of &quot;size,&quot; &quot;weight,&quot; &quot;age,&quot; and &quot;speed.&quot; Because both the highest and the lowest value can sting, it is possible to win in one category, for example, with the ant against a much larger animal, such as the cat (same game principle as in the first two games &quot;L&auml;nder toppen!&quot; and &quot;Inseln toppen!&quot;). But beware, there are also predators who can reshuffle the cards again within one trick ...&#10;&#10;Simple rules, exciting gameplay!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "11757",
    "Name": "The Sands of War",
    "ID": 8317,
    "Year": "(1991)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/8317/the-sands-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6",
    "Description": "&quot;Tactical Combat in the Middle East: 1941-1991&quot;&#10;&#10;Scale: 250 meter hexes, 15 minute turns, platoon sized units.&#10;&#10;Scenarios cover World War II, the Israeli War of Independence, the Sinai War, the Six-Day War, the 1973 Arab-Israeli War, Lebanon, the Iran-Iraq War, and the 1991 Gulf War.&#10;&#10;Catalogue Description.&#10;The entry of Italy Into World War II brought war to North Africa and the Middle East, and that region has seen almost continual warfare ever since. These wars have been among the only major conventional ground conflicts since WWII, and thus provide a developing record of the changing nature of weapons systems, tactics, and the Intensity of combat. Now all these conflicts are explored in this one game, part of the First Battle series of titles. The game is meticulously researched and provides as accurate a view of warfare in the desert as has yet appeared, yet it is also one of the most accessible tactical games ever published. The &ldquo;Jump-Start&quot; rules folder provides basics and two scenarios that can be played within a half hour of opening the box. And &quot;design-your-own&quot; scenario rules enable players to explore endless possibilities. Game components include: 16 five-color 11x17&quot; geomorphlc maps; 800 die-cut counters and markers; complete game charts. Jump-Start rules with 2 Introductory scenarios; 80-page game manual, including basic and advanced rules, historical notes, and 31 scenarios.&#10;&#10;Expanded by:&#10;&#10;    The Sands of War: Expansion Kit&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: 1948 Arab-Israeli War",
      "History: Six-Day War",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games",
      "Region: Middle East",
      "Region: North Africa",
      "Series: First Battle (GDW)"
    ]
  },
  {
    "Rank": "11758",
    "Name": "Herr der Ziegen",
    "ID": 38195,
    "Year": "(2008)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/38195/herr-der-ziegen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.9583",
    "Description": "Players move around a 7x7 grid of many sets of goat cards, milk can cards, and herding dog cards, picking up one card each turn from the row their goat token lands next to.&#10;&#10;Cards are spent from a hand of two cards, first as movement points to keep moving around the grid on a subsequent turn, and second as melds to try to collect 8 points from a set of five goat cards numbered 1-5.&#10;&#10;Once 8 points is achieved, the remaining cards in that set of five cards are marked on the grid as belonging to that player, and those are the main victory points in the game.  (There is a secondary way to score by collecting milk cans.)  Players try to get the 8 points in several different sets as the game progresses.&#10;&#10;Once a player has some goats on the grid, the herding dog cards become useful.  They are played to move his cards on the grid into a player's home scoring area -- the original &quot;pen of goats&quot; square he starts the game with, or any square contiguous to this gradually expanding area -- where the points are doubled.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Goats"
    ]
  },
  {
    "Rank": "11759",
    "Name": "Shiloh 1862",
    "ID": 284072,
    "Year": "(2020)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/284072/shiloh-1862",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.375",
    "Description": "SHILOH 1862 is Volume II in the Civil War Brigade Battle Series from Worthington Publishing.  The game is brigade level with 100 men per strength point.  Hexes are 250yds from side to side.  The game system uses command control for units within 4 hexes of their leader may move adjacent to enemy units.&#10;&#10;It is a ugo-igo system that follows a basic move-combat style system similar to the rules from Gettysburg High Tide of the Confederacy and Chickamauga River of Death by Phoenix Games.&#10;&#10;Victory is determined by terrain objectives and enemy casualties.&#10;&#10;Shiloh is playable by 1 to 2 players in 3 hours. 2 Scenarios (April 6, and April 7) plus the two day battle game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Brigade Battle Series (Worthington Publishing)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "11760",
    "Name": "Academia",
    "ID": 8815,
    "Year": "(1989)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/8815/academia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3636",
    "Description": "It's a bluffing game, about the meaning of unusual words.&#10;&#10;One player (the leader of the round) take a card from the pile (each card have some unusual words and the correct meaning of them), then he chooses a word and reads it aloud for the rest of the players. Each one of the players must write  secretly a meaning for the word on a piece of paper. A player can write the correct meaning of the word if he knows it or write some wrong meaning in order to trick all the other players into thinking that this meaning is the correct one. After all players have written their papers, the leader reads aloud all of the definitions gave from the players adding the correct definition from the card. Then, each player vote on the definition he thinks is the correct, the votes are scored and the round ends.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": [
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "11761",
    "Name": "50 Missions: Ça se complique",
    "ID": 348874,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/348874/50-missions-ca-se-complique",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Cooperation is key in 50 Missions: &Ccedil;a se complique. Play cards to one of four piles by matching color or number. Work together as a team to complete a series of goals &mdash; without communicating what's in your hand. Can you make all piles purple or green? Every card lower than four? All cards add up to ten?&#10;&#10;50 Missions: &Ccedil;a se complique is intended to be played by people familiar with 50 Missions. It's a standalone sequel but both games can be mixed together in various game modes.&#10;&#10;50 Missions: &Ccedil;a se complique is first of all 50 new missions (more diverse and more mischievous than ever). But it's also the golden &quot;1&quot; allowing you to choose the next player, as well as missions preventing you to play on certain piles or missions allowing special actions or avoiding certain rules.&#10;Yes it's trickier for sure but only for your greatest pleasure!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "11762",
    "Name": "Make Make",
    "ID": 312243,
    "Year": "(2020)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/312243/make-make",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "In the strategy game Make Make, each person represents the chief of one of the clans that inhabit Rapa Nui. Each clan seeks control of the island's territories, which will allow them to perform the ceremonial rites dedicated to the god Make Make, who will then make the chief of the clan the new Ariki of the island that will govern and give prosperity to the Rapanui people.&#10;&#10;Each player starts the game with one chief token, five Tangata Manu tokens, and eleven dominance tokens. Twelve Moai tokens are placed to the side, and the Make Make figure is placed in the center of the game board, which has a trapezoidal-shaped hex grid on it, with the intersection of any three hexes (called &quot;territories&quot;) being marked as a ceremonial ground. The six territories surrounding Make Make are &quot;sacred territories&quot;.&#10;&#10;A turn consists of a dominance phase, then a ceremonial phase. In the dominance phase, each player takes one of three actions:&#10;&#10;&#10;    Take control of a neutral territory by placing one or more of your dominance tokens on this hex, whether with or without your chief; a chief is worth three dominance tokens.&#10;    Take control of a territory owned by another player by placing more dominance tokens in this hex than they have; the other player returns all of their tokens to their reserve.&#10;    Withdraw from a territory by returning all but one dominance token to your reserve.&#10;&#10;&#10;If you ever control at least three sacred territories and more sacred territories than each other player, then you gain control of Make Make (possibly from another player), placing the figure in front of you. No player can place tokens in the central space, even after Make Make has been claimed.&#10;&#10;During the ceremonial phase, if you control a territory and control all of its surrounding territories and have your chief token and at least Tangata Manu on these territories, then you return tokens on this surrounded territory to your reserve and place a Moai on this territory instead. A territory with a Moai on it is considered to be controlled by all clans, and a Moai cannot be removed from the game board.&#10;&#10;Next in the ceremonial phase, if you have control of three territories surrounding a ceremonial ground, you place one of your Tangata Manu tokens on this ceremonial ground. If you lose control of one of these territories, remove the Tangata Manu from the board and return it to your reserve.&#10;&#10;If you have all five of your Tangata Manu tokens on the board and you have the Make Make token in front of you, you win instantly.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Islands: Easter (Chile)"
    ]
  },
  {
    "Rank": "11763",
    "Name": "Nobody is Perfect 2",
    "ID": 21277,
    "Year": "(1995)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/21277/nobody-is-perfect-2",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "Improved version of 'Nobody Is Perfect'. Now you can play with a maximum of 10 people. The picture questions have been replaced by Yes/No questions.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Nobody Is Perfect",
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "11764",
    "Name": "Parley",
    "ID": 233969,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/233969/parley",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "In Parley, set in the Mediterranean region of the 16th century, each player chooses one of six fictional corsair characters at the start of the game, receiving a secret mission from one of six corresponding kings.&#10;&#10;Twenty ports are located on a map of the Mediterranean Sea on the game board, with these ports initially not belonging to any country. Four of them are under the protection of the great admirals; the other sixteen ports will each be controlled by three countries at the end of the game. In order to control a port, the countries have to make a successful attack on (or defense of) the port in the port siege.&#10;&#10;During the game, there will be one siege for each single port. In each siege, three countries will attack the port while the other three countries are on the defensive. The structure of coalitions is random and different each time. Since the power of the countries are equal to each other, the allies which are supported by the corsairs will be victorious.&#10;&#10;The corsairs make their collective decision about which coalition it will support by voting. Naturally each player has to vote according to their secret mission but they cannot make it openly. Because the other players can make blackmail if the secret mission of any player is revealed. If the voting is done openly, their secret mission will be exposed and they will be open to blackmail by other players.&#10;At the end of the game, the country who controls the highest number of adjoining ports will be victorious. Automatically the players who support this country will get the most victory points. However, the successful blackmails have a big impact on the final score as well.&#10;&#10;",
    "Categories": [
      "Pirates",
      "Renaissance"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Secret Unit Deployment",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "11765",
    "Name": "Debatable",
    "ID": 227026,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/227026/debatable",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.1429",
    "Description": "Debatable is a seriously silly party game for people who love to argue.&#10;&#10;In Debatable all players are politicians taking turns debating both serious and silly topics. Two players are involved in each debate, and they&rsquo;re either for or against the current topic. When the time is up the other players each cast a vote on the player they felt won the debate.&#10;&#10;Of course you never enter a debate unprepared, and thankfully your brilliant and trusty strategic advisor has provided you with some clever debate strategies that will ensure your victory.&#10;&#10;Debatable is a hilarious party game for 3 to 16 adult players. Playing time is approximately 30 to 120 minutes depending on the number of players, and most importantly, all players stay involved during the entire game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "11766",
    "Name": "LANTERN",
    "ID": 308386,
    "Year": "(2019)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/308386/lantern",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "LANTERN is a 15-minute one-page Roll &amp; Write Adventure, available for FREE in the BGG files section.&#10;&#10;What's happening at Last Fortress?&#10;&#10;For months the Kingdom has not received news from the lookouts, the last messages spoke of strange sightings from the East ... but for decades no one has been living in those territories anymore.&#10;&#10;Flames rise in the sky and illuminate the destroyed fortress.&#10;Begin your journey through the forest...&#10;&#10;How to play:&#10;Face the enemies scattered in the map areas by realizing all the dice combinations in sequence.&#10;Will you slay the dragon or will you die in the name of your kingdom?&#10;&#10;Contained in Casual Game Insider Magazine CGI#40(2022).&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Re-rolling and Locking",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "11767",
    "Name": "Pepinillo",
    "ID": 344629,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/344629/pepinillo",
    "Min Players": "2",
    "Max Players": "30",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A party game where players create a chain of syllables that continues without stopping. If the players go wrong, they will be penalized.&#10;&#10;In the game, there are 3 cards on the table that have different hand gestures (in total there are 15 cards with different gestures but we only use 3 in each game). Also on the table is another card with different words from different categories (food, objects, countries).&#10;&#10;Players in each round choose a word and each player has to say one syllable of the word. When you say a syllable, you can also make a gesture of the 3 that are on the table (the next player repeats a syllable, has to say a syllable with another vowel, change the direction of the game, etc.)&#10;&#10;When a player makes a mistake in saying his syllable, the round ends and takes one of the 12 unused gesture cards. Each card has 1-3 pickles. The player with the fewest pickles at the end of the game will be the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Spelling"
    ],
    "Families": [
      "Containers: Wallets"
    ]
  },
  {
    "Rank": "11768",
    "Name": "Tomorrow",
    "ID": 356785,
    "Year": "(2023)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/356785/tomorrow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "The authoritarian and liberticide government increases its hold on the people. Faced with this challenge, a group of pacifist and idealistic rebels, the Dragonflies, fight for a better tomorrow. The government will do everything in its power to prevent the Dragonflies from exposing their actions. Who will win?&#10;&#10;On a turn in the minimalist asymmetric game Tomorrow, a player performs two actions from these choices, repeating an action if desired:&#10;&#10;&#10;     Draw a card.&#10;     Play a card.&#10;     Discard a card.&#10;     Use a leader action.&#10;&#10;&#10;The game ends when the rebel player has reached 15 influence points or the government player has arrested all three leaders.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11769",
    "Name": "Triora: City of Witches",
    "ID": 233590,
    "Year": "(2019)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/233590/triora-city-of-witches",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Triora is a &quot;Euro&quot; style game where each player takes on the role of a Witch from the Italian city of Triora bent on taking vengeance against the city for killing their leader. Witches compete to destroy the city, and the one that does the most destruction will be accepted as the coven's new High Priestess.&#10;&#10;To bring ruin to Triora, players use herbs to make potions and spread plagues and curses to its regions while they flee from the Inquisition that hunt them.&#10;&#10;To aid the Witches, the spirit of their old priestess still hunts Triora, guiding them to achieve their vengeance.&#10;&#10;Triora focuses on resource management and tactical depth rather than luck. While players will not interact directly, their choices greatly influence each other. Each game is unique as optimal play requires players respond to the context of movement choices and positioning. Becoming great at Triora will require predicting your opponents' choices as each witch seeks in their own way to take the most vengeance and lead the coven into its next era.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Catarse",
      "Digital Implementations: Tabletopia",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "11770",
    "Name": "Dungeon Solitaire: Tomb of Four Kings",
    "ID": 180387,
    "Year": "(2015)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/180387/dungeon-solitaire-tomb-of-four-kings",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "1.3",
    "Description": "Tomb of Four Kings is a fantasy adventure card game for a single player using a standard 52 deck of playing cards and one joker. With each turn, you defeat monsters, disarm traps, and open doors as you explore a dark dungeon. Along the way you collect treasure, gain skills, even use magic. But death awaits those who linger too long, and if all your torches burn out you will be lost in the dungeon forever. The objective is to find the tomb hoards of four ancient kings, collect as much additional treasure as possible, and make it out alive.&#10;&#10;The spread is the standard layout for the game. At the top of the spread is an area where you play torches (A), as they appear. In the middle of the spread is the dungeon area itself. Turns descending into the dungeon are played in a row from left to right. This row is called the delve. The turns ascending from the depths of the dungeon are played underneath the delve from right to left, with one turn for each turn of the delve except the turn-around point. This is called the retreat. Below the dungeon area, from left to right are a discard area, a hit point counter, and a hand where you collect your treasure, tomb hoards, skill cards, and magic scroll.&#10;&#10;The game is divided into turns. Each turn, you play a series of cards in the dungeon area. The turn represents an encounter as you explore the vast and sprawling dungeon. Layer the cards in a column while the turn is active. When the turn is over, stack those cards face down before moving on to the next turn. Each turn starts by playing cards from the deck until an encounter card appears.&#10;&#10;If you make it out of the dungeon alive, add up all the treasure in your hand.  If you found all four kings and survived, you have won the game, regardless of points. Multiply total points by 100 to calculate the value of your treasure in gold pieces.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "11771",
    "Name": "EKONOS (Second Edition)",
    "ID": 345520,
    "Year": "(2022)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/345520/ekonos-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Ekonos is an economic strategy game for 2 to 6 players with simple mechanics. &#10;You will have to compete with the rest of the players to take control of different board game publishers.&#10;Become the President of these companies to decide their expansion policy, trying to make them grow and expand as much as possible throughout Europe. &#10;Buying and selling shares at the right time will be the key to take control of the market.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Connections",
      "Investment",
      "Market",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "11772",
    "Name": "Cereal Killer",
    "ID": 378395,
    "Year": "(2023)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/378395/cereal-killer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A murderer will take victims in a city while trying to remain hidden from a streetwise Detective. Feel the tension increase and let the deduction work in this tiny hidden movement game packed in a single card!&#10;&#10;Cereal Killer plays in 10-15 minutes, and takes the players to a tiny city where crime and mystery creeps in every corner. One player goes as the Killer, and his goal is to take six victims while secretly moving along the streets. The other player is a detective who will test his deduction skills to track the trace of the criminal, interrogate witnesses to get key information to arrest him before the week ends.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;Un asesino serial cobrar&aacute; sus v&iacute;ctimas en la ciudad intentando permanecer oculto de un detective perspicaz. &iexcl;Siente c&oacute;mo aumenta la tensi&oacute;n y deja trabajar a la deducci&oacute;n en este juego de movimiento oculto reducido en una sola carta!&#10;&#10;Cereal Killer se juega en 10-15 minutos y transporta a dos jugadores a una peque&ntilde;a ciudad donde el crimen y el misterio se esconden en cada esquina. Un jugador es el Asesino, y su objetivo es cobrarse seis v&iacute;ctimas mientras recorre en secreto las calles. El otro jugador es un detective que pondr&aacute; a prueba sus habilidades de deducci&oacute;n para seguir el rastro del criminal, interrogando testigos para obtener pistas claves y as&iacute; poder arrestarlo. &iquest;Podr&aacute; ponerle fin a los asesinatos antes de que sea demasiado tarde?&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Hidden Movement",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: 1 Card PnP Design",
      "Mechanism: Hidden Movement",
      "Players: Two-Player Only Games",
      "Series: One Card games (Super Noob)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "11773",
    "Name": "Splatter SHOOT",
    "ID": 209714,
    "Year": "(2016)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/209714/splatter-shoot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Splatter SHOOT. Tabletop shooter card/miniature game.&#10;&#10;A first-person shooter is in the cards!&#10;&#10;Capture the flag or see if you can be the last man standing by obliterating your friends' hopes with a boatload of clever gadgets and lethal weapons in this epic tabletop shoot 'em up game!&#10;&#10;1: Build the battlefield:&#10;Build a custom battlefield out of your surroundings and whatever you have on hand. You can play SHOOT anywhere!&#10;&#10;2: Use any miniature:&#10;This action-packed card-game brings your favorite miniature figurines to life &ndash; just in time for a battle to the death!&#10;&#10;3: Use true line of sight!&#10;Dive into the battlefield, using true line of sight. What your miniature can see, you can attack!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Fighting",
      "Humor",
      "Miniatures",
      "Party Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Push Your Luck",
      "Simulation",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "11774",
    "Name": "Rambo: The Board Game",
    "ID": 226506,
    "Year": "(2020)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/226506/rambo-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "Rambo: The Board Game is a thematic, cooperative, tactical, miniatures, scenario-based campaign game that allows 1-4 players to experience the events they remember from the film as well as embark on new, never-before-seen missions based on the events from the films Rambo: First Blood Part 2 and Rambo 3.&#10;&#10;The game provides a spiral-bound mission scenario book. Each mission tells a story and takes the players on a unique adventure to various locations to save POWs, raid jungle encampments, survive a treacherous jungle, battle on boats, and more! Missions unlock new gear and tactics cards to help players customize their experience and allow for high replayability and great tactical strategy. Taking actions and engaging in combat is done without random dice, but with a card-based tactical system in which the player is in control and where every choice can be life or death!&#10;&#10;Players choose from iconic characters each with highly detailed miniatures such as John Rambo, Col. Trautman, Co Bao, and all new characters created for the game! Each hero has unique abilities and customization options as well! You control how to approach the mission: Do you go in guns blazing? Or do you take a more stealthy approach? Perhaps you set a trap for the enemy? It's up to you to decide and lead Rambo and his team to victory in Rambo: The Board Game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Movies / TV / Radio theme",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Grid Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Afghanistan",
      "Country: Vietnam",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "11775",
    "Name": "Biberbande Schnupperspiel",
    "ID": 212663,
    "Year": null,
    "Geek Rating": "5.556",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/212663/biberbande-schnupperspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Eigther promo tuckbox or free cutout edition of Biberbande with only 32 (not 66) cards. The original goes up to 6 players, this version only supports up to 4.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Golf",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "11776",
    "Name": "End of Empire: 1744-1782",
    "ID": 145390,
    "Year": "(2014)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/145390/end-of-empire-1744-1782",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.9231",
    "Description": "End of Empire: 1744-1782 is a two player game covering the three great conflicts fought on the North American continent between 1744 and 1783: King George&rsquo;s War, sometimes known as the Old French War, which was part of the War of the Austrian Succession), the French and Indian War, part of the Seven Years War (known in England as the Great War for Empire), and the American Revolutionary War. The French and Indian War ended the French Empire in Canada; the American Revolution ended the British Empire in the 13 American colonies. An additional bonus scenario covers the War of Jenkin's Ear between Spanish Florida and British Georgia. Freely available post publication scenarios cover Lord Dunmore's War, the Chickasaw Wars, Queen Anne's War, King William's War as well as variant starts and political situations for the three wars in the published game.&#10;&#10;Each End of Empire game turn represents two months time. Each year consists of one spring turn, two summer turns, one fall turn, and two winter turns. Each hex is approximately 20 miles across. Units are mostly regiments but a few represent other sizes, each step represents approximately 250 men.&#10;&#10;End of Empire features two maps showing eastern North America. Each hex or town contains natural and/or man-made features that can effect the movement of units and the combat between units.&#10;&#10;End of Empire is an Epic game and perhaps the most detailed coverage of the critical period that saw the Empires of England, France, and Spain exit North America and the rise of the United States of America. With fifteen scenarios, and another thirteen available here on boardgamegeek, End of Empire represents plenty of value for your gaming dollar.&#10;&#10;Components:&#10;&#10;    Two 22 X 34 inch maps&#10;    Four and 1/2 countersheets (5/8&rdquo; size)&#10;    One rulebook&#10;    One scenario book&#10;    Multiple reference cards&#10;&#10;&#10;Time Scale: 2 months per turn&#10;Map Scale: 20 miles per hex&#10;Unit Scale: Various sizes &ndash; mostly regiments and fleets&#10;Players: Two&#10;Playing Time: Three to eighteen hours depending on scenario&#10;&#10;Designer: William M. Marsh&#10;Developer: Don Johnson&#10;Artist: Brien Miller&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Country: USA",
      "History: French and Indian War",
      "History: War of the Austrian Succession",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11777",
    "Name": "War in the East: The Russo-German Conflict, 1941-45",
    "ID": 13978,
    "Year": "(1974)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/13978/war-in-the-east-the-russo-german-conflict-1941-45",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.2308",
    "Description": "War in the East is a simulation on a Corps/Division level of the Russo-German war of 1941-1945.  The game covers the entire war from the Axis invasion of Russia to the final destruction of the Axis armies four years later.  The Axis  player has a fixed reinforcement rate, but the Russian player must decide what type of units he wants to produce by allocating his available resources.  These decisions are critical to the game as they were in the war.  There are also rules for supply, weather, air power and Axis Minor allies as well as variant campaign game rules.  In addition to the campaign game, there are four yearly scenarios, one for each year 1941-1944, which simulate the situation at key times during the campaign.  Those scenarios cover the Barbarossa Campaign, the Stalingrad Campaign, Kursk and the Destruction of Army Group Center.&#10;&#10;Reissued as War in the East: The Russo-German Conflict, 1941-45 (Second Edition) to form part of War in Europe.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Decades: The 1940's",
      "Series: Kursk (SPI)",
      "Series: War in Europe (SPI)"
    ]
  },
  {
    "Rank": "11778",
    "Name": "Wakanda",
    "ID": 161762,
    "Year": "(2014)",
    "Geek Rating": "5.556",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/161762/wakanda",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Every one hundred moons, members from different tribes gather to sculpt new totems. The totems they create represent the values of their family, village, courage and culture. The tribe that makes the most prestigious totem poles wins the contest...&#10;&#10;In Wakanda, players compete to create valuable totem poles, but the value of the poles is determined as much by where they stand as by what's in them. Each player starts the game with three headdresses. Six of eight village tiles are placed in a row, with three of the tiles tilted 90&ordm; to show that they're out of play; each tile has a unique scoring rule on it, and that rule will apply for all of a player's totem poles if he acquires that tile.&#10;&#10;On a turn, a player first draws one totem pole from the bag; the game includes 21 totem pole pieces: one eagle, two chiefs, three tomahawks, four animal skins, five teepees and six suns. The player then either places one of his totem pole pieces on an available village tile OR places one of his headdresses on an existing totem pole to claim it; in the latter case, he places this tile in front of himself and tilts the next village tile in line (if any) to make it available for play.&#10;&#10;Once all six poles have been claimed, the players tally their score based on the rules on their tiles, e.g. score 3 points per animal skin on all of your poles or score 2 points per piece for your tallest pole. High score wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Europe Collection (Blue Orange Games)"
    ]
  },
  {
    "Rank": "11779",
    "Name": "NATO, Nukes & Nazis",
    "ID": 5958,
    "Year": "(1990)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/5958/nato-nukes-and-nazis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.8",
    "Description": "World War III as it might have been...&#10;&#10;An alternative-history simulation of a war which occurs in a world where Nazi Germany survived the Second World War and decided to make another stab at planetary domination in the early 90s.  They are opposed by an alliance of North Atlantic democracies.&#10;&#10;The game is a two-player operational/strategic level game that speculates on the military trends which might have developed had Germany continued to build weapons based on those planned in 1945.&#10;&#10;Three scenarios and a Campaign game are included to provide a full range of hypothetical options.  Each side gains victory points based on 'Political Points' and other objectives (which vary depending on the side played).  The player with the higher total at the end of the scenario is the winner... the ratio of points gained determines the level of victory.&#10;&#10;The game includes a full colour 34&quot;X22&quot; map, 400 counters, charts, and tables.  Rules covering all aspects of Modern Warfare (including mobilization, ground, naval, and air attacks, political events, intelligence, and nuclear weapons) are included as well as extensive designer's notes.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Political: NATO",
      "Theme: Alternate History",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "11780",
    "Name": "Rommel's War",
    "ID": 5045,
    "Year": "(1985)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/5045/rommels-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "Rommel's War is an Operational level wargame on the World  War 2 in North Africa. It comes with two maps that stretch from Tripoli to Alexandria. Units range from battalion to division sized. Time scale is 3 turns per month. (1 Turn equals 10 days)&#10;Hex: 10 miles / 16.1 km&#10;Units: Company to Brigade sized units&#10;Game Inventory&#10;&#10;    One 27.25&quot;x73.5&quot; map&#10;    Six Scenario setup cards&#10;    Three player aid cards&#10;    384 counters&#10;    One rules book&#10;    Once scenario folio&#10;    One six sided dice&#10;&#10;&#10;Complexity: High&#10;Solitaire Suitability: High&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: Libya",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "11781",
    "Name": "The Conquistadors: The Spanish Conquest of the Americas 1518-1548",
    "ID": 267243,
    "Year": "(2020)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/267243/the-conquistadors-the-spanish-conquest-of-the-amer",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.0909",
    "Description": "In the half-century after Columbus, small bands of daring Spanish adventurers conquered Central and South America, destroying the huge armies of long-established native empires in the process. Some won great fortunes in gold, while many others only died an early death. These men were The Conquistadors. In this partly card-driven, partly procedural game &mdash;a brand-new design from Jon Southard &mdash; one to five players each control a group of conquistadors, trying to discover and loot the civilizations of the Americas and end up with the most gold and power.&#10;&#10;A game of The Conquistadors begins with the outline of Central and South America as known in 1520. Your first task will be to seek out and discover the great Indian cities and empires -- which may appear in their historical locations, or in quite different places. Once you discover where the cities and empires are, it is time to gather gold. You might battle and plunder the Indians, or your best plan may be to attempt diplomacy and enlist them as allies -- especially if you have an Indian interpreter in your expedition. Like Francisco Pizarro, you might try a Sudden Shock Attack to capture a native king and extort a fat ransom. Always you must be sure to keep the Governor happy, or he may issue a warrant for your arrest. Beware of native uprisings, painted warriors, and poisoned darts around the next corner, and watch out for defection in your own ranks. If you fall behind in the race for gold, you might try to descend the Amazon or discover the Fountain of Youth. And when you are really in a tight place, perhaps you can appeal to Mano de Dios (the Hand of God) to bail you out.&#10;&#10;The Conquistadors is playable by from 1 to 5 players, with an introductory Basic Game, a more involved Standard Game, and some optional rules. While the normal game system requires 2 or more players, solitaire play is enabled by a special solitaire module.&#10;&#10;Product Information:&#10;&#10;     Complexity: Low to Medium  3/4/5 out of 10 (Basic/Standard/plus Optional Rules)&#10;     Solitaire Suitability: High (solitaire scenario), Low (other scenarios)&#10;     Time Scale: variable, one turn = 3 to 18 months&#10;     Map Scale: abstract, point-to-point area map covers Mexico, Central America, Colombia, Ecuador, and Peru&#10;     Unit Scale: Individual leaders, 3 to 25 Spanish troops, up to several thousand Indian troops&#10;     Players: one or two&#10;     Playing Time: three hours (Basic Game), four to six hours (Standard Game)&#10;&#10;&#10;Contents&#10;Two Maps &ndash; each approximately 28 x 20&quot;&#10;Two Countersheets (5/8&rdquo; size)&#10;Deck of 130 Strategy/Conquistador Cards&#10;Deck of 26 Asset Cards&#10;Rules booklet&#10;Four Player Aid Cards&#10;One Logsheet 8.5&rdquo; x 11&rdquo;&#10;Two 6-sided dice&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: South America",
      "Country: Spain",
      "History: Age of Discovery",
      "History: Age of Kings",
      "Players: Wargames with Solitaire Rules",
      "Region: Caribbean Sea",
      "Region: Central America",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "11782",
    "Name": "Funky Chicken",
    "ID": 246693,
    "Year": "(2018)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/246693/funky-chicken",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1",
    "Description": "Take all the excitement of Happy Salmon (Golden Geek Best Party Game Nominee, TOTY Game of the Year Finalist), add funky dance moves, pack it in a disco chicken sporting a cool pair of shades and you&rsquo;ve got... ... ... Funky Chicken!&#10;&#10;Funky Chicken is a simple, fast-paced card game that gets everyone moving and laughing in under two minutes. There are no turns. Players simultaneously call out the dance actions &ldquo;Bump&rdquo;, &ldquo;Swing&rdquo;, &ldquo;Spin&rdquo;, and &ldquo;Funky Chicken&rdquo;. When two players match, they perform the dance move together and discard their card. The first player to discard all their cards wins.&#10;&#10;You can play Funky Chicken as a stand-alone game or combine it with Happy Salmon as a crazy alternative to beefy strategy games.  The chicken is free-range and the fish is wild Alaskan sockeye -  two of the healthiest ingredients any gamer can have in their library. You've already gotten happy.  Now it's time to get funky.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Happy Planet (North Star Games)"
    ]
  },
  {
    "Rank": "11783",
    "Name": "Mighty Monsters",
    "ID": 180785,
    "Year": "(2016)",
    "Geek Rating": "5.556",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/180785/mighty-monsters",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.25",
    "Description": "A group of monsters is traversing the perils of the castle conquering guard after guard, collecting treasurers along the way, as kings set new rules. You and your fellow players are these monsters in Mighty Monsters (first announced as Heroes' Gold).&#10;&#10;The game is played in rounds equal to the number of players, except that in a three- or four-player game the number of rounds is doubled. Each round has three phases &mdash; Placement, Resolution, and Cleanup/Setup &mdash; and is controlled by a king who sets a special rule for the round.&#10;&#10;Players can choose from six races of monsters; each player receives a unique set of five monster cards in their chosen race with strength ranging from 1-5 and healing costs ranging from 0-2. To conquer the king and therefore conquer the castle and gain the treasure, players in turn order may place an available monster from their hand on any empty guard space in the castle.&#10;&#10;Once the placement phase is over, guard cards are revealed one at a time and resolved, working your way towards the king.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11784",
    "Name": "White Bear & Red Moon",
    "ID": 10884,
    "Year": "(1975)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/10884/white-bear-and-red-moon",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1",
    "Description": "Glorantha world based - &quot;The game that started it all.&quot; It has been revamped and reissued as Dragon Pass. There are 9 scenarios designed for 1-3 players. Updates can be found published in Wyrm's Footnotes. A fantasy wargame about conflict between the armies of Sartar and the opposing Lunar Empire. 32-page rulebook and over 300 counters. It has a mono color map which was reissued in color for DP. Playable size - 22&quot; x 34&quot; map. It has been quoted as &quot;A very playable game, once you start to grasp the unique abilities of many of the units and learn to use them wisely. Contents include: Heroes, Exotics and Independents&quot;&#10;&#10;Nomad Gods is a 2nd game set in the same fantasy world, in a land just of the east of the map.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Glorantha"
    ]
  },
  {
    "Rank": "11785",
    "Name": "Midway Solitaire",
    "ID": 182409,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/182409/midway-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.625",
    "Description": "Midway Solitaire is a wargame of the Campaign in the Pacific Theater of Operations (PTO) in April-June 1942. This period saw the Japanese take the offensive in two major campaigns which resulted in the battles of the Coral Sea and Midway, both of which were decided by aircraft carrier actions. In the game, the player takes command of United States Navy and Allied (USN) forces. The game system takes command of Imperial Japanese Navy (IJN) forces. You, as the USN commander, must defeat multiple IJN naval offensives while your foe has superior numbers. What is at stake is the entire course of the war in the Pacific Theater.&#10;&#10;Components: 22x34 inch map, 176 die-cut counters.&#10;&#10;World at War #54, JUN-JUL 2017.&#10;&#10;Midway Solitaire Deluxe. This game was originally published in World at War #54 and selected in a previous Deluxe reprint survey. The map and counters were updated and more variant counters along with variant rules were added. One mounted map board, one plus partial counter sheets (260 x 9/16&rdquo; counters), full color player aid cards, and a 32-page full color rules booklet.&#10;&#10;Released January 2022.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Magazine: World at War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean",
      "Series: Red Dragon Rising System"
    ]
  },
  {
    "Rank": "11786",
    "Name": "Alpenglow",
    "ID": 392703,
    "Year": "(2024)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/392703/alpenglow",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.875",
    "Description": "Alpenglow is finally opening its mountain to skiers and has invited you to build and open its ski areas. Compete against your fellow ski resort tycoons and race to build the best ski area by building chairlifts and assigning runs on the mountain while developing the adjacent town to attract skiers. Open your ski area and run your chairlifts to generate revenue in money and Victory Points.&#10;&#10;There is a catch though! Only the tycoon with the most successful ski area after 2 seasons takes over management of the mountain. Find synergies to make the most out of each turn and maximize your resources. The winner is the one with the most victory points from buildings, chairlifts, delivered skiers, and the completion of your goal cards.&#10;&#10;Alpenglow is an engine building game that combines several familiar game mechanics to create a fun yet challenging experience. The game has elements of tile laying, card playing, and network building combined in two core areas: the mountain where you build your ski area competitively and the village where you expand the town to attract skiers collaboratively with the other players. The game includes starter tiles that allow for variable setup so that each game is unique!&#10;&#10;During each season, you will take turns picking up skiers and taking actions to expand your ski area by playing run cards, adding buildings to the village, building chairlifts, and opening your ski area to allow skiers to hit your slopes. Collect money to keep building and Victory Points to inch towards victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management",
      "Hexagon Grid",
      "Income",
      "Network and Route Building",
      "Ownership",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Sports: Skiing"
    ]
  },
  {
    "Rank": "11787",
    "Name": "Sweet Spot",
    "ID": 181031,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/181031/sweet-spot",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Take it to the courts with your trusty racket as you battle it out in an intense tennis game. Sweet Spot is the first title of the sports trilogy by Medieval Lords, and is a tactical card game that sees players take on the role of a tennis pro battling it out in intense singles or doubles matches.&#10;&#10;There are three types of decks in the game: Service, Return and Tactic. Players have to play the right card at the right situation as they rally it out on the court. But beware &mdash; stamina management is a critical part of the game! If you are not careful enough, you might end up breathless too quickly.&#10;&#10;Sweet Spot uses a uniquely designed 'numbers system' to simulate the tennis ball's position and allows players to feel a realistic strength control of their swings where they can literally hit the ball lightly or drive it down hard. Powerful Tactic cards can tilt the balance and are at the same time highly thematic - Bench allows one to regain more stamina in between rallies, Crowd Cheering allows one to perform better at critical moments and Egg Shot hits the ball so high in the sky that the opponent cannot take an accurate read on its position when it comes down.&#10;&#10;The game features more than eight characters with unique character abilities, and over thirty different famous moves in the tennis world. It also adds an additional layer of intensity with its hidden card mechanism that will keep players on their toes as they try to predict whether a ball was given a spin or not, and even then, whether it was a topspin or an underspin...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "11788",
    "Name": "Library Labyrinth",
    "ID": 356885,
    "Year": "(2023)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/356885/library-labyrinth",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Build a team of amazing fictional and historical women to put escaped literary terrors back in their books! Can the Lady of Shalott defeat Dracula? Or Heidi and Ada Lovelace overcome a Kraken? Can Nzinga and Mary Seacole deal with the Martian Robots from War of the Worlds?&#10;&#10;Library Labyrinth is a co-operative board game set in a cursed library that plays in about 45-60 minutes for 2-5 players and around 30 minutes as a solo game. The play space is a grid of 25 octagonal tiles that can rotate and flip, revealing (and changing) parts of the library. Some tiles spawn literary terrors, which players need to defeat by drafting different book cards from their hands. These book cards each feature a fictional or historical woman with a combination of six different skills. Team up different cards to defeat specific terrors, then travel through the library to place the terrors back on the correct shelves. The curse is still at work in the library, however, undoing your good work, so make sure that you don't run out of time or let the library become overwhelmed...&#10;&#10;In more detail, on your turn you can pick up cards, trade cards, flip or rotate floor tiles, move down a lit path (as shown on the floor tiles), capture a terror, or put a terror back in the right shelf. You have three actions available with the option to donate one action to another player. After each player turn, a curse disturbance card is drawn, which disrupts the playing area by rotating a tile or spawning a new terror. When all six shelves have been filled with a captured terror, you win; if the deck of curse cards runs out or six terrors are left on the library floor before this happens, the game is lost.&#10;&#10;Library Labyrinth is a quick game leading to ridiculous character mash-ups. Of course Alice in Wonderland and Marie Curie can deal with the Big Bad Wolf! The game can also scale between a game suitable for ten-year-olds and a fiendish puzzle. Floor tiles can be swapped out to make a harder grid, more difficult monsters can be used, or the amount of time can be reduced. Each game also comes with a booklet about the characters and the literary terrors in the game.&#10;&#10;",
    "Categories": [
      "Maze",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Move Through Deck",
      "Open Drafting",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Books / Libraries",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11789",
    "Name": "Dune: Betrayal",
    "ID": 343696,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/343696/dune-betrayal",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In the social deduction game Dune: Betrayal, players take on the identity of one of the iconic characters of Dune, each representing a distinct role within the factions vying for control amid the sands of Dune.&#10;&#10;Your goal is to learn the identities of your foes while protecting your nobles, forming alliances, and utilizing tools to gain knowledge, and therefore power. Pay close attention to determine your allies and enemies, then defend your allies and attack your foes to secure victory.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Party Game",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hidden Roles",
      "Negotiation",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Books: Dune"
    ]
  },
  {
    "Rank": "11790",
    "Name": "Tien Zi Que",
    "ID": 39710,
    "Year": "(2009)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/39710/tien-zi-que",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Tien Zi Que (TZQ) is an entertaining pocket MahJong for two. It uses a unique selection of MahJong cards, and each card has an added color code (blue, green, red, white or black) for special scoring.  With exceptional game play, TZQ brings you more fun and strategy than the traditional MahJong. All you need is 5 cards on hand and little or no MahJong knowledge to play.&#10;&#10;Tien Zi stands for son of the god, and it is also another name for the emperor of China. &#10;Que stands for Sparrow.&#10;&#10;Goal / Winning the Game&#10;After creating a Set, the winning player chooses to keep one of the cards for end of the Round scoring.  When one player completes five Sets, he calls MahJong and wins the Round immediately.  He then uses the one card from each Set to score. Players' points are accumulated after every winning round; the game is played to 4 rounds.&#10;&#10;Components: 54 cards&#10;&#10;Combines with:&#10;Tien Zi Que: White Dragon, TZQ Red Dragon, and TZQ Green Dragon. Mix any two TZQ games for 3-4 player game, and mix any three TZQ games for 5-6 player game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy",
      "Traditional Games: Mahjong"
    ]
  },
  {
    "Rank": "11791",
    "Name": "Skeptics",
    "ID": 199418,
    "Year": null,
    "Geek Rating": "5.556",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/199418/skeptics",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "&quot;You know ghosts are real; you have seen them. To you, the paranormal is normal, but convincing others that these sightings aren&rsquo;t a hoax, that&rsquo;s the difficult part. Assemble your team and then race against the clock to gather the evidence and prove that ghosts exist!&quot;&#10;&#10;SKEPTICS is a cooperative, dice rolling game, where players explore potentially haunted locations to prove the existence of ghosts. 1-4 players take on the role of paranormal Investigators gathering evidence of the paranormal.&#10;&#10;Investigators race against the clock exploring rooms and rolling dice to match icon sets to Search, Reveal, and Solve Clues. Each Clue will lead Investigators one step closer to revealing the Ghost. Environment Cards are drawn every hour, which may have hazards and conditions that will impede the Investigators&rsquo; progress. Investigators win if the existence of the Ghost can be proven in time, but Investigators fail if time runs out.&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "11792",
    "Name": "Warhammer Age of Sigmar: Warcry – Red Harvest",
    "ID": 351652,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgame/351652/warhammer-age-of-sigmar-warcry-red-harvest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "In the Chaos-tainted wastes of the Eightpoints, a bitter struggle rages for control of varanite &ndash; a mysterious substance that renders all manner of dark designs possible. Vast hordes of the stuff are dredged up from the depths via daemonic mining machinery that hungers for blood. In these places of infernal industry, warbands devoted to the Ruinous Powers fight to claim great hauls of varanite, using the environment itself as a weapon to annihilate their rivals and claim victory.&#10;&#10;Warcry is a game of skirmish-scale battles with larger-than-life action and strategy. Set in the brutal environment of the Eightpoints, rival warbands fight not for survival but for glory and the attention of cruel warlords. The Red Harvest boxed set gives you everything you need to start playing the game of fast-paced warband combat in the Mortal Realms. With a strong focus on narrative gameplay, you&rsquo;ll create your own warband that vies for territory, wealth, and notoriety. Over time, your fighters will grow, earning new skills and picking up the battle scars to show they&rsquo;re willing to risk it all. Red Harvest sheds light on the grim existence of those who labour for their dark masters, putting their lives on the line for the merest chance at success and throwing their rivals into the gaping maw of defeat if it means they&rsquo;ll improve their own situation.&#10;&#10;This loaded boxed set contains:&#10;&#10;     104-page Red Harvest book &ndash; laying out the setting of the Eightpoints and varanite delves, the rules of the game, plus enough campaigns and quests to keep you playing for ages&#10;     Darkoath Savagers &ndash; 10 brutal warriors that value strength above all else and revel in bloodshed. The warband includes 1x Slaughtermaster, 1x God-speaker, 1x Wrathtouched, 2x Proven, and 5x Gloryseekers with a variety of weapon options&#10;     Tarantulos Brood &ndash; 13 spider-like mutants who worship the Eightfold Watcher. The warband includes 1x Broodmaster, 2x Doomweavers, 7x Broodkin, and 3x Spider Swarms&#10;     A 28-piece set of plastic varanite delve scenery &ndash; including a centrepiece pit dredger and varanite syphon, 2x wooden structures, 2x ladders, 2x wooden gangways, 12x modular sluice segments, 6x spiked barricades, and 2x spiked gangways&#10;     A double-sided 22&quot; x 30&quot; folding gaming board&#10;     Tokens, dice, cards, and all the essential accessories you need to play!&#10;&#10;&#10;Whether you&rsquo;re taking your first fledgling steps into the inhospitable Eightpoints or seeking new territory for your warband to conquer, Red Harvest is a great way to play Warcry.&#10;&#10;&mdash;description form the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Moving Multiple Units",
      "Storytelling",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "11793",
    "Name": "Spit It Out!",
    "ID": 173291,
    "Year": "(2015)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/173291/spit-it-out",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Think fast! Spit It Out! is the fun, fast-paced party game in which you have to retrain your brain to give the WRONG answer to easy questions &mdash; but sometimes you have to give the RIGHT answers, too, and you have just thirty seconds to spit it out! Rewire your brain to victory in this hilarious game where wrong is right.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "11794",
    "Name": "Days of Decision III",
    "ID": 8679,
    "Year": "(2004)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/8679/days-of-decision-iii",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.1765",
    "Description": "(from ADG's website:)&#10;&#10;Days of Decision III (DoD) is a complete board-game of Global politics from 1936 ~ 1946 that can be played stand-alone or with World in Flames. Playable by 2-8 players, DoD III has been completely upgraded to be seamlessly compatible with World in Flames and all its kits. It includes a new map, Status Display, rules and charts.&#10;&#10;This is not the end. This is not the beginning of the end. It&rsquo;s the beginning of the beginning. Now is the moment that darkness unleashes her claws. Can you tame the tiger?&#10;&#10;DoD III contains:&#10;&#10;       one large (840 mm x 594 mm) full-colour game-board, &ldquo;The Political Map&rdquo;;&#10;       one large full-colour &ldquo;Status Display&rdquo;, showing the current political status of minor countries. It also contains 20 International Political options and a number of charts and tracks;&#10;       8 full-colour major power option cards;&#10;       5 x 200 counter sheets (3 x CS13 &amp; 2 x CS17);&#10;       a rules booklet (including set ups and the major power, war and treaty charts); &#10;       2 ten-sided dice; &#10;       box&#10;&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "11795",
    "Name": "Air Bridge to Victory: Operation Market-Garden, 1944",
    "ID": 5700,
    "Year": "(1990)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/5700/air-bridge-to-victory-operation-market-garden-1944",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3462",
    "Description": "Air Bridge to Victory covers all of Operation Market-Garden at a scale of 1/2 day per turn, 1 mile per hex and units at battalion level.&#10;&#10;Game Features&#10;&#10;    Innovative combat resolution, integrating maneuver combat, close assault, artillery bombardment, assault engineers, and air support into one easy-to-use system&#10;    Bridge-blowing and repair&#10;    Initiative rules reflecting the ebb and flow of the battle&#10;    Easy to play introductory scenario&#10;    Tournament scenario highlighting the Battle for Arnhem&#10;    Grand campaign game on the breakout of the British XXX Corps to relieve the 1st Airborne&#10;    Automatic Victory conditions which make each game different from the last&#10;&#10;&#10;Contents:&#10;&#10;    300 die-cut Counters&#10;    1 22&quot;x34&quot; Mapsheet&#10;    1 22&quot;x17&quot; Mapsheet&#10;    16 page Rule/scenario book&#10;    1 Player aid card (the box states 4 but this is a misprint - the charts &amp; tables are on the map sheets)&#10;    1 ten sided die&#10;&#10;&#10;Time Scale: 1/2 day per game turn&#10;Map Scale: 1 mile per hex&#10;Unite Scale: Battalion&#10;Players: One-to-Four&#10;Playing Time: 5-20 minutes for introductory scenario&#10;2-3 hours for tournament scenario&#10;4-10 hours for campaign game&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Medium&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Operational System (GMT)"
    ]
  },
  {
    "Rank": "11796",
    "Name": "18Ruhr",
    "ID": 132456,
    "Year": "(2012)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/132456/18ruhr",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4",
    "Description": "18Ruhr is a railway game in the 18xx series, in which players buy and sell shares in railway companies. The companies earn money for their shareholders by laying track, building stations, and running trains.&#10;&#10;The special feature of 18Ruhr compared to other 18xx games are the coal mines and steel mills, which are independent companies with their own shares. There are interdependencies between the railway companies and the mines and mills which reflect the development of the Ruhr during the 19th century.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "11797",
    "Name": "Paleontologists",
    "ID": 310578,
    "Year": "(2020)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/310578/paleontologists",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Paleontologists - A Roll-and-Write game&#10;&#10;Overview: You are a paleontologist, trying to dig up the best fossils to earn the most points! &#10;Items needed: 2 six-sided dice&#10;&#10;The game is played over 20 rounds, with players playing simultaneously, trying to earn the most points by digging up fossils. All players will use the same dice pool for each roll, using the dice however each player determines.&#10;&#10;Gameplay: Each Round you will roll 2 dice and then use those dice to draw a shape with a certain dig type on the dig site. You dig up a fossil when it is completely surrounded (orthogonally) by shapes you have drawn.&#10;&#10;- Roll 2 dice - Roll the 2 dice. Write the numbers in the top right corner on the current round&rsquo;s track. This is just used as a helpful reference. Of the two dice rolled, one will be used to determine which shape and the other die will be used to determine the type of dig.&#10;&#10;- Use dice to choose a shape and a dig type&#10;&#10;Choosing the shape: Using one of the dice, choose one of the pentomino shapes coordinated with that number. There are twelve shapes, with a choice of two shapes with each die-face number.&#10;&#10;Choosing the dig type: Using the other die, determine the dig type. There are three dig types.&#10;&#10;Example: You roll a 2 and a 5. You can choose one shape, and can choose from four shapes; the two shapes next to the 2 and the two shapes next to the 5. You also have a choice between two dig types; the V from the 2 that was rolled or the diagonal lines from the 5 that was rolled. You decide the best play for your current dig site is to choose the L shape with the 5 die and then use the V dig type with the 2 die.&#10;&#10;- Draw shape and fill that shape in with the Dig type&#10;Shapes can be mirrored, turned, and flipped, as long as they are still the same shape.&#10;Shapes can only be placed in open, non-fossil spaces. You can place shapes over the bonus star. If you do, choose and circle one of the bonuses to gain (you can use bonuses in future rounds).&#10;&#10;- Check to see if you dig up a Fossil(s) - Once a fossil is completely surrounded orthogonally (up, down, left, right. Not diagonally) then you score that fossil! Circle the number in a lower scoring area that corresponds to the fossil you dug up. If you use all of the same dig type for a fossil, you earn bonus points.&#10;&#10;Repeat these steps each round (rolling 2 dice and placing a shape with a dig type) until 20 rounds have been completed.&#10;&#10;- Earning Bonus points for using the same Dig Type - if you were able to use the same dig type for a fossil, you also gain the scoring bonus. Circle the extra smaller circle with the +number. If there is more than one dig type used for a fossil, you cannot gain the bonus.&#10;&#10;- Bonus Stars - when you place a shape over a bonus star, you gain a bonus! Choose one of the four bonuses at the top-left of the page. The four types of bonuses are One Square Anywhere, Switch Shape, Switch Dig Type, and +1 Point. Each bonus can be gained up to four times in one game.&#10;&#10;One Square Anywhere - At any time, place a 1x1 square on any empty square that does not contain a bonus star. Fill in the square (as the dig type). You cannot get the dig type bonus score when a filled-in square is used to dig up that fossil.&#10;&#10;Switch Shape - Choose any shape for this round (replacing the one that you would have used)&#10;&#10;Switch Dig Type - Choose any dig type for this round (replacing the one that you would have used)&#10;&#10;+ 1 Point - Worth one point at the end of the game.&#10;&#10;End of Game: After you have completed the 20th roll/round, total your points earned from each fossil dug up, adding in bonuses from fossils dug up with the same dig type, and finally adding points if circled from bonus stars. The player with the most points is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "11798",
    "Name": "1940",
    "ID": 6918,
    "Year": "(1980)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/6918/1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2273",
    "Description": "The Battle for France and the Low Countries - the German Wehrmacht stands poised on the borders of France.  Corps and division scale units, 26 km per hex.  Each game turn is 5 days.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Netherlands",
      "Magazine: Casus Belli",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: GDW Series 120 Games"
    ]
  },
  {
    "Rank": "11799",
    "Name": "Kronia",
    "ID": 217581,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/217581/kronia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2727",
    "Description": "Description from the publisher:&#10;&#10;It's time for a new leader to be selected by the gods to lead the nation. To help sway their decision, players must make offers to win their favor.&#10;&#10;In Kronia, favor tokens are placed in three different temples, then players will make secret offers to these temples over the course of twelve rounds. Everyone starts with the same offer cards, so they must anticipate which Gods other players want to please. Deciding when to spend the more appealing offers and when to hold off can be the difference. In the end, the player with the most points from their favor tokens will be chosen to lead the nation into the future.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Humor",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "11800",
    "Name": "BattleTech Compendium: The Rules of Warfare",
    "ID": 91943,
    "Year": "(1994)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/91943/battletech-compendium-the-rules-of-warfare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.25",
    "Description": "From the back cover:&#10;&#10;&quot;Life is cheap. BattleMechs are expensive.&quot; - Advertising slogan, Irian BattleMechs Ltd.&#10;&#10;Welcome to the year 3056. The Successor States of the Inner Sphere battle each other and their deadliest enemies, the invading Clans, in endless wars that rage across the Known universe. These epic conflicts are won and lost by BattleMechs, 30-foot tall, humanoid titans of metal that pack enough firepower to destroy entire cities.&#10;&#10;BattleTech celebrates its tenth anniversary with the BattleTech Compendium: The Rules of Warfare, the ultimate guide to combat in the 31st century. All the rules needed to simulate exciting conflicts between BattleMechs, vehicles, and infantry are included, revising and streamlining the material from from the BattleTech, 3rd Edition, CityTech, 2nd Edition and the original BattleTech Compendium. The Rules of Warfare also contains a concise history of the BattleTech universe and its movers and shakers, several new BattleMech and OmniMech designs, rules for miniatures play, and full-color illustrations.&#10;&#10;User comment:&#10;&#10;Three English editions of this rulebook were released at the same time celebrating 10 years of BattleTech. It was the first over-arching BattleTech rules compendium to remove Land-Air 'Mechs (LAMs) from the standard ruleset, while also dropping all of the AeroTech rules, which were updated seperately and issued as AeroTech 2.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  }
]