[
  {
    "Rank": "N/A",
    "Name": "The Salient of Fire. Kursk: 1943",
    "ID": 93483,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/93483/the-salient-of-fire-kursk-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Salient of Fire. Kursk - 1943 is about the the Manstein's offensive on the southern flank of the Kursk Bulge. The main task of the German player is to breakthrough three Soviet heavily fortified defensive lines near Oboyan. The Soviet player (the General Vatutin&rsquo;s Voronezh Front) has to stop the elite German spearheads to prevent capturing Oboyan and famous rail station Prokhorovka using powerful reserves &ndash; 1st and 5th Guards Tank Armies. The game also includes the real historical scenario of the mighty tank clash near Prochorovka.&#10;&#10;Game scale. &#10;1 hex is 5 km.&#10;1 turn is 1 day.&#10;The counters represent regimental, battalion or brigade level units.&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocahontas Card game",
    "ID": 93489,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93489/pocahontas-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The aim of the game is to be the first player to make two differents complete scenes. Each scene is made up of 4 cards, which all have a dot of the same colour. To complete the scene, all you need to do is collect the 4 cards with the same colour dots.&#10;&#10;Contents:&#10; - 40 picture cards showing 5 different scenes (each scene, repeated twice, is made up of 4 cards with the same colour dots).&#10; - 10 character cards as follow:&#10;      5 Governor John Ratcliffe&#10;      1 Pocahontas&#10;      1 Capitain John Smith&#10;      1 Chief Powathan&#10;      1 Grandmother Willow&#10;      1 Meeko&#10;&#10;Play a Governor Ratcliffe card allows to destroy an opponent scene , but if it is protected by any other character cards, the scene is safe (the two character cards are discard however).&#10;&#10;Rules in 5 languages, italian, english, german spanish and french.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Pocahontas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Können Schweine fliegen? Das Kartenspiel",
    "ID": 93491,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/93491/konnen-schweine-fliegen-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this card game you have to know animals attributes. There are 5 animal cards (out of 40 in total) on the desk. You have to choose one of your 3 (out of 32 in total) attribute cards. It is good if it matches to many animals (of those 5) as possible. Than you turn round one of the animal cards you guess your attribute is matching (attributes of this animal on the back side). If this is the case you have the chance to get this animal. If you stop turning animal cards by choice, you can keep the animals. If you turn a wrong animal card (attribute not matching), you get no animal cards this turn. There is the chance to get 3 animals by making a &quot;Schweinestarker Sonder-Spielzug&quot; (special turn). Therefor your attribute card have to match none of the 5 animals.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Können Schweine fliegen? (Kosmos)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knuff",
    "ID": 93494,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/93494/knuff",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is supposedly a traditional Swedish game, although no information is given about its age or origin.&#10;&#10;The two players begin with six pawns each arranged around a grid of squares. A player takes their turn by rolling a die and moving a pawn that many squares in a straight line. Landing on a pawn of your own colour knocks it back to a starting position. Landing on a pawn of your opponent's colour captures it.&#10;&#10;When one player has captured all the opposing pawns, they receive points equal to their own number of remaining pawns, and the board is set up for another round. The winner of the game is the first to reach 50 points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diese Gärten, diese Alleen",
    "ID": 93505,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/93505/diese-garten-diese-alleen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&quot;Diese G&auml;rten, diese Alleen&quot; (&quot;These Gardens, these Avenues&quot;) has a board with 13 &quot;gardens&quot; groups of eight holes) and four &quot;avenues&quot; consisting of 24 holes (which are also part of gardens. Two avenues belong to each player). Also contained are wooden pearls and a curious large wooden block. Through each of its sides, two holes have been drilled to the other side.&#10;Players take turn executing seven actions. An action can mean&#10;- turning the block sideways (only possible on certain positions)&#10;- rolling the block over one edge&#10;- dropping a seed (pearl) into one of the holes in the block, which will then fall through into the hole below it.&#10;The goal of the game is to get more points than the other player. Points are awarded for having the majority in a garden (one point) or having more pearls of either color in one's own avenues (two for first place, one for second and third place, none for the last). &#10;The game ends when a player has planted his/her last seed. Now the player with most points is the winner.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lollipop Tree",
    "ID": 93511,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93511/the-lollipop-tree",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A 'Pop-o-Matic' fun game for younger children.&#10;&#10;The Lollipop Tree is a roll-and-move children's game where the aim is to be the first player to get a lollipop token to the top of a tree playing board and back down again.  Movement of the tokens is determined by a Pop-o-Matic die which has three sides marked with solid colours - red, yellow and green, and three sides marked with split colours - yellow/red, green/yellow and red/green.  These colours correspond to coloured spaces on the playing boards.  Rolling a solid colour allows vertical movement and a split colour denotes a horizontal move.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Pop-O-Matic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Colour Bazaar",
    "ID": 93512,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/93512/colour-bazaar",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Isles of Purple and Red, renown for their fine fabric and vivid dyes, are far across the sea. When the island trading houses send cargo ships to the Sapphire Ports, they can only guess what the demand will be for different styles once the cargo finally arrives. So the houses send agents ahead in faster boats, on missions to promote the products the the house anticipates sending. At the same time, they try to guess what will be in demand.&#10;&#10;Each of the six Decktet suits represents a different colour or style of fabric. Players use cards to influence the value of each style and collect chips representing investment in particular styles. The goal is to have invested more in the styles that are ultimately the most popular.&#10;&#10;There are four separate fashion markets, represented by the four Pawn cards.&#10;&#10;On your turn, you play a card to one of the four markets. The only restriction is that your card must share a suit with the previous card played to that market. The card play changes the value of that suit. After playing a card, you select one of the remaining chips and take it; each chip represents a share of that suit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Stock Holding"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keep It In The Family",
    "ID": 93513,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/93513/keep-it-in-the-family",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The family game of TV fame.&quot;&#10;&#10;Keep It In The Family is a game from the 1950s for two teams based on a TV show.  In each round a category of questions is read out and each team bids on the number of correct answers they think they can give, until one team outbids the other.  The winning bid is then multiplied by 10 and this is the number of points now at stake in the round.&#10;&#10;The team that made the higher bid must now attempt to give their answers, against the clock.  If they manage to give enough right answers, they win the points.  If they give a wrong answer, the opposing team scores the points.&#10;&#10;The game ends when one team reaches a total of 250 points.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Making Change",
    "ID": 93521,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93521/making-change",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players buy and sell items from stores to practice making change and counting up.  Play simulates money transactions between customers and store owners.&#10;&#10;Each player gets their own store based on the side of the board on which they are sitting.  Each player is also given money and 8 chips at the start of the game.&#10;&#10;On their turn, the player uses the spinner to determine which store they will shop in.  If it lands on their own store, they choose any other store to shop in.  The player then purchases an item out of the designated store using their money.  The owner of the store counts back change from their money supply.  After the transaction is complete, a chip is placed over the item to indicate that it is no longer available for purchase.&#10;&#10;The game ends using a method determined before the game, such as using a time limit, using a certain number of turns, or selling a set number of items.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jarjais",
    "ID": 93523,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/93523/jarjais",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "A history card game in a background of French Revolution, in which players try to understand, through clue collect, Where, When and Who finally kept the lost treasure destined to free the imprisoned French Queen Marie-Antoinette.&#10;&#10;First, players have to select secretely one of the characters (Marie-Antoinette, Borel or Fran&ccedil;ois de Jarjayes), a place (Jarjayes Castle, Highlands, Temple prison) and a year (1791, 1792,1793).&#10;When the scenario is completed, each player earns an investigation sheet, 6 gold pieces, and a pencil.&#10;Note that each clue (characters, places and years) are in 4 copies in the game, only discriminated by a specific iconography.&#10;&#10;After a drafting phase (memory needed!), the players will bid to collect new clues, spending carefully their gold pieces in order to find new informations.&#10;Sometimes, they only catch rubbish, but often, they can find news info cards or secrets hiding places full of money to help them in their prospections.&#10;Then, they may deal their cards, and lies are permitted.&#10;When an entire year of searching actions (the full game is made of 2 phases) is over, the players may bet about their suspected scenario, allowing them to score bonuses or maluses points.&#10;If there is a tie at the end of game, the richest player is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory",
      "Open Drafting",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DBMM Army Lists Book 4: AD 1071 to AD 1515",
    "ID": 93525,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93525/dbmm-army-lists-book-4-ad-1071-to-ad-1515",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "5",
    "Description": "The fourth and final set of army lists for DBMM. It covers, more or less, all known historical armies of the late medieval period.&#10;&#10;Also usable for DBM.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: DBx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "42 Hyperspace Expressway",
    "ID": 93530,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/93530/42-hyperspace-expressway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "42 - Hyperspace Expressway is an abstract strategy game for two players, played in two phases. &#10;During the first phase players build a network of hyperspace expressways and motels. They score victory points according to the value of the planets they build motels on.&#10;During the second phase, you can conquer planets of your opponent by moving a motel along a hyperspace expressway. At the end of the game, you score points for hyperspace expressways from empty planets to your motels.&#10;The goal of the game is to have the most victory points, but whenever your score becomes higher than 42, it is immediately reduced by 42.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Containers: Zippered Pouch",
      "Crowdfunding: nestorbooster",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Double Dragon: Klix Pocket Travel Games",
    "ID": 93535,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/93535/double-dragon-klix-pocket-travel-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Join your friend Billy Lee, the heroic master of the Martial Arts, on a mission to rescue Marian from Jimmy, the evil crime boss.  Players compete to be the first to get both of their playing pieces through the dangerous streets to Jimmy's hideout.&#10;&#10;To complete the rescue, you must get BOTH your markers to the finish space before your opponent.  One of your markers is you - and the other marker is your friend Billy Lee.  Don't forget - it takes BOTH your markers to foil the crime boss.&#10;&#10;The player going first snaps the dice.  Move forward the number of spaces shown.  Than snap the dice again, looking only at the 2 dice with the fighters on them.  Go to the fighter table to see who won the fight.  If you are on a 1, 2, or 3 space, move your marker forward or backward that many spaces depending on if you won or lost.  If you are on a Billy Lee square and you won, move your marker that is farther behind up to the one that is ahead.  If you lost, move the marker that is ahead back to the marker that is behind.  First to get both of their markers to the finish space is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Klix Pocket Travel Games (Tiger Electronics)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steam: Map Expansion #1",
    "ID": 93544,
    "Year": "(2011)",
    "Geek Rating": "5.789",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93544/steam-map-expansion-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.7143",
    "Description": "Steam: Map Expansion #1 provides three maps in the same pack. One side of the game board features a map of the Mid-Atlantic United States suitable for 3-7 players and subtitled &quot;Railroad Empires in the Civil War Era&quot;. The other side of the game board has two maps: Belgium &amp; Luxembourg (&quot;Build an Importing Empire&quot; for two players) and the Brussels Metro (&quot;Develop Intercity Transit&quot; for three players).&#10;&#10;Steam: Map Expansion #1 also includes an extra tile sheet for Steam.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zodiac",
    "ID": 93545,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/93545/zodiac",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The Game With Your Stars - Influenced by Your Sign of the Zodiac and Daily Horoscope.&quot;&#10;&#10;Zodiac is a game where players move around a board acquiring  status symbols such as property, shares and other possessions.  The winner is the first to possess a house, a flat, &pound;1,000 in shares, a car and a boat.&#10;&#10;The game features cards representing the twelve signs of the Zodiac as well as decks of Horoscope, Pot Luck and Star cards, all of which affect a player's ability to acquire status symbols.  Also included are banknotes for use as currency.&#10;&#10;Zodiac was published in approximately 1960.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Banana Jump",
    "ID": 93551,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/93551/banana-jump",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Banana Jump, the baboon is jumping from tree to tree around the edge of the game board to circle the clearing. At the same time, the other animals are gathering in the clearing.&#10;&#10;Each player &quot;owns&quot; one type of animal (but can place any type during play). On a turn, a player rolls two dice. If he rolls a color symbol, he can place an animal in the clearing, provided the assigned space for that animal in that color is currently available. (The columns have to be filled in a certain order.) If a baboon symbol is rolled, the baboon jumps to the next tree; if a banana is rolled, the baboon moves back (to eat a banana) or any animal can be placed.&#10;&#10;Every time a player fills a row or places one of his own animals, he gets a coin. If the baboon circles the board first, it wins (and all players lose); if the animals fill the clearing first, the player with the most coins wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oukoun",
    "ID": 93552,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/93552/oukoun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "MATERIAL&#10;&bull; A leather board with simple, double and triple squares.&#10;&bull; 10 white pieces, 10 red pieces and 10 black pieces.&#10;&#10;GOAL&#10;There's two way to win :&#10;- blocking the opponent.&#10;- being the first to build an &quot;oukoun&quot;, that is a stack with 3 white, 3 red and 3 black pieces.&#10;&#10;MOVES&#10;1) The pieces move according to which kind of spot it's located on:&#10;- Simple spot = simple move&#10;- Double spot = double move&#10;- Triple spot = triple move&#10;&#10;2) The pieces can move to the left or to the right.&#10;&#10;RULES&#10;&#10;1) One player plays with black pieces, the other with the whites.&#10;&#10;2) The red pieces are neutral.&#10;&#10;3) Each player moves one of his pieces alternatively, creating stacks.&#10;&#10;4) Each stack belongs to the player who owns the top piece.&#10;&#10;5) When moving piece from a stack, one can also move the whole stack or a part of it at the same time.&#10;&#10;6) Stacks can't have more than three pieces of the same color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbie Fashion City",
    "ID": 93553,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/93553/barbie-fashion-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Barbie Fashion City is a simple Barbie-themed roll-and-move game. The players roll dice and move their Barbie-like pawns over a game board which has 3D shops on it. The first player to visit eleven stores and return home is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Dolls",
      "Toys: Barbie"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Wheels Trading Card Game",
    "ID": 93556,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/93556/hot-wheels-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the Rules:&#10;&#10;&quot;In the Hot Wheels Trading Card Game (TCG), each car is assigned a number for each of 3 Attributes: Speed, Design, and Utility.  Players compete using these numbers.  When it is your turn, you will select a card from your hand with which you will challenge your opponent.  The highest Attribute number on that card is automatically the Attribute players compete with and the highest number wins that Challenge Match.&quot;&#10;&#10;Game play is similar to Top Trumps and its many variations and offspring (e.g., NBA Adrenalyn XL, NFL Adrenalyn XL,Puck Attax, Match Attax, Slam Attax, Topps Attax, etc.).&#10;&#10;Cards from the Hot Wheels Trading Card Game are sold together with cards from the FunTracks Card Game in Hot Wheels Trading Card Fun Packs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Auto Racing",
      "Toys: Hot Wheels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FunTracks Card Game",
    "ID": 93557,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/93557/funtracks-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Hot Wheels FunTracks Card Game is a high-octane race game where you create your own racetrack game board and race to the finish!&#10;&#10;In FunTracks Card Game players first take turns laying down track cards and creating a race track.  Each track begins with the Start Card and ends with the Finish Card.  Then each player takes turns rolling a die and moving their car (either one of the Car Cards from Hot Wheels Trading Card Game or a &quot;real&quot; Hot Wheel car.  Each Track Card is equal to one space.  If a player lands on a Track Card with special game play instructions, that player must do what the Track Card says (e.g., Oil Spill - go back 3 spaces, etc.).  Player continues until one player reaches the Finish Track Card.&#10;&#10;Cards from the FunTracks Card Game is sold together with cards from the Hot Wheels Trading Card Game in Hot Wheels Trading Card Fun Packs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Cru: Innovation Tiles",
    "ID": 93558,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93558/grand-cru-innovation-tiles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "A mini expansion given to people who preordered the wooden box edition.&#10;&#10;Each of these seven tiles shows a different requirement for it to be rewarded at the end of the year. At the beginning of the game, they are shuffled and displayed in a row. At the end of each year, one of the them will be awarded to a player.&#10;&#10;From then on, that player may hand in the tile in addition to performing a normal action to use an opponent's improvement tile once.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Food & Drink: Wine",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Millionen von Schwalben: Sonderkarten Euro2008",
    "ID": 93561,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93561/millionen-von-schwalben-sonderkarten-euro2008",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "3 red special cards that were included in Spielbox 3/2008 to update the teams for the Euro 2008 in Austria &amp; Switzerland.&#10;&#10;The Austrian card is a weak attack.&#10;&#10;The Dutch card allows them to turn your opponent's attack into an attack of your own.&#10;&#10;The Swedish card gives the team owner additional income after a match.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Magazine: Spielbox",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mecanisburgo: Promo Cards",
    "ID": 93564,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93564/mecanisburgo-promo-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Two promo cards that were handed out in Essen 2010 (and possibly elsewhere as well).&#10;&#10;Gran Acelerador is a very cheap Major Project.&#10;&#10;Energo is a character that can eat Cavorita to boost his combat ability.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mike Read's Pop Quiz Card Game",
    "ID": 93566,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/93566/mike-reads-pop-quiz-card-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Mike Read's Pop Quiz Card Game is a music trivia game.  The game contains three instruction cards and 37 double sided question cards, each with seven questions on a category such as a band, singer or genre.  The game is for two or more players who take turns answering questions, scoring points for each correct answer.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Farm: Card Game",
    "ID": 93570,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/93570/the-farm-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Farm is a card game for 2 players whose theme is the administration of farms. The game consists the management of cards that represent planting, machines, animals, seasons, action cards and bonus cards, trying to reach the maximum possible points.&#10;&#10;Each player is a farmer, every round he can enter cards planting, machines and animals in their mini-board that represents your farm, with these cards the player produces for scoring.&#10;&#10;There are also action cards, which can be used to increase the scores or to harm the farmer competitor, besides the bonus cards, which generate extra points.&#10;&#10;The cards representing the 4 seasons can also harm or benefit the 2 farmers.&#10;&#10;The strategy is very important in the game because we have to plant, use machines, animals, storing seeds on time, a mistake in planning can delay production and cause the loss of many points.&#10;&#10;The mechanics are simple, the cards are inserted into the mini-board are positioned in slots that represent the fields, machines and barns, and every round, depending on its position, generates a number of points that are added to all round to decide the winner.&#10;&#10;The game is Print &amp; Play, and have 54 cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pandook!",
    "ID": 93592,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/93592/pandook",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Abducted cows, giant bacterium pets, crop circle fields and pieces of contemporary intergalactic art are some of goods you can trade at the intergalactic fair known as Pandook! Play a cunning intergalactic merchant, outsmart the other competitors, and win ten years holiday on Earth!&#10;&#10;In Pandook!, players combine and discard their merchandise cards to raise the value of their own products and lower the value of other players' goods. Each player also holds action cards &ndash; which they receive through bidding &ndash; that they use to cancel other players' cards, change a card's effect, change the value of goods and more. A player can pass his turn, but then he must pass his Kriptonite stone &ndash; worth something in its own right &ndash; to another player. The winner is the player who earns the biggest money.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arena Albionu",
    "ID": 93611,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/93611/arena-albionu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This adventure card game is based on a popular Polish MMORPG 'Arena Albionu' (The Arena of Albion). You take the roles of brave warriors and fight for your life against the opponents. The objective of the game is to develop your character, earn experience and finally become the King of Albion. In order to do this, you equip your character with various weapons, explore loactions (represented by special cards) and collect resources (represented by tokens). You may also play event cards and send enemies against your opponents. After collecting a number of Experience Points, you may spend them to advance your character, becoming more powerful.&#10;&#10;There is one major rule - to survive. Do not count on a warm welcome. Your character will get beaten and robbed many times. Everyone waits for your mistake, and a thug hunting for people like you hides in dark backstreets. But you can earn respect and eternal fame if you do not break down, but grin and bear the adversities of fate. However, if you only complain, you will earn nothing more than scorn and oblivion. Are you prepared for such a tough life? If so - enter bravely the gates of Albion, if not - leave now and come back when you are ready!&#10;&#10;The game was created for Proglobal - an IT company best known for a MMORPG 'Arena Albionu', a Polish browser-game which has been functioning online for over 7 years now and has about 650 000 registered players' accounts. The game is defined by two main elements - the technical side and the players who create an Internet community. The plot of the game takes place in a medieval reality. The weapons of ancient knights and warriors from various cultures are graphically presented.&#10;&#10;The game contains the following components:&#10;- 110 cards&#10;- 56 tokens&#10;- the rulebook&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horsin' Around",
    "ID": 93613,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/93613/horsin-around",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Horsin' Around is a children's game of dexterity from the 1960s.  Horse tokens are placed on a carousel which is spun around.  Pressing a button launches one of the tokens in the air and players attempt to catch it.  There are three tokens in each of four colours and a 13th black horse.  If a player catches a coloured horse they keep it but if a player catches the black horse they are allowed to steal a token from another player.  If a player collects all three horses of a colour these cannot be stolen.  The black horse is not kept but is replaced on the carousel.  When all the coloured horses have been won and the black horse is the only one remaining, the game is over and the player with the most horses wins.&#10;&#10;From the box: &quot;Spin &amp; win - how many horses can you catch?&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pulverheksa trår til: Det magiske pulveret",
    "ID": 93615,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93615/pulverheksa-trar-til-det-magiske-pulveret",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You are walking around in the world of the Witch Pulverheksa. (Can be translated into the Powder Witch). Your mission is to find powder that Pulverheksa need to make good things like cake, sweet bread (Called &quot;bolle&quot; in norwegian) and soda water. But look out for the thief who want to stead your powder.&#10;&#10;The game is played by rolling the die and moving in the ring around the edge. When you land on a Pulverheksa space, you draw a Pulverheksa card. If you get a powder card, you add it on the hand, but if you draw the thief you must put one powder card on the thief house. There are other space as well, such as the dream prince (Nothing happens) and small trolls (Miss a turn).&#10;&#10;On the Soup Cockoo space (All the names make perfect sence in Norwegian and cannot be translated) you can move to the Pulver house. There you can roll the spesial visit die to see if Pulverheksa is home. Here you can meet the police aswell. The police give you all the cards placed on the thief house.&#10;&#10;If Pulverheksa is home you can trade 3 powder for soda water, sweet bread or cake. When you got all of these you win the game.&#10;&#10;Based on the childrens books by Ingunn Aamodt&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silben lesen",
    "ID": 93616,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93616/silben-lesen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of syllable cards. Each player has a face-down stack of cards in front of him/her. The players take turns flipping open a card and placing it in the middle of the table. A player who notices that a word can be formed out of the open syllables shouts out the word and can keep the involved cards. At the end of the game, the player with most cards is the winner.&#10;&#10;A second variant of the game lets players flip open two cards (all of which are face-down on the table at the start of the game), check for complete words, then hide one of the cards, so memory becomes a factor.&#10;&#10;Finally, the game contains letter cards. One player thinks of a word, shuffles the letter cards and lets the other players find out the original word. The first player to do so gets a point.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dreierlei",
    "ID": 93617,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93617/dreierlei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of subject, verb and object cards, depicted as images. Each player flips open two cards, then all players check whether a meaningful sentence (SVO) can be formed. The first player to point to the cards involved can keep them. At the end of the game, the player with most cards is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Cardiff Edition",
    "ID": 93626,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/93626/monopoly-cardiff-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Version of Monopoly based on the city of Cardiff in the UK.&#10;&#10;From the publisher:&#10;The city of Cardiff is bustling with attractions like the Millennium Stadium, the National Museum and Cardiff Castle, all sitting alongside luxury hotels, shopping malls, restaurants and cafes. Now you can tour this amazing city and all its famous locations with the new Cardiff Monopoly! From the much-loved 'Chippy Alley' to the Wales Millennium Centre, it's all up for grabs as you race around the board building a property empire to beat your opponents!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: United Kingdom",
      "Country: Wales",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HeadBangers Big Strike (Bowling)",
    "ID": 93627,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/93627/headbangers-big-strike-bowling",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Experience the thrill of bowling a perfect game with the HEADBANGERS Big Strike. Adjust his hand to aim the ball and bang his head to bowl. This bowler comes with his own lane, bowling ball, 10 bowling pins and scoreboard.&#10;&#10;(from 2008 press release)&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Aston Villa FC Edition",
    "ID": 93631,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/93631/monopoly-aston-villa-fc-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Edition of Monopoly based on the English football team Aston Villa FC.  The traditional Monopoly properties are replaced by footballers past and present.&#10;&#10;From the publisher:&#10;This new edition of Aston Villa FC Monopoly celebrates the historic figures of Villa's glorious past and the stars from Gerard Houllier&rsquo;s modern-day squad.&#10;&#10;With Marc Albrighton, Stephen Ireland and James Collins taking their place alongside greats like Ron Saunders, Dwight Yorke and Tony Morley.&#10;&#10;This is a must-have for any fan of the Villans.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: England",
      "Series: Monopoly-Like",
      "Sports Teams: Aston Villa Football Club",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gearmageddon: The Turbo-Charged Vehicle Combat Game",
    "ID": 93644,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/93644/gearmageddon-the-turbo-charged-vehicle-combat-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Gearmageddon players represent drivers in the arenas of death established by the wealthiest princes of Dubai. Each running cars through a series of moves, shooting attacks, ramming actions, and special maneuvers, the players struggle to be the best of the best.&#10;&#10;-- Description from the back cover of the Gearmageddon Core Rules Book&#10;&#10;Gearmageddon was designed to be a game, plain and simple. We wanted to make something fast and fun that could be played within a hour to an hour-and-a-half with minimal brainwave expenditure. Gearmageddon is kind of a zero-calorie asphalt death match.&#10;&#10;- From the Introduction of the Gearmageddon Core Rules Book&#10;&#10;In Gearmageddon, there are three basic actions: move, shoot, and ram. Movement is determined by a player setting the speed of a vehicle and selecting maneuvers. Combat is performed using a target number system. Collision damage is calculated based on speeds and structures of vehicles. Driver Cards provide opportunities for rule-breaking events that can instantly change the tide of battle. Weapon and Upgrade Cards are used for quick reference during games.&#10;&#10;In addition to rules for arena combat, Gearmageddon has rules for combat races based on the 2008 movie Death Race.&#10;&#10;The Core Rules includes rules for cars, motorcycles and tractor-trailers. Gearmageddon was designed to be used with 1/64 scale vehicle miniatures and 3D components. The game's simple rule of erring on the side of a rules decision that causes maximum damage accelerates gameplay.&#10;&#10;In 2011, Exploding Goat Games, LLC started the Worldwide Arena Series, a tournament that ranks Gearmageddon players according to their performance in each game played. Standings are posted weekly on the Exploding Goat Games, LLC Web site.&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Call to Arms: Noble Armada",
    "ID": 93650,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/93650/a-call-to-arms-noble-armada",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The third edition of A Call to Arms now with the Fading Suns RPG license instead of the Babylon 5 license.  This is a reimplementation of the original Noble Armada with the an updated and adapted version of the A Call to Arms ruleset.  Changes to the ruleset include improvements to the critical hit and initiative mechanics along with an expanded boarding mechanic to fit the setting.&#10;&#10;From the Publisher's Website:&#10;The popular space fleet combat miniatures game, A Call to Arms is back, in a brand new guise--drawn from the detailed background of the Fading Suns RPG, A Call to Arms: Noble Armada is a fast to learn, hard to master space combat game involving fleets drawn from the Royal Houses.&#10;&#10;Players must learn how to knock down or bypass the shields protecting enemy vessels, and then launch assaults on ships with an all new boarding mechanic. With full campaign rules and support for tournaments, A Call to Arms is back as you have never seen it before.&#10;&#10;This hardback rulebook includes full fleet lists for the five main Royal Houses, new rules for boarding actions, fighters, scenarios, and a complete campaign that can be played with any fleet. Everything you need to start waging war among the stars!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: A Call to Arms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CUBE: The Print and Play Game",
    "ID": 93652,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93652/cube-the-print-and-play-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This game is based on the &quot;CUBE&quot; movies. Players wake up to find themselves in a cube. They have to find the goal and get out of the cube alive. To escape from the CUBE, you need memory and great luck. Sometimes the goal is right next to you, but sometimes it is too far to find.&#10;&#10;This is a print and play game. The pdf includes the following components:&#10;- 36 cube cards&#10;- 6 character cards&#10;- 12 item cards&#10;&#10;To set up this game, the cube cards are shuffled and arranged upside down in a 6x6 grid. Players choose a character and place the token in the start position. On a turn, a player chooses a direction in which to move and turns over the card of the entered room. If nothing happens, the player can move safely into that room. If the card shows a trap, the player must roll a specific number on a 6 sided dice to determine if the trap could be avoided. If the trap could not be avoided, damage is taken and the room is entered. At the end of each round, the dice is rolled and the grid of cards is moved according to the dice roll. The entire grid is always changing. Characters have special powers and actions.&#10;&#10;The game ends when all of the players die or if one of the players finds the goal and gets out of the cube alive.&#10;&#10;",
    "Categories": [
      "Dice",
      "Maze",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Adventure of Jack Sparrow and Barbossa: The Print and Play Game",
    "ID": 93653,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93653/adventure-of-jack-sparrow-and-barbossa-the-print-a",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This game is based on the film &quot;Pirates of the Caribbean.&quot; In this game, Jack Sparrow and Barbossa are trying to get the Gold Medal first.&#10;&#10;This is a print and play game. The pdf includes the following components:&#10;- player tokens&#10;- Gold Medal token&#10;- cards&#10;- game board showing routes to the Gold Medal&#10;&#10;Players take turns drawing cards and moving their ships on the map. Players can sail closer to the Gold Medal or be damaged by bombs or even blown backwards.&#10;&#10;The person who gets the Gold Medal first wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Movies / TV / Radio theme",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Disney",
      "Movies: Pirates of the Caribbean",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HOME ALONe: The Print and Play Game",
    "ID": 93654,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93654/home-alone-the-print-and-play-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game is based on the film &quot;Home Alone.&quot; In this game, Kevin tries to beat the thieves with some traps, and the thieves try to arrive at Kevin's home.&#10;&#10;This is a print and play game. The pdf includes the following components:&#10;- trap tokens&#10;- life points&#10;- thief tokens&#10;- game board showing a map of Kevin's home and neighborhood&#10;&#10;In this game, Kevin sets moveable traps on the board and the thieves start from the edge of the map. The players take turns rolling a 6 sided dice and, if Kevin, moving the traps, or, if the thieves, trying to avoid the traps while moving closer to Kevin's home. The thieves take damage for each trap they hit.&#10;&#10;If the thieves&rsquo; power becomes zero, Kevin wins. If the thieves arrive at Kevin&rsquo;s house before their power becomes zero, the thieves win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tomb Raider Treasure Battle: The Print and Play Game",
    "ID": 93655,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93655/tomb-raider-treasure-battle-the-print-and-play-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This game is based on the film &quot;Tomb Raider.&quot; In this game, players collect treasures and rob them from rivals! When you battle, you need to anticipate your rival's action. You can't win with just good luck. It is important to choose what you do next.&#10;&#10;This is a print and play game. The pdf includes the following components:&#10;- battle cards&#10;- player tokens&#10;- treasure points and battle point tokens&#10;- event cards&#10;- game board&#10;&#10;In each round, the active player rolls a dice and chooses how many spaces to move. Movement points can be converted to battle points. Event spaces on the board require specific actions. If players are within 5 spaces of each other, they can battle and attempt to rob treasures from each other. Players can choose attack and defense strategies or even try to avoid battle altogether.&#10;&#10;The game ends when a player gathers 10 treasure points.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tonari no Totoro: The Print and Play Game",
    "ID": 93656,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93656/tonari-no-totoro-the-print-and-play-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This game is based on the film &quot;Tonari no Totoro,&quot; specifically the scene in which Mei lost her way. Players play as Satsuki and Kanta and need to catch Mei and bring her back home.&#10;&#10;This is a print and play game. The pdf includes the following components:&#10;- movement cards&#10;- player and Mei tokens&#10;- board with hexagonal spaces&#10;&#10;In each round, a 6 sided dice is rolled to determine the movement of Mei. Then, the players take turns rolling the dice and choosing appropriate movement cards. The players take turns playing movement cards to move their character on the board.&#10;&#10;The game ends when one player finds Mei.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gintama Red Cherry Blossom: The Print and Play Game",
    "ID": 93657,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93657/gintama-red-cherry-blossom-the-print-and-play-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is based on the film &quot;Gintama Red Cherry Blossom.&quot; In this game, characters fight for their government or for their beliefs using weapons.&#10;&#10;This is a print and play game. The pdf includes the following components:&#10;- weapon cards&#10;- player tokens&#10;- life points&#10;- surprise cards&#10;- game board with track and card space&#10;&#10;In each round, the active player flips a coin and moves his character according to the number. The player then needs to follow the command on the box stopped on. Players can fight each other by subtracting weapon abilities from the opponents'. There are also special bonus points for matching characters with weapons.&#10;&#10;Each player has 5 lives and the player who has the most lives after two times around the board wins the game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goblin Factory",
    "ID": 93658,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93658/goblin-factory",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "This game is currently seeking publishers.&#10;&#10;Goblin Factory is a cooperative tile-laying puzzle game for 1-6 players that can be played in less than ten minutes.  Players take on the role of industrious goblins.  A Challenge card drawn from the Challenge card deck determines what sort of machine the players must build.&#10;&#10;Players take turns drawing two tiles from a community pile and adding one card to the machine.  The other tile is discarded.  This represents parts coming down a conveyor belt faster than can be grabbed and bolted/welded/hammered onto the machine.  Parts are added by matching color-coded shapes on the edges of the tiles.  The players must work together in this fast-paced game to beat the clock.&#10;&#10;Most challenges are only three minutes long.  A single game can take less than five minutes to set up, shuffle, and play!  There are also rules and challenges for competitive play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sum Word Game",
    "ID": 93669,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93669/sum-word-game",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The party will be roaring as players sum up the 1-2-3 or 4 part(s) of a word by sketching, speaking or acting them out! It&rsquo;s the best part of all three communication worlds. For example: honesty = on, nest, tea and hilarious = hill, air, e, us.  Be the first team to SUM up 21 points and you win!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Riddle Master",
    "ID": 93670,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93670/riddle-master",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a reading comprehension game that uses a labyrinth adventure theme. The children are deep inside a network of underground caves and must answer the questions presented by the Riddle Master to reach the surface.&#10;&#10;The questions are light riddles based on information presented on the cards. Some spaces offer secret tunnels that allow clever players to move faster. The first kid to reach the surface is declared the winner.&#10;&#10;This educational game is designed for 2 to 6 players. The Blue Level edition is for older children in 4th or 5th grade and the Red Level edition is for children in the 2nd or 3rd grade.&#10;&#10;Includes a colorful board, 6 pawns, a timer, 125 cards, answer key, spinner, and rules.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "When the West Came East",
    "ID": 93690,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/93690/when-the-west-came-east",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "An LPS bonus mini-game, When the West Came East is a solitaire wargame about the First Crusade.&#10;&#10;The player takes the role of the Crusader armies and his objective is to get control of as many areas of the map as possible and eventually to conquer Jerusalem. At the end of the game you get VP for areas controlled and substract VP for casualties.&#10;&#10;While the game originally came out as a bonus, you can buy it, plus another Zimmerer design, in a low price &ldquo;DoublePack.&rdquo;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Crusades",
      "Magazine: Against The Odds",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunderstone: Thornwood Siege",
    "ID": 93701,
    "Year": "(2011)",
    "Geek Rating": "6.061",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93701/thunderstone-thornwood-siege",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Deep in the heart of Thornwood Forest lies the Stone of Blight, one of the Thunderstones desperately needed for the salvation of the world. With the forces of Doom ravaging the lands, time is growing short. When brought together, the Stones have enough power to cast him out of the world- but every stone must be captured if the heroes hope to succeed!&#10;&#10;The heroes are now gathered in Wulfburg at the border of the forest, prepared to brave the dangers of the wood and seek out the Thunderstone, but there is a problem: not only is the Stone fiercely guarded by Doom's minions, they are attacking the town.&#10;&#10;You must break the siege!&#10;&#10;This expansion to Thunderstone introduces new monsters such as the Raiders and Siege Engines which bring the battle to you! These monsters can destroy cards in the village, kill heroes not yet hired, and even hurt you on turns when you are avoiding the dungeon!&#10;&#10;Will you survive to claim the Thunderstone?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merkmal",
    "ID": 93706,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93706/merkmal",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This educational game is supposed to train auditive perception and consists of two equal sets of cards, each showing three or four pictures. One set of cards is spread out openly on the table, the other one is stacked face-down. One player picks up the top card and says what's on it. The first player to touch the matching card on the table keeps it.&#10;&#10;The game is produced in three incarnations called &quot;Merkmal&quot;, &quot;Merkw&uuml;rdig&quot; and &quot;Merkbar&quot;. &quot;Merkbar&quot; has different colors as an additional distinguishing feature.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fighter Pilot",
    "ID": 93713,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93713/fighter-pilot",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Fighter Pilot is a children's game.  A plane in the centre of the game spins around while smaller target planes pop up around the outside.  The goal of the game is fly the central plane into the targets and knock them down.  The game has a joystick to control the central plane's altitude, and a throttle to keep the plane moving.  The game works by way of an elastic band underneath which is connected to all the components.&#10;&#10;From the box: &quot;All Action Flip Out Flying Game - Dive - Pull Up - You're at the Controls - Knock the Planes Out of the Sky.&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frame-Up!",
    "ID": 93714,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93714/frame-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Frame-Up! is a card game dating from the 1950s for two to four players which uses the principle of 'three-in-a-row', but on a larger scale.&#10;&#10;In the basic game, each player has a 3x3 'frame' board on which they lay yellow, blue or red cards depicting 'O' or 'X', and points are scored points for making rows of three.  Red cards are worth the most points.  Some of the cards have black corner markings which alter the points value.  When all cards are laid, the boards are scored, with points available for each horizontal, vertical and diagonal line.&#10;&#10;There are also rules supplied for an advanced version of the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alice in Wonderland Game",
    "ID": 93725,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93725/alice-in-wonderland-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns spinning the spinner and move according to the direction on the outer ring. As soon as a player has passed a space which says the small circle may be used, a player can announce which ring of the spinner they will use prior to spinning. The outer ring is slower and safer, the inner ring is faster - if you are lucky.  There are special spaces on the board that you follow the instructions when you land on them. First player to reach the finish space wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Alice in Wonderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Measure Up!",
    "ID": 93735,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93735/measure-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trick-taking game with a music theme. Each card shows either a time signatures, a note, or a rest.&#10;&#10;Players collect cards to create complete bars (including the relevant time signature), each of which score points.&#10;&#10;On their turn, a player picks up a card (or cards) from the face-down draw pile or the face-up discard pile, places any complete bar they can create face-up in front of them, and then discards a card onto the discard pile.&#10;&#10;The game ends once one player has used all their cards. Players score one positive point for each card they have on the table, and one negative point for each card in their hands. The player with the most points wins.&#10;&#10;Contents:&#10;56 playing cards (16 time signature cards, 40 note/rest cards)&#10;rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "POP the Question",
    "ID": 93736,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/93736/pop-the-question",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trivia game with a music theme. Players have to guess the identity of the solo artist or band described by the clues on a cards. Each card has 6 clues, which are revealed one by one, starting with the most obscure, and leading to the more obvious. The first player to correctly guess the artist or band described by the clues receives the card. The player with the most cards wins.&#10;&#10;Contents: 104 playing cards&#10;rules&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: DVDs",
      "Game: Pop the Question",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El juego de las comunidades europeas",
    "ID": 93737,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/93737/el-juego-de-las-comunidades-europeas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The players move trough squares at the sides of the board, like in Monopoly. The central part of the board is a map of Western Europe, with 18 squares over each country divided in sets of three. Each set of three has a different colour, and a letter inside. The three &quot;I&quot; stand for Industry, T is for Tecnology, P is for Pesca (fishing), Tr is for Transport, A for Agriculture, and E for Energy. At the beginning of the game each player picks a card with the objective for the game, for example: &quot;Take control of all the Fishing of the Mediterranean countries plus Portugal&quot;, or &quot;Take control of the Energy and Industry of Netherlands, Belgium and Luxembourg&quot;. Each player has plastic counters to put over the map, on the squares with letters he needs, so when all three squares of one resource have plastic colours of one colour, their owner takes control of the resource. To put a counter on one map square, the owner must first gather a license of the resource he wants, then land on the squares of the board that allow you to place counters on the map, and then pay for them. A player can put any number of counters in one go, as long as he has the license needed, and as long as he can pay for them. &#10;The sides of the board, where players move, have several different squares. In some of them, the players can get money, or purchase licences, in others the players can put plastic counters on the map, in others they can alter the price of each counter (for example, &quot;Rise 4000 ECUS the price of Tecnology&quot;), and in others they can put counters at half-price or for free.&#10;The game includes a table to track the ups and downs of the prices of each resource, and money (1000, 5000 and 10000 ECUS banknotes. ECU, by the way, was the first name proposed for the currency that we all call Euro now.).&#10;When one player gets his Objective, the game ends, and the player who has gathered more money wins, so sometimes the first to get the Objective is not the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clash of Empires: Eastern Europe 1494-1698 – Field of Glory Renaissance Gaming Companion",
    "ID": 93738,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93738/clash-of-empires-eastern-europe-1494-1698-field-of",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From  the back of the book&#10;Covering Eastern Europe during the Renaissance, and Western Europe in the latter half of the 16th century (1494-1698), Clash of Empires, the third Field of Glory: Renaissance companion provides aspiring generals with everything they need to command an army of steadfast Janissaries, or the troops of one of the Ottoman Empire's foes. With Osprey artwork, maps, and historical background, Clash of Empires brings to the gaming table the great conflicts between the Cross and the Crescent.&#10;The book itself is 110 pages printed in full color with photos of miniatures and paintings from various other Osprey books used throughout.&#10;About the Author&#10;Written by esteemed wargaming experts, including Richard Bodley Scott, former contributor to Wargames Research Group's DBM series. &#10;Armies included:&#10;Early Ottoman Turks&#10;Hungarian&#10;Early Venetian Colonial&#10;Wallachian, Moldavian Transylvanian&#10;Mamluk&#10;Aqqoyunlu Turcoman&#10;Tartar&#10;Early Russian&#10;Early Polish&#10;EarlyLithuanian&#10;Kalmar Union&#10;Caucasian States&#10;Knights of St John&#10;Safavid Persian&#10;Early Imperial Austrian&#10;Early Danish&#10;Vasa Swedish&#10;COssack&#10;Later Imperial Austrian and German States&#10;Polish-Lithuanian Commonwealth&#10;Later Ottoman Turkish&#10;Early Gustavan Swedish&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ABC Bingo Game",
    "ID": 93739,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/93739/abc-bingo-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Product Description&#10;Calling all super readers! Join Super Why, Alpha Pig, Princess Presto and Wonder Red in this ABC Bingo game where your child can practice letter identification and begin to read simple words. Featuring cards with letters that spell three letter words, the first player to cover three letters horizontally or vertically and calls out Super Duper wins!&#10;For 2 to 4 players, ages 4 and up.&#10;Contents: bingo cards, bingo chips, letter cards and instructions.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Rover",
    "ID": 93740,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/93740/red-rover",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Product Description&#10;Learn about colors, numbers, letters, and shapes with the Red Rover Game from Mattel. This electronic interactive game challenges up to four players aged 3 years and older to find the bone marked with the correct sticker depending on the color, the number, the shape, or the letter. The friendly &quot;voice&quot; of Red Rover guides players through game play and encourages learning during the process.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ghost Play",
    "ID": 93763,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/93763/ghost-play",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Chinese-themed card game created by QMOND.ME&#10;&#10;Now is the chaos of the world, the demons run rampant. Dark smoke two players camp brand camp, representing the main factions of the two channel division: &quot;Peace Avenue&quot;,&quot;Tianshi&quot; solution based on the moral acceptability of various occasional fight, the King of Ghosts was waiting in the wings seal.&#10;Get rid of the color corresponding with their kid camp extra bonus points; always be some people harbor no deception: &quot;depraved&quot;&#10;Evil ways players will need to try everything to make the other a player possessed by three demons, and then let the King of Ghosts possessed in his own body against other players. However, if the evil ways by three players to their kid possessed, the evil ways of death and the end of the game players, other players are settled scores.&#10;&#10;5 Kinds of Cards&#10;&#10;Identity X 12&#10;Taoism X 80&#10;Ghost X 40&#10;Ghost king X7&#10;magical power (1 point) X 50&#10;magical power (3 point) X 30&#10;&#10;game-play&#10;Round stage players perform the following actions&#10;1. day stage&#10;use of spiritual power, remove license Taoism and use of hand instruments used in the card&#10;2. night stage (playing King of Ghosts of the player draws a card Taoism)&#10;ghost haunt, and open ghost ghost deck will be possessed in accordance with rules to determine which player on the exorcism can then be.&#10;&#10;goal&#10;1.King of Ghosts did not show up: public identity of all the players, clearing scores of the two camps scores, scores of high-camp to win (the team victory in the system)&#10;2.King of Ghosts have appeared, and the King of Ghosts was punitive, public identity cards of all players, clearing scores of the two camps scores, scores of high-camp to win the King of Ghosts Ghost not dead deck was exhausted and the players play to win the King of Ghosts.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Asia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Cat: The Santa Claws Scam",
    "ID": 93793,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/93793/top-cat-the-santa-claws-scam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Christmas-themed Board Game for children, based on Hanna-Barbera's Top Cat TV series.&#10;&#10;&quot;It's Christmas, and Top Cat and the gang are on the look out for some easy money to buy the last prize hamper in the shop. Top Cat's plan is to dress up as Santa, and stand in front of shop entrances collecting money. After all, everybody would like to help a poor hungry kitty at Christmas time!&quot;&#10;&#10;Each player controls a member of Top Cat's gang. Players start the game with 3 cards representing a Santa costume (Beard, Hat and Cloak), but can lose and gain these items of clothing as a consequence of various game events. To collect cash, a player must be in the possession of a full Santa outfit and end their turn on a money square (shop entrance).&#10;&#10;Top Cat's nemesis - Officer Dibble - moves around the board after each player's turn. If Officer Dibble lands on a player, the player loses all of the cash that they're currently carrying. Cash can, however, be safely deposited in the player's home square (a trash can).&#10;&#10;Several event cards allow the players to attempt to &quot;spoof&quot; another player. &quot;Spoofing&quot; involves a bluffing/guessing game in which players have to guess how many coins the other player is concealing in his hands. The winner takes the loser's cash, and can also steal an item from the loser's Santa Costume.&#10;&#10;The first player to collect 10 coins and purchase the prize hamper from the food shop wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Holidays: Christmas",
      "TV Shows: Hanna-Barbera"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "No Retreat!: Solitaire",
    "ID": 93797,
    "Year": "(2011)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93797/no-retreat-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "3.3333",
    "Description": "This No Retreat! Solitaire Expansion Kit to VPG's popular No Retreat! 1: Russia game, allowed designer Carl Paradis to respond to its loyal fan base of enthusiastic players by adding more Event cards and counters while you play both opposing sides. This Expansion Kit also includes twists, drastically changing your road to victory to a near defeat that you must salvage!&#10;&#10;Notice: No Retreat! Solitaire is not a &lsquo;stand alone&rsquo; game. You must own a copy of No Retreat! 1: Russia to use this expansion kit.&#10;&#10;Game Data:&#10;&#10;Number of Players: 1&#10;Ages: 12 and up&#10;Playing Time: adds only slightly to playing time&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: Each unit is 1 army or front, each hex is 100 kilometers, and each turn is 1 or 2 months.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Russia",
      "Magazine: C3i",
      "Players: Expansions Adding Solo Play",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: No Retreat! (Carl Paradis)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bright",
    "ID": 93806,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/93806/bright",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The object of the game is to call &quot;Snatch&quot; when you see that a match between two cards has been made. Matches are made when the same shape or the same colour are shown on both cards. It does not matter how many objects are on the cards. For example, 1 Blue Rectangle matches 6 Blue Ovals, and 1 Red Star matches 3 Purple Stars.&#10;&#10;The winner is the player who has the most cards after 15 minutes or the first player to collect all 54 cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leap Frog",
    "ID": 93814,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/93814/leap-frog",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "8",
    "Play Time": "8",
    "Weight": "0",
    "Description": "Leap Frog is a children's game for two players. The board contains a grid, representing a lilly pond.&#10;&#10;Each player has five lilly pad counters, which are moved around the pond according to the roll of a die. In addition, each player has four frog counters, which start on opposite banks of the pond.&#10;&#10;The object of the game is to move all four frogs to the other side of the pond - but you're only allowed to jump to a location that contains a lilly pad. Frogs are allowed to &quot;leapfrog&quot; over lilly pads which contain another frog (as long as there's an empty lilly pad on the other side).&#10;&#10;The first player to successfully move all four frogs to the opposite side of the board wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mercury Boulevard",
    "ID": 93821,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93821/mercury-boulevard",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules: The idea of the game is to get out of town. To do so you must reach either the Hampton Roads Tunnel, the James River Bridge, or the Williamsburg Pottery Company.  However, before arriving at one of these exits, the player must visit a landmark within the town. Landmarks to visit are designated at the start of the game by a card drawn by each player from the deck on the All America Game Symbol. The game starts at Fort Monroe. Players roll one die and move their markers along Mercury Boulevard the number of squares indicated. Two to eight players may play the game.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs:  Dark Passageways",
    "ID": 93822,
    "Year": "(2011)",
    "Geek Rating": "5.592",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93822/catacombs-dark-passageways",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7857",
    "Description": "Catacombs: Dark Passageways is a card-based mini-expansion for the original Catacombs game. This expansion introduces new &quot;exploration&quot; room cards which add exciting effects to the base game while the heroes are exploring the Catacomb. The heroes can uncover unexpected benefits to aid them in their quest; however, the Overseer controlling the monsters can also unleash new dark powers to thwart their efforts.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy Alley Junior",
    "ID": 93823,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.44",
    "Link": "https://boardgamegeek.com/boardgame/93823/spy-alley-junior",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players are spies, blindly choosing a nationality that will be hidden from others.  Taking turns, players roll a die or use movement cards to circle the board.  When a player lands on a colored &quot;guess&quot; space, they may guess the hidden identity of any other player who is currently located on the same colored guess space located anywhere on the board.  If a player's identity is revealed, they are out of the game.  The last player remaining is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BOZ's BIG World Adventure Game",
    "ID": 93835,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93835/bozs-big-world-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the Christian preschool DVD series &quot;BOZ the Green Bear Next Door&quot;&#10;&#10;Object: Be the first to make it around the world and back to BOZ's treehouse by completing challenges along the way.&#10;&#10;1. The first player draws a card and completes one of the following Adventure Card challenges:&#10;&#10;Counting (Red): Look at the picture on a RED card.  Is it a nose? Count the noses in the room.&#10;&#10;Charades (Blue): Use your imagination to act out what you see on a BLUE card.&#10;&#10;I Spy (Yellow): Colors and shapes are everywhere! Can you spy the color or shape you see on a YELLOW card?&#10;&#10;Thank You, God (Orange): When you draw an ORANGE card, tell God something you're thankful for.&#10;&#10;Go (Green): Find the matching picture on the game path and move to that square when you draw a GREEN card.&#10;&#10;2.  After you complete the challenge on your turn, move to the next square that matches the color on your card.  If you draw a green card, immediately move forward or backward on the game path to the green square with the matching picture.&#10;&#10;3. Play continues to the left until someone reaches the striped square at BOZ's treehouse and wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirates of the Isles",
    "ID": 93844,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/93844/pirates-of-the-isles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Be blown away by the whirl of adventures. Wander to distant seas where sharks, octopuses and floating isles are waiting for you. Spin the helm and go after the merchandise and gold. Your rivals will effectively spice up your trip. Great glory and an admirable sailing ship await the most audacious pirates. The game is full of adventures and unexpected twists and turns.&#10;&#10;The goal of the game is to collect 10 gold coins. Each player complete quests, and receive rewards. You move around the board, after spinning the arrow. The players may fight each other, and intercept the cargo. Beware of sharks and octopuses. Even setting up the game is fun &ndash; first you need to construct the Pirate Galleon. Every time you attach isles to the main board, you get different setup. In the box you will find lots of different tokens, cards, modular board, and Pirate Galleon. Have fun.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Pirates"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kinyama's",
    "ID": 93866,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93866/kinyamas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Kinyama's is a roll and move game with collectible player figures (Kinyama&rsquo;s figurines). It was created as an advertisement for a Luxembourgian supermarket. You have to be the first player to reach the end of the circuit.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skill",
    "ID": 93870,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/93870/skill",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Different 'tiddlywinks' applications, game of skill&#10;Boccia 1: Using a big plastic coin you have to flip your 5 small coins onto a consecutively numbered matrix - the larger the distance the higher the value you can achieve&#10;Boccia 2: Like the 'Original' you have to flip your 5 coins as&#10;close as possible towards a target; it is allowed to 'move'&#10;coins&#10;Darts: Similar to Boccia 2, centrally located main target  &#10;Flipper: Using 2 coins and 2 meeples to form a team of two &#10;horsemen within a yellow range on the board: try to hit and capture opposing teams while flipping in sequence&#10;Bowling: 9 green meeples have to be pushed down using to big &#10;plastic coins&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neurodyssée",
    "ID": 93884,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.19",
    "Link": "https://boardgamegeek.com/boardgame/93884/neurodyssee",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "After a long voyage in space, they are back at the doorstep of our planet. The funny aliens are here to learn more about the European Union.&#10;&#10;Though they are outstandingly intelligent, they suffer from a big concentration problem. If they have to think for too long, their brains explode. That's why they record all their knowledge on memory cards. These cards are precious to them, and our alien friends have no intention of sharing them !&#10;&#10;27 member states of the European Union, 27 memory cards to win ! Which one of them will bring the most of them back to his mother planet ?&#10;&#10;Neurodyss&eacute;e is a Trivia game where players take the role of aliens who want to learn more about the European Union.&#10;&#10;On each turn, the players alternate taking one of the three roles:&#10;&#10;     One player is the &quot;Candidate&quot;: he must answer a question correctly to win &quot;memory&quot; cards. The number of cards he may win depends on the difficulty level he chooses.&#10;     One player is the &quot;Game Master&quot;: after the debate led by the &quot;Disturbers&quot; (see next bullet), he reads the question from the question card and the three answers.&#10;     All other players are &quot;Disturbers&quot;: each of them choses one of the answers from a randomly drawn question card and try to convince the &quot;Candidate&quot; to choose that answer, before the &quot;Candidate&quot; even knowns what the question is. Once the &quot;Game Master&quot; decides he had enough of the debate, he reads the question and all possible answers aloud and the &quot;Candidate&quot; chooses one answer.&#10;&#10;&#10;Each player has a character card representing an alien with a second card that is shifted above the first to indicate the alien's brain size.&#10;&#10;If the &quot;Candidate's&quot; chose the wrong answer, his brain grows the number of levels equal to the difficulty level he chose. He also loses one of his memory cards to each &quot;Disturber&quot; who defended that answer, if any.&#10;&#10;If the candidate chose the right answer, the &quot;Disturbers&quot; who defended that answer lower their brain size by one level. The &quot;Disturbers&quot; who defended a wrong answer raise their brain size by one level.&#10;&#10;If a player's brain &quot;explodes&quot;, he draws one question card and reads all four questions. He loses memory cards to the first player who gives a correct answer to each question. The number of cards lost depends on the question's difficulty level. The player may loose up to 10 cards in this process (1+2+3+4).&#10;&#10;Once the memory card pile is empty, the player with the most memory cards wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kipper's Pick-up Pairs",
    "ID": 93896,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93896/kippers-pick-up-pairs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's board game based on the books by Mick Inkpen.&#10;&#10;Flip cards over to make simple matches and collect tokens that represent Kipper's favorite toys.  If your card makes a match on the starter board, take a token and put it in your basket.  The first player to fill their basket with Kipper's 12 toys is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defenders of the Realm: Hero Expansion #1",
    "ID": 93897,
    "Year": "(2011)",
    "Geek Rating": "5.773",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93897/defenders-of-the-realm-hero-expansion-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7333",
    "Description": "Defenders of the Realm: Hero Expansion #1 includes four new heroes &ndash; with a miniature and character card for each hero &ndash; along with six new global effects cards and five tokens for use with the Defenders of the Realm base game. (This expansion also includes a Paladin miniature to replace the onein the base game.) The new heroes introduced in this expansion are:&#10;&#10;&bull; Captain of the Guard: The Captain of the Guard is an experienced warrior who can give orders (extra actions) to other player's heroes to carry out on their turn if he chooses, who rides a powerful battle steed, and who has the tactical ability to outwit the enemy troops advancing during his Darkness Spreads phase.&#10;&#10;&bull; Assassin: The Assassin can appear and vanish from nowhere, launching sneak attacks on minions, then vanishing to the safety of the shadows at the end of her turn. Most importantly, she has the ability to land a deathblow to any General just when the heroes think all is lost.&#10;&#10;&bull; Chaos Wizard: The Chaos Wizard is able to cast powerful spells, but the untamed magic that he uses will not only lay waste to the invading minions, but can also wound himself and other heroes, or destroy the land he is working to protect if not kept in check.&#10;&#10;&bull; Adventurer: The Adventurer holds a magical item from previous quests that gives her great ability in card management. Additionally, her questing experience enables her to complete a minor quest for Hero cards each time she ends her turn on a location with a Treasure Chest and grants an advantage on major quests. Couple all this with her ability to mingle with lowlifes of the Inns and she can be a powerful defender of the realm.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Defenders of the Realm"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defenders of the Realm: Hero Expansion #2",
    "ID": 93898,
    "Year": "(2011)",
    "Geek Rating": "5.744",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93898/defenders-of-the-realm-hero-expansion-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8462",
    "Description": "Defenders of the Realm: Hero Expansion #2 includes four new heroes &ndash; with a miniature and character card for each &ndash; along with six new global effects cards for use with the Defenders of the Realm base game. The new heroes you can mix and match with those in the base game or other expansions are:&#10;&#10;&bull; Healer: The Healer, although she does not sound particularly powerful, has some very interesting and magical skills. Not only can she spend actions to Heal three wounds to Heroes at her location including herself (especially useful if losing a battle to a General), she automatically heals one wound to all Heroes at the end of her turn if on a location with them. Couple this with the ability to use minion's energy at tainted locations to heal the land and her Walk in the Light ability to ignore a General's combat abilities and you have a very valuable hero to add to your team.&#10;&#10;&bull; Druid: The Druid is very powerful in wooded areas (Green Locations) and a strong healer of the tainted land. His &quot;One with the Earth&quot; ability keeps him safe from enemies when in the woods and his ability to summon woodland creatures at any Green Location to attack Minions (even when he is not present) is extremely useful in keeping Orcs and Imps under control.&#10;&#10;&bull; Elf Lord: The Elf Lord knows the secret pathways through forests, enabling him to travel swiftly through all green locations. His mastery of Elf Magic enables him to assist himself (or other heroes) with a re-roll of one die each round, and his ability to ambush Minions and Generals in combat makes him a strong warrior in support of the realm.&#10;&#10;&bull; Monk: The Monk, a wanderer on some sacred quest for her order, is a master of the Martial Arts, enabling her to land a fury of blows with her staff on the unfortunate minions and Generals she encounters. Additionally, she uses the same training to defend herself against attacks. Her spiritual conditioning and wandering nature provide her with an additional Quest opportunity at all times as she is always holding two Quest Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Defenders of the Realm"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defenders of the Realm: Hero Expansion #3",
    "ID": 93899,
    "Year": "(2011)",
    "Geek Rating": "5.722",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/93899/defenders-of-the-realm-hero-expansion-3",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "Defender of the Realm: Hero Expansion #3 includes four new heroes &ndash; with a miniature and character card for each &ndash; along with a half-dozen new global effects cards and three tokens for use with the Defenders of the Realm base game. The heroes in this expansion are:&#10;&#10;&bull; Feline: The Feline, half cat and half human, has the ability to shadow any moving Hero or General, advancing with them as they leave or pass through the area if on foot or horse. Her catlike reflexes and razor-sharp claws make her a strong warrior in defense of the realm.&#10;&#10;&bull; Shaman: The Shaman, a shape-shifter and magic user, is a welcome addition to any Hero team. His Arrows of Destruction rain doom on minions and his ability to change into a Wolf or Bear grant him valuable skills in movement and combat.&#10;&#10;&bull; Seeker: The Seeker was born with the ability to glimpse the future and as such the Seeker always knows where the next Minion attack will occur and if a General will move. The sword she wields is extremely deadly because of her ability to foresee the battle beforehand, enabling her use all Special Cards as Battle Luck cards. If her attacks fail to defeat all enemy in the area, she can call upon her magic to summon images that will confuse her attackers and send them them wandering off to other lands.&#10;&#10;&bull; Thief: The Thief is the master of sneaking behind enemy lines to not only scout the army of the Dark Lord, but also to steal battle plans from the General's headquarters tent. While not the greatest of warriors, the use of her daggers in combat, especially when treasure can be stolen, often enables her to question the enemy before dispatching them and to gain valuable information in the form of Hero Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Defenders of the Realm"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fighting Steam!",
    "ID": 93902,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/93902/fighting-steam",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Fighting Steam! is a simulation of naval combat during the U.S. Civil War.  The players control the vessels that took part in the battles on either the Union or Confederate sides.  Each turn represents about 7 minutes.  Each movement/range point equals about 100 yards.  Each counter represents an individual ship that took part in the battles.  There are 10 different naval actions, called scenarios, in the game.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Speedway Strategies: The Racing Game",
    "ID": 93912,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/93912/super-speedway-strategies-the-racing-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Roll and move racing game endorsed by Richard Petty.  Players move their cars around the track for a predetermined number of laps, collecting &quot;Petty Cash&quot; (as well as Points and Laps).  There are Pit, Wreck, and Pass cards that confer bonuses and penalties.  The ultimate goal is to have the most cash at the end of the game, not necessarily to win the race itself (although that does bestow cash).&#10;&#10;",
    "Categories": [
      "Economic",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Erste Hilfe",
    "ID": 93918,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93918/erste-hilfe",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Educational game about first aid.&#10;&#10;In their turn, the players select a card from her hand. On the  front it is a question and three possible  response alternatives (A, B, C). The player chooses the supposedly correct answer.&#10;If the answer is  wrong  the  player, the card remains on  the  card  hand  and  the  player  loses  the  stated amount of points. He must miss a turn if necessary.&#10;&#10;After a pre-agreed number  of rounds the points of the players are compared. Who could  collect the most points is the winner. Alternatively,  can  be played without points. In this case, the end is simply  the number of discarded cards of players  compared.&#10;&#10;Game has electronic pen for choosing answers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Electronic",
      "Medical",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TEXsTORY",
    "ID": 93922,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93922/texstory",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "TEXsTORY is a word game of improvisation. Mimic, sing, whistle or tell a story are the ingredients of this entertaining game. First, by drawing of 3, 4 or 5 letters, try to ask each turn all of his chips by forming a word. The word must be placed hidden from other players by placing the letters upside down on the table. Then in a second time by drawing card option: it will discover its hidden word, the other players by mimicking or imitating 3 clues or telling a &quot;Story&quot; improvised story or singing or whistling a improvisation. Put the word will be validated if another player guesses the hidden word.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Singing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Handel Ehrlekh",
    "ID": 93927,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93927/handel-ehrlekh",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jewish-themed Monoply Clone with an educational message aimed at teaching Torah values to kids.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Negotiation",
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "¡Uncle Cucuy's Lucha Libre!",
    "ID": 93955,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/93955/uncle-cucuys-lucha-libre",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From the Front Cover:&#10;&#10;&iexcl;The Dice Game of Mexican Wrestling!&#10;&#10;     For 1 or more players!&#10;     Play for hours, or just a few minutes!&#10;     Customize characters with your own one of a kind Luchador Mask designs!&#10;&#10;&#10;&#10;User Summary:&#10;&#10;A match is played between two or more characters who are defined by three attributes:&#10;&#10;     Strength that starts at two dice&#10;     Agility that starts at two dice&#10;     Stamina that starts at 12&#10;&#10;&#10;A character also has an additional die that is placed in either Strength or Agility.&#10;&#10;Each round, players choose to roll either their character's Strength or Agility, with the higher score winning, and the loser subtracting the difference from their Stamina. Rolling doubles explodes the dice (roll the doubles again and add to the previous roll). Any rolls of 6 automatically cause 1 point of damage to their opponent's Stamina.&#10;&#10;&#10;     If a round was won using Strength, any character reduced to zero or less Stamina loses and is out; if all characters have no Stamina, the match is a draw.&#10;     If a round was won using Agility, the winning character has pinned the losing character. Pinning a character for three consecutive rounds will cause that character to lose.&#10;&#10;&#10;At the end of each match, players can increase their character's stats using Glory Points (1 GP is gained for each point scored in their rolls, and an additional 100 GP goes to the winner of a match). Buying an additional Strength or Agility die costs the current number of dice x 100 GP (each additional die bought also adds 5 Stamina).&#10;&#10;There are additional rules for using teams, weapons, and stunning. The game includes a worked example, pre-made characters, and blank character cards.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rally Ho!",
    "ID": 93961,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93961/rally-ho",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia games about RV (Recreational vehicle) lifestyle.&#10;Rally Ho! challenges participants to correctly answer trivia questions and rewards the correct answer with the right to roll the dice and move their RV forward!&#10;Trivia questions are grouped in 4 categories; RV Travel, The RV Lifestyle, The Great Outdoors, and American Nostalgia.&#10;The more knowledge they have about America, travel and the RV lifestyle, the faster they'll reach the rally site and win!&#10;&#10;Components:&#10;&#10;     game board, &#10;     360 question cards in 4 categories, &#10;     36 Road Hazard cards, &#10;     20 Road Rescue cards, &#10;     4 mini RVs, &#10;     1 timer, &#10;     2 dice&#10;&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit Junior: Fifth Edition",
    "ID": 93965,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/93965/trivial-pursuit-junior-fifth-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the fifth edition of Trivial Pursuit Junior players roll dice and move around the board answering questions in six categories.  As with other Trivial Pursuit games, the board spaces are a wheel with spokes, and the spaces are color-coded to trivia categories.  The goal of the game is to answer a question in each of the six categories on the &quot;pie space&quot;, and then return to the center of the board to answer a final question and win.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vendetta",
    "ID": 93967,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/93967/vendetta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Vendetta is a chess variant for four players. The game is not very original - very similar games like 4 handed chess exist already since a long time.&#10;&#10;Vendetta is played on a cross shaped board: attached to each of the four sides of a standard 8x8 chess board there are four 4x8 parts. &#10;The final board has a 192 squares, differently from most 4-way chess sets which have only 160 squares, as the additional parts of the board are only 3x8.&#10;&#10;Here, queens start the game always on black squares. The rules suggest to play in two teams of two, or each player for itself, but do not mention what the conditions to win are.&#10;&#10;The pieces, colored white, black, blue and red are hollow and should be filled with sand. &#10;On the reverse side of the board, a normal chess board is printed.&#10;&#10;The box tells that &#10;The game is copyrighted by J. Deak, Ewing, N.J. 08638, U.S.A. U.S.A. patent No: 4,778,187. 1986&#10;&#10;Made in Holland. Marketed By: Bonne Nuit, Inc. 743 Alexander Road Princeton, N.J. 08540 U.S.A. Tele: 609-987-1269, Fax: 609-520-1350.&#10;&#10;Also distributed in tube format - first edition 1987&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossroads: The Accident Prevention Game",
    "ID": 93972,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/93972/crossroads-the-accident-prevention-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Crossroads is a children's game.  The aim is to be the first to move your token from your start space to the home space.  Dotted around the board are hazards which cause you to return to your start space.  The hazards include crashes, visiting the police station or visiting the hospital.  Movement is carried out by means of drawing cards and moving according to the instructions on the card which are a direction and distance.  In this manner, players must plan a route which does not hit a hazard or a dead end.  If a player is unable to move their token, they must return to their start space and discard their hand of cards.&#10;&#10;From the box: &quot;An exciting and hazardous racing game for 2 to 6 younger players&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Teddy Bears Picnic",
    "ID": 93974,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.65",
    "Link": "https://boardgamegeek.com/boardgame/93974/teddy-bears-picnic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Teddy Bears Picnic is a roll-and-move children's game.  Players must move their teddy bear playing piece around the board collecting items for a picnic.  The first player to collect four different snacks and return to the centre of the board is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diception",
    "ID": 93979,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/93979/diception",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher's website:&#10;&#10;&quot;Welcome to the crazy, fast-paced, fun-for-the-whole-family world of Diception!  A board game that takes less than two minutes to learn and a lifetime to master! It requires no special skills or abilities, but be cautioned, you never quite know who is bluffing and who is playing it straight!&#10;&#10;Diception is similar to liar&rsquo;s dice but adds a few twists of its own making it the perfect fun-for-the-whole-family board game! The included instruction booklet contains multiple different ways to play ensuring you will never get bored!&#10;&#10;The strategy from person to person and hand to hand changes each time a new bid is made! Guess wrong and you lose a die, guess right and your opponent must surrender one of their precious cubes!&#10;&#10;But wait, there is a a twist! Roll the Second Chance Cube, it could change your fortunes or maybe even the fortunes of the entire table!&#10;&#10;To win and be crowned the Diceptor, be the last person still holding dice!&#10;&#10;Diception is fast to play! An entire game can be played in as little as ten minutes making it the perfect play anytime anywhere board game! But it is so much fun to play you just might wind up playing for hours!&#10;&#10;Each Diception board game comes with 20 dice, a Second Chance Cube, four high quality genuine leather tumblers, instruction booklet that reveals multiple different ways to play, and a convenient and durable carrying case, complete with carrying strap!&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Bluffing – Dice Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sexopoly",
    "ID": 93984,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/93984/sexopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Product Description&#10;Sexopoly is a new adult board game of strategy, luck, intimacy and fun! Designed to be played with your partner and/or VERY good friends - for everyone who enjoys intimate and sexy games. Each throw of the dice will move you around the board and by using Sexopoly money (notes) you will purchase businesses and aim to make the most profit within the adult industry. The Risky or Frisky cards will help and hinder your progress, the cards will try to relieve you of your money, clothes &amp; inhibitions and even tempt you with more riches by having you perform sexy challenges (or not - it's up to you)!&#10;&#10;Each game includes the following contents: 1 Playing Board, 8 Playing Pieces, Sexopoly Notes (money), 100 Risky or Frisky Questions, 100 Trivia Questions, 28 Ownership Cards, 2 Dice &amp; 1 Rules sheet.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordplay Family Edition",
    "ID": 93985,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/93985/wordplay-family-edition",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Product Description&#10;If you love word games...get ready for WORDPLAY. It's fast-paced, challenging, and easy to learn - and everyone plays every round! The spinner determines the letters and category for each round. For instance, the category might be &quot;Food &amp; Drink&quot;, and you may be looking for words that begin with a 'P' and contain an 'A' - 'Pizza' and 'Pasta' may come to mind, or maybe 'Pancakes' and 'Peaches'. What about &quot;Places&quot; that start with a 'B' and contain an 'N'? You may think of 'Boston' or 'Birmingham'. If you can't think of any &quot;Places&quot; with those letters, you can still score points - just fewer - by coming up with words outside the category, like 'Banjo', 'Bargain', etc. You get the picture. There are different ways to score points, and the more points you score the more spaces you advance on the board. Every round provides a whole new challenge, and there are countless possible combinations to wrap your mind around. WORDPLAY is addictive fun that will make your head spin!&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tiddlytennis",
    "ID": 93991,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/93991/tiddlytennis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Tiddly Winks played on a felt tennis mat with a &quot;net&quot; made of wood between the ends. A plastic disk is pressed against a second plastic disk to propel second plastic disk over a net. If you miss, your opponent scores a point.&#10;&#10;Repeat.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "22 B.B.Y.",
    "ID": 94008,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94008/22-bby",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "22 B.B.Y. is a print and play game set during the Clone Wars in the Star Wars universe.  Players take on the role of Jedis, who lead a crew of Clone Troopers and try to liberate Systems occupied by the Confederation of Independent Systems.  Players roll standard six sided dice in attempts to defeat CIS troops, Bounty Hunters or to complete special missions.&#10; The game was inspired by Risk Express by Reiner Knizia&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "China: The Embassies",
    "ID": 94017,
    "Year": "(2011)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94017/china-the-embassies",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "China - The Embassies is an expansion for China that adds another scoring option to the game.  On their turn, when players have the option of placing two pieces, players may place an embassy along with a house which will score points at the end of the game.&#10;&#10;The Embassies are distributed through the BGG store and are unlike many other small expansions for China that were print and play; it is a thick cardboard punch sheet that matches the professionally printed quality of the base game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Promotional: BGG Store Promos",
      "Series: Web of Power / China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Assault on Rotterdam",
    "ID": 94033,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94033/assault-on-rotterdam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Assault on Rotterdam is an extended scenario for the MMP SCS game Fallschirmjaeger: The Airborne Assault on Fortress Holland.  &quot;Assault on Rotterdam&quot; shipped with MMP's Operations Special Issue #1.&#10;&#10;After the bombing of Rotterdam on May 14th 1940, the Dutch forces surrendered the city.&#10;&#10;This is a what-if scenario, based on what would have happened if the city had not been bombed and instead there had been a Battle of Rotterdam.  The scenario includes an additional countersheet of German and Dutch units, and extends the base game by a day and a half, assuming that the Dutch did not surrender on May 14th, and the cross-river assault planned by the Germans was executed.&#10;&#10;6 historical variants for each player have also been added.&#10;&#10;Contents:&#10;&#10;     4 pages of rules, variants and background information&#10;     1 countersheet (131 counters + 1 blank counter)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Rotterdam (Netherlands)",
      "Country: Netherlands",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operations Special Issue #1",
    "ID": 94035,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94035/operations-special-issue-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Operations Special issue #1 includes Iwo Jima: Rage Against the Marines (with a countersheet - 88 x 5/8&quot; counters), articles and a second counter sheet containing replacements for a variety of other games.&#10;&#10;It also contains the following ASL material :&#10;&#10;&#10;     the Singling Campaign Game and 4 pages of Chapter Z notes.&#10;     25.5 x 22&quot; Singling Map&#10;     2 Singling Scenarios, the first of which is used for the start of the Singling campaign game&#10;         ASL Scenario SG1 - Abram's Charge, Singling, France, 6 December 1944 (heavy armor scenario pitting 13 Shermans including 1 Jumbo, against a mix of Panthers, JgPz IVs and StuG IIIG)&#10;         ASL Scenario SG2 - Fitzgerald's Fire, Singling, France, 6 December 1944 (a smaller follow up action)&#10;    &#10;&#10;&#10;Additionally there are the following independent scenarios:&#10;&#10;&#10;     ASL Scenario S30 - Ripples on the Pond, Apweiler, Germany, November 16, 1944 (Operation Queen, the American assault into the Roer River Plain).&#10;     ASL Scenario S31 - Going to New York, Station San Oliva, Sicily, 10 July 1943 (Pushing inland immediately after the invasion landing).&#10;     HASL Scenario VotG18 - Central Stalingrad, 14 September 1942 (The German's initial advance into Stalingrad).&#10;&#10;&#10;Read more: Operations Special Magazine.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Verbal Game",
    "ID": 94036,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/94036/the-verbal-game",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This is an educational, vocabulary-building card game based on word etymology.  From the rules: &quot;The world of words is explored in The Verbal Game where the familiar form of a deck of playing cards is used to construct words that work in everday life, as well as words for special purposes, such as college entrance testing.&quot; &quot;...an exercise in the building of words through the combination of prefixes, roots, and suffixes.&quot;&#10;The 52 card deck used is composed of one suit of prefix cards, one suit of suffix cards and two suits of roots, 13 cards in each suit.  The 'de luxe' edition has two extra, more complex suits of roots for use after players are experienced with the basic roots.  Each card has from four to eight word fragments and variations from which to choose when playing.  Like a standard deck of cards, this is a game system and rules are given for Verbal Rummy, Verbalgrams, Crossword Solitaire, Verbal Chess, Tug of War, and others.&#10;From the ALPSCO Science Series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Geometra",
    "ID": 94037,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94037/geometra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A satirical science fiction card game created for the February Design contest; the game revolves around creating positive feedback loops formed out of individual cards, each of which must connect to the previous card. There are three 'suits' that the cards convert between, and three possible values. Players use pawns to perform various actions over the course of a turn, and can either work cooperatively by building card systems jointly or competitively by taking over systems. Thematically, players take the roles of members of the Society of Learned, Orderly, and Beneficent Beings, a society of aliens devoted to bringing about cosmic unity as they attempt to harmonize a planet with three species locked in warfare.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Empire of the Dinosaurs",
    "ID": 94041,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/94041/empire-of-the-dinosaurs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "Take a journey back in time to the Mesozoic age when DINOSAURS ruled the earth! Witness their battles for survival in a prehistoric world!&#10;&#10;Empire of the Dinosaurs puts you in control of heavily armed herbivores, gigantic long necked Sauropods, and fearsome predators such as Tyrannosaurus Rex, who dominated the ancient landscape.&#10;&#10;Use the unique abilities of each dinosaur to settle and expand territory, or establish a lair and hunt your opponent&rsquo;s herds to extinction!&#10;&#10;To rule and conquer each choice you make is a matter of life or death. Protect your dinosaurs from vicious attacks, natural disasters, injury, and disease. The player who scores the most Fossil points by the end of the game is declared the winner.&#10;&#10;Areas of your dinosaur kingdom are represented by different cards:&#10;&#10;Territories are locations where you play herbivores and create herds. Once a territory becomes settled you can try to score Fossils by overcoming Events. But watch out! It&rsquo;s your opponent who decides what Events your herds will face.&#10;&#10;A Predator Lair is where your meat-eating dinosaurs are played. When your Lair gets established you can score Fossils for successfully hunting your opponent&rsquo;s dinosaurs.&#10;&#10;The Nesting Site is the area where you play Action cards. These cards allow you to dramatically alter game play or surprise your opponent with unexpected abilities. If you can form a Colony here then you will score Fossils for certain dinosaurs in your herds.&#10;&#10;Each card also contains fascinating educational facts about these mighty creatures of the past.&#10;&#10;Dinosaurs dominated life on this planet for over 160 million years, find out how with Empire of the Dinosaurs!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Fighting",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Phase Order"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Searchquest for Kids",
    "ID": 94043,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94043/searchquest-for-kids",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids love looking for things - and SearchQuest For Kids will have them searching, scribbling, and shouting for more. Everyone gets their own game card for the round, which has three words hidden inside a Letter Grid. The hidden words may be animals, types of food, verbs, objects, or any other everyday words. With the help of tracing paper and a pencil, kids race to become the first to find the hidden words. At the end of the round, they flip the cards over to check their answers. The more words they find, the more spaces they move on the board. There's no waiting around to join the fun, since everyone plays every round. Kids can play against adults,or even on their own.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Wonderful World of Disney Trivia Game Add-on Pack",
    "ID": 94044,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94044/the-wonderful-world-of-disney-trivia-game-add-on-p",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Extend the fun of The Wonderful World of Disney Trivia Game with this add-on pack of 165 cards, especially designed for 6-to-8-year-old film buffs. While most of the 800 new questions are not difficult, the more obscure ones require kids to have seen some movies many times.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Series: The Wonderful World of Disney Trivia (Mattel)",
      "Trivia: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wonderful World of Disney Trivia Add-on Pack (Adult)",
    "ID": 94045,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94045/the-wonderful-world-of-disney-trivia-add-on-pack-a",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "More challenging questions for adults covering the whole wide world of Disney&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Series: The Wonderful World of Disney Trivia (Mattel)",
      "Trivia: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loaded Questions: Parenting 101",
    "ID": 94048,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94048/loaded-questions-parenting-101",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Expansion for the the best-selling board game with more than one millions sold! There are much funnier questions than &lsquo;who is going to change the diaper&rsquo;, and we compiled 200 NEW ones for your enjoyment. Whether you&rsquo;re a parent, an expecting parent, or simply wondering just what your parents were thinking, sign up with Loaded Questions for this hilarious course of Parenting 101!&#10;Play with the enclosed components or with the original game&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Loaded Questions"
    ]
  }
]