[
  {
    "Rank": "4701",
    "Name": "Mamma Mia! Plus",
    "ID": 41239,
    "Year": "(2009)",
    "Geek Rating": "5.785",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/41239/mamma-mia-plus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4286",
    "Description": "This is a re-make of Mamma Mia! that incorporates cards from Sole Mio!, includes enough cards for a sixth player, and adds a new ingredient (shrimp).&#10;&#10;Each player is given fifteen different pizza orders to fill, and on his turn adds ingredient cards and then an optional pizza order to a common pile.  After the draw pile is exhausted, the common pile is flipped over and the cards in it are sorted by ingredient until an order comes up.  If there are enough ingredient cards to fill the order, the player scores it.  If there aren't enough, the player can either make up the difference with cards from his hand or put the order back into his 'to be filled' pile.  After three to four rounds, the player with the most filled orders wins.&#10;&#10;Contents:&#10;&#10;    90 Ingredient cards (15 each of Pineapple, Olive, Green Pepper, Mushroom, Salami, Shrimp)&#10;    90 Order cards (15 orders in each of 6 player colors)&#10;    Rules in German, English, French, and Italian&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Game: Mamma Mia!",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "4702",
    "Name": "Martians: A Story of Civilization",
    "ID": 192673,
    "Year": "(2016)",
    "Geek Rating": "5.785",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/192673/martians-a-story-of-civilization",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.6552",
    "Description": "The first expedition to Mars ended with a heroic fight by the astronauts for survival and initiated the first mission aimed at colonizing the planet, which was financed by four corporations. Now in Martians: A Story of Civilization the human colony on Mars, managed by leaders of the corporations, has to explore the planet in search of necessary resources, build new constructions, and develop technologies adjusted to planetary conditions. Such effort is necessary not only to survive, but also to create better living standards for future generations raised by colonists.&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Space: Mars"
    ]
  },
  {
    "Rank": "4703",
    "Name": "Age of Rail: South Africa",
    "ID": 97683,
    "Year": "(2011)",
    "Geek Rating": "5.785",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/97683/age-of-rail-south-africa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Age of Rail: South Africa, title #4 in the &quot;Iron Rail&quot; series by Capstone Games, is a new version of 2011's South African Railroads, which was an extensive re-development of Pampas Railroads' sister game, Veld Railroads. Your goal is to have more money than anyone else, and you earn money by holding shares and getting dividend payments from railroad companies.&#10;&#10;After an initial auction for the first shares of these companies, players take turns, choosing from one of four different actions: build track, develop settlement, offer stock, and pay dividends. These actions are limited; only one dividend action exists, for example, so when a player chooses this, the action remains blocked until that player's next turn, at which time they must choose a different action. Two &quot;offer stock&quot; actions are available, and three &quot;develop settlement&quot; actions; &quot;build track&quot; is an unlimited action and can be repeated on the next turn.&#10;&#10;When players buy stock, the spent funds go into the company's treasury and can be used to build track. By developing settlements, you increase the value of stations, and a railroad's income increases when it links to stations. When dividends are paid, the company's income is divided by five (the number of shares) and paid to the owner of those shares, which might be the company if not all the shares have been offered.&#10;&#10;After the sixth dividend, the game ends &mdash; but that final divided includes bonuses based on the number of company links and is paid out solely based on the number of shares issued, not all of the shares in existence.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Action Drafting",
      "Auction / Bidding",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Combinatorial",
      "Continents: Africa",
      "Country: South Africa",
      "Crowdfunding: Kickstarter",
      "Series: Cube Rails",
      "Series: Iron Rail (Capstone Games)",
      "Series: Prairie Railroads (Winsome)"
    ]
  },
  {
    "Rank": "4704",
    "Name": "Trieste",
    "ID": 148291,
    "Year": "(2013)",
    "Geek Rating": "5.784",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/148291/trieste",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.1818",
    "Description": "Trieste, from designer Matthew Ma, is a boxed card game in which three players take on the roles of Thief, Merchant, or City Watch. Each role has its own unique deck and victory conditions. Turns are played out simultaneously, with each player selecting an action without knowing those chosen by opponents.&#10;&#10;The City Watch player levies taxes on the Merchant and patrols the streets for the Thief, looking to fill the city's jail with ne'er-do-wells. Players in the role of the Merchant are out to cut deals and line their coffers in a quest for untold riches. As the Thief, that player is attempting to pilfer coins from the Merchant, while earning infamy and the respect of the secretive Foxtail Gang.&#10;&#10;The coastal city of Trieste is a flurry of trade and activity, but where there's power, there are always those who will compete to grab as much of it as they can. Conflict erupts in the streets, shops, and back alleys. Only one can truly rule Trieste. Will it be you?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Trieste (Italy)",
      "Digital Implementations: Tabletopia",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "4705",
    "Name": "My Favourite Things",
    "ID": 188530,
    "Year": "(2015)",
    "Geek Rating": "5.784",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/188530/my-favourite-things",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "My Favourite Things, first released as &#230;&#155;&#150;&#230;&#152;&#167;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#164;&#227;&#131;&#144;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#185; (Eye My Favorite Things), is a trick-taking party game in which you don't know the value of your cards, and instead, you get to know your fellow players.&#10;&#10;In the game, you present your neighbors with a category and ask them to write their five favorite things (and one least favorite thing) in that category on their cards. You then use these cards to play a trick-taking game with all other players, with none of you knowing the true value of any card played until the end of each trick. Your neighbor's preference rank is the card's strength. Card 1 is highest and 0 is lowest, but if 1 and 0 appear in the same trick, 0 wins.&#10;&#10;Because you are playing with someone else's favorite things, each trick provokes unique insights into your fellow players and sparks interesting conversations. Does Paul like Power Rangers more than Anthony likes Banana Milkshake or Archie likes Italian Disco? These are the deductions and judgement calls you'll need to make in My Favourite Things.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "4706",
    "Name": "Ship Shape: It's a Smuggler's Bounty!",
    "ID": 255594,
    "Year": "(2019)",
    "Geek Rating": "5.784",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/255594/ship-shape-its-a-smugglers-bounty",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4",
    "Description": "In the late 17th Century, mighty ships sailed the seas and brought all manner of goods back to port. As a savvy captain, you must skillfully utilize your crew to fill your ship's hold with the best combination of treasure, cannons, and (ahem) other items to earn gold. In the end, the player who amasses the biggest bounty will be declared the greatest smuggler...uh, SEA CAPTAIN...of all time!&#10;&#10;In ShipShape, 2-6 players each control a ship. Over the course of three voyages (rounds), you bid using numbered crew cards to claim unique crate tiles off the central stack. Fill your hold with gold, cannons, and contraband and cover up what you don't want. At the end of each voyage, score coins by comparing your holds with everyone else, looking only at what is visible in your hold.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "4707",
    "Name": "Snowblind: Race for the Pole",
    "ID": 181523,
    "Year": "(2016)",
    "Geek Rating": "5.784",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/181523/snowblind-race-for-the-pole",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9583",
    "Description": "Snowblind is a press-your-luck and risk-management dice game in which 1-4 players take control of a polar expedition, racing to be the first to return from the South Pole.&#10;&#10;The object of the game is to collect the most prestige points. The further you advance your flag, and the more men who survive the Antarctic winter at the end of the game, the more prestige your expedition receives. This requires careful management of crates, food and camps: without supplies, your explorers will not survive.&#10;&#10;Play proceeds over a series of rounds. Within each round, players may make as many moves as they like, from those available, with each additional move becoming increasingly dangerous. In more detail, each turn, players may take an action (which involves taking a risk die from the action board, adding the die to their dice pool, then taking a corresponding action), or they choose to pass. Actions include moving explorers and crates, hunting for food, collecting research, and building camps. After completing an action, the active player rolls all the dice in their dice pool. High numbers result in exposure, the loss of supplies (crates and food), explorers being incapacitated, and even death. Exposure results can be offset by explorers remaining together (company) and the building of camps.&#10;&#10;A round ends when all players have passed. At the end of the round, a weather card is drawn that may cause additional attrition, then the next round begins. When the pack ice card is drawn from the weather deck, one last round is played and the game ends.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Continents: Antarctica",
      "Crowdfunding: Kickstarter",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "4708",
    "Name": "In a Grove",
    "ID": 102181,
    "Year": "(2010)",
    "Geek Rating": "5.784",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/102181/in-a-grove",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4583",
    "Description": "In a Grove &mdash; a.k.a. &#232;&#151;&#170;&#227;&#129;&#174;&#228;&#184;&#173;, Yabunonaka, and Hattari &mdash; is a game of bluffing and deduction, and the player who makes too many false accusations loses the game.&#10;&#10;The game is played in rounds. Each round, each player receives one of the eight silhouettes (which are numbered 2-8 with one blank), while three silhouettes are placed in the center of the table as suspects and the final silhouette is dubbed the victim. (With three players, the #2 is removed from the game.) You have to determine which suspect is the culprit, either to accuse him or to lure the other players into accusing someone who's innocent!&#10;&#10;All players secretly look at their silhouettes, then pass them right, then look at the new silhouette they received. The first player of the round secretly looks at two of the three suspects, optionally swapping the victim for one of these suspects. This player then places a colored accusation marker below one of the suspects. The next player looks at the two suspects not just marked with an accusation marker, then places a colored accusation marker of their own, covering any markers already beneath that suspect. This continues until all four players have placed an accusation marker, with each player not being allowed to look at the suspect just accused.&#10;&#10;The round ends, and players reveal the suspects. Who's the culprit? The suspect bearing the highest number &ndash; except if the #5 is among the suspects, in which case the suspect with the lowest number is guilty. (The suspect with no number is always innocent.) Anyone who has accused the correct suspect receives their accusation marker back. Any markers incorrectly placed are flipped colored-side down and given to the player who owns the marker on top of the stack. The first player token rotates clockwise, then a new round begins.&#10;&#10;At the end of a turn if a player has eight or more tokens &mdash; or has no tokens &mdash; then the game ends, and that player loses.&#10;&#10;Earlier editions of In a Grove supported 3-4 players, while the 2021 edition contains slight changes to the rules and components to allow for play with 2-5 people.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Digital Implementations: Steam"
    ]
  },
  {
    "Rank": "4709",
    "Name": "Austerlitz 1805: Rising Eagles",
    "ID": 200247,
    "Year": "(2016)",
    "Geek Rating": "5.784",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/200247/austerlitz-1805-rising-eagles",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "600",
    "Weight": "3.2632",
    "Description": "Rising Eagles is to be the the second volume of the &laquo; Eagles &raquo; series. Following on from Fallen Eagles (The Battle of Waterloo), Rising Eagles covers another of history&rsquo;s most famous battles - Austerlitz.&#10;&#10;Game scale is regiment level for units, 250m per hex and one hour of real time per turn. The map has been produced by the combined efforts of Rick Barber (topography) and Sebastien Brunel (graphics, as in Fallen Eagles). &#10;The game will include at least three short scenarios, together with a full battle scenario, offering alternative options to simulate the &lsquo;fog of war&rsquo; and battle plans.&#10;&#10;The order rules In Rising Eagles will have an even greater impact than those in Fallen Eagles. The ability to change orders will be reduced and it will be more difficult to &ldquo;recall&rdquo; formations, once launched. Initial planning will be an important feature, as befits a Napoleonic battle of such a scale.&#10;&#10;In addition, &lsquo;fog of war&rsquo; has been further developed and will be part of the main rules. Players will share some of the uncertainty experienced by the actual commanders, as to what precisely they are facing.&#10;&#10;Initial play tests have shown that Rising Eagles continues to provide a tense and exciting game play, with strategic battle planning assuming a greater significance than the &lsquo;slogging match&rsquo; of Waterloo.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Austerlitz (Czech Republic)",
      "Country: Austria",
      "Country: France",
      "Digital Implementations: VASSAL",
      "History: Napoleonic Wars",
      "Series: Eagles of France (Hexasim)"
    ]
  },
  {
    "Rank": "4710",
    "Name": "Cardcassonne",
    "ID": 58798,
    "Year": "(2009)",
    "Geek Rating": "5.784",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/58798/cardcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7447",
    "Description": "In Car(d)cassonne, players place their cards in different rows to increase the scoring for that row. Whether in the field, the city, the road or at the abbey, you must ensure that cards placed will earn you more points than your opponents.&#10;&#10;However, sooner or later, every player has to claim one of these series of cards to get points. If you wait one more turn, there will probably be a greater number of cards in the row. By cons, it is possible that another player take the opportunity! You should be alert in this game stretched to wrenching choices.. Rebuild Carcassonne: one card at a time!&#10;&#10;The game is played over a number of rounds, with a number of cards per round, both based on the number of players - in a way that you get through the entire deck of cards.&#10;&#10;In each turn you either play your only meeple to the end of a row of cards to claim them, or play a card to a row matching the colour on the card. The first card played each round must be face down and does not have to follow suit. When all cards and meeples have been played for the round points are awarded for cards claimed.&#10;&#10;The different types of cards score in different ways:&#10;People cards - add up their printed values and multiply with the number of people cards. Then remove cards from game.&#10;Animal cards - compare the number of animals to the reference card for points. Keep cards in front of you. Animals of the same type claimed in previous rounds are also counted.&#10;Building cards - are placed facedown under the chest token until the end of the game. Points are awarded for sets of colours.&#10;Colour-mismatched cards can be discarded for 10 points each or add to a collection of animals/buildings.&#10;Dragon/fairy cards - score 10 points each and are removed from game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Carcassonne",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "4711",
    "Name": "Bastogne: Screaming Eagles Under Siege 18-27 Dec '44",
    "ID": 35669,
    "Year": "(2009)",
    "Geek Rating": "5.784",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/35669/bastogne-screaming-eagles-under-siege-18-27-dec-44",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "2.6275",
    "Description": "Bastogne: Screaming Eagles Under Siege, 18-27 Dec '44,  is the thirteenth game is the Standard Combat Series.  This game covers the defense of the little crossroads town of Bastogne from 18 December to 26 December 1944. It is not a game about the whole Ardennes Offensive, but rather a close-up look at the actual perimeter battle to protect the town and the mechanized delaying actions leading into it. The map only extends as far east as Longvilly and north to Noville at 400m per hex. Each turn is a day, units are generally companies.&#10;&#10;Bastogne comes with special rules for road marching, Team SNAFU, barrages, and air strikes - but is built around a quick-to-play, simple-to-learn framework. Bastogne has three scenarios: an introductory scenario covering the Battle for Noville, a medium-sized one covering the Battle for Longvilly, and the withdrawal of Team Cherry plus the counterattack by the 501st Airborne Regiment, and the campaign game itself covering the whole action in a jam-packed 10 turns. A number of variants have been provided so you can experience the game over and over looking at fresh insights.&#10;&#10;Game Scale:&#10;Game Turn: One day&#10;Hex: 400 meters&#10;Units: Platoon to Battalion&#10;&#10;Players: 2 (suitable for solitaire play)&#10;Playing Time: 4+ hours&#10;Complexity: Low&#10;Solitaire Suitability: High&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Bastogne (Belgium)",
      "Country: Belgium",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "4712",
    "Name": "P'achakuna",
    "ID": 321596,
    "Year": "(2021)",
    "Geek Rating": "5.784",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/321596/pachakuna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8462",
    "Description": "P'achakuna takes you on a journey in the heart of the Andes together with your most loyal friend &mdash; your llama. The game includes both black and white llamas, with you controlling one color and your opponent the other. White llamas move only through the green valleys, while black llamas scale the barren mountains. Whatever the color, however, you want to visit mountain villages to deliver the dye that they desire, ideally collecting dye for yourself along the way.&#10;&#10;In P'achakuna, each player starts with one llama of their color in the center of the board in the white village, with a white dye loaded on its back. The board is composed of hexagonal tiles that are either half valley/half mountain, two-thirds valley/one-third mountain, or vice versa. The tiles are extremely thick so that you can grab the mountain section of the tile and pluck it from the board. Six villages sit on the perimeter of the game board, each corresponding to one of the primary or secondary colors. Each village has a random demand tile in it that shows two colors, one in high demand and one in low demand; neither of these colors can match the color of the village.&#10;&#10;On a turn, you may first rotate one unoccupied tile; by paying two dye resources from your personal supply, you can rotate a second tile. You then must move each of your llamas at least one space, but you can move them further if you desire and if the terrain allows them to do this. You rotate tiles to create long paths of valley or mountain so that ideally your llamas can travel far with each move.&#10;&#10;If you move a llama into a village, you trade the dye on that llama. If the dye you carry isn't in demand in that village, you simply trade that dye for the dye from the village, say, green for yellow. If the dye is in demand, then you add 1-2 dye of that delivered color to your personal supply (depending on whether the demand is low or high), then you place a dye matching the color of that village on your llama. If you collect a color in your personal supply and don't have it in your scoring track, you can place it in your scoring track. No matter what, you replace the demand tile in that village, making sure the color of that village isn't on the demand tile.&#10;&#10;During a turn in a village, you can hand in four dye from your personal supply to acquire a new llama that is then placed in that village with a dye from that village on its back. Each llama moves on your turn, and you can have at most three llamas.&#10;&#10;As soon as you have one dye of each of the seven colors on your scoring track, you win.&#10;&#10;To hold the demand tiles, the game includes a handmade fabric bag from Bolivia and Peru, which supports the local community.&#10;&#10;",
    "Categories": [
      "Animals",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Map Deformation",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Llamas",
      "Components: Hexagonal Tiles",
      "Country: Peru",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mountains: Andes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "4713",
    "Name": "Fealty",
    "ID": 96704,
    "Year": "(2011)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/96704/fealty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.4359",
    "Description": "The king has died with no clear successor! The players&mdash;potential heirs all&mdash;are scrambling to put together their power bases by dispatching trusted agents and allies to garner support across the breadth of the kingdom. Nobody wants open warfare, but some conflict is sure to break out.&#10;&#10;Fealty is a game of positioning and territory control. Each turn, all players add one piece to the game board, with increasing constraints on placement as time goes on. Some pieces have an effect when brought into play. At the end of the game, all pieces place influence in order of speed, claiming territory and blocking slower opposing pieces. The player who has maneuvered his or her pieces to place the most influence onto the board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "4714",
    "Name": "Caribbean",
    "ID": 13301,
    "Year": "(2004)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/13301/caribbean",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7448",
    "Description": "Description of the game play from co-designer Michail Antonow:&#10;&#10;The board shows the Caribbean in the 18th century. Six pirate ships lie in wait on sea, ready to pillage the rich ports or to rob the booty from other ships.&#10;&#10;The sea is divided into spaces. Each player is in possession of three safe havens, marked in his color on the board. If only two or three players are playing, the safe havens in the vacant color(s) are treated as normal sea spaces.&#10;&#10;The aim of each player is to lure the pirates to deliver treasure crates to one of their own safe havens, and not to the safe havens of the opponents.&#10;&#10;The pirate ships do not belong to any player. That is why the players must bribe the pirates each time they want a pirate ship to act on their behalf. And what is the greatest temptation for a Caribbean pirate? Rum of course, barrels full of rum!&#10;&#10;In every round the players try anew their best to bribe the pirates. The player who has offered the most rum to a ship gets to move that ship as many spaces as the number of barrels shown on the bribing chip. An active ship can (a) rob a crate from a port or from another ship, (b) reach a crate over to another ship, (c) swap crates with another ship, and/or (d) deliver a crate into a safe haven.&#10;&#10;The aim is to have the most doubloons at the end of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Region: Caribbean Sea",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "4715",
    "Name": "Fort Sumter: The Secession Crisis, 1860-61",
    "ID": 229956,
    "Year": "(2018)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/229956/fort-sumter-the-secession-crisis-1860-61",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8125",
    "Description": "Description from the publisher:&#10;&#10;Fort Sumter is a two-player Card Driven Game (CDG) portraying the 1860 secession crisis that led to the bombardment of Fort Sumter and the American Civil War. Fort Sumter is a small footprint game (11x17&rdquo; mounted map) that takes approximately 25-40 minutes to play. The game pits a Unionist versus a Secessionist player. Each player uses the area control mechanic pioneered in Mark Herman's We The People design and immortalized in Twilight Struggle to place, move, and remove political capital. The location of political capital determines who controls each of the four crisis dimensions (Political, Secession, Public Opinion, and Armaments). After three rounds of play, the game culminates in a Final Crisis confrontation to determine the winner.&#10;&#10;The heart of the Fort Sumter design is Mark's CDG system where you use Strategy cards for their value or historic event to acquire political capital from the crisis track. Political capital tokens are used to compete for control of the twelve map spaces. Here the likes of William Lloyd Garrison, Sam Houston, Jefferson Davis, and Harriet Beecher Stowe walk on stage, while the Southern states dissolve the Union.&#10;&#10;The twelve map spaces are grouped into the four dimensions of the crisis. You gain a victory point each round that you control a dimension&rsquo;s three spaces. For example, the Armaments dimension is characterized by Federal Arsenals, Fort Pickens, and of course, Fort Sumter. In addition, each round you score a victory point for controlling your secret objective space. But beware; either player can score active objective spaces. At the end of the dual Presidential inaugurations (round three) a new Final Crisis mechanic drives the game to its hotly contested conclusion.&#10;&#10;Utilizing a new Final Crisis Series mechanic, you may accelerate the crisis by breaching zones (escalation, tension, final crisis) that yield bonus political capital. However, beware, as the first person to breach the final crisis zone gains political advantage, yet loses victory point ground. Each game ends with a Final Crisis, where cards set-aside during the three rounds complete your final political maneuvers that determine the winner.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Civil War",
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Events",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Lunchtime Games (GMT)",
      "States: South Carolina"
    ]
  },
  {
    "Rank": "4716",
    "Name": "Wildlife Adventure",
    "ID": 156,
    "Year": "(1985)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/156/wildlife-adventure",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8814",
    "Description": "In Wildlife Adventure, players guide expeditions around the world to locate endangered species. Each player gets to extend one expedition on their turn, and travel vouchers allow the player to make extra moves, place obstacles, or change their mission. The game ends when one player locates all of his animals.&#10;&#10;Reimplemented as&#10;&#10;&#10;     Expeditions: Around the World&#10;     Schatzsucher (children's version)&#10;     Expedition: Famous Explorers&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Endangered / Extinct species",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "4717",
    "Name": "Brook City",
    "ID": 244946,
    "Year": "(2019)",
    "Geek Rating": "5.783",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/244946/brook-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.0455",
    "Description": "A mysterious criminal element has taken root in Brook City. Known only as &quot;The Syndicate,&quot; this collection of ruthless murderers, clever thieves, corrupt politicians, and dirty cops has given rise to a new era of crime. The Brook City Police Department needs the best of the best to clean up the streets of this once peaceful metropolis. So here's your gun and badge...get to work, officer.&#10;&#10;Brook City is a co-operative miniatures board game of blockbuster action for 1&ndash;4 cops. Taking on the roles of heroic cops inspired by classic action movie stars, players take their cop decks up against sinister criminal decks and cryptic case decks.&#10;&#10;Gameplay focuses on a sprawling game board depicting the mean streets of Brook City. Players must use their chosen cop's unique deck to race across the city&mdash;both on foot and behind the wheel&mdash;busting up their chosen criminal's machinations while simultaneously piecing together the clues to the chosen case.&#10;&#10;Brook City thrusts players into a world of big budget Hollywood action, where they can take down dangerous criminals, bust crimes with custom dice, commandeer a variety of vehicles, and solve complex cases inspired by classic cop stories.&#10;&#10;Brook City utilizes Adam and Brady Sadler's &quot;Modular Deck System (MDS),&quot; which they introduced in Street Masters. The MDS focuses on quick setup and elegant, card-driven gameplay, while allowing players to customize their game experience by mixing and matching fixed decks to create truly unique match-ups.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "4718",
    "Name": "Sitting Ducks Gallery",
    "ID": 17027,
    "Year": "(2005)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/17027/sitting-ducks-gallery",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1061",
    "Description": "The aim of Sitting Ducks Gallery is to use your 'dead-eye' aim and cunning to shoot your opponent's ducks and ensure that your ducks are the last ones remaining in the Gallery.&#10;&#10;The player's are presented with a Sitting Ducks Gallery in which the player's ducks will appear as new cards enter the central row and occasionally some empty spaces too.&#10;&#10;The players must then use cards in their hand to aim at particular ducks of choice. Once a duck has an aim token over it any player can play a 'Fire' card to shoot them and thus eliminate the duck from the gallery. When a player has all of their ducks eliminated they are out of the game.&#10;&#10;The player's also have access to many special cards that allow the line to be manipulated. Results can be the movement of ducks, however Aim Tokens do not move and in this way a player an protect their ducks and threaten those of the opposition.&#10;&#10;The game play is similar to Guillotine in the way that the line can be manipulated and the special effect cards on offer.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "4719",
    "Name": "Smash Up: World Tour – Culture Shock",
    "ID": 274590,
    "Year": "(2019)",
    "Geek Rating": "5.783",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/274590/smash-up-world-tour-culture-shock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "The World Tour continues!&#10;&#10;In order to see every continent on our world tour, we just had to include five factions! One entire free faction of fun for the price of four!&#10;&#10;Culture Shock takes us through the folk and fairy tales of: Russia, where minions are frequently transformed; West Africa, where sharing stories and cards is valued; and Germany, where uniting characters from the same tale gives multiple benefits. We also look at the incredible histories of: the Inca Empire, known for its roads and monumental architecture; and Polynesians, who spread out on as many islands as possible.&#10;&#10;Culture Shock is fully compatible with all previous Smash Up expansions.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Smash Up"
    ]
  },
  {
    "Rank": "4720",
    "Name": "Kingdom of Heaven: The Crusader States 1097-1291",
    "ID": 25900,
    "Year": "(2012)",
    "Geek Rating": "5.783",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/25900/kingdom-of-heaven-the-crusader-states-1097-1291",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3137",
    "Description": "In 1097, thousands of lords and knights, soldiers and camp-followers, pilgrims and prophets marched east in response to a Papal appeal, charged with the task of restoring Jerusalem and the Holy Land to Christian control. Their surprising victory led to the creation of the first overseas European colonies and the reshaping of Muslim power in the Middle East. The repercussions of their journey continue to live with us today.&#10;&#10;In Kingdom of Heaven - The Crusader States 1097-1291 (KOH) two players use cards to activate forces, trigger random events, conduct diplomacy or prosecute siege warfare on a vast arena stretching from Antioch to Cairo and from Cyprus to Mosul.&#10;&#10;Nine scenarios cover all the major campaigns of the era, from the First, Second and Third Crusades to the Mongol invasion and the rise of the Mamluk Empire. In addition to the &lsquo;basic deck,&rsquo; each scenario adds different cards representing historical events unique to that campaign. Turns are yearly, and most scenarios can be finished in 3-4 hours.&#10;&#10;The historical scenarios pit the greatest commanders of the age against one another: Nur ad-Din, Richard the Lionhearted, Saladin, Frederick Barbarossa, Louis IX, Hulegu Khan, Baibars, and many others. They range in length from the 3-turn First Crusade learning scenario to the 7-turn assault of Baibars on the faltering ramparts of the Crusader States.&#10;&#10;(source: MMP website and user's description)&#10;&#10;",
    "Categories": [
      "Medieval",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Negotiation",
      "Point to Point Movement",
      "Simulation",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Jerusalem",
      "History: Crusades",
      "Components: Map (Continental / National scale)",
      "Historical Figures: Richard I",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "4721",
    "Name": "Ultimate Werewolf: Inquisition",
    "ID": 140457,
    "Year": "(2013)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/140457/ultimate-werewolf-inquisition",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6818",
    "Description": "A terrible thing is happening in a local village: Werewolves are responsible for the deaths of many villagers. Unable to determine who amongst themselves are werewolves, they've called in a group of master inquisitors to help sort out this mess before it's too late. That's where you and your team come in. No stranger to werewolf infestations, you know that the best thing to do is to start lynching suspects.&#10;&#10;You no sooner get started on this project when you discover that there's a problem &ndash; Werewolves have also infiltrated your team of inquisitors! Now you're in a serious pickle: You need to save the village while thwarting the werewolves whom are working alongside you...&#10;&#10;Ultimate Werewolf: Inquisition is a standalone game of deduction, secrets and betrayal with no elimination. Part of the fun is figuring out who the werewolves are on your team, but even then, you've still got to outsmart them!&#10;&#10;More specifically, the humans need to rid the town of werewolves in order to win, while the werewolf players need to eliminate human villagers so that the werewolves can overrun the town. To do this, each round players either use the power of a villager's hut or take two votes from the supply. Each player then places one vote on a resident, and the resident with the most votes against him is lynched, with him and his hut being taken out of play. The werewolf players then secretly choose to kill a resident &ndash; but only one of those chosen by the Grand Inquisitor, a role that passes hands each round. Who will live? Who will die? It's in your hands...&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "4722",
    "Name": "Voodoo",
    "ID": 154880,
    "Year": "(2014)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/154880/voodoo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1556",
    "Description": "Ancient sorcery, dark omens and endless curses &mdash; you will become one of the adepts of the dark magic of the Egyptians or a follower of the ancient art of the Badly Dead Druids or an arcane sorcerer of Vud&ugrave; rituals! Prepare yourselves for the biggest dispute of black magic ever. The Vud&ugrave; tournament has just begun!&#10;&#10;In Vud&ugrave;, the players act as the most wicked and malicious sorcerers of all time, and they want to use their curses and black magic to make the lives of their enemies impossible to prevail over them! Each turn, you roll five dice, collect your ingredients, then choose whether to take new cards, take new items, or cast a spell. Each spell has a powerful and tricky curse attached to it that forces your target to play in a specific way, for example, talking with his tongue out for the rest of the game, or using only a single hand, or running around the table each turn. Each curse grants you points when you cast it and many more points if your target forgets to obey it or becomes too exhausted to continue. Collect as many malediction points as you can to reach the final tile of the scoreboard before anyone else!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: Voodoo"
    ]
  },
  {
    "Rank": "4723",
    "Name": "Petits Meurtres & Faits Divers",
    "ID": 29805,
    "Year": "(2007)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/29805/petits-meurtres-and-faits-divers",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7381",
    "Description": "The inspector is trying to find out the murderer by doing several interrogations. Each player has one minute to explain why he isn't the murderer. He must say three words that are written in his book - all the innocents have the same three words they MUST use, but the murderer has three different words. The murderer is trying to pose as innocent by finding and using their three words, while the innocent players are trying to use the murderer's words to appear guilty.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": [
      "Components: Sand Timers",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "4724",
    "Name": "Aeroplanes: Aviation Ascendant",
    "ID": 119337,
    "Year": "(2012)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/119337/aeroplanes-aviation-ascendant",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.925",
    "Description": "Game description from the publisher:&#10;&#10;Aeroplanes: Aviation Ascendant explores the dawn of commercial aviation, an exciting era between 1919 and 1939. Experience the difficulties and triumphs of commercial airlines in Europe, pioneering airports and service in continental Europe and around the world!&#10;&#10;Aviation spurred the growth of intercontinental travel, and airlines struggled to dominate the regions of the globe that they served.&#10;&#10;Rapid technological advances in planes play a vital role in this development as you compete to purchase newer more efficient aeroplanes, build airports, and move passengers around the globe. Earn bonuses and prestige for being the first to fly to North or South America, and win by maintaining the most airports around the world and by running your airline profitably.&#10;&#10;Can you balance your investment in aeroplanes, customer service, and routes well enough to become the premier airline of the era? The fate and future of air travel lies within your hands!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "4725",
    "Name": "Moon Adventure",
    "ID": 330403,
    "Year": "(2021)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/330403/moon-adventure",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2273",
    "Description": "In Moon Adventure, a.k.a. &#230;&#156;&#136;&#233;&#157;&#162;&#230;&#142;&#162;&#233;&#153;&#186;, players work together as a team on a desperate mission to recover supplies on the moon. Will the crew be able to survive the magnetic storms and limited oxygen supply?&#10;&#10;",
    "Categories": [
      "Exploration",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam"
    ]
  },
  {
    "Rank": "4726",
    "Name": "The Cost",
    "ID": 292894,
    "Year": "(2020)",
    "Geek Rating": "5.783",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/292894/the-cost",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "3.5484",
    "Description": "The Cost is a challenging economic board game that places players in the role of a company whose interest is in the asbestos industry around the world. Players compete to make their fortune by concentrating or diversifying in the various aspects of the industry such as mining, refining, and shipping. Whoever ends the game with the most money wins.&#10;&#10;The game is played over four rounds, but it might end early due to health and safety regulations that shut down the industry by eliminating all areas in which they can act. In each round, players begin their turns by selecting a country in which to execute their actions. This selection triggers an event within it, in addition to having an effect on its economy.&#10;&#10;Players then use a unique system to draft three actions at once for the round. These actions can be a mix of building mines, building refineries, gaining government subsidies, establishing railroads, and establishing ports. Once all players have executed their actions, they may convert their money (i.e., victory points) into specific country resources, with each country having its own conversion rate.&#10;&#10;A player's industry then goes into motion with mines producing raw asbestos, refineries refining that asbestos, and railroads and ports transporting these goods around the world. Players may also have a chance to invest in their own companies to gain an edge. When players mine or refine asbestos, they must choose to either maximize profits for short-term gains or sacrifice their hard-won money to minimize deaths, thus sustaining the industry.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Drafting",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Pick-up and Deliver",
      "Turn Order: Stat-Based",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "4727",
    "Name": "Silver Coin",
    "ID": 302926,
    "Year": "(2020)",
    "Geek Rating": "5.783",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/302926/silver-coin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8182",
    "Description": "Your village has been overrun by savage werewolves, which are represented by the number on each of the cards that make up your village. To get rid of these fanged fiends faster than the neighboring villages, use your residents' special abilities and your powerful secret weapon: a silver coin.&#10;&#10;Call for a vote when you think you have the fewest werewolves, but be careful as everyone else gets one more turn to save their own village first...&#10;&#10;Silver Coin is a fast and engaging traditional card game with a werewolf twist! Everyone starts the game with five face-down cards, with each player being able to choose and see two of their cards. Cards are numbered 0-13, with the number showing how many werewolves the character on that card attracts, and each character (number) has a different special power.&#10;&#10;On a turn, you draw the top card of the deck or discard pile, then either discard it to use the power of the card (but only if it came from the deck), discard it without using the power (ditto), or replace one or more of your face-down cards with this card; you can replace multiple cards only if they bear the same number, and you must reveal the cards to prove this, being penalized if you're wrong.&#10;&#10;Silver Coin can be played as a standalone game or combined with other games in the Silver series by B&eacute;zier Games. Each version of the game has different card abilities and a different silver token ability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Components: Game Trayz Inside",
      "Digital Implementations: Tabletopia",
      "Game: Silver",
      "Misc: Lowest Score Wins",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "4728",
    "Name": "Paku Paku",
    "ID": 214491,
    "Year": "(2017)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/214491/paku-paku",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Who stacks up cups and plates to wobbly heights? Who will start sweating when the other players push the dice towards them? And whose paws will stay calm in Paku Paku, a swift dice-rolling game for 2-8 pandas who are hungry for victory?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": [
      "Animals: Pandas",
      "Components: Dice with Icons",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "4729",
    "Name": "Exit: The Game – The Disappearance of Sherlock Holmes",
    "ID": 366318,
    "Year": "(2022)",
    "Geek Rating": "5.783",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/366318/exit-the-game-the-disappearance-of-sherlock-holmes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6364",
    "Description": "Sherlock Holmes needs help! The famous detective is said to have murdered the writer Ignatius Loyde and had to go into hiding. How did he become the prime suspect in this murder case? And what role does Moriarty play? The 1-4 players, ages 12 and up, support Dr. Watson and looking for evidence. In this EXIT&reg; - The game they follow tracks together and approach riddle after riddle of the solution. Will they be able to solve the case?&#10;&#10;Exit: The Game &ndash; The Disappearance of Sherlock Holmes is a puzzle game modeled after escape rooms, and it includes components meant to be folded, written upon, or torn, so it's marketed as a single-use game. In the game, players need to support Dr. Watson and look for evidence to prove Holmes' innocence.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Category: Escape Room Games",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "4730",
    "Name": "Lupus in Tabula",
    "ID": 63539,
    "Year": "(2001)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/63539/lupus-in-tabula",
    "Min Players": "8",
    "Max Players": "24",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2182",
    "Description": "Werewolves haunt the secluded village known as Tabula: every night some villagers turn into werewolves and slaughter an innocent victim to satisfy their hunger.&#10;Surviving villagers gather every day to discuss the problem: at the end of the discussion, they lynch one person among them, thinking he could be a werewolf.&#10;Can you survive the massacre? Can you solve the mystery of the full moon?&#10;&#10;A game for large groups that is already a classic.&#10;To win you need the intuition of a detective... or your best poker face!&#10;The new edition includes:&#10;&#10;     Deluxe oversized cards featuring original characters&#10;     Updated high quality game components&#10;     Special Ghost rules that allow everyone to play until the mystery is solved&#10;     A new 8-player moderator-free variant&#10;     And, of course... The Werehamster!&#10;&#10;&#10;Lupus takes inspiration from Werewolf, introducing several new and original rules, including the possibility to play a third faction other than werewolves and villagers. The box contains the classic cards representing the werewolves, the seer and the villagers, but it also adds some unique characters such as a werehamster and a medium. Players are not eliminated during the game, but keep playing as 'ghosts'.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Creatures: Werewolves",
      "Game: Werewolf / Mafia",
      "Misc: LongPack Games",
      "Series: WolfParty Collection (daVinci Games)"
    ]
  },
  {
    "Rank": "4731",
    "Name": "echoes: The Dancer",
    "ID": 342207,
    "Year": "(2021)",
    "Geek Rating": "5.783",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/342207/echoes-the-dancer",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.32",
    "Description": "The ghost of a young girl is haunting a Scottish manor, and the echoes of the past hide the secret of her death. See whether you can unravel this secret in echoes: Die T&auml;nzerin.&#10;&#10;echoes is a co-operative audio mystery game. Using the free app, players listen to mysterious noises and voices that are connected to the playing material. Together they look for hints in the sound bites to bring the story parts in order and solve the case.&#10;&#10;In more detail, your task is to assemble the 24 parts of the story in the right order; each part is represented by an object &mdash; either a game board or a card &mdash; and its associated echo. The entire story is divided into six chapters, with each chapter being represented by a game board. By scanning the objects with the app, you'll hear the echo connected with each object, and by using conversations and noises in the echo, you try to figure out which three object cards are associated with a chapter and in which order they should be placed. If you're not correct, the app will inform you which cards are incorrect or in the wrong place; if you are correct, you can listen to the entire chapter all at once &mdash; and you should since new, additional hints can then be heard.&#10;&#10;The objects themselves also provide you with clues from time to time, so neglect no details.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: echoes"
    ]
  },
  {
    "Rank": "4732",
    "Name": "Stonewall in the Valley",
    "ID": 4214,
    "Year": "(1995)",
    "Geek Rating": "5.782",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/4214/stonewall-in-the-valley",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "840",
    "Weight": "3.4",
    "Description": "(from the back of the box:)&#10;&#10;Stonewall in the Valley is the fourth volume in Avalon Hill's series on the Great Campaigns of the American Civil War. Most other Civil War simulations portray specific battles, but Stonewall in the Valley concentrates on the full campaign in the Shenandoah from March to June 1862. The Union player's objective is to maintain control over the key regions of the Valley; the goal of the Confederate player is to drive the Federals out.&#10;&#10;Stonewall in the Valley is easy to learn and several scenarios can be played to completion in an hour. The game contains three beautiful hand-painted maps, which are based on original Civil War period maps of the Shenandoah Valley. All topographical features affecting military operations are portrayed, including roads, pikes, trails, railroads, villages, mountains, and waterways. In the game, players control Union and Confederate military units in turns repr esenting one day of real time, The game's interactive game system assures that each scenario will be unpredictable, exciting, and competitive. An extensive historical article detailing the day-to-day activities of the real campaign is included.&#10;&#10;You do not need to own any of the three earlier volumes of the series (Stonewall Jackson's Way, Here Come the Rebels!, and Roads to Gettysburg) to play Stonewall in the Valley. However, owners of those games can link their maps to the Stonewall in the Valley maps to portray virtually the entire eastern theater of the Civil War.&#10;&#10;CONTENTS&#10;2 260-piece Counter Sheets &#10;3 22&quot; x 32&quot; Map Sheets &#10;1 Rules Booklet &#10;2 Charts and Tables Cards&#10;1 Display Card &#10;1 Ammunition Pad &#10;2 6-sided Dice &#10;1 Counter Tray&#10;&#10;Time Scale: One day per turn&#10;Map Scale: One mile per hex &#10;Unit Scale: Brigades and regiments (with district leaders)&#10;Players:  One, two, or teams&#10;Playing Time: One hour for introductory scenarios, 2 to 14 hours for other scenarios&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "4733",
    "Name": "Airship City",
    "ID": 256442,
    "Year": "(2018)",
    "Geek Rating": "5.782",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/256442/airship-city",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "3.1905",
    "Description": "airship city (&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#233;&#131;&#189;&#229;&#184;&#130;) is a heavier game from Japanese doujin publisher analog lunchbox.&#10;&#10;Electing to make a new home among the clouds, humankind has assembled a variety of airships to provide utilities, thereby creating &quot;airship city&quot;. As airship engineers, you gather materials and work hard to build airships to further the development of airship city.&#10;&#10;In order to build airships efficiently, you need to donate airships to cultivate a positive relationship with the city, renovate your workshop, hire workers, and occasionally piggyback off other engineers to acquire resources. You can contribute to the city's development not only by donating airships, but also by building public facilities and participating in trade.&#10;&#10;Will your contributions to the development of airship city earn you fame as an airship engineer?&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#230;&#150;&#176;&#227;&#129;&#159;&#227;&#129;&#170;&#229;&#177;&#133;&#228;&#189;&#143;&#229;&#156;&#176;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#140;&#231;&#169;&#186;&#227;&#128;&#141;&#227;&#130;&#146;&#233;&#129;&#184;&#227;&#130;&#147;&#227;&#129;&#160;&#228;&#186;&#186;&#233;&#161;&#158;&#227;&#129;&#175;&#227;&#128;&#129;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#171;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#170;&#230;&#150;&#189;&#232;&#168;&#173;&#227;&#130;&#146;&#229;&#130;&#153;&#227;&#129;&#136;&#227;&#129;&#159;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#128;&#140;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#128;&#141;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#167;&#227;&#128;&#129;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#230;&#138;&#128;&#229;&#184;&#171;&#227;&#129;&#174;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#174;&#231;&#153;&#186;&#229;&#177;&#149;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#128;&#129;&#229;&#144;&#132;&#230;&#137;&#128;&#227;&#129;&#167;&#232;&#179;&#135;&#230;&#157;&#144;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#166;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#233;&#128;&#160;&#227;&#130;&#138;&#227;&#129;&#171;&#229;&#138;&#177;&#227;&#129;&#191;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#138;&#185;&#231;&#142;&#135;&#231;&#154;&#132;&#227;&#129;&#171;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#227;&#130;&#146;&#233;&#128;&#160;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#227;&#129;&#174;&#229;&#175;&#132;&#232;&#180;&#136;&#227;&#130;&#146;&#233;&#128;&#154;&#227;&#129;&#151;&#227;&#129;&#166;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#168;&#232;&#137;&#175;&#229;&#165;&#189;&#227;&#129;&#170;&#233;&#150;&#162;&#228;&#191;&#130;&#227;&#130;&#146;&#231;&#175;&#137;&#227;&#129;&#141;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#229;&#183;&#165;&#230;&#136;&#191;&#227;&#130;&#146;&#230;&#148;&#185;&#231;&#175;&#137;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#228;&#186;&#186;&#230;&#157;&#144;&#227;&#130;&#146;&#233;&#155;&#135;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#144;&#140;&#230;&#165;&#173;&#232;&#128;&#133;&#227;&#129;&#171;&#228;&#190;&#191;&#228;&#185;&#151;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#179;&#135;&#230;&#157;&#144;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#227;&#129;&#174;&#229;&#175;&#132;&#232;&#180;&#136;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#128;&#129;&#229;&#133;&#172;&#229;&#133;&#177;&#230;&#150;&#189;&#232;&#168;&#173;&#227;&#129;&#174;&#229;&#187;&#186;&#233;&#128;&#160;&#227;&#129;&#171;&#230;&#144;&#186;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#228;&#186;&#164;&#230;&#152;&#147;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#130;&#130;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#174;&#231;&#153;&#186;&#229;&#177;&#149;&#227;&#129;&#171;&#232;&#178;&#162;&#231;&#140;&#174;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#233;&#163;&#155;&#232;&#161;&#140;&#232;&#136;&#185;&#230;&#138;&#128;&#229;&#184;&#171;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#174;&#231;&#153;&#186;&#229;&#177;&#149;&#227;&#129;&#171;&#232;&#178;&#162;&#231;&#140;&#174;&#227;&#129;&#151;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#229;&#144;&#141;&#232;&#170;&#137;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Theme: Floating islands in the sky"
    ]
  },
  {
    "Rank": "4734",
    "Name": "Reluctant Enemies: Operation Exporter",
    "ID": 103339,
    "Year": "(2014)",
    "Geek Rating": "5.782",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/103339/reluctant-enemies-operation-exporter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "750",
    "Play Time": "750",
    "Weight": "3.5455",
    "Description": "(from MMP website:)&#10;&#10;Reluctant Enemies: Operation Exporter: The Commonwealth Invasion of Lebanon and Syria, 1941, is small game meant to serve as an accessible introduction to the Operational Combat System (&ldquo;OCS&rdquo;).  It is one map, with 60 or so combat units (both players) in action at any given time.  This allows for a pace of play not possible with the previously published OCS monster games. Regardless of the reduction in scale it remains an OCS game with all features relevant to the system.  In this game there can be wide open, swirling, DAK-like battles in the desert (with some: limited armor forces), river lines to break, and very rough, mountainous terrain to contend with. The British have the possibility of an amphibious invasion.  Naval shore bombardments, by both sides, can be important in the early part of the campaign. There is a small but significant air campaign.  As always in the OCS, supply constraints make each player feel he may be on the edge of disaster.&#10;&#10;This campaign remains a footnote in WWII history even among many knowledgeable enthusiasts.  However, given the nature of events in the Mediterranean Theater of Operations during the first half of 1941, this campaign was arguably the hot spot in the world at that moment in time.[...]&#10;&#10;The Vichy were well equipped and organized. They put up stiff opposition, and counterattacked with great effect. The Commonwealth and Free French forces, at first, were stopped cold. Ironically, it was the failure of Operation Battleaxe (June 15) in the Western desert that allowed reinforcements for this campaign from the Western Desert and a resumption of the Commonwealth offensive. After Damascus fell, Beirut was seriously threatened and with Indian 10th division troops (along with Habforce) moving on Aleppo and Homs to the North, the Vichy proposed an armistice to end the fighting.&#10;&#10;The armistice was signed on July 14. However, this result was far from certain. Here you can examine why.&#10;&#10;Game Scale:&#10;Game Turn: 1 to 2 days&#10;Hex: 2.5 miles / 4.0 Km&#10;Units: Company to Corps&#10;&#10;Game Inventory:&#10;One 1  22&quot; x 32&quot; full-color map&#10;One countersheet (280 1/2&quot; dual-side printed counters)&#10;One 48-page OCS series rulebook&#10;One 24-page Reluctant Enemies specific rulebook and designer notes&#10;One 16-page OCS starter guide booklet&#10;One 4-page OCS rules summary and explanation booklet&#10;Two 4-page OCS charts and tables booklets&#10;Two set up charts (1-sided)&#10;Two 6-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Lebanon",
      "Country: Syria",
      "Players: Two-Player Only Games",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "4735",
    "Name": "The King's Abbey",
    "ID": 159059,
    "Year": "(2016)",
    "Geek Rating": "5.782",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/159059/the-kings-abbey",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.25",
    "Description": "In AD 1096, hope fills the air like a bird's song after a long winter, the seeming endless road of the Dark Ages may soon come to an end. For years now, warlords have roamed the land, every surface is covered with filth, and disease has ripped through towns like great tornadoes. King Sivolc has dreamed that building a great gothic structure is the answer to leave this Dark Age behind forever. But for the last decade, there has been a massive decline in the building activity, and hardly any great cultural achievements have been made.&#10;&#10;Recently, while on one of his crusades, King Sivolc met a master architect named Elias. Elias told the King about his devotion to the mortar arts and how he longed to build a structure so great that people would travel hundreds of miles just to gaze at it. This meeting created a spark that ignited the King&rsquo;s dream with a fire that would burn away even the darkest of days forever. King Sivolc looks on from his castle and watches with great expectation as his dream becomes a reality.  With Elias&rsquo; help, he has hired some of the greatest architects and monks in the land to complete this task. He waits patiently for this great abbey to be raised from the earth, filled with people, changing the course of history forever!&#10;&#10;The King's Abbey is a worker placement/resource management game in which each player has their own player board that represents the abbey they have been tasked to build. Players take charge of monks that are represented by ten dice as they go out and gather resources, go on crusades, construct buildings, train clergy, bring in peasants, and defend their abbey against the darkness. Each player does this by rolling their dice and then assigning each die (monk) to different places on their player board, resource boards, and crusade cards. The places on the player boards will bring in peasants and train clergy. The places on the resource boards will give them wood, grain, stone, and sand for building the various parts of their individual abbeys.&#10;&#10;Each player receives prestige (victory points) for completing crusades and constructing various things in their abbey such as towers and different kinds of buildings. The game proceeds over a total of seven rounds where the &quot;darkness&quot; becomes greater each round. The darkness represents things like depression, famine, raiders attacking, and other things that the Dark Ages brought with it. You fight the darkness by keeping the defenses of your abbey strong. Players are trying to have the most prestige than any other player by the end of the seventh round.&#10;&#10;After seven rounds, players add up all prestige earned. Whoever has the most prestige wins the game!&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Religious: Monks/Abbots & Monasteries/Abbeys"
    ]
  },
  {
    "Rank": "4736",
    "Name": "Trek 12: Amazonia",
    "ID": 344415,
    "Year": "(2021)",
    "Geek Rating": "5.782",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/344415/trek-12-amazonia",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Explore uncharted and mysterious lands: can you thwart their dangers? Map undiscovered areas, trace new trails in the rainforest, and observe the vivid flora and fauna.&#10;&#10;Trek 12 Amazonie is a roll-and-write exploration game, with evolutive gameplay and content. Every player plays simultaneously. To score points, you have to create trials (chains of consecutive numbers) and zones (areas of a same number) and to observe the fauna. The player who scores the most win.&#10;&#10;During their turn, a player rolls dice and chooses the result to create trials and zones. They can also observe animals to get bonus points. But be careful to avoid as many bad encounters as you can.&#10;&#10;Their are two game modes:&#10;&#10;    The &ldquo;Exploration&rdquo; mode for an easy and quick game with other players while discovering Amazonia&rsquo;s secrets.&#10;    The &ldquo;Solo&rdquo; mode is also an Exploration mode&hellip; for one player, so that you can enjoy the game with Max, the renowned adventurer: go grab your fly swatter and your backpack!&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Bingo",
      "Chaining",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Game Park",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Region: Amazon Rainforest",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "4737",
    "Name": "The Burning Blue: The Battle of Britain, 1940",
    "ID": 17394,
    "Year": "(2006)",
    "Geek Rating": "5.782",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/17394/the-burning-blue-the-battle-of-britain-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4.0426",
    "Description": "(from GMT games website:)&#10;&#10;Beginning with the fighting above the Channel convoys and ending with the assault on London and the fighter-bomber offensive, The Burning Blue simulates battles between German air power and the British air defence system. It recreates the tense minute-by-minute 'plotting board' battles between RAF fighter controllers and the Luftwaffe air raids.[...]&#10;&#10;Based on original archive research and with the help of pilot veterans of the Battle of Britain, The Burning Blue models this famous conflict in unprecedented detail. Playable and exciting, the game provides new insights into this turning point of World War Two.&#10;&#10;COMPONENTS :&#10;&#10;     684 full-color die-cut counters&#10;     One 22&quot;x34&quot; full-color mapsheet [730 Kb]&#10;     40-page Rule Book&#10;     48-page Scenario Book&#10;     2 11x17 Hostile Raid Displays&#10;     1 11x17 Royal Air Force Squadron Tote Board&#10;     2 Player Aid Cards&#10;     Logsheet Booklet&#10;     2 6-sided dice&#10;&#10;&#10;DESIGNER Lee Brimmicombe-Wood&#10;ART DIRECTOR/PACKAGE DESIGN Rodger B. MacGowan&#10;MAP ART Lee Brimmicombe-Wood&#10;COUNTER ART Lee Brimmicombe-Wood&#10;&#10;&#10;Burning Blue uses a system similar to the one used in Downtown: Air War Over Hanoi, 1965-1972&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Battle of Britain)",
      "Players: Two-Player Only Games",
      "War Battlespace: Aerial warfare",
      "War Level of Command: Operational"
    ]
  },
  {
    "Rank": "4738",
    "Name": "Okko: Era of the Asagiri",
    "ID": 29602,
    "Year": "(2008)",
    "Geek Rating": "5.782",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/29602/okko-era-of-the-asagiri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2381",
    "Description": "Okko is a miniature game that is played on a board with squares.  It simulates skirmishes between Samurai and other typical Japanese-inspired characters (Ninjas, Geishas !!!) in the empire of Pajan.  Each player controls from 4 to 6 characters&#10;&#10;Okko is released as basis boxes containing the rules, adventure book, 6 double sided modular game boards, 10 special dice and 20 cardboard miniatures.&#10;&#10;There are pewter miniatures (unpainted) to replace the cardboard minis included in this game.&#10;&#10;Okko is inspired from a comic published by &quot;Les Editions Delcourt&quot; (French), &quot;Archaia Studios Press&quot; (English) and &quot;Silvester Strips&quot; (Dutch), &quot;Carlsen Comics&quot; (German)&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Country: Japan",
      "Game: Okko",
      "Mechanism: Campaign Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "4739",
    "Name": "Extraordinary Adventures: Pirates!",
    "ID": 254994,
    "Year": "(2019)",
    "Geek Rating": "5.782",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/254994/extraordinary-adventures-pirates",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2308",
    "Description": "While playing Extraordinary Adventures: Pirates, you become a pirate captain sailing three ships through the Caribbean in search of rich merchants to plunder and friendly ports in which to trade your booty for riches.&#10;&#10;In more detail, you have one ship on each of the three &quot;tracks&quot;, i.e., pathways through the Caribbean Sea. On each turn, you play three cards from your hand to move your ships. Your cards have a basic movement number, and often a secondary action. You may use one or the other to move your ships down the track or gain special advantages.&#10;&#10;Each of the three tracks winds through the Caribbean islands toward your ultimate goal: the Spanish Treasure Galleon at Trinidad. Along the way, there will be detours that lead to merchant ships that may be plundered, and towns that may be visited to cash in your plunder for treasure. Plundering merchant ships and visiting towns also allows you to recruit more crewmen (cards) for your crew (deck). The better your deck is, the faster that your ships are able to move, so deciding when to take detours for plunder and recruiting and when to sail on toward your ultimate goal is an important decision that every pirate captain must make.&#10;&#10;The first pirate captain to reach the Treasure Galleon at the end of any track ends the game. Each pirate ship scores points based on what place they finished on each track, as well as for the treasures earned by selling plunder. The richest captain goes down in history as the Pirate King!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "4740",
    "Name": "Da Vinci Code",
    "ID": 8946,
    "Year": "(2002)",
    "Geek Rating": "5.782",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/8946/da-vinci-code",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4866",
    "Description": "From the box:&#10;&#10;Conceal your secret code, outguess your opponent, deduce the solution, amaze your foes.  In the game of CODA players try to crack each other's &quot;code&quot; - a sequence of secret numbers.  Guess an opponent's secret number and it is revealed (by knocking it down).  Guess incorrectly and you must reveal one of your own secret numbers!  On each turn, a new number enters play, which helps you to narrow the possibilities and grow your own code.  Common sense, intuition and your &quot;detective&quot; skills will guide you to success.&#10;&#10;From me:&#10;&#10;There are two sets of tiles (similar to Stratego pieces without the soldiers) numbered 0-11.  One set is black, one is white.  In four player game, everyone one grabs three random pieces and arranges them in numeric order, with white pieces going to the right on ties.  In order a player grabs one of the remaining tiles and guesses on of the opponents pieces.  If correct, that piece is revealed. If the player is incorrect the piece that was just drawn is placed in the correct place in his own sequence and revealed.  If the player was correct in guessing he MAY make another guess.  If he chooses not to then he places the picked piece in his code, in sequence, but does not reveal it.&#10;&#10;Play continues until only one person has a piece standing.  When the new tiles run out, just keep going without drawing tiles.&#10;&#10;Belongs to a series / trilogy, containing:&#10;&#10;    Bernini Mysterie&#10;    Da Vinci Code&#10;    Salomon's Dilemma&#10;&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Historical Figures: Leonardo da Vinci"
    ]
  },
  {
    "Rank": "4741",
    "Name": "Loco Momo",
    "ID": 317299,
    "Year": "(2020)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/317299/loco-momo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1613",
    "Description": "As photographers, players are invited to the forests of Loco Momo to see who can capture the best shot! But the local animals aren&rsquo;t quite prepared for their group photo and are scattered about. When calling them over one by one to line up in front of your lens, they may just bring along a friend or two to really help you fill out your photo. Then position them in the best spots to create a charming photo worthy of the best photographer of Loco Momo!&#10;&#10;Loco Momo is a competitive game featuring drafting, tile placement, and set collection elements, falling under the broader mechanic of &ldquo;tile drafting.&rdquo; Players first choose an animal tile, and based on its unique movement, the animal moves to a different clearing, potentially allowing you to take even more animals of the same background color. Players then place your newly obtained tiles on your scoring board, which scores points based on specific arrangements (e.g., number of identical/different animals in a row, matching animals vertically, linking background colors, etc.). Like any good drafting game, take which benefits you most, but maybe keep an eye on what others may need! But distinguishing itself from others in the genre, Loco Momo offers an approachable theme and (family) friendlier atmosphere as the scoring system removes some of the bite of &ldquo;hate/spite&rdquo; drafting.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Movement",
      "Set Collection",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Ducks",
      "Animals: Eagles",
      "Animals: Rabbits / Hares",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games",
      "Theme: Anthropomorphic Animals",
      "Theme: Photography",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "4742",
    "Name": "Brawl",
    "ID": 392,
    "Year": "(1999)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/392/brawl",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3661",
    "Description": "From the Cheapass Games web site: (6 November 2011)&#10;&#10;History: In 1999, James Ernest refined his notion of Real Time card games. Building on his first real time card game, Falling, which was multi-player with a dealer, he created Brawl, a two-player card game with no dealer.&#10;&#10;Summary: Brawl is a lightning-fast combat game where two players burn through their 35-card decks in about 35 seconds. Each deck contains a unique mix of cards, and each deck requires a slightly different playing style to win.&#10;&#10;Mechanics: Each player takes one deck, sets a &quot;base&quot; card on the table, and begins to play. Players play their cards (Hit, Block, Clear, etc.) as fast as they like, trying to win each Base by playing more Hits on their own side. At the bottom of both decks are three Freeze cards. When every base is Frozen, the game is over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "4743",
    "Name": "Shiver Me Timbers",
    "ID": 239175,
    "Year": "(2021)",
    "Geek Rating": "5.781",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/239175/shiver-me-timbers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.3043",
    "Description": "Shiver Me Timbers is a highly thematic, strategic sandbox game set in the Golden Age of Piracy. The game is heavily Euro-inspired: It uses a tactical card-based combat system and takes lots of strategic planning to use your available actions to optimal effect and become the most notorious pirate of your era.&#10;&#10;Each playing will vary as you randomly reveal five of ten vastly different victory conditions: One game, you'll be rescuing your lost family, the next you might have to conquer enemy ships and fortresses or face the hideous Kraken.&#10;&#10;At the beginning of the game, each player secretly chooses two of the revealed conditions as their personal goals. After all players have chosen, they set-up the fully modular board, each of them trying to find a constellation that optimally supports their hidden agenda. Then they outfit their modable ship miniatures, select their starting abilities and equipment and set sails to fight, conquer, trade, loot, hunt for treasure and much more.&#10;&#10;During play, every achievement is rewarded with victory points. The game continues until all five victory conditions have been met. There's a final scoring in which players collect extra points if they managed to achieve the goals they chose, and highest point total wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Take That",
      "Tug of War",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "4744",
    "Name": "The Witches",
    "ID": 137095,
    "Year": "(2013)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/137095/the-witches",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "The Witches: A Discworld Game is the second of three games by Martin Wallace set in Terry Pratchett's Discworld, the first being Discworld: Ankh-Morpork.&#10;&#10;The Witches is set in the magically charged land of Lancre. Players take on the role of trainee witches, such as Tiffany Aching and Petulia Gristle, learning their craft and dealing with all the problems, both petty and serious, that life on Discworld can throw at them. A subtle blend of headology, magic and, of course, the all-important cup of tea will see our heroines tackle everything from a sick pig to a full-blown invasion of elves. Each player tries to be better at everything than the others, while also cooperating to prevent crises from escalating.&#10;&#10;Life can be tough for a young witch in Lancre. Fear not, however, as some of Terry Pratchett's most famous characters will be on hand to aid your quest. Along the way you'll meet Granny Weatherwax, Nanny Ogg and Magrat Garlick, as well as a rich supporting cast of familiar faces from the Discworld series. When things get really tough and you feel you are turning &quot;Black Aliss&quot;, you can always have a cup of tea with one of your fellow witches.&#10;&#10;The Witches can be played competitively, cooperatively, or solo.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Stat Check Resolution"
    ],
    "Families": [
      "Books: Discworld",
      "Players: Games with Solitaire Rules",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "4745",
    "Name": "Artus",
    "ID": 92643,
    "Year": "(2011)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/92643/artus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "In Artus, the round table of legend is a turntable in the center of the game board with a space marked with a crown for the king, numbers on the edge from +10 to -15 counter-clockwise from the king, and a few spaces worth 0.&#10;&#10;Each player has six cards in hand &ndash; two knight cards, two royalty cards, and two scoring cards &ndash; and plays two cards each turn. By doing this, players are able to place figures of their color or neutral figures around the table, score certain areas or figures under certain circumstances, and place rings on neutral figures or to move them. The neutral figure bearing three rings is the current king, and the table is always oriented to place this figure in the crown location. A new king can come into power though, which will find everyone sitting in a new location.&#10;&#10;The player with the most points after eleven rounds wins the game. Artus has two sets of rules: basic rules for families and casual gamers and &quot;professional rules&quot; for more experienced gamers.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Alea Medium Box",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "4746",
    "Name": "Okanagan: Valley of the Lakes",
    "ID": 230089,
    "Year": "(2017)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/230089/okanagan-valley-of-the-lakes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1053",
    "Description": "Canada's wealth is waiting for you!&#10;&#10;The Okanagan Valley, with its huge lakes and fertile meadows, awaits anyone willing to exploit it. Shape the land and store your wealth in the gathering and territory-building game Okanagan: Valley of the Lakes. In the game, players arrange tiles to design the landscape along with its natural resources &mdash; and it's your job to place one of the three buildings to obtain and secure these resources so that you can complete your objectives.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Canada",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "4747",
    "Name": "Exit: The Game + Puzzle – Nightfall Manor",
    "ID": 333516,
    "Year": "(2021)",
    "Geek Rating": "5.781",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/333516/exit-the-game-plus-puzzle-nightfall-manor",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5714",
    "Description": "The old man was well-known for his eerie tales of the dark castle on the edge of the forest. Recently, he set out on his own to find the shadowy lord of the manor, but he hasn't returned. Fearing the worst, you embark on a quest to find him. You must solve a series of riddles and piece together four jigsaw puzzles to uncover the mystery of Nightfall Manor and save your missing friend.&#10;&#10;In Exit: The Game + Puzzle &ndash; Nightfall Manor, there are riddles within riddles, hidden within four 88-piece jigsaw puzzles. Like other Exit titles, Nightfall Manor has no game board, but it also has no riddle cards. Instead, there are four jigsaw puzzles that you will find and assemble, one at a time. Each completed puzzle reveals a location containing more riddles to decipher.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Jigsaw Puzzles",
      "Players: Games with Solitaire Rules",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "4748",
    "Name": "Rolling Realms Redux",
    "ID": 393892,
    "Year": "(2024)",
    "Geek Rating": "5.781",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/393892/rolling-realms-redux",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "In Rolling Realms Redux, players compete to earn the most stars over 3 rounds in a series of minigames. (There are 12 different &ldquo;realms&rdquo; included in the game.) This is a roll-and-write game, meaning that players will write on the game components using dry-erase markers.&#10;&#10;Each turn, one player rolls 2 dice, and all players use the dice results on their realm cards to generate resources and earn stars. After 3 rounds, the player with the most stars wins!&#10;&#10;Rolling Realms Redux is a standalone game, and it includes everything you need to play up to 6 players. It features the same rules and full compatibility with its predecessor, Rolling Realms, but with 12 new realms inspired by popular games from other publishers, a printed version of the living rulebook that will include explanations for all realms (original, new, and promo), with everything in a box designed to fit all realms ever printed.&#10;&#10;All 12 realms in Rolling Realms Redux are 100% new and unique to this specific product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Digital Implementations: Tabletopia",
      "Mechanism: Roll-and-Write",
      "Misc: Self-Referential Games",
      "Organizations: Automa Factory",
      "Players: Games with Solitaire Rules",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "4749",
    "Name": "Antidote",
    "ID": 150783,
    "Year": "(2013)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/150783/antidote",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In Antidote, you are a laboratory scientist working for a giant chemical research conglomerate. When a deadly toxin suddenly infects you and everyone in your lab, you must work quickly to share your research and discover the Antidote before it's too late.&#10;&#10;In the game, players take turns deciding what action all other players take: either discard from their hand or trade research with other players. Eventually all your cards will run-out and you will be left with just one that you must &quot;drink&quot; and hope it's the Antidote. If this card is the true Antidote, you're cured and live to play again! If not... you die, but you can always try again!&#10;&#10;Antidote has 6 core elements:&#10;&#10;&#10;     Deduction: Players &quot;live&quot; or &quot;die&quot; by deducing the one card type that has been removed from the game (similar to Clue). &#10;     Semi-Cooperative Gameplay: You live or die alone, but it may be impossible to deduce the Antidote without working with the other players. &#10;     Simultaneous action selection: Every turn involves every player. Whether it is making trades for valuable information or simultaneously declassifying your research, all players are constantly engaged. This makes the game experience more fulfilling and eliminates long-periods of &quot;down-time&quot; between turns.&#10;     Player-controlled game length: Players have sole control over the pace of the game. If you think you know the answer you can speed the game towards its conclusion. If not...well, don't hold your breath! No one is going to wait for you to figure it out! This element adds a feeling of tension and excitement.&#10;     Multiple levels of player interaction: Even a &quot;wink&quot; or a &quot;nod&quot; can have meaning in this game if you are trying to learn or pass information between players. At the same time, a blatant statement such as &quot;Blue formulas are toxic&quot; may have no meaning at all, but everyone will judge you by your actions (everyone can see the cards you choose to discard). &#10;     Surprise ending: It is unlikely that anyone can know with 100% certainty what the Antidote is by the end of the game. This means the revealing of the Antidote is often a surprise.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Medical",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Artificial Player"
    ]
  },
  {
    "Rank": "4750",
    "Name": "Tungaru",
    "ID": 279198,
    "Year": "(2020)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/279198/tungaru",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9394",
    "Description": "In a time when early sea-faring Polynesians roamed the Pacific they came across the archipelago of Tungaru, today also known as Gilbert Islands. Rich in nutrients and resources they set about colonising these lands and spreading their culture.&#10;&#10;Tungaru sets players as early Polynesians in this dice placement and resource conversion, medium-weight euro game. Players will jump from island to island in an effort to recruit Nomads as new tribe members, colonise land, spread their culture and exchange goods. Players use dice as workers, Leader cards which are blind revealed which are then given to your neighbour and custom shaped meeples specific to their tribe. All in an effort to be the most successful tribe!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "End Game Bonuses",
      "Set Collection",
      "Turn Order: Role Order",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "4751",
    "Name": "Barbarossa",
    "ID": 72809,
    "Year": "(2010)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/72809/barbarossa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.575",
    "Description": "Barbarossa is set in a fictional Second World War setting in which cute German military girls rush against Moscow to defeat the evil magician Stalin.&#10;&#10;The game uses the in-game deck-building mechanism from Dominion &ndash; that is, each player starts with a small deck of resource cards and during the course of the game one buys cards from an open card pool to build a deck of cards to play with. Goal of the game is to conquer Moscow. If Moscow falls the player with the most victory points wins. Victory points are acquired by conquering different cities and/or strategical positions during the game. Every time you attack a city, event cards from an event deck are drawn (e.g. General &quot;Winter&quot;). Barbarossa uses six different kinds of cards:&#10;&#10;&#10;    Supply Cards: These provide points to buy other cards from the open card pool. &#10;&#10;&#10;&#10;    Unit Cards: The use of these cards require &quot;Operation Points&quot; (Each turn you start with one Operation Point) and deliver the military strength to attack cities or strategic positions (or in other words gain victory point cards).&#10;&#10;&#10;&#10;    Operation Cards: They give you a one time bonus in different forms. After use they are not just discarded but put out of play.&#10;&#10;&#10;&#10;    Deploy Cards: They stay in the players play area and deliver bonuses in different forms every turn.&#10;&#10;&#10;&#10;    Target Cards: The cities and strategic positions which deliver VPs, also if you conquered strategic positions it becomes easier to attack cities.&#10;&#10;&#10;&#10;    Event Cards: If you attack the Target cards an event is drawn and stuff happens.&#10;&#10;&#10;Like all of Arclight's deck construction games, the illustrations are provided by famous Japanese fanzine artists.&#10;&#10;Integrates with&#10;&#10;    El Alamein&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Alternate History",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "4752",
    "Name": "Gorus Maximus",
    "ID": 253756,
    "Year": "(2018)",
    "Geek Rating": "5.781",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/253756/gorus-maximus",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Gorus Maximus is a bloody trick-taking game of gladiatorial combat in which the trump suit can change mid-trick! The game can be played &quot;player vs. player&quot; or in teams.&#10;&#10;Dispatch your strongest gladiators and most ferocious beasts to earn crowd favor! Match the rank of the last gladiator played, and the trump suit changes immediately!&#10;&#10;Players are dealt a hand of ten gladiator cards and must contribute one gladiator to each bout (trick). There is a preferred school (trump suit) and the strongest gladiator from this school wins the bout. If no preferred gladiator entered the fight, then the strongest initiating gladiator (suit called for) wins. Players must follow the initiating school if possible, or they may &quot;challenge&quot; by matching the strength of the last gladiator played, immediately changing the preferred school to that of their gladiator!&#10;&#10;Players compete to collect gladiators with positive crowd favor and avoid those with negative favor. The player with the highest favor at the end of the round earns 1 crowd support. The first player to earn 3 crowd support has won the support of the masses and earns the title: Champion of Gorus Maximus!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Ancient: Rome",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "4753",
    "Name": "Lost Seas",
    "ID": 353543,
    "Year": "(2022)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/353543/lost-seas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7059",
    "Description": "There is a host of terrible tales surrounding the mysterious uncharted depths of the Lost Seas.  Rumours of giant krakens, infernal maelstroms, huge sea serpents and hostile deserted islands abound, and only skeletal shipwrecks remain as testament to tentative past expeditions. It is time to arm yourselves with the latest instruments of navigation and prepare to set sail on your most daring expedition yet, knowing that if you succeed, the glory will be beyond your wildest dreams and your map will become the stuff of legends.&#10;&#10;Forge your own legend by charting your exploits in the terrifying and hostile Lost Seas.  Only the most perilous and daring journey will go down in history. &#10;&#10;     Plan your Expedition&#10;     Explore the dangerous depths of the Lost Seas&#10;     Map your perilous journey&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "4754",
    "Name": "Red Alert: Space Fleet Warfare",
    "ID": 250467,
    "Year": "(2019)",
    "Geek Rating": "5.780",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/250467/red-alert-space-fleet-warfare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3529",
    "Description": "Richard Borg heads into space in this exciting new Commands &amp; Colours board game &ndash; including two complete fleets of hard plastic starships!&#10;&#10;Red Alert: Space Fleet Warfare allows two to six players to duke it out in space. The play of command cards drives the action and creates a &quot;fog of war&quot;, while battle dice resolve combat quickly and efficiently. Combat cards add an element of suspense and challenge players to maintain their star token reserves to power their Combat cards through the course of a battle. The action on a combat card may hinder the opposition forces, enhance a player&rsquo;s units, or may instantly change the course of a battle.&#10;&#10;An assortment of task force cards allow players to quickly deploy a fleet of starships. In addition to these task force units, players can augment and customize their fleets with support vessels.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Red Alert – Space Fleet Warfare",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "4755",
    "Name": "Igloo Pop",
    "ID": 8668,
    "Year": "(2003)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/8668/igloo-pop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.0877",
    "Description": "A children's game where players shake plastic igloos in an attempt to identify how many beads (between 2 and 13) they hold.&#10;&#10;Nine cards are dealt face-up in a circle around the igloos, with each card showing a different number (or range of numbers).  Players then start shaking the igloos to find one that matches the number of beads shown on a card.  When a match is found, the player marks that igloo with a colored chip and places it on the card with the same number.  If the guess is correct, that player receives the card (worth points) as a reward.  If the guess is incorrect, that player loses the chip used to mark the igloo.  The game is finished when one player has no chips left, or when all of the cards have been claimed!&#10;&#10;Although the appearance of Igloo Pop is quite silly, it takes a steady hand and well-trained ear to be able to determine how many beads are inside an igloo.  The sound and vibration when shaking each igloo is slightly different, allowing skilled players to judge the contents quickly and accurately.  Also, a risk/reward system is introduced in the cards: cards with several numbers are easier to guess, but are worth less points; cards with a single number are often difficult to guess exactly, but are worth more points.&#10;&#10;Background story, from the back of the box:&#10;The young ice giant has a big problem: he wants to buy fish sticks, but he cannot remember how many and he has nine shopping lists in his basket.&#10;&#10;So he goes from igloo to igloo and shakes each. In each he listens to the delicious fish sticks bouncing off the igloo walls. When he thinks that the igloo in his hand has the same number of fish sticks as one of his shopping lists, he takes it home.&#10;&#10;When he gets home, there are no fish sticks in the igloo. Instead, wild and laughing Inuit children tumble out of the igloo. Excitedly they shout, &quot;Shake us again!&quot; &quot;That was great fun!&quot; &quot;This is super&quot;, thinks the young ice giant. &quot;Now, I have found some new friends to play with!&quot; And, he promptly forgets all about his shopping lists.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Region: Arctic",
      "Theme: Inuit Peoples"
    ]
  },
  {
    "Rank": "4756",
    "Name": "Blitz Bowl: Ultimate Edition",
    "ID": 359065,
    "Year": "(2022)",
    "Geek Rating": "5.780",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgame/359065/blitz-bowl-ultimate-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3",
    "Description": "Smaller in scale but no less bloody, the six-a-side version of Blood Bowl gets a new season, bringing you more gory gladiatorial action on the gridiron. With streamlined rules that are simple to learn, but rewarding to master, you can get into the game at a breakneck pace &ndash; quite literally, for some players.&#10;&#10;This season, two new teams are ready to tussle in a tumultuous try-out &ndash; six Human players form The Reavers, while six Skaven make up The Scramblers. You&rsquo;ll also get a pitch, cards, dice, and everything else you need to play an action-packed strategic sports game for two &ndash; in less than an hour.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "4757",
    "Name": "Tyros",
    "ID": 3230,
    "Year": "(2002)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/3230/tyros",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4623",
    "Description": "The board shows the ancient Mediterranean area from Lebanon to the straits of Gibraltar. &#10;Each player receives a number of ships and cities. The map is divided into rectangles.&#10;&#10;Four starting rectangles are chosen by drawing location tiles. These areas are allocated one of the four differently colored types of empire counters. Each turn, players can play tiles corresponding to locations on the map. It's mandatory that these are next to tiles that already have an empire counter on them. The new location receives an empire counter depending on already present adjacent ones. Thus the four empires expand during play, as more and more tiles receive their empire counter. The size of the empires will vary from game to game.&#10;&#10;Players also need to build galleys to control tiles or travel to locations and found a city there. Building and traveling must be paid for with appropriate cards. These are dealt each round, some may be kept and traded. Spend them to your best advantage.&#10;&#10;At the end of the game players score points for controlling tiles. The amount of points depends on whether a city or galley controls the rectangle and how big the empire is to which the area belongs.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Nautical",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Resource to Move",
      "Set Collection",
      "Square Grid",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Lebanon",
      "Region: Mediterranean Sea",
      "Series: Spiele für viele (Kosmos)"
    ]
  },
  {
    "Rank": "4758",
    "Name": "Championship Formula Racing",
    "ID": 156175,
    "Year": "(2017)",
    "Geek Rating": "5.780",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/156175/championship-formula-racing",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.8",
    "Description": "In 1971, John Reilly and Tom Divoll designed a racing game that relied purely on skill.  Published by 3M, it was called Speed Circuit.&#10;&#10;Championship Formula Racing is a redesign and reimagining of that game.  While skill remains paramount in car design (where players build a car's attributes for the race--start speed, acceleration, deceleration, top speed, and tires) and in running the race, the game has changed to include rules for:&#10;&#10;- new tracks (to allow a dozen cars to race competitively)&#10;- drone cars to fill out a race field (up to 12 cars in a field now) which will race competitively&#10;- historical racers&#10;- rules for differing types of tires and pitting&#10;- eliminate the need for a speed log, using a more modern system of record-keeping in its place&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Simulation",
      "Track Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "4759",
    "Name": "Champions of Hara",
    "ID": 174805,
    "Year": "(2018)",
    "Geek Rating": "5.780",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/174805/champions-of-hara",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "Beneath the roots, way, way down through the layers of what was, past the golden stove, and even deeper than darkness&hellip;the sky opens back up. At the core of everything, in the belly of the soul, you&rsquo;ll find Hara. Look to it when you are tired, scared, or hungry. Call out, and it will find you.&#10;&#10;Champions of Hara is an adventure board game in which 1-4 players race to protect a dying world. Players will contain destructive energy by defeating monsters, closing rifts, and exploring the six different zones within Hara. In order to rise to the challenge, players will need to unlock new abilities and collect powerful items. Each session takes approximately 30 minutes per player.&#10;&#10;In versus mode, players will compete against one another in arena style combat. The winner is offered a powerful blessing by Hara&rsquo;s stewards: a single wish to shape the future. However, wishes are no simple matter. In co-op mode, players will work together to overcome the fallout from the champion&rsquo;s wish, facing off against corrupted foes and solving scenario based challenges.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "4760",
    "Name": "Infinite City",
    "ID": 46807,
    "Year": "(2009)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/46807/infinite-city",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8917",
    "Description": "A rich new world has opened up. Resources are plentiful, the economy is booming, and the capital city of this new world is expanding like never before! Even though many corporations scramble to stake a claim in the exploding prosperity, only one can claim ownership! Who will take over the Infinite City?&#10;&#10;Will you place the capital next to the port, claiming both as your own? Will you use the transit station to move another player&rsquo;s military base out of the way, or place your embassy to steal his temple? Will you try for a greater area under your control, or move to capture key buildings?&#10;&#10;Infinite City is a standalone tile game in which players become the leaders of corporations building an ever-sprawling city, maneuvering to control the largest districts while holding on to the most valuable buildings.&#10;&#10;Infinite City uses tiles to represent buildings, and colored pegs to represent control by players.  The tiles are mixed, five tiles are dealt to each player, and five tiles are placed face down in the shape of a cross at the center of the play area.  On their turns, players play a tile face up adjacent to one of the five starting tiles or a previously played tile, play one of their colored pegs on the tile, and follow the instructions on the tile.  These instructions may lead to playing additional tiles, drawing tiles, moving tiles previously played, turning face down tiles face up, taking tiles from opponents, preventing actions or even exchanging hands of tiles with other players.  When players finish their turns, if they have less than five tiles in their hands, they draw additional tiles so that they end their turn with at least five tiles.&#10;&#10;The game ends when one player places the last of his colored pegs, or the fifth Power Station tile is played.  Each player is awarded points for contiguous groups of at least three tiles controlled by him at a rate of one point per tile.  Some tiles have a point value number in the corner; players receive the number of points indicated for such tiles that they control.  Also, some tiles have silver rings; the player controlling the most of these receives one point per such tile.&#10;&#10;The player with the most points wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Art style – Art Deco",
      "Theme: City"
    ]
  },
  {
    "Rank": "4761",
    "Name": "Rory's Story Cubes: Actions",
    "ID": 89415,
    "Year": "(2007)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/89415/rorys-story-cubes-actions",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1852",
    "Description": "An expansion to the creativity game Rory's Story Cubes.  This set includes 9 new dice with 54 action images or &quot;picto-verbs.&quot;&#10;&#10;This expansion can be played on it's own or in combination with the original game.  The newest version is printed in dark blue ink to help distinguish the dice from the original Story Cube dice.&#10;&#10;The game is useful as an aid to creative problem solving, language learning and story telling.  Players roll the dice and then tell a story using the actions.  &quot;Once upon a time...&quot;&#10;&#10;Integrates with:&#10;&#10;    Rory's Story Cubes&#10;    Rory's Story Cubes: Voyages&#10;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "4762",
    "Name": "Guildhall Fantasy: Alliance",
    "ID": 196305,
    "Year": "(2016)",
    "Geek Rating": "5.780",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/196305/guildhall-fantasy-alliance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "In Guildhall Fantasy: Alliance, each profession grants you special abilities, and these abilities grow stronger the more of that profession that you collect. When you cash in that profession set for victory points, however, you lose the ability until you can build it up again.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Guildhall"
    ]
  },
  {
    "Rank": "4763",
    "Name": "Key Market (Second Edition)",
    "ID": 275067,
    "Year": "(2019)",
    "Geek Rating": "5.780",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/275067/key-market-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.3077",
    "Description": "Originally released in 2010, designer David Brain and developer Richard Breese have now re-visited Key Market, adding four new guilds to the game and updating a number of the original guilds to give an even more challenging gaming experience.&#10;&#10;All of the guilds have been re-evaluated based on ongoing playing experiences and comments, including the Key Worker guild. So you will find previous strategies may no longer be effective or possible.&#10;&#10;In Key Market, each player controls an extended family of workers.  Over the course of two years, players will organize their workers in an attempt to turn their initial scanty resources into a thriving economic system.&#10;&#10;After an initial set up phase, the game is played over eight seasons.  Each season has three distinct phases, during which players may take a variety of actions.  The topography, weather, and seasons will influence the ability of workers to produce crops and livestock in the fields and luxuries in the villages.  In addition, resources and luxuries may be bought and sold in the market, or gold and favors sought and acquired.  Other workers may be sponsored to join the powerful guilds, where they will acquire skills as they gain promotions to become craftsmen or even the guild master.&#10;&#10;Turn order throughout the game is determined by the player&rsquo;s position on the season track, which changes at the end of each season.  At the end of the game, the player who has acquired the most gold will win the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Series: Key (Richard Breese)"
    ]
  },
  {
    "Rank": "4764",
    "Name": "MESOS",
    "ID": 414685,
    "Year": "(2024)",
    "Geek Rating": "5.780",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/414685/mesos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2.0476",
    "Description": "Thousands of years ago, a new era was beginning for humankind. The nomadic hunter-gatherers who had laboriously earned their place on Earth organized into small groups, differentiating social roles, building the first settlements, and initiating a great revolution. Scientists call this period &quot;Mesolithic&quot;, and this game talks about those people.&#10;&#10;In MESOS, you are the leader of an ancient tribe, and as such, your role is to nurture the growth of your tribe by adding new members, ensuring its sustenance, constructing buildings, and addressing unfolding events. Each round, you must place your totem pawn on the offer track, then following the pawns' order on the track, you will acquire character or building cards and add them to your tribe. Each card has specific effects and may earn prestige points (PP) as you construct specialized buildings and prepare wisely for the events you will face.&#10;&#10;Whoever manages to bring the most prestige to their tribe wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "4765",
    "Name": "Battle For Souls",
    "ID": 123160,
    "Year": "(2013)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/123160/battle-for-souls",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.371",
    "Description": "Battle For Souls is a card game pitting the seven archangels of heaven versus the seven princes of hell in a fight for the eternal souls of humankind.&#10;&#10;In the game, 1, 2, or 4 players choose the side of heaven or the side of hell. Each side will battle for 28 souls, which are worth victory points. Players add holy or unholy points on the souls in play based on how they use temptation, virtue, sin, intercession, holy relic, unholy relic, angel and devil cards. Earn enough holy points, and when the soul is reaped it goes to heaven, earning the side of good victory points; earn enough unholy points, and when the soul is reaped it goes to hell, earning the side of evil victory points. If a soul does not earn enough holy or unholy points and is reaped, it goes to purgatory where its victory points are not counted.&#10;&#10;Guiding a soul to complete purity or complete darkness before death and final judgment adds a new archangel or prince of hell to a player's arsenal. Influence on souls can be spent for more powerful cards that have special abilities, and allow a player to gain souls more quickly.&#10;&#10;Many strategic decisions impact play. Strategies include focusing on gaining more help from heaven or hell to increase your power, working to reap souls quickly from the start with little intervention from the angelic and demonic hordes, or balancing your play to ensure victory.&#10;&#10;Sin, Intercession, and Relic cards can be purchased for beneficial effects at the cost of holy and unholy points. These help to make for deep gameplay and excellent risk-reward scenarios. Invest in these cards to strengthen your position.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "4766",
    "Name": "Biss 20",
    "ID": 318195,
    "Year": "(2020)",
    "Geek Rating": "5.780",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/318195/biss-20",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2308",
    "Description": "In Biss 20, you count from 1 to 20 together, with each player saying one number in turn.&#10;&#10;Okay, that sounds simple! And it would be if not for Fritz the bat who keeps coming up with new rules that you need to remember &mdash; and just when you've remembered one rule, he's already waiting around the corner with the next one. How many rules can you recall?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Series: Ugly Animals (Drei Magier)"
    ]
  },
  {
    "Rank": "4767",
    "Name": "Anansi",
    "ID": 317983,
    "Year": "(2020)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/317983/anansi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1.8",
    "Description": "Some say Anansi is a trickster, but he is a spider for sure and sometimes even a man. Let me tell you why he is also known as the &quot;Keeper of Stories&quot;: One day, Anansi decided to gather all stories and become the wisest of all. After many years, he finally had all the stories in the world, but poor Anansi did not feel any wiser. Eventually he realized that true wisdom is not achieved by keeping knowledge to yourself, so he decided to share his stories and inspire people with them &mdash; and believe it or not, that was how this game was made!&#10;&#10;In the trick-taking card game Anansi, you have to be smart about which tricks you are trying to get. Each trick represents a story, but stories untold are worth only a little. If you can acquire followers &mdash; by playing a card not to the trick, but for its indicated number of followers &mdash; you can match up your followers with stories to inspire them, and inspiring all your followers should always be your goal because this grants you the trickster's favor and sweet bonus points.&#10;&#10;Note that cards played to gain followers can affect the trump suit, which means that the trump can change several times in a game. It is up to you to adapt to the new situation!&#10;&#10;Anansi is in the same game line as Spicy, with the game box and card backs being decorated with a special metallic print in purple. For such a rich and cultural theme, publisher HeidelB&Auml;R Games paired up with Nigerian artist Dayo Baiyegunhi and South African artist Emmanuel Mdlalose to create a unique and colorful look for the story world of Anansi.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Mythology"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Continents: Africa",
      "Digital Implementations: Tabletopia",
      "Organizations: Forgenext",
      "Series: Radiant Culture Series (HeidelBÄR)"
    ]
  },
  {
    "Rank": "4768",
    "Name": "Attribute",
    "ID": 4553,
    "Year": "(2002)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/4553/attribute",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.178",
    "Description": "In Attribute, you try your best to guess the opinions of the other players about topics chosen by the players. Each player always has four attribute cards and a red or green sheep card in his hand. One player chooses a topic. All players with green sheep try to play an attribute matching this topic, all players with red sheep try to play one that doesn't match. All played attribute cards are revealed simultaneously and the players must try to slap a topic-matching attribute card played by another player who also played a green sheep. Points are earned for correct matches.&#10;&#10;Expanded by&#10;&#10;     Attribut 2 (Lookout Games, German language)&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "4769",
    "Name": "Pandoria",
    "ID": 248167,
    "Year": "(2018)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/248167/pandoria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.4828",
    "Description": "For generations, the fertile Hiddenlands were shared by the peoples of the Five Realms. The Elves, Mages, Dwarves, Halflings and Humans lived peacefully with each other, though they increasingly engaged in fierce competition for the prosperity and glory of their respective nations.&#10;&#10;And so it was that when the divisiveness threatened to break the thousand-year peace, the Goblin Hordes from across the sea unleashed a devastating surprise attack, and the peoples of the Hiddenlands could not unify quickly enough to repel them. Remnants of each of the realms fled by ship, until they at last discovered a new, unoccupied land upon which they could begin building their civilizations anew. The old rivalries would remain, of course, but perhaps this time, their competition with each other would not welcome disaster. It was a time of hope, a time for exploration and construction, and a time of renewed competition in a new world they called Pandoria.&#10;&#10;In the &quot;gamer's game&quot; 'Pandoria', players discover this new land by placing tiles, and they claim its territory and resources by placing their people. When a type of terrain is completely surrounded by other terrain, every worker on the borders of that terrain gains its resources. Although more than one civilization will usually benefit, each player tries to gain more than the others. Mining gold gives you income to buy cards that have two options: buildings and spells. Acquiring wood allows you to build that side of the card for permanent advantages, while mining crystals gives you the power to use the card for its one-time spell instead. Excess resources can be converted into prestige Points, and some buildings can generate more. When the new land has been fully explored (all tiles have been placed), the player with the most prestige is declared the most powerful nation of Pandoria and wins the game!&#10;&#10;The game includes a streamlined beginner game, as well as expanded rules for the complete game that includes asymmetrical player powers.&#10;&#10;The second edition from 2024 has the following changes: &#10;- The game board is double-sided&#10;- The 5 realms are newly designed&#10;- the cover is brighter/friendlier&#10;- the cards have a little different size&#10;- some realm characteristics are revised&#10;- the rule book has 4 pages more&#10;- the starting player tile is newly designed&#10;Find everything here: https://www.irongames.de/wordpress/index.php/the-games/pandoria-2024-2/&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Hand Management",
      "Hexagon Grid",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "4770",
    "Name": "UGO!",
    "ID": 139326,
    "Year": "(2013)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/139326/ugo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6364",
    "Description": "In UGO!, players try to found a mighty kingdom. Eagerly they expand their empire with more and more countries &ndash; but only the areas that are well maintained by farmers shall ensure that a truly flourishing kingdom will be founded.&#10;&#10;UGO! is a trick-taking game. The starting player plays a card from hand, then in clockwise order the other players play a card of the same color, if possible, while playing a different color otherwise. The one who plays the highest card takes all the others. In a tie, the player who follows suit wins. If none of the players followed suit, then the first one wins.&#10;&#10;The winner places the cards on his kingdom cards, starting from left to right and sorted by color. If you have nothing on your kingdom cards yet, you can sort the cards from left to right in any order. However, if you do have cards already on your kingdom, you must place them on top of the other matching colors (countries). As soon as you have placed the cards and started a new game round, you may not change them anymore. The winner of the game round is also the starting player of the next one.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "4771",
    "Name": "The Stars Are Right",
    "ID": 37696,
    "Year": "(2008)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/37696/the-stars-are-right",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "55",
    "Play Time": "55",
    "Weight": "2.43",
    "Description": "The Stars Are Right (German: Die Sterne Stehen Richtig) is a Cthulhu Mythos-themed card game illustrated by Fran&#195;&#167;ois &quot;Goomi&quot; Launet, best known for his comic series &quot;The Unspeakable Vault of Doom.&quot; &#10;&#10;&#10;In the game you'll start small, bringing ghasts and ghouls back to our reality.  Invoke minor creatures to flip over a tile or push a row, creating the correct patterns to summon more and more powerful ones.  Eventually, you'll build a horde of Servitors who can chain flips, pushes, and switches together; rearranging the entire grid to your whims.  Change the skies, summon a Great Old One, and win!  The game is won by acquiring 10 points first, which can be done by summoning many small creatures or going for Great Old Ones.  Creatures which give more points tend to require more complex constellations.  The night sky is represented by a 5x5 field of objects.  It can be manipulated by moving a row by one object (cycling through), flipping one object (both sides have different objects), and switching two neighboring objects. &#10;&#10;&#10;The game was released in German in October of 2008. Steve Jackson Games released the English version in August of 2009. &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "4772",
    "Name": "Echidna Shuffle",
    "ID": 236272,
    "Year": "(2018)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/236272/echidna-shuffle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "Echidnas pick up bugs and deliver them to their home stumps in the family-friendly game Echidna Shuffle.&#10;&#10;In more detail, players move the twelve echidnas from leaf to leaf, picking up bugs in their color from their pick-up leaf, and moving them to the three matching-colored stumps. But the forest floor is a traffic jam of echidnas that have to be moved out of the way before you can get there. The first player to deliver all three bugs wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Miniatures",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Animals: Butterflies",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Insects",
      "Animals: Worms",
      "Country: Australia",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "4773",
    "Name": "Roméo & Juliette",
    "ID": 287638,
    "Year": "(2020)",
    "Geek Rating": "5.779",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/287638/romeo-and-juliette",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "35",
    "Weight": "2.6875",
    "Description": "The setting of this cooperative strategy game for two is beautiful 16th century Verona. There, two bitterly hostile families stand in the way of Romeo &amp; Juliet's love happiness.&#10;&#10;The players take on the roles of the two lovers. You won't be able to communicate freely, so you'll have to make your partner understand your plans, and find out where they want to meet you. The tragic couple is not allowed to speak freely to each other and can only arrange to meet in secret. Otherwise the hatred between the families will deepen. By cleverly playing cards and messages, the players try to ensure that love triumphs over hate in the end.&#10;&#10;The game box unfolds into an atmospherically designed theatre scene. On this stage, Romeo &amp; Juliet and their companions move to different locations.&#10;&#10;There are 9 chapters and just as many difficulty levels. This allows the game to be perfectly adapted and varied.&#10;&#10;To win, love must reach its peak before the end of the third act.&#10;If, on the other hand, hatred reaches its lowest point, fate takes its toll on the star-crossed lovers, and you will have lost.&#10;&#10;&mdash;description from the French and the German publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Movement",
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Storytelling"
    ],
    "Families": [
      "Authors: William Shakespeare",
      "Components: Game Box Used In Play",
      "Country: Italy",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Theme: Books / Libraries",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "4774",
    "Name": "Rock the Beat",
    "ID": 37728,
    "Year": "(2008)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/37728/rock-the-beat",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0595",
    "Description": "Players in Rock the Beat do just that, creating a steady beat by slapping their thighs and clapping their hands to the rhythm of the Queen song &quot;We Will Rock You&quot;.&#10;&#10;At the start of the game, each player receives a card showing a symbol that the player can create with her hands: deer antlers, thumb's up, thumbing your nose, etc. Once the beat is established, the start player replaces the clap with her own symbol, then the symbol of another player, e.g., slap, slap, &lt;&lt;thumb's up&gt;&gt;, slap, slap, &lt;&lt;antlers&gt;&gt;. The player who holds the antlers card must repeat his own symbol on the next clap, then &quot;throw&quot; someone else's signal. When a player messes up the rhythm or fails to respond to his signal, he receives a new symbol card, while his old one goes to the player who threw him the symbol. This latter player now has two symbols in front of him, making gameplay trickier for him. Who will keep rocking the beat and collecting cards?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Music",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "4775",
    "Name": "Trade on the Tigris",
    "ID": 250754,
    "Year": "(2018)",
    "Geek Rating": "5.779",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/250754/trade-on-the-tigris",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "The Tigris river winds through the cradle of civilization, providing food, water, and a means of transportation for trade and dissemination of ideas between the various cities and towns along the way.&#10;&#10;In Trade on the Tigris, you are one of these cities. Each round, you gain development cards that provide new abilities, produce resources (in the form of cards), trade them with the other players, and turn in sets of these for profit (points). An inevitable side effect of this interaction with others is the sharing of philosophies. The primary religion and government of your city may be shaken to its very core as a result, and the ways in which you can develop the abilities of your city will change along with them. After 5 rounds, the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Rivers: Tigris"
    ]
  },
  {
    "Rank": "4776",
    "Name": "Legendary Encounters: The Matrix",
    "ID": 373105,
    "Year": "(2023)",
    "Geek Rating": "5.779",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgame/373105/legendary-encounters-the-matrix",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.8125",
    "Description": "Legendary Encounters: The Matrix is a deck-building card game based on The Matrix trilogy of movies. Fight against notorious adversaries such as Agent Smith, the Merovingian, the Twins, the Sentinels, and more. So long as the Matrix exists, humankind will never be free.&#10;&#10;In the game, players take the role of Neo or other heroes to save the human race from extinction.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Events",
      "Hidden Roles",
      "Open Drafting",
      "Player Elimination",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Legendary (Upper Deck Entertainment)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "4777",
    "Name": "Bomb Squad",
    "ID": 142267,
    "Year": "(2013)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/142267/bomb-squad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2381",
    "Description": "The sergeant hangs the phone up. &quot;Multiple hostages, numerous bombs. We're up.&quot; We grab our gear, prep the robot and load the van. It's go time...&#10;&#10;An unknown terrorist organization is on the rise, looking to spread fear while profiting from the chaos they release. You, your fellow members of the Retro City Bomb Squad, and your trusty Bomb Squad Robot are the only barriers in the way between those dastardly villains and the innocent civilians of Retro City. Lives are at stake &mdash; and time is ticking &mdash; so let's go!&#10;&#10;Bomb Squad is a cooperative game in which 2-6 players are members of a team operating a disposal robot with the mission to disarm bombs and save hostages. The players work together, racing against the clock to provide the appropriate instructions for the robot to achieve their mission objectives. Bomb Squad features:&#10;&#10;&#10;    Real-time play: Players each take a turn in clockwise order and are free to take as long as they want on their turn. However, there is a timer counting down in real time until the bombs will detonate, so players will want to be as efficient as possible. &#10;    Hidden Card Information: Players hold their cards so that the fronts are facing the other players, which requires that players give each other Intel to figure out which cards they have in hand. &#10;    Limited Communication: While players have their cards up and visible to each other, players are allowed to communicate only via the Intel they give each other, which provides hints about the cards they have in their hands. Table talk about which cards are needed, or where the robot should go, and giving implied hints about which cards to play are prohibited.&#10;    Co-operative game play: The players all work together, winning or losing collectively as a team.&#10;&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Action Queue",
      "Communication Limits",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Memory",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Organizations: Gamesmiths",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "4778",
    "Name": "Lobotomy II: Manhunt",
    "ID": 348877,
    "Year": "(2022)",
    "Geek Rating": "5.779",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/348877/lobotomy-ii-manhunt",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0833",
    "Description": "Lobotomy 2: Manhunt is the sequel of Lobotomy.&#10;In this cooperative survival horror board game. Each of you will play as a patient of a mental asylum. The monstrous staff will do everything to keep you in so you will have to use your unexplainable powers to escape. Be sure to find the difference between reality and delusions before it is too late.&#10;&#10;Lobotomy 2: Manhunt has greatly improved since last game but still keeps the original Lobotomy spirit and atmosphere. It features:&#10;&#10;     modular map with asylum parts and outdoor parts (yes now you can check the asylum's surroundings)&#10;     best parts of Lobotomy such as cooldown system and Warden-based timer are still here&#10;     streamlined combat, movement and character management&#10;     new characters with personal goals&#10;     crafting system - improve your weapons and equipment by collecting junk&#10;     story-heavy scenarios. With the addition of scenario book game is now more thematic than ever. Explore the board which can expand during the game and hold more secrets and goals &#10;     scenarios can be played separately but they have a story continuity. There is also a &quot;Sandbox&quot; mode for an endless replayability (similar to the Lobotomy 1)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Movement Points",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Gamefound",
      "Game: Lobotomy",
      "Medical: Psychiatric Hospitals / Asylums"
    ]
  },
  {
    "Rank": "4779",
    "Name": "Big Monster",
    "ID": 246567,
    "Year": "(2018)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/246567/big-monster",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.9375",
    "Description": "You are an explorer who has been traveling through space, looking for new planets for the Federation, and you have just discovered one not yet indexed! This is an opportunity to identify new creatures, discover rare resources, and fulfill intergalactic missions. This is the challenge you are facing: Earn the most victory points in order to make your exploration successful!&#10;&#10;Big Monster is a &quot;smart drafting&quot; and tile-laying game that's played in two rounds. On a turn, each player (simultaneously) chooses a tile from their hand, places it face down in front of them, then immediately gives their remaining tiles to another player of their choice who hasn't already been given tiles. That is what's defined as &quot;smart drafting&quot;.&#10;&#10;At the end of the game, each player owns 18 tiles in their exploration space. You earn victory points by finding monsters, completing crystals, and achieving missions. The player with most victory points at the end of the second round wins.&#10;&#10;Big Monster can also be played in teams, and when doing so, the score of each team is the score of the team member with the fewest victory points.&#10;&#10;Big Monster is also a two players game, and when doing so, you do not use &quot;smart draft&quot;. There is a special rule for 2 players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "4780",
    "Name": "King's Breakfast",
    "ID": 6263,
    "Year": "(2003)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/6263/kings-breakfast",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1769",
    "Description": "The king has invited you to his castle for breakfast.  During the feast the players will take portions of various dishes from the table to eat.  As a good host, the king will serve all his guests before taking any portion from each course.  From time to time, his pet dragon Emerald will steal some food from his master.  Of course, it is rude for a player to have more of a dish than the king, so players must be careful not to be too greedy.  In the end, the winner is the player who gets the most to eat of the things the king likes best without eating more than the king eats of any dish.&#10;&#10;Online Play&#10;&#10;&#10;     BrettspielWelt (real-time)&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "4781",
    "Name": "The Wizard Always Wins",
    "ID": 232829,
    "Year": "(2017)",
    "Geek Rating": "5.779",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/232829/the-wizard-always-wins",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "The Wizard Always Wins&hellip;but the question is, WHO is the true Wizard? Round by exciting round, players jockey for new roles &ndash;from the Trader and the Oracle to the Apprentice and more. Each of the seven roles offer different abilities that are useful for leveling up your power. Yet only the player who is the true Wizard will pull their own gem from the Bag of Fate and claim victory!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Push Your Luck",
      "Set Collection",
      "Turn Order: Stat-Based"
    ],
    "Families": []
  },
  {
    "Rank": "4782",
    "Name": "Cthulhu Wars: Duel",
    "ID": 326485,
    "Year": "(2020)",
    "Geek Rating": "5.779",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/326485/cthulhu-wars-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.8571",
    "Description": "The Old Ones have risen. Monsters walk the Earth. Humanity is finished, but the struggle continues. Which Great Old One will rule the ruins of Earth? Now, you take charge!&#10;&#10;Cthulhu Wars: Duel is a fast-moving two-player strategy game in which you play as Great Cthulhu himself or the Black Goat, a cosmic goddess of hideous fertility. Each side is strikingly different with unique units, abilities, and strategies available.&#10;&#10;In Cthulhu Wars: Duel, the giant plastic miniatures have been replaced with cardboard standees. This not only allows the game to be more affordable, but also makes it travel friendly and saves table space. This means you can drop a box of Cthulhu Wars: Duel in a bag and take it to your game night with minimal space requirements. Cthulhu Wars: Duel also doesn't take up as much table space as the original, allowing it to be played in smaller spaces. In short, this is the most accessible version of Cthulhu wars ever made!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Game: Cthulhu Wars",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos",
      "Theme: Villainy",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "4783",
    "Name": "SEAL Team Flix",
    "ID": 177515,
    "Year": "(2018)",
    "Geek Rating": "5.778",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/177515/seal-team-flix",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.0952",
    "Description": "SEAL Team Flix is a fully co-operative or solo tactical dexterity game that pits 1-4 players against the forces of terrorism. Taking inspiration from several military-themed first-person shooter video games, SEAL Team Flix incorporates flicking, dice rolling, and character standees into an exciting, unique combination that will have the whole table standing up.&#10;&#10;The game has two modes: campaign and skirmish. In campaign mode, players embark on an eight-mission non-linear adventure. Individual SEALs will get promoted several times over the course of the campaign...if they live. In skirmish mode, simply play one of the 17 missions as a standalone set-piece.&#10;&#10;SEAL Team Flix is an objective-based game, with primary and secondary objectives which need to be resolved to successfully complete each mission. For example, in some missions, you must locate and acquire intelligence against the terrorist organization Gaia's Hope. In others, you must disarm time bombs or rescue hostages. While you are given intelligence at the beginning of each mission as to the number and nature of the objectives that need to be completed, every game will be different because you will never know where on the map they are until you physically locate them with your SEALs. The game's difficulty scales both with the number of SEALs playing as well as with three optional difficulty levels.&#10;&#10;IMPORTANT ERRATA: Somehow the Sentry positions were left off the printed boards included in the game. You can see images of the correct Sentry Position placement on pages 6 and 10 in the rulebook, but you can also download the Sentry Errata PDFin the files section, which contains enlarged images of the maps and their sentry positions.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Flicking",
      "Grid Movement"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "4784",
    "Name": "Lata",
    "ID": 374201,
    "Year": "(2023)",
    "Geek Rating": "5.778",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/374201/lata",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.1923",
    "Description": "The Portuguese canning industry developed throughout the 20th century, going through periods of great splendor and of extraordinary importance in the social fabric of communities close to fishing centers. After the huge growth due to the immense supply of troops in Europe that World War II brought, the industry went through a period of stability with the consolidation of the quality of the products and the establishment of markets abroad.&#10;&#10;Lata (&quot;tin can&quot; in English) is the name of the raw material for the containers in which the fish is packed, and it also turned out to be a popular designation for the product. In this game, players manage local canning companies in the 1950s and produce and sell the famous canned sardines or canned mackerel, the two main canned fish in the first decades of the industry, before the appearance of the very popular tuna.&#10;&#10;The game takes place over six rounds. In each round, players buy a batch of fish, tomato or olive oil, which they then can use in their factory. These preserves will then be sold to markets. This operation will result in money that will be used to buy scorecards and increase the factory's production capacity.&#10;&#10;The order in which each batch of raw materials is chosen is given by an auction of action points that players secretly make by sliding their disk to the left on the action track of their individual board. Whoever gives up more opportunities for action chooses the best lot, but it is clear that having more possibilities for action is vital to produce more and reach the best markets!&#10;&#10;The player with the most victory points (VP), which are awarded at the end of the game by the scorecards, wins.&#10;&#10;Lata is the second game in the &quot;Quinas Collection&quot;, following the success of Caf&eacute;, the first game in the line.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Contracts",
      "Turn Order: Auction"
    ],
    "Families": [
      "Country: Portugal"
    ]
  },
  {
    "Rank": "4785",
    "Name": "Carthago: Merchants & Guilds",
    "ID": 233006,
    "Year": "(2017)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/233006/carthago-merchants-and-guilds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Carthage - about 800 years B.C. Founded as a humble trading post by the Phoenicians, the city quickly grew into an important trade hub where precious goods from around the ancient world were traded.&#10;&#10;In Carthago, players represent merchants who attempt to increase their wealth and influence while improving their status within the Merchant's Guild. Become the greatest merchant in Carthage by loading valuable wares, financing expeditions, and exerting influence in clever ways. An extraordinary card-driven game of tactics that demands making the right decisions at the right time!&#10;&#10;Discover and trade valuable goods to acquire special abilities. Gain influence by trading goods. Use your influence to battle enemies, secure more seats in the Merchant&rsquo;s Guild, or unlock special achievements. Multi-use cards provide players various ways to improve their status within the Merchant&rsquo;s Guild. The game&rsquo;s components are language-independent.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Pick-up and Deliver",
      "Set Collection",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "4786",
    "Name": "Anno Domini: Erfindungen",
    "ID": 3137,
    "Year": "(1999)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/3137/anno-domini-erfindungen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4681",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year in which it happened on the other.&#10;Each player receives nine of these cards, and may only look at the descriptions. Each player in turn puts a card on the table, trying to put them in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure and are hard to date.&#10;&#10;Part of the Anno Domini series.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "4787",
    "Name": "Assault on Hoth: The Empire Strikes Back",
    "ID": 3548,
    "Year": "(1988)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/3548/assault-on-hoth-the-empire-strikes-back",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2059",
    "Description": "Released after Return of the Jedi, part of a series of games depicting Star Wars events, this game plays out the battle on Hoth.  The object of the Imperial player is to destroy the Shield Generator at opposite end of the map to Imperial deployment.  The rebels' goal is to forestall Imperial victory until the &quot;Transports&quot; are away.  Setup is limited to certain areas of the map, thus setting up a very accurate scene to play from the film &quot;The Empire Strikes Back.&quot;  Troops, vehicle strength and damage are tracked on the map, using various counters.  One even gets to use Luke on the battlefield and his all important Force ability. Dice are used to determine combat attack and defense.  It's a hex based map, and the counters all have stands.  Low rules learning.  Random card powers throughout game (events.)  VERY little hidden from other player.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Standees",
      "Digital Implementations: VASSAL",
      "Fictional Events: Battle of Hoth",
      "Movies: Star Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Star Wars Adventure Board Game (West End)"
    ]
  },
  {
    "Rank": "4788",
    "Name": "Shaolia: Warring States",
    "ID": 275996,
    "Year": "(2020)",
    "Geek Rating": "5.778",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/275996/shaolia-warring-states",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "Shaolia is a board game filled with deadly strategy and countless possibilities to build your own kingdom.&#10;&#10;&#10;     Build your very own kingdom with various building &amp; character cards &#10;     Utilize creative tactics to take the lead with highly dynamic game play &#10;     Dive into the world of Shaolia through fantastic artwork and storylines&#10;&#10;&#10;There are two ways to win in Shaolia. You can either deal 12 damage to your opponent&rsquo;s palace and destroy it, or you can achieve 18 culture score.&#10;&#10;The game is played through multiple rounds. &#10;A round consists of 3 different phases.&#10;&#10;&#10;     Purchase Phase: Purchase cards and resources. &#10;     Building Phase: Build the purchased cards on the territory board. &#10;     Action Phase: &nbsp;Roll the dice and activate cards built on the territory board, using dice. &#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "4789",
    "Name": "Top Ten 18+",
    "ID": 334137,
    "Year": "(2021)",
    "Geek Rating": "5.778",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/334137/top-ten-18-plus",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.1111",
    "Description": "A fun co-op game!&#10;For each theme (funny or surprising), each player has to invent a response. But the intensity of the answer has to correspond to his secret number. Then, if the Cap&rsquo;ten puts the answers in the correct order, the team wins!&#10;&#10;There are always 10 good reasons to say stupid things!&#10;A fun, entertaining cooperative game!&#10;&#10;For each theme, each player has to invent a response and say it. But the intensity of the answer has to correspond to his secret number, from 1 (in blue) to 10 (in pink). Then, if the Cap&rsquo;ten puts the answers in the correct order, the team wins! Size doesn&rsquo;t really matter, but there are 500 themes!&#10;&#10;Example : &ldquo;Look honey, I brought condoms that taste like&hellip;&rdquo;. Complete, from the worst to the best.&#10;&#10;     Spinach&#10;     Sea salt caramel&#10;     Ash tray&#10;     Pineapple pizza&hellip;&#10;&#10;&#10;This game is the adult version of the famous Top Ten! Same principle but hot themes!&#10;&#10;EXAMPLES :&#10;- Find a place to have sex in the room you&rsquo;re in. From the least comfortable to the most comfortable.&#10;- The helicopter is dropping humanitarian aid packages. But Roger got mixed up: what&rsquo;s in the boxes? From a disaster to a nice surprise.&#10;- You ate magic mushrooms. What do you see around you? From a little hallucination to the trip of the century.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Targeted Clues"
    ],
    "Families": [
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "4790",
    "Name": "Monster Chase",
    "ID": 43578,
    "Year": "(2009)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/43578/monster-chase",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0169",
    "Description": "Monster Chase is a cooperative memory game for players 3 to 7 years old. In the game, monsters creep out from under the bed and try to surround it. Each monster is only afraid of one toy that will banish it to the closet amongst the ten that are available to be found. If the players successfully send all the monsters to the closet before they can close the circle around the bed, they win! Otherwise, the monsters are declared victorious.&#10;&#10;In game terms, face-down cards are placed on the table with tiles then placed around these cards. To start, a card is revealed that depicts a monster and the toy it's afraid of. In turn order, each player must now find the toy that scares off this monster, with the toy being hidden in the face-down tiles. If players make three mistakes when searching for this toy, a new monster appears with a different toy needed to scare it away. Once all the monsters are out, you have only three chances to win by getting rid of all the monsters.&#10;&#10;The rules offer different difficulty levels to adapt to player experience and/or maturity, such as one tile that shuffles the other tiles around and one tile that instantly brings out a new monster.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Monsters",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "4791",
    "Name": "Let's Catch the Lion!",
    "ID": 56796,
    "Year": "(2008)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/56796/lets-catch-the-lion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6842",
    "Description": "&#227;&#129;&#169;&#227;&#129;&#134;&#227;&#129;&#182;&#227;&#129;&#164;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#142; - Let's Catch the Lion! (a.k.a. D&#197;&#141;butsu Sh&#197;&#141;gi, which means &quot;animal shogi&quot;) is a simple version of Shogi. Both players have only four pieces &ndash; chick, giraffe, elephant and lion &ndash; and they're trying to either catch the opponent's lion or move their own lion to the other side. The board is just 3&times;4 squares, so the game is rather short, aimed mostly at getting children interested in Shogi &ndash; but even if you're an adult, the game is enjoyable. As for how to play:&#10;&#10;&#10;     The giraffe moves like a rook, but moves only one space.&#10;     The elephant moves like a bishop, but moves only one space. (Interestingly, in Xiangqi and Tamerlane Chess, the elephant moves precisely two spaces diagonally.)&#10;     The chick is directly analogous to the pawn/soldier of Shogi, and is promoted to a full-grown chicken, equivalent to the gold general in Shogi.&#10;     The lion is analogous to a king, except that he can win essentially by promoting, as long as it doesn't leave him in check.&#10;     Even on this 3&times;4 board, you are still able to drop in pieces that you captured from your opponent!&#10;     Unlike in Shogi, you can drop a chick for mate or have two chicks in a column.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3 x 4 Grids",
      "Components: Wooden pieces & boards",
      "Containers: Zippered Pouch",
      "Crowdfunding: nestorbooster",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "4792",
    "Name": "Crossfire",
    "ID": 230059,
    "Year": "(2017)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/230059/crossfire",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.1905",
    "Description": "The Intel is solid. Raxxon will be transporting a VIP through a sector heavy with civilian traffic. This makes the mission a tricky one. You'll be working alone as they try to throw you off their tail. Don't be fooled. You need to get in and get the job done before the chance passes by. Just be sure to not get caught in the crossfire. Deception and negotiation are your greatest tools. Complete your mission, no matter the costs.&#10;&#10;Introducing Crossfire, a game in the world of Specter Ops. Emerson Matsuuchi has partnered with Plaid Hat Games again to take players back into the dystopian struggle between Raxxon and A.R.K. This time, players compete in two teams to either protect or assassinate a Raxxon VIP, while trying to determine whether other players at the table are who they really claim to be. The clock is ticking...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Real-time",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Misc: No Table Needed",
      "Setting: Specter Ops"
    ]
  },
  {
    "Rank": "4793",
    "Name": "Statis Pro Baseball",
    "ID": 3730,
    "Year": "(1971)",
    "Geek Rating": "5.778",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/3730/statis-pro-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1731",
    "Description": "The Statis Pro baseball game includes individual pitcher and batter cards for an entire baseball season. A full 9-inning game generally takes 30 minutes or less to complete.&#10;&#10;Begin by choosing teams, pitchers, and line-ups. In order to simulate a real season, each player card indicates which positions a player is allowed to play, and for how many games that player played at each position during a full season.&#10;&#10;Each at-bat is simulated the same way. First, a Fast Action Card (FAC) is drawn to determine a PB number which is then compared to the PB rating on the pitcher's card; this determines if the pitcher&rsquo;s card or the batter&rsquo;s card is &quot;in control&quot;. Then a new FAC is drawn to generate a random number to determine the result from the player's card who was &quot;in control&quot;. Each of the 98 FAC has four results&mdash;two per side, one right-side up, one upside-down and also features special PB results to simulate clutch batting, clutch fielding, unusual plays (e.g. dropped third strike, ejections, etc.), and injuries.&#10;&#10;If an out is made, an out chart appropriate to the runner situation (e.g. Bases Empty, Runner on Second, etc.) is consulted to determine the outcome by drawing an additional FAC (or two, if the out result has a chance of error to be checked).&#10;&#10;Charts on the playing board support managerial choices such as sacrifice bunts, hit and runs, stolen base attempts, etc. For these, no PB number is determined; simply consult the FAC&rsquo;s random number and follow the chart&rsquo;s instructions which usually involves consulting players ratings appropriately (e.g. base runner&rsquo;s stolen base rating, catcher&rsquo;s throwing ability, etc.).&#10;&#10;Production of the game was halted after the 1992 baseball season on account of a royalties dispute between Avalon Hill and MLB. While the Avalon Hill Statis Pro Baseball game is no longer in production, it is possible to make your own player cards using the Statis Pro Baseball card formulas provided with the game. Moreover, PDFs of fan-made seasons and teams can be found online either free or for purchase.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports Teams: Major League Baseball (MLB)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "4794",
    "Name": "Suspend",
    "ID": 127784,
    "Year": "(2012)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/127784/suspend",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Suspend, you want to be the first player to get rid of your share of the 24 notched, rubber-tipped wire pieces that come with the game. How do you get rid of them? Throw them away? Hide them under a cushion? No &ndash; you must hang them from a shared tabletop stand, using only one hand to place the piece on an unoccupied space. If anything touches the table after you place your piece, you must remove and reposition it; if anything falls off, you have to keep those pieces and try to hang them again on future turns. The first player to suspend all of her pieces wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "4795",
    "Name": "Mini Kubb",
    "ID": 130006,
    "Year": null,
    "Geek Rating": "5.778",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/130006/mini-kubb",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "A mini table top version of Kubb made in eco-friendly wood and great for indoors.&#10;&#10;Kubb is pronounced koob and is often referred to as Viking Chess or simply the Viking Game.&#10;&#10;Kubb is a game where the object is to knock over wooden blocks (called kubbs) by throwing wooden sticks at them. Once all of the kubbs on the opposite team's baseline are knocked over then an attempt may be made to knock over the king in the center for the win. Knocking over the king before that is an automatic loss.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "4796",
    "Name": "Article 27: The UN Security Council Game",
    "ID": 113293,
    "Year": "(2012)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/113293/article-27-the-un-security-council-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1071",
    "Description": "Article 27: The United Nations Security Council Game gets its title from &ndash; yes, you guessed it &ndash; Article 27 of the United Nations Charter, which includes these two provisions:&#10;&#10;1. Each member of the Security Council shall have one vote.&#10;2. Decisions of the Security Council on procedural matters shall be made by an affirmative vote of nine members.&#10;&#10;In this negotiation game, each player represents one member of the UN Security Council and will both present and be presented with different proposals.&#10;&#10;In each round, one player acts as the UN Secretary General, presents a proposal to the Council and presides over a negotiation period that lasts no more than five minutes. The proposal will affect five issues &ndash; military, currency, etc. &ndash; in various ways, and each player has a secret document for the round that tells him how a change in each issue will affect him. All players openly negotiate on what they need in terms of points and bribes in order to vote for that proposal.&#10;&#10;After at most five minutes, the Secretary General closes negotiations by banging his wooden gavel, then players vote yes or no on the proposal. Any &quot;no&quot; vote kills the proposal, as in the United Nation's actual Security Council &ndash; but vetoing a proposal costs a player points, so he might prefer to look for deals that will enable him to say &quot;yes&quot;. The Secretary General scores a bonus when his proposal succeeds, so he and others who will benefit might be willing to negotiate to make the proposal sweet for all.&#10;&#10;After each player has served as Secretary General once (twice in a three-player game), each player scores based on bribe money on hand, points scored from proposal cards, and how well the player fulfilled the secret agenda card he received at the start of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Trading",
      "Voting"
    ],
    "Families": [
      "Components: Sand Timers",
      "Political: United Nations",
      "Series: Castle Line (Stronghold)"
    ]
  },
  {
    "Rank": "4797",
    "Name": "Across 5 Aprils",
    "ID": 4047,
    "Year": "(1992)",
    "Geek Rating": "5.778",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/4047/across-5-aprils",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "2.3443",
    "Description": "Across 5 Aprils is a two-player Tactical level board wargame covering five battles of the American Civil War: Bull Run, Pea Ridge, Shiloh, Gettysburg, and Bentonville.&#10;&#10;Each battle is a separate wargame unto itself, with its own set of counters and map - however the basic system applies to all the battles. Players pull a chit to activate certain formations which can then move. If the &quot;Combat&quot; chit is pulled, then all combats are resolved. Formations and Unit size varies from game to game, ranging from division to corps for formations and regiment to brigade for unit.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Virginia"
    ]
  },
  {
    "Rank": "4798",
    "Name": "Empires of the Void",
    "ID": 98347,
    "Year": "(2012)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/98347/empires-of-the-void",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9206",
    "Description": "The galaxy is at war.  The Pyrious Empire is struggling to mantain power, and a few young alien races see this as a golden opportunity to expand their horizons.  But who will join them in the imminent struggle to become the next galactic superpower?&#10;&#10;In Empires of the Void, two to four players compete to expand their empire in a vast, diverse galaxy.  Each time a player reaches a new planet, he must decide whether to conquer it and strip the land of its resources, or befriend the natives and obtain their special ability.  With 7 starting alien races to choose from, and 15 more to conquer or befriend on a variable board, no two games will be the same.&#10;&#10;The game uses an action point system and exciting dice-rolling combat with plenty of tactical decision making. There are 19 technologies to research that break the rules and change gameplay. Players must use negotiation and trade, even when it is not their turn, which ensures that there is very little downtime. A random event deck helps build the story of the game, as each round something new happens, usually galaxy-wide. A game lasts around 2 to 3 hours and has intuitive rules which are easy to teach.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Empires of the Void",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "4799",
    "Name": "World of Warcraft: The Adventure Game",
    "ID": 29294,
    "Year": "(2008)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/29294/world-of-warcraft-the-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5605",
    "Description": "Text from the publisher's web site:&#10;World of Warcraft: the Adventure Game is a competitive, quick-moving romp through the world of Warcraft. Taking your character from humble beginnings to the dizzying heights of power, challenging dangerous monsters and the dangers of your fellow players, will you be the one to emerge victorious?&#10;&#10;World of Warcraft: the Adventure Game features high-quality plastic figures and competitive gameplay for 2-4 players.&#10;&#10;&#10;    Multiple playable characters with detailed plastic miniatures representing the races and classes from the World of Warcraft universe.&#10;    Competitive adventure, battling other players and the dangerous denizens of Azeroth.&#10;    Accessible, engaging gameplay. &#10;&#10;&#10;World of Warcraft: the Adventure Game&#10;WC06 $39.95&#10;&#10;The base game includes a Male Dwarf Hunter (Burbonn Fang), Male Orc Warrior (Grumbaz Crowsblood), Female Undead Mage (Sofeea Icecall), and Female Human Warlock (Sandrai Darkshine).&#10;&#10;Text from the Box:&#10;Epic Legends Forged Daily&#10;Long ago, the sorcerer Medivh opened a portal to another world. Through this dark gateway came the Horde - armies of orcs and ogres driven by a simple purpose: war. Since then, the land of Azeroth has not known peace. The Alliance of humans, dwarves, and elves fought two wars against the Horde, then both were nearly destroyed by the arival of the undead Scourge and the demonic Burning Legion.  Now, the land is imperiled by undead, demons, beasts, and brigands.&#10;For those bold enough to adventure, the dangers are great... but so are the opportunities!&#10;World of Warcraft: The Adventure Game is a board game of questing and battle in the world of Azeroth. This fast-paced game pits 2-4 players in a struggle for glory and valor as they travel the Eastern Kingdoms battling monsters, completing quests, and vanquishing each other in their bid for supremacy.&#10;Each player takes on the role of one of four distinct characters, each with his own unique deck of ability cards for battling countless enemies, including other players! A straightforward, but robust combat system keeps the action moving quickly as characters grow in power and accumulate treasure. A wide variety of discoveries, events, and location make every game unique and immersive.&#10;Only one hero can be the greatest adventurer in Azeroth!&#10;&#10;Expanded by:&#10;&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Dongon Swiftblade Character Pack - Male Troll Rogue&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Zowka Shattertusk   Character Pack - Female Orc Shaman&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Brandon Lightstone Character Pack - Male Human Paladin&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Artumnis Moondream Character Pack - Male Night Elf Druid&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Brebo Bigshot Character Pack - Male Gnome Mage&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Shailara Witherblade Character Pack - Female Night Elf Warrior&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Wennu Bloodsinger Character Pack - Female Troll Priest&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Thundershot Character Pack - Male Tauren Hunter&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "4800",
    "Name": "Versailles",
    "ID": 160561,
    "Year": "(2014)",
    "Geek Rating": "5.778",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/160561/versailles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7451",
    "Description": "The palace and gardens of Versailles, finalized under the rule of Louis XIV of France, are an architectural marvel of the world. In Versailles, players take the roles of architects and interior designers, working together to build and decorate the ensemble of Versailles, competing for the favor of the King. Players take turns moving one worker from a building site to an adjacent one, activating all the workers in the new location.&#10;&#10;Despite simple rules, players develop complex strategies, gathering resources, building the puzzle-like palace, designing impressive decorations and learning new skills, all while waiting for the arrival of his Majesty.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Rondel",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Versailles (France)",
      "Country: France"
    ]
  }
]