[
  {
    "Rank": "N/A",
    "Name": "Mati per Barkolana",
    "ID": 341539,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341539/mati-per-barkolana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mati per Barkolana is a deck of 32 cards depicting 17 funny crew members for your Barkolana team. &quot;El petesson&quot;, &quot;El sparagin&quot;, &quot;El gambuser&quot; and others will help you win the greatest sailing race of all the world.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scrape",
    "ID": 341544,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/341544/scrape",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In West Africa, facial injury has been used to identify ethnic groups, families, individuals, and also to denote beauty; wounds were thought to beautify the body. It was also done in girls to mark the stages of life: puberty, marriage, etc. These scars helped women to make men more attractive because they appeal to looking as well as scars, as evidence that women can withstand labor pain. It is believed to bring people good luck and protection from evil.&#10;&#10;In Scrape, the rules within the tribes will determine the rules of the game and the symbols will determine the meaning of the game. While playing, you will both have fun and experience the difficulties of the tribal life.&#10;&#10;The player whose turn it is opens from the symbol card on the playing field and finds the symbol on the playing field according to the color of the card. Whoever finds it first gets the symbol.&#10;&#10;The player who gets 12 symbols wins, starts the next game as the chieftain with 2 symbols.&#10;&#10;All parts are prepared by hand.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Exploration",
      "Medieval",
      "Mythology",
      "Prehistoric"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Continents: Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Hungarian Steel – Mid-War Hungarian Forces 1942-43",
    "ID": 341547,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341547/flames-of-war-hungarian-steel-mid-war-hungarian-fo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Hungarians joined the war against the Soviet Union in June 1941, first contributing a mobile corps of light tanks, motorised infantry and cavalry. By 1942 they had committed an entire field army of 220,000 men made up of ten divisions in three corps. The freshly raised force was made up of young Hungarian recruits with little combat experience, but they were soon proving themselves in hard fighting on the Don River. They were backed up by the 1st Armoured Field Division who had many veterans of the fighting in 1941.&#10;&#10;You will find&#10;&#10;     Background on the 2nd Hungarian Army on the Eastern front 1942 to 1943.&#10;     Instructions on how to build:&#10;         A T-38 Tank Company&#10;         A Panzer IV Tank Company&#10;         An Autocannon Company&#10;         A Motorised Rifle Company&#10;         A Husz&aacute;r Squadron formation of cavalry&#10;         A Rifle Company&#10;         A selection of support including Marder Tank-hunters, Csaba armoured cars, 75mm anti-tank guns, Assault Pioneers, anti-aircraft, artillery and air support.&#10;    &#10;     Also includes a painting guide and handy basing guide to help get you troops on the table.&#10;     The booklet comes bundled with Unit Cards (36) and Command Cards (27).&#10;&#10;&#10;&ndash;description from the publisher (extract)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Game: Flames of War",
      "Game: Flames of War – Mid-War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IS: Intelligence Service",
    "ID": 341549,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341549/is-intelligence-service",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A new terrorist organisation has appeared and is threatening the world peace. You are at the head of one of the most powerful secret service agency. By using your spy satellites you will be able to locate your enemies. Send your best spies to annihilate their plans but be quick, other agencies are on it and they want all the credit for themselves !&#10;&#10;How to play ?&#10;&#10;&#10;     Every turn you must move at least one of your three satellites on a different row.&#10;     The card your satellites is pointing will determine your actions.&#10;&#10;&#10;The card on the operation field could either be an objectives, terrorists, pieces of equipment or other nation spy.&#10;&#10;Objectives and enemy spies can only be defeated if your total attack points exceed their defenses.&#10;&#10;Your attack is determined by your special powers, your equipement and by rolling dices.&#10;&#10;- your turn ends when you have make use of your three satellites.&#10;&#10;Once every player have played their turn, the operation field operate a rotation.&#10;&#10;By capturing objectives, sentinels or even enemies spies, you win victory points.&#10;&#10;Set up wisely your satellites to outplay your ennemies !&#10;&#10;With special equipment and a unique power to each and every agency, a lot of combos can be done which will most certainly please the most advanced players.&#10;&#10;The game end when players have captured the number of objectives they agreed on before hand.&#10;The player with the most victory points win.&#10;&#10;Thanks to it's unique spotting mechanism and earth rotation, every session of IS: intelligence Service is like any other!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ascension Year Six Collector's Edition",
    "ID": 341554,
    "Year": "(2022)",
    "Geek Rating": "5.552",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/341554/ascension-year-six-collectors-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Celebrate the 6th Year of Ascension with the latest Collector's Edition! Gift of the Elements and Valley of the Ancients are re-released with their promotional cards and original cards finished in premium foil.&#10;&#10;Enjoy the fan-favorite sets released in Ascension's sixth year with the Year Six Collector's Edition! Battle in style - all cards feature a premium foil finish! Beautiful cards and premium components make this the perfect centerpiece for you Ascension collection.&#10;&#10;Includes Ascension: Gift of the Elements , Ascension: Valley of the Ancients.&#10;&#10;Premium components including 100% foil cards, foil game board, portable storage box, dividers and an Honor token bag!&#10;&#10;Playable as a stand-alone 1-4 player game and completely compatible with other Ascension expansions!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geek Out! Video Games",
    "ID": 341556,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/341556/geek-out-video-games",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Geek Out! is the game of mind-challenging fun that finds out once and for all which player is the reigning geek authority on your favorite geeky pop culture subjects!&#10;&#10;In the game, you will draw cards asking you to list things which fall under a certain category. Before you begin, however, the other players may try to steal your points (and bragging rights!), by bidding to list even more than the card requires. The bidding continues until one player is ready to &ldquo;out-geek&rdquo; their friends and family.&#10;&#10;Geek Out! Video Games will have you and your friends geeking out about your favorite video games!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frogger: The Board Game",
    "ID": 341563,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/341563/frogger-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Frogger - The Board Game is the officially licensed by Konami fun-filled reimagining of the classic video game for the whole family. Race your frog safely across the river to get to the tasty flies before your opponents. Watch out for vehicles and obstacles that can stop you in your tracks, and be sure to avoid the other hungry predators...they're just waiting to slip you up!&#10;&#10;Frogger the Board Game brings you back to 1981, the year Frogger was introduced in arcades everywhere. Just like the original video game, move your frog across the roads and water. Dodge cars and crocs while trying to prevent other players from achieving the same goal. Catch the most flies to win the most points! The game is played over four rounds (two water and two road) to make two complete trips across the board. After the fourth round, the player who has the most points, wins&#10;&#10;",
    "Categories": [
      "Animals",
      "Maze",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Race",
      "Slide / Push",
      "Tile Placement",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Contests: Fastaval Design Competition",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Incorgnito",
    "ID": 341572,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.57",
    "Link": "https://boardgamegeek.com/boardgame/341572/incorgnito",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this corgi themed game players use their Incorgnito cards wisely to gather information about a secret item, sniffing around for the correct answer. Go &quot;Incorgnito&quot; to be the best dogtective of the bunch!&#10;&#10;Each secret item card contains an image of a corgi dressed up in costume. One player is the clue giver and the other players are tasked with guessing what item the clue giver has. The clue giver starts the round  by saying &quot;the secret item is a little bit like a corgi.&quot;&#10;&#10;The play proceeds with the player on the left choosing an incorgnito card from their hand and placing it face up and asking if the secret item is more like the item pictured on the incorgnito card.&#10;&#10;The clue giver will confirm or deny and give one reason why. &#10;Play continues in this manner until a player chooses to &quot;sniff&quot; out the secret item, if correct they are awarded points, if they are wrong play continues until the item is guessed.&#10;&#10;At the end of the game, when each player has been clue giver twice, the points are tallied and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Legenden von Andor: Magische Helden",
    "ID": 341576,
    "Year": "(2021)",
    "Geek Rating": "5.555",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341576/die-legenden-von-andor-magische-helden",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Die Legenden von Andor: Magische Helden presents four new magical heroes who can help defend Andor: A&aelig;h, the guardian of the mythical fire takuri; Baz, the desert nomad; Iril, the rune master; and Ijsdur, the ice demon. You can replace the heroes in the Legends of Andor base game with these characters or use them to play the game with up to six players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Legends of Andor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: German – Tiger I",
    "ID": 341577,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341577/world-of-tanks-miniatures-game-german-tiger-i",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Seen the movie Fury? Then you don&rsquo;t need to know anything else about this iconic World War II tank. If not then trust us, it is good.&#10;&#10;The Tiger I has solid stats with firepower 5 and initiative 4, but where it shines is the combination of Fortress (no penalty for being shot in the flank), survivability 2, and Heavy Tank (allowing you to re-roll a blank defense dice). Park this tank in front of your enemies and watch them sweat as shot after shot bounces.&#10;&#10;Looking to lurk back in cover and pick your targets rather than tanking up frot? Add the gunner Erwin Prentzel to gain extra initiative in the shooting phase and extra defense whilst in cover.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Asedio a Al-Ándalus",
    "ID": 341578,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/341578/asedio-a-al-andalus",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "&ldquo;Time is like a sword; if you don't cut it, it cuts you&quot;&#10;(Arabic proverb)&#10;&#10;Asedio a Al-Andalus: the Legend of the Wolf &amp; the Serpent (1150-1213) is a medieval strategy, geopolitics and diplomacy boardgame for 3 players that tries to represent the political, ideological and military conflicts that took place in the Iberian Peninsula and its areas of influence between the second half of the 12th century and the early 13th century, in an exciting time of crusades, epic battles and court intrigues.&#10;&#10;This is a crucial 63-year interval in the history of Spain, Portugal and the Mediterranean Sea, characterized by a balance of power between the Christian world of the north and the Muslim world of the south: the first, fragmented into five different kingdoms (Portugal, Navarre, Aragon-Barcelona, Leon and Castile) but with a clear expansive and conquering vocation since the turn of the millennium, and the second, reinforced after the rise to power of an austere and powerful North African dynasty with a rigorous vision of Islam (the Almohad Caliphate). However, there was also a third peninsular power, autochthonous Hispanic Islam, heir to the cultural splendor of the extinct Umayyad Caliphate of C&oacute;rdoba and now, doubly threatened by the Christian crusade and the Almohad jihad, desperately trying to fight for its own independence (the Sharq Al-Andalus, represented by the Levantine emirate of Murcia-Valencia, under the Banu Mard&aacute;nish dynasty, and by the Pirate emirate of Mallorca, under the Banu Ganiyya dynasty).&#10;&#10;In the game, each player will take the role of one of the three main powers (Christian Kingdoms, Sharq Al-Andalus and Almohad Caliphate) that vied for power, hegemony and survival in the Iberian Peninsula during those troubled years. Whether through military force, political cunning, seductive diplomacy, commercial wealth or cultural splendor, the player's objective will be to accumulate the greatest number of victory points to become the peninsular power with more fame and glory.&#10;&#10;Mechanically, the game uses a card-driven system, consists of 7 turns and each of them represents a period of 9 years, beginning in the year 1150 and ending in the year 1213. At the same time, each turn is divided into 5 different phases. The game is completely asymmetrical, as each power has its own geographic position, resources, rulers, courtiers, military leaders, allied factions, and totally unique and specific thematic minigames. The game ends if one of the following conditions is met: that a player reaches 50 victory points, that the end of turn 7 is reached (the player with the most victory points wins) or that the Sharq Al-Andalus is annexed (in which case the Christian player or the Almohad player will win, depending on their victory points).&#10;&#10;The conquests of Alfonso VII of Leon &quot;The Emperor&quot;, the Almohad invasion, the Mediterranean takeoff of Catalonia, the resurgence of an independent Al-Andalus in the peculiar figure of the libertine emir &quot;The Wolf&quot;, the Castilian civil war between the feuding families Lara and Castro, the appearance in Navarre of Richard &quot;The Lionheart&quot;, the French influence in Occitania-Provence, the commercial relations with the maritime republics of Genoa and Pisa, the last blows of the Byzantine Empire, the offensives in the Maghreb of the ancient Vikings from the Kingdom of Sicily and the Ayyubid Egyptians of Sultan Saladin, Majorcan piracy led by his corsair emir &ldquo;The Serpent&rdquo;, the Arab and Berber revolts in Ifriquiyya, the construction of the Seville mosque, the recovery of Aristotelian philosophy by Ibn Rush, the political intrigues of Queen Eleanor Plantagenet, the II, III and IV Crusades in the Holy Land, Simon de Montfort's crusade against the Cathars, the consolidation of the Camino de Santiago, the publication of the Song of the Cid or the epic battles of Alarcos and Navas de Tolosa, are just some of the many national and international historical events that the player will be able to relive in first person throughout the game.&#10;&#10;Welcome to a world of swords and shields, castles and sieges, knights and pirates, kings and courtiers, emirs and caliphs, bishops and imams, ambassadors and pilgrims, merchants and philosophers, cathedrals and mosques, holy wars, palace conspiracies, and even, maritime expeditions to the exotic Orient. Will you be able to survive the Siege of Al-Andalus?&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (City Scale)",
      "Country: Portugal",
      "Country: Spain",
      "History: Reconquista",
      "Players: Three Players Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: Soviet – IS-2",
    "ID": 341579,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341579/world-of-tanks-miniatures-game-soviet-is-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The IS-2 may be the Soviet answer to the Tiger 1. It too benefits from Fortress and Heavy Tank, but also brings a firepower 6 Big Gun that allows you to modify a hit to a critical, to the party. Add a Spall Liner to modify enemy critical hits back down to normal hits if you want to increase the IS-2&rsquo;s chances of out lasting its enemies.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: British – Comet",
    "ID": 341581,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341581/world-of-tanks-miniatures-game-british-comet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Comet looks a little like the trusty Cromwell but on steroids. It is one of those tanks that you could run naked without any addition crew or equipment if you wanted, trusting it&rsquo;s great mobility, above average firepower and mobility and finally, outstanding survivability (for a Medium tank). Of course there is also a school of thought that suggests doubling down on your best tank with a few upgrades will help you squeeze a little more out of it. Adding a driver with Preventative Maintenance will reduce the number of incoming critical hits, whilst a commander with Jack Of All Trades will give you that initiative boost when you need it so help you move of shoot at the right time.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: American – M26 Pershing",
    "ID": 341582,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341582/world-of-tanks-miniatures-game-american-m26-pershi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The M26 Pershing is remembered for being a Panther killer and as a Medium Tank it is all about offence, re-rolling a blank attack dice. Combine that with firepower 6 and the M26 doesn&rsquo;t really need much in the way of upgrades. What are we saying, it was built for Smooth Ride (which allows you to reduce the penalty of moving when firing) and aggressive players that want to get the most out of this tank should look no further than commander Edward Crane who will grant you additional initiative in the movement phase for every two crew on the tank with his Mentor skill AND if you are feeling confident, gives you the opportunity to roll one less attack dice to modify a hit to a critical thanks to Eagle Eye.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "AdverCity",
    "ID": 341584,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/341584/advercity",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "PREPARE FOR AN ALL-OUT DOWNTOWN DEVASTATION!&#10;&#10;In AdverCity, your duty is to lead your town to brighter days. The terrain your town is built on is often plagued with horrific and deadly disasters. As the newly elected mayor, you must push past the obstacles that lie before you and prepare your town for the impending doom. No one has succeeded thus far, but we believe in your ability to lead!&#10;&#10;You must increase your cities' population, ensure that your citizens are well fed, and provide them with financial security. Will you overcome the challenges that lie ahead of you as mayor of this unfortunate town? Can you prepare your town and survive the imminent disasters that come your way?&#10;&#10;AdverCity can be played with either 3 or 4 people. A 3 player game consists of 18 turns and a 4 player game consists of 14 turns. On each turn, a player rolls the dice to determine the resources everyone gets from their buildings on that turn. Once the resources are distributed to everyone, the player can buy more buildings, trade with others, and feed their population. Disaster rounds occur throughout the game dependent of the number of players. In order to win, a player must end the game with the highest population by protecting their citizens from various disasters. So, go out and save your town!&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Random Production"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: City"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speedy Doc",
    "ID": 341586,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/341586/speedy-doc",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Speedy Doc knows everything about everything! Will you be able to outsmart him?&#10;&#10;In this fast-paced electronic game Speedy Doc proposes a topic. Each player has to find something that matches the topic.&#10;&#10;But be careful! Speedy Doc is unpredictable and likes to change the rules at any time. A piece of advice: stay focused and answer him quickly! If not, you will get a ZERO.&#10;&#10;At the end of the game, the player with the least zeros wins. Laughter guaranteed &ndash; no two rounds are alike! Included are more than 500 topics to play with family.&#10;&#10;Screen reader support enabled.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Traditional Games: Categories / Guggenheim"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CATAN: Zusatzmaterial für Das Duell – Bonus Box",
    "ID": 341591,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341591/catan-zusatzmaterial-fur-das-duell-bonus-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "CATAN: Zusatzmaterial f&uuml;r Das Duell &ndash; Bonus Box includes material to expand CATAN: Das Duell, both in terms of gameplay and functionality.&#10;&#10;This expansion includes 15 special cards that offer additional strategic possibilities, a dice tower, a point tracker so that you don't have to count icons repeatedly, auxiliary markers, and a tournament mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Catan",
      "Game: The Rivals for Catan",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Froggo Roll & Write",
    "ID": 341596,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/341596/froggo-roll-and-write",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Froggo is a nice Roll &amp; Write style printable board game, during the game we must assume the role of Froggo and paint as many squares before the game turns are over, for which for each jump we will paint a square, at the same Time the enemies will paint the squares so that we add less points at the end of the game.&#10;&#10;There are different levels of difficulty (game sheets) that will give you variety, a simple and fast game that can be played in different modes.&#10;&#10;During the turn of a player rolls the dice of Froggo and the dice of enemies, depending on the results Froggo will jump and paint the squares through which he jumps, the enemies will do the same.&#10;&#10;The game ends when the last when the last frog in the turn zone is marked.  A player wins if he scores higher than the enemies.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Frogs / Toads",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kutyatár kártyajáték",
    "ID": 341597,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/341597/kutyatar-kartyajatek",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "DOG COMPETITION - The bigger puppy takes the smaller ones! But watch out, Lili takes every dog. Who will have the most dogs? DOG MEMO - Find each dog's mate. Whoever has the best memory will have the most cute puppies. WHO HAS LILI? - In whose hands is Lili left? Put the pairs down and draw each other with a poker face! Who will Lili stay with? DOG KENNEL - Lili adopted a puppy. Just answer yes and no to your partner to help you figure out which doggie it is! Game rules in the box!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Clou: Roll & Heist – The Great Train Robbery",
    "ID": 341623,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341623/der-clou-roll-and-heist-the-great-train-robbery",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Like the basic game, the campaign is designed for 1-&shy;3 players and includes a total of 4 new break&shy;-ins. These are connected to each other by content and your gang of thieves gains more experience with each break-&shy;in. You also have the opportunity to buy new tools and to prepare yourself with your loot.&#10;&#10;This game is to help the small game stores through the time of closure. Order something online at your local game store and send a photo or scan of it to clou@boardgame-racoon.de. You will receive the &quot;The great train robbery&quot; campaign with 4 extra scenarios via email as soon as it is finished.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Der Clou: Roll & Heist",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RoboMon",
    "ID": 341636,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/341636/robomon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "1500",
    "Weight": "0",
    "Description": "RoboMon is an exploration-focused, story-driven, open-world game of robot combat for 1-2 players.&#10;&#10;After a series of wars and climate events, most of the world's animals went extinct. RoboMon were invented to piece the environment and ecosystems back together. But it wasn't long before people figured out they could be reprogrammed for some pretty sweet robot battles.&#10;&#10;You pick things up 50 years after the world has been put back together. Take on the role of a brand new RoboMon trainer exploring the world and attempting to become a fully licensed RoboMon Ranger and the greatest trainer on the planet.&#10;&#10;Explore the book of maps, and work your way through the adventure book to complete quests, solve puzzles, and defeat gym leaders. Earn enough badges to become a fully licensed RoboMon Ranger and win the game!&#10;&#10;Each game session can take 5 minutes or 5 hours depending on how long you want to play.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Components: Book as Board",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Gorrenrock Survivors",
    "ID": 341637,
    "Year": "(2022)",
    "Geek Rating": "5.561",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341637/ashes-reborn-the-gorrenrock-survivors",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Phoenixborn Lulu Firststone has been reimagined with a full deck for Ashes Reborn. Lulu uses time and natural magic for explosive combat and to survive the harsh environment where her city, Gorrenrock, stands.&#10;Lulu is a very hardy fighter and direct combat is her style of choice. Lulu has the ability to bolster her companions, granting them imbued strength in the form of status tokens and the special Spark alteration. At any turn, one of the fighters of Gorrenrock can exert themselves and fire off a final blast of damage, showing that no ally of Lulu&rsquo;s is going down easy. And when bolstering her allies isn&rsquo;t enough, Lulu is more than ready to take matters into her own hands with her signature attack, Phoenix Barrage! With the power of the Phoenix within her, Lulu can launch three spirited blasts of fire- -- with one aimed straight at her final foe!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Messenger of Peace",
    "ID": 341640,
    "Year": "(2022)",
    "Geek Rating": "5.554",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341640/ashes-reborn-the-messenger-of-peace",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Phoenixborn Orrick Gilstream uses time and charm magic to keep peace a top priority amidst an ever-raging war.&#10;&#10;Orrick is a skilled practitioner of meditation, and his insight offers him the ability to not only improve his magic proficiency through meditation, but also expand access to options other Phoenixborn cannot.  Orrick slips into an &quot;Awakened State&quot; where he is able to give direct damage to both enemy units and Phoenixborn, bringing his conflicts to a dramatic conclusion!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lorica & Thorax: Regolamento",
    "ID": 341643,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341643/lorica-and-thorax-regolamento",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Classic Ancient miniature wargame rules.&#10;Dice, tape measure and counters (disorder, route, charge) are needed to play.&#10;&#10;This book also contains 10 army lists&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Wars in the Ancient Near East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Garibaldini, all'attacco!",
    "ID": 341644,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/341644/garibaldini-allattacco",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Garibaldini, all'attacco!, Garibaldini, attack! is a three-dimensional wargame rulebook.&#10;It is designed to recreate the battles of the Risorgimento period. &#10;It is a simple and agile system, suitable for small / medium sized games, playable in a short time, even in multiplayer.&#10;&#10;The combat formations are the brigades, made up of the tactical units typical of this period (infantry battalions, cavalry regiments, artillery batteries).&#10;&#10;The player, in command of a brigade, must maneuver better than his own opponent if he wants to prevail in this type of war that alternates moments of studied preparation for furious assaults!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Italy",
      "History: Italian Wars of Independence",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Garibaldini, all'attacco! Espansione",
    "ID": 341645,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341645/garibaldini-allattacco-espansione",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This expansion of Garibaldini, all'attacco!,Garibaldini, attack! lets you play with armies who fought in the battles of the Risorgimento period.&#10;&#10;In this volume you will find historical battles, clarification of the rules and the army list for the Bourbon troops.&#10;&#10;This volume does not contain the rules, in order to play ownership of the basic rules &quot;Garibaldini, attack!&quot; is necessary.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: Italian Wars of Independence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BrainBites: Shakespeare",
    "ID": 341646,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/341646/brainbites-shakespeare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Do you know your Bottom from your Puck? In this quirky quiz each card refers to a famous Shakespearian character or play.&#10;&#10;There are three questions per card worth either 1, 2 or 3 brain cells. Be the first to fill your brain with brain cells in this game for all the family!&#10;&#10;You choose the level of difficulty and the correct answer fills your brain card with 1, 2 or 3 brain cells.  The first to fill their card is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Authors: William Shakespeare",
      "Game: Brainbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hatamoto",
    "ID": 341661,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/341661/hatamoto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Hatamoto is a simple ruleset that aims to reproduce and play great medieval and Renaissance battles in the Far East involving two or more players, within a reasonable time.&#10;&#10;The philosophy of the game is to make players use the various types of troops according to their actual use on the battlefield, without overloading the game with myriads of different factors for weapons and armor.&#10;&#10;This volume includes the basic and optional rules for playing and the Army Lists to recreate the Japanese armies of the Late Middle Ages and the Early Renaissance.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperi e Feudi",
    "ID": 341667,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341667/imperi-e-feudi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperi e Feudi, Empires and Feuds is a simple ruleset that aims to reproduce and play great medieval battles, involving two or more players, within a reasonable time.&#10;&#10;The philosophy of the game is to make players use the various types troops according to their actual use on the battlefield, without overloading the game with a myriad of different factors for weapons and armor.&#10;&#10;It includes 14 Army Lists and 2 Historical Scenarios&#10;&#10;&mdash;Translated description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Imperi e Feudi (Chillemi)",
      "History: Hundred Years Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperi e Feudi: Prima espansione geografica – Italia, Spagna e Portogallo",
    "ID": 341674,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341674/imperi-e-feudi-prima-espansione-geografica-italia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This first expansion for Imperi e Feudi allows you to play with the armies that fought in Italy, Spain and Portugal&#10;in the great medieval battles.&#10;&#10;In this volume you will find:&#10;&#10;     26 new Army Lists, clarifications for their use,&#10;     rules for introducing &quot;Historical Commanders&quot; in your games,&#10;     playable cards of the &quot;Historical Commanders&quot; with their characteristics&#10;     personal, movement rulers, and rangers for shooting weapons.&#10;&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: Portugal",
      "Country: Spain",
      "Game: Imperi e Feudi (Chillemi)",
      "History: Wars of the Guelphs and Ghibellines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mantel",
    "ID": 341677,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/341677/mantel",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mantel is a trick-taking game for exactly three players which uses suit-less cards.  Each player receives an identical set of rank cards which they place face up in front of themselves and a random selection of colored cubes which they will place on the cards to determine the specific combination of rank and suit which they have played to a trick.&#10;&#10;After receiving their cubes, players will bid on how many tricks they expect to win, and after three rounds of play, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Imperi e Feudi: Seconda espansione geografica – Isole Britanniche",
    "ID": 341678,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341678/imperi-e-feudi-seconda-espansione-geografica-isole",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This second expansion of Imperi e Feudi allows you to play with that armies they fought in the British Isles in the great medieval battles.&#10;In this volume you will find: &#10;&#10;     23 new Army Lists, clarifications for theirs use, &#10;     rules for introducing &quot;Historical Commanders&quot; into your games,&#10;     cards of &quot;Historical Commanders&quot; with their personal characteristics, clarifications,&#10;     optional rules (facing a flank charge, cavalry break-off, mock cavalry charge and landings),&#10;     landing markers and rotation rulers.&#10;&#10;&#10;This volume does not contain the rules, in order to play, the Imperi e Feudiruleset is necessary.&#10;&#10;&ndash;Translated description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Great Britain",
      "Country: Scotland",
      "Game: Imperi e Feudi (Chillemi)",
      "History: Wars of Scottish Independence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rewe: The Mapuche Sacred Places",
    "ID": 341679,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341679/rewe-the-mapuche-sacred-places",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "REWE is an abstract majority game for 2 players inspired by the Mapuche culture, an indigenous people of South America. You will impersonate a Machi, spiritual guide and you will employ her/his knowledge in obtaining the right combinations of curative herbs - the Lawen - to heal the polluted territories.&#10;&#10;There are 3 types of cards:&#10;&#10;&#10;     Lawen cards: these are the resources of the Machi&#10;     Luku cards: the effects of these cards last for the whole duration of a round.&#10;     K&uuml;me cards: represent an help for the Machi&#10;&#10;&#10;How to play:&#10;&#10;&#10;     Each turn starts moving the Rehue turn counter of one step forward along the external circle of the Kultrun board.&#10;     Therefore the first Machi launches the Wenu dice: the outcome will determine the position of the Wenu token on its scale numbered from da 1 to 8.&#10;     Then the Machi's round starts. He draws from the Lawen deck the number of the cards indicated by the Wenu and adds them to his Yapaq (bag) and takes a step or two, otherwise stays still.&#10;     The player must move his Machi token trying to get in touch with the Ngen (Cosmic spirit), that is being in correspondence of the dashed line at the end of which the Ngen token is positioned, in order to trigger the colour of the Rewe for his turn.&#10;     Once moved, each Machi chooses the number of Lawen cards indicated by the Wenu scale and play them.&#10;     A specific combination of Lawen corresponds to each Rewe or sacred place.&#10;     In order to get the Lif (purifying agent), a sufficient number of Lawen is requested.&#10;     The Machi checks if the combination occurred which generates the Lif.&#10;     He chooses to store it in the Ruka space of his board or places it on a polluted territory.&#10;     At the end of the game, the Machi who gets more Final Points (bonus, lif cubes, and regenerated Rewe) wins.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Collectible Components",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Grid Movement",
      "Resource to Move",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Continents: South America",
      "Country: Argentina",
      "Country: Chile",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Ecology",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "dados",
    "ID": 341680,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/341680/dados",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Dados is a trick-taking game for two teams of 2 players which uses dice instead of cards.  While players must follow suit, they cannot play a number previously played.&#10;&#10;At the end of a hand, each team scores points for certain numbers of dice collected.  The game ends when one team has reached a point threshold, and the team with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cuban Front, Battle for Cuba (fan expansion for Third World War: Battle for Germany)",
    "ID": 341681,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341681/cuban-front-battle-for-cuba-fan-expansion-for-thir",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Battle for Cuba in the fading days of the Cold War.&#10;&#10;The objective is, as the Cuban player, to delay NATO reinforcements to Europe in the Third World War.&#10;&#10;Each side has a fixed set of units (counters) to either take over or defend Cuba in the Cold War.&#10;&#10;&quot;Cuban Front, Battle for Cuba&quot; is a Fan Expansion based on a wargame published by Game Design Workshop [GDW] in the 80s called Third World War. Third World war covered Europe and the Middle East - we created a brand new region or Front in Cuba.&#10;&#10;The Game uses maps dice and counters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Cuba",
      "History: Cold War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Static Blood Moon",
    "ID": 341688,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/341688/static-blood-moon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Each time the moon glows that beautiful pinkish-red color, the Gyrples (in their various tribes) host Blood Moon ceremonies. These ceremonies are meant to dig deep into their collective mind&rsquo;s eye, hoping to satisfy the Great Sage who always rewards a good host. Invite a jiving group of Gyrples from neighboring tribes and you&rsquo;ll be rewarded with a plethora of prime sustenance for the psyche of a Gyrple: Dendryke root. Earn enough of this Dendryke root and the Great Sage may allow the sun to set one final time, ceasing time, and leaving you to bask in the glory that is being the one to set forth the Static Blood Moon&mdash;truly any Gyrple&rsquo;s idea of paradise.&#10;&#10;Static Blood Moon is an abstract strategy, dice drafting/dice placement game for 2 players, which plays over three rounds in about 45 minutes. Players take turns drafting dice, placing them on their player boards (creating unique scoring combos), and scoring points. The player with the most points at the end of three rounds wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6: Siege – Year 2: High Impact",
    "ID": 341690,
    "Year": "(2023)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341690/6-siege-year-2-high-impact",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege.&#10;&#10;Year 2 - High Impact adds 8 operators to the base game. All of them being from the second year, or the second season, of the video game. They expand upon existing mechanisms and provide different options. And with the expanded roster, you&rsquo;ll have more creative freedom while drafting your squad. Some Operators really benefit from synergies, while others are particularly suited for a specific environment&#10;&#10;The 4 attackers all have 2 Run and 5 Stamina. No one&rsquo;s super tanky, no one&rsquo;s super nimble. However, all four have abilities that will disrupt defense. Jackal and Dokkaebi are perfect for pinging and revealing enemies. With her Candelas, Ying can stun them while Zofia excels at ranged destruction with her rounds.&#10;&#10;On the defenders&rsquo; side, the four profiles are very different. Mira improves defenses from her team at the beginning of the game, but can also pierce ceiling to help Operators shoot from Upstairs&hellip; Lesion and Ela, thanks to their Gu and Grzmot mines, are going to weaken attackers who cross specific thresholds. Vigil, however, will be able to stay in the shadows for as long as he wants, only to appear at the right moment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6: Siege – Year 3: Hard Breach",
    "ID": 341691,
    "Year": "(2023)",
    "Geek Rating": "5.518",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341691/6-siege-year-3-hard-breach",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege.&#10;&#10;Year 3 - Hard Breach adds 8 operators to the base game. All of them being from the third year, or the third season, of the video game. They expand upon existing mechanisms and provide different options. And with the expanded roster, you&rsquo;ll have more creative freedom while drafting your squad. Some Operators really benefit from synergies, while others are particularly suited for a specific environment&#10;&#10;For attackers, Maverick and Nomad can help their teammates to move with their Orange Destroy ability. Maverick&rsquo;s blowtorch especially enhances his wallbreaching capabilities. Finka and Lion use high-tech, respectively nanobots, to heal allies, or ping enemies with drones.&#10;&#10;Defenders are all about preparing the field before the game starts. Evil Eye cameras from Maestro not only surveil, they also shoot! Rtila claws from Ka&iuml;d also deal damage. Clash&rsquo;s shield protects her but also shoots stunning projectiles. Alibi is the least protected of the lot, but is a nightmare to locate with her holo prisma.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6: Siege – Year 4: Dark Horizon",
    "ID": 341692,
    "Year": "(2023)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341692/6-siege-year-4-dark-horizon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege.&#10;&#10;Year 4 - Dark Horizons adds 8 operators to the base game. All of them being from the fourth year, or the fourth season, of the video game. They expand upon existing mechanisms and provide different options. And with the expanded roster, you&rsquo;ll have more creative freedom while drafting your squad. Some Operators really benefit from synergies, while others are particularly suited for a specific environment&#10;&#10;Attackers will have the Aussie Gridlock, an Operator who is very sturdy, and able to fortify an area she has control over. Danish N&oslash;kk can explore the area for her team without ever being caught. Amaru can be the element of surprise as she can get downstairs with her Garra hook, but does not forget the point of the game is shooting well. Kali&rsquo;s explosive spears are excellent when you want to destroy barricades from an entire room.&#10;&#10;For defenders, Mozzie will be a nightmare for opponents who rely on their tech a little too much as his parasites will be able to capture opposing drones. Warden can snipe at long range quite easily, and is hard to take by surprise as he is immune to being Stunned or Located. Wamai can forbid thrown gadgets to be used with his Mag-net system. Goyo deploys Volc&aacute;n Shields. When destroyed, those explode into a fire, halting the opponent&rsquo;s progression, and potentially dealing some damage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6: Siege – Concrete City",
    "ID": 341693,
    "Year": "(2023)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341693/6-siege-concrete-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege. Gameplay is fast and frenetic, allowing players to feel the tension of a cinematic assault with simulated real-time gameplay. Players control a team of 5 operators (all attackers or all defenders), with each Operator boasting different gadgets and abilities. Building your team of 5 is a very rewarding step of the game, offering endless possibilities and strategic choices. As the attacker, you will use your explosive arsenal to tear down walls and obstacles to reach your objective! As the defender, you will shape the battleground to your advantage and seek to thwart your opponent&rsquo;s plans by denying them chances to attack.&#10;&#10;&quot;Map pack 1: Concrete City has the Bank and Kaf&eacute; maps. Bank is all about a claustrophobic and failsafe environment that protects defenders. However, as soon as attackers breach a few walls and get into the thick of the action&hellip; they can benefit from it as well. Kaf&eacute; is quite the opposite: open, with a lot of destructible terrain. No one is safe there. The defenders will need to be nimble, and can&rsquo;t rely on a shield wall, since it&rsquo;s so difficult to hold a position. Of course it will come with a dedicated mission booklet for these maps.&#10;&#10;&mdash;description from the publisher&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6: Siege – Dead End",
    "ID": 341694,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341694/6-siege-dead-end",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege. Gameplay is fast and frenetic, allowing players to feel the tension of a cinematic assault with simulated real-time gameplay. Players control a team of 5 operators (all attackers or all defenders), with each Operator boasting different gadgets and abilities. Building your team of 5 is a very rewarding step of the game, offering endless possibilities and strategic choices. As the attacker, you will use your explosive arsenal to tear down walls and obstacles to reach your objective! As the defender, you will shape the battleground to your advantage and seek to thwart your opponent&rsquo;s plans by denying them chances to attack.&#10;&#10;&quot;Map Pack 2: Dead End, contains two more maps, Oregon and Chalet. Oregon is very open, with long hallways. It enables the most nimble Operators to make the most tactical plays, and that will force you to always think one step ahead. Oregon also has a lot of sniping spots, so&hellip; beware.&#10;&#10;Chalet keeps Operators on their toes as no place is 100% safe. It is also quite vertical, and movement becomes even more tactical!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bubble Trouble",
    "ID": 341701,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/341701/bubble-trouble",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The sea creatures play hide and seek at the coral reef, not thinking of the deep chasm nearby where the dreaded shark dwells. Oh no, the ever-curious seahorse is swimming towards the shark's chasm! Bring it back to the reef with the help of the bubbly bubbles from the bubble anemone!&#10;&#10;In Bubble Trouble, all players work together to try to bring as many sea creatures as possible back to the reef. To achieve this, they have to skillfully throw bubbles from the reef towards the sea creatures. All animals that are caught by a bubble drift one step closer to the reef; all animals not caught by a bubble swim further towards the shark. Once no more animals are in the playing area, the game ends and the players receive points for all the animals they rescued.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sharks",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Hopping",
    "ID": 341702,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/341702/happy-hopping",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "What a hustle and bustle! In Happy Hopping, the frogs jump into the ponds left and right. Everyone is on the hunt for colorful mosquitoes. Whose frogs can catch the most of them?&#10;&#10;Over the course of eight rounds, the players try to complete tasks to collect chips. There are speed rounds, in which you need to be quicker than the other players, and normal rounds, in which all frogs may perform one jump. If the goal of a round is met, players gain frog chips &ndash; with the fastest players gaining a ladybug chip on top. They show mosquitoes in different colors. After the last round, a scoring tile determines which mosquito color scores points. Whoever has the most mosquitoes of that color, wins.&#10;&#10;Happy Hopping cleverly integrates the game box into the game and jumping aids makes it easier for younger players to perform good jumps.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Midnight Market",
    "ID": 341703,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/341703/midnight-market",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Midnight Market is finally taking place again! But only adult wizards and ghosts are allowed to visit. Bad luck for the students from the nearby school for magic because it is the only place to buy wonderful delicacies and magical pets. You can even find the rare Vanishing Stars there. Ghosts use them to make themselves invisible. &quot;I would love to make myself invisible too!&quot;, says Anna. Amir has an ingenious idea: &ldquo;We could just dress as ghosts to sneak onto the market and mingle with the visitors!&rdquo; The others think it is a great plan. &ldquo;This way, we won&rsquo;t stand out. Maybe we can get hold of these Vanishing Stars? We can pull a lot of pranks with those!&rdquo; The students create teams of four and off they go.&#10;&#10;In Midnight Market each player receives a team marker showing the associated students who have disguised themselves as fake ghosts and the team number. These numbers can be found on the bottom of the ghost figures, but they still secret at the beginning of the game. With the help of a color die, the ghost figures can be moved across the playing fields of the market. If two ghosts meet at a booth, the player who moved the second ghost receives one or two magical chips. In addition, chips are given to those players whose team the ghosts belong to. It is therefore worthwhile to keep in mind all the numbers that are revealed over the course of the game &ndash; not so easy when the ghosts are constantly on the move!&#10;&#10;Midnight Market expands the popular wizarding world of Wizardry to the power of three, Fabulantica, Mary Magica and Hexenhochhaus. The ghostly memory game includes a three-part scoring so that more than one person can win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Misc: LongPack Games",
      "Series: Wizarding World (Pegasus)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kokopelli: Expansion 1",
    "ID": 341705,
    "Year": "(2021)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341705/kokopelli-expansion-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Nine new ceremonies are waiting to be discovered.&#10;&#10;Combine the special powers of the base game with this expansion to find new strategies and interesting ways to play the game.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Native Americans / First Peoples",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "hoch3",
    "ID": 341706,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341706/hoch3",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board shows 9 fields on which the game pieces are placed and moved. In the 2-person game, the game is played on the five central squares of the game board. Each player receives 6 discs in his color and tries to form a tower of three in his own color as quickly as possible. &#10;The active player places a piece on a square. The players take turns until all the pieces are on the board. Pieces in a field are stacked to form towers. Each tower can consist of a maximum of three pieces.&#10;When all pieces are in play, the active player may always take one of his own free pieces and place it on another square. However, pieces blocked by other pieces are taboo. If none of a player's pieces is free, that player must sit out a round.&#10;End of game: As soon as a player succeeds in forming a tower of three of his own pieces, he has won the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "流浪地球：求生之路 (The Wandering Earth: Road to Survival)",
    "ID": 341707,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341707/liu-lang-di-qiu-qiu-sheng-zhi-lu-the-wandering-ear",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Wandering Earth: Road to Survival, as a team leader, you need to be vigilant at all times, check detector data, deploy your team, find ways to protect your team members, and bring them to the nearest bunker entrance as soon as possible.&#10;&#10;The great changes in civilization brought about by the disaster have caused tremendous changes in the thinking of the leaders. Everyone has a secret mission of their own in their hearts, which will affect every judgment they make during the evacuation process.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Negotiation",
      "Roles with Asymmetric Information",
      "Semi-Cooperative Game",
      "Turn Order: Progressive",
      "Voting"
    ],
    "Families": [
      "Theme: Survival"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quran Challenge Game: The world of the Quran in one box",
    "ID": 341708,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341708/quran-challenge-game-the-world-of-the-quran-in-one",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Quran Challenge Game for children is a unique game based on the Holy Quran.&#10;&#10;The idea behind this game is to provide the children with both fun and education. &#10;All questions are taken from the Quran. &#10;They have been creatively worked into this game and children will enjoy answering them. &#10;This game can be played at school or at home with all the family members.&#10;Begin your journey and find out what fun it is to learn from the Quran.&#10;&#10;The player to reach the Finnish space first is the winner.&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Islam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coalitions: Ancien Régime Expansion",
    "ID": 341710,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341710/coalitions-ancien-regime-expansion",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Europe is in turmoil! The emerging Prussian Kingdom under Frederick the Great moves to expand and consolidate its power at the cost of Austria while the Franco-British struggle for global primacy has already engulfed Spain and leads both nations to seek new allies on the Old Continent. Will Russia and the Ottoman Empire, two seemingly disinterested parties, continue to watch from afar or will they join in this struggle for the dominance of Europe?&#10;&#10;Ancien R&eacute;gime is a major expansion for Coalitions, a  game of negotiation and alliance-building for control of Europe. It comes with a new distinct game board, a 7th playable nation (Spain), and a variety of new components and mechanisms. This is not a standalone expansion; it requires some components from the Coalitions core box.&#10; Up to 7 players engage in an exciting area control game of shifting alliances and coalitions, of intense back-stabbing diplomacy and bold military actions set in an era defined by the immense Seven Years&rsquo; War. &#10; Like in the Coalitions core game, the Ancien R&eacute;gime Expansion uses the Wheel of War mechanic to make downtime non-existent, while the innovative Activator system introduces a new level of dynamic interactions between the players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Age of Reason",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Negotiation",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Prussia",
      "History: Seven Years War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coalitions: Raison d'Etat",
    "ID": 341714,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/341714/coalitions-raison-detat",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Europe is in turmoil! The fire of the Protestant Reformation has engulfed Central Europe, while the nascent Swedish Empire battles with the vast, populous and battle-ready  Poland over the supremacy in the East and the Baltic Sea. Will the Holy Roman Emperor remain on his throne? Which side of this enormous conflict will the nations of Europe choose? And will Poland survive the Swedish deluge?&#10;&#10;Raison d&rsquo;Etat is a board game for 1-7 players. It is a standalone expansion for Coalitions, with its own distinct game board and seven playable nations (Poland, Sweden, Britain, France, Spain, Austria, and the Ottoman Empire) included in the box. Unlike other expansions for Coalitions, you do not need the base game of Coalitions to play Raison d&rsquo;Etat. It comes with all the components, rules and scenarios necessary to play.&#10;&#10;Players engage in an exciting area control game of shifting alliances and coalitions, of intense back-stabbing, diplomacy and bold military actions set in an era defined by the upheaval of the Thirty Years&rsquo; War and the Polish-Swedish Wars. As in the Coalitions&rsquo; core game, Raison d'Etat&rsquo;s uses the Wheel of War mechanic to virtually eliminate downtime, while the innovative Activator system introduces a new level of dynamic interactions between the players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Negotiation",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: France",
      "Country: Great Britain",
      "Country: Ottoman Empire",
      "Country: Poland",
      "Country: Spain",
      "Country: Sweden",
      "History: Great Northern War",
      "History: Polish-Swedish Wars",
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Richard Simmons Sweat & Shout Party Game",
    "ID": 341716,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/341716/richard-simmons-sweat-and-shout-party-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this fun, fast party game, players choose a unique action (Sweat) and saying (Shout) based on the chosen Topic Card - you'll need to remember your opponents' actions too!&#10;Flip your cards over, and watch for matches - if you match an opponent, you need to do their move first to win the card!&#10;Keep an eye out for objects matching the Slap Card...if you slap it first, you get the Fitness Instructor Sweatband, and can make your opponents SWEAT!&#10;Be the player with the most victory cards at the end to win&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Corpo D'Armata",
    "ID": 341717,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341717/corpo-darmata",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Corpo D'Armata, Army Corps  is a miniature rulebook coming from Napoleonic battles wargame experiences that have matured over many years.&#10;&#10;These rules try to reproduce a battle or a campaign respecting the historical conditions as much as possible, such as the number and quality of troops, resources and means available to the various European armies. Trying to achieve the set objectives and reproducing the strategic and tactical choices of the commanders of the time.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperi e Feudi: Terza espansione geografica – Bisanzio, il Medio Oriente e le Crociate",
    "ID": 341718,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341718/imperi-e-feudi-terza-espansione-geografica-bisanzi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperi e Feudi: Terza espansione geografica &ndash; Bisanzio, il Medio Oriente e le Crociate, Empires and Feuds - Third geographical expansion: Byzantium, the Middle East and the Crusades&#10;&#10;This third expansion of Imperi e Feudi allows you to play with the armies that fought in the near east in the great medieval battles. &#10;In this volume you will find:&#10;&#10;     25 new Army Lists,&#10;     rules to introduce &quot;Historical Commanders&quot;, playable cards of the &quot;Historical Commanders&quot; with their personal characteristics,&#10;     optional rules,&#10;     motion rulers and range devices for shooting weapons.&#10;&#10;&#10;This volume does not contain the rules, in order to play it is necessary possess the basic rules Imperi e Feudi.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Imperi e Feudi (Chillemi)",
      "History: Byzantium",
      "History: Crusades",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Leoni delle Ambe",
    "ID": 341719,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/341719/i-leoni-delle-ambe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "I Leoni delle Ambe, The Lion of the Ambe&#10;&#10;The rules are intended to represent combats in the colonial era, conducted by the Italian Royal Army in East Africa (1880-1900).&#10;&#10;This is a Brigade / Division level tactical game.&#10;Units are at the level of Infantry Battalion, Cavalry Regiment or Artillery Group.&#10;&#10;It is recommended for 15-20mm figures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Italo-Ethiopian Wars",
      "History: Mahdist War",
      "Region: East Africa",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MYTH Trading Card Game",
    "ID": 341720,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341720/myth-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A fantasy-style trading card game in which the players (dubbed MYTH Commanders) deploy Creatures, cast Sorcery, equip weapons, and change field conditions in order to attack the other Commander's Fortress.  A Fortress consists of three Towers, each with 200 hit points, or Wall Points.  The first player to bring their opponent's Towers to 0 Wall Points each has breached the Fortress and won the game.&#10;&#10;Commanders deploy Creatures as their main attack force, each with a set of Attack Points, Guard Points, and Health Points.  Creatures attack each other by comparing Attack Points to Guard Points, and the difference is dealt as damage to the weaker Creature's Health Points.  Creatures are placed on a Battlefield, a 3-by-2 grid that allows or restricts attacks depending on placement.  A Creature that has not been deployed the same turn, occupies a certain space on the Battlefield, and has no opposing Creatures directly in front of it, has a chance to directly attack the opposing Towers.&#10;&#10;Commanders change the flow of the game with Sorcery cards, each with its own category and level that dictates their effectiveness.  Commanders equip weaponry in the form of Armory cards to their Creatures, modifying their effectiveness in the game.  And Commanders change field conditions with Field cards, granting advantages and disadvantages to Creatures depending on a variety of stats and classifications.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Income",
      "Rock-Paper-Scissors",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crush the Kaiser: Where the Poppies Grow – Fast play wargames rules for the Western Front 1916 to 1918",
    "ID": 341745,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341745/crush-the-kaiser-where-the-poppies-grow-fast-play",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Where the Poppies Grow covers the Western Front from 1916 to 1918. &#10;Includes rules for using tanks and aircraft, as well as varied artillery barrages and counter-battery fire, gas, mines and stormtroopers.&#10;&#10;&#10;     Fast play battalion and brigade level rules designed by wargamers, for wargamers&#10;     Fully researched and historically accurate for the period&#10;     Detailed organisations for all the armies on the Western Front 14-18&#10;      Rules are scenario based not points driven&#10;      Suitable for all figure scales, no need to re-base your figures&#10;     Company or squadron are smallest units for infantry and cavalry, with a company typically having 14 figures&#10;     Rules are written in order of play, so no need to flip back and forth through a book, with examples running through the rules&#10;     Minimum number of dice rolls for casualties&#10;     Four different experience levels for troops from Raw to Veteran, which determines how they shoot and react.&#10;     Simple and effective mechanisms for morale at company level, with more detailed battalion level morale only needed if losses are high&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crush the Kaiser: Tools of victory",
    "ID": 341746,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341746/crush-the-kaiser-tools-of-victory",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expansion for for Crush the Kaiser, Tools of Victory has detailed battalion and brigade organisations for infantry, cavalry and artillery for the armies that fought on the Western Front from 1916 onwards.&#10;&#10;These include British and Empire, French and German and also US, Belgian, Portuguese, Austro-Hungarians and the Russian Expeditionary Corps.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crush the Kaiser: Over by Christmas",
    "ID": 341747,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341747/crush-the-kaiser-over-by-christmas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Over by Christmas covers the early part of the Great War on the Western Front from August 1914 to early 1916, and includes detailed organizations for the British, French, Belgian and German armies.&#10;&#10;Allows you to fight fast moving open warfare with cavalry charges and horse artillery as well as the beginnings of the trench war.&#10;&#10;Lots of period flavour including improvised grenades and mortars, trench catapults, rapid fire by British Regulars and attaque &agrave; outrance by French infantry.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crush the Kaiser: Achtung Gringo",
    "ID": 341748,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341748/crush-the-kaiser-achtung-gringo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Achtung Gringo Fast play rules for wargaming the Mexican revolution from 1910 to 1920 plus some interesting What if options!&#10;&#10;Fast &amp; easy to Play, Battalion or regimental levels, organisations for Federals and revolutionaries, Pershing expedition, Villa and Zapata, plus organisation for the German led invasion of the southern USA!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Historical Figures: Pancho Villa",
      "History: Mexican Revolution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Martyr: Bloody Theater 1528",
    "ID": 341749,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/341749/martyr-bloody-theater-1528",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Those criminals are being called &ldquo;Heretics!&rdquo; &ldquo;Enemies of the Government!&rdquo; &ldquo;Messengers of the Antichrist!&rdquo; And you're compelled to join them.&#10;&#10;Europe, early 1500s. Now, the State Church has determined that you, too, deserve a terminal sentence for committing multiple crimes &ndash; that is, what they have decided are crimes.&#10;&#10;But you are scheming to seize a rare opportunity: To use your final act to subvert the State Church&rsquo;s effort towards full governmental supremacy. Armed only with a message and your final breaths, can you use them shrewdly in the ultimate performance of your life?&#10;&#10;In Martyr: Bloody Theater 1528, you will push your luck with your dwindling breaths to shape public opinion through action selection, while controlling the advantage, or disadvantage, of player turn order. But stay focused, because as you incentivize other players to aid your cause, you may also be delivering them to victory&hellip;&#10;&#10;Contend valiantly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political",
      "Religious",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Drafting",
      "Push Your Luck",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Godtear: Helena, Inspiration of Hope & Rallied Peasants",
    "ID": 341750,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341750/godtear-helena-inspiration-of-hope-and-rallied-pea",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Raise your banner with Helena, the Inspiration of Hope.&#10;&#10;Pure of heart, beloved Helena strides into battle with a message not of conquest, but of unity. Wherever this sacred quest takes her, Rallied Peasants flock to her standard in hope of a better world.&#10;&#10;Introducing the ONLY Guardian champion without a banner! So devoted is she to her cause that Helena embodies her own banner&mdash;her presence alone is enough to stake her claim on the battlefield.&#10;&#10;Inside this box is everything you need to add this inspiring champion to your Godtear warband. Use this expansion with any Godtear starter set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Once-Per-Game Abilities",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorry!: Rivals Edition",
    "ID": 341751,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/341751/sorry-rivals-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A rivalry twist on the classic game Sorry! This dual game has more chaos and frustration than it&rsquo;s original. Try beating your opponent by getting your pawns home first, but count on being sent back to &ldquo;start&rdquo; more times than you can count.&#10;&#10;You start with five cards in hand and every time you play a card you pick up a new one. Similar to the original game, cards signify how many spaces you can move on the board.&#10;&#10;Players move clockwise from &ldquo;start&rdquo; trying to get &ldquo;home&rdquo;. The board contains slides based on color to move you around the board faster.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Game: Sorry!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dekoder",
    "ID": 341752,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/341752/dekoder",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A 1-5 players logic game, where all the players lay rectangle tiles with 2 digits and 2 colours on a square common board. &#10;When you lay a tile you count all the tile's squares on the board in the same rows and columns as the tile you just put - that's the number of points you get.&#10;&#10;But there is a restriction - no colour and no digit can appear in a row or column more than once - similarly to Sudoku.&#10;You can also put tiles on top of other tiles. That gives extra 5 points, but there are 4 conditions to be met:&#10;&#10;     there must be at least 5 tiles on the board&#10;     your tile must cover two squares of two separate tiles&#10;     you can't cover the same digits and colours as the ones on your tile&#10;     both tiles you cover need to be on the same level&#10;&#10;&#10;&mdash;user summary&#10;&#10;Wyj&#196;&#133;tkowa gra logiczna, oparta na uk&#197;&#130;adaniu szyfr&oacute;w na planszy w taki spos&oacute;b, &#197;&#188;eby powsta&#197;&#130;y niepowtarzalne uk&#197;&#130;ady. Osiem cyfr i osiem kolor&oacute;w &ndash; &#197;&#188;aden nie mo&#197;&#188;e pojawi&#196;&#135; si&#196;&#153; wi&#196;&#153;cej ni&#197;&#188; raz w rz&#196;&#153;dzie lub kolumnie na siatce planszy. Im sprawniej b&#196;&#153;dziesz kodowa&#196;&#135;, tym wi&#196;&#153;cej zgarniesz punk&oacute;w i tym szybciej wykonasz zadanie. Czy uda Ci si&#196;&#153; z&#197;&#130;ama&#196;&#135; szyfr i zgarn&#196;&#133;&#196;&#135; laur zwyci&#196;&#153;stwa?&#10;&#10;&mdash;description from the publisher&#10;&#10;Unique logic game about laying unique cipher patterns. 8 digits and 8 colours - none can appear more than once in any row or column on the board. The better you code, the more points you get and reach the goal faster. Are you able to break the code and claim the victory?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Layering",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canine Capers",
    "ID": 341755,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/341755/canine-capers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Canine Capers you play as a determined dog who is investigating their neighbourhood, sniffing out clues and to solve the imagined capers going on in their little country village. Work together to reach clues in time and secure them at Canine P.D. to earn points and solve the caper of the day.&#10;&#10;Clues will pop up around the village based on the outcomes of dice rolls. Players roll dice to determine their 'paw points' for that turn. Using these they traverse the board, pick up, drop off, give, take clues and even increase the value of their clues.&#10;&#10;It's a race to get to clues before a new one would be generate in that spot as if the previous clue is still on the board the new clue will be stolen by a sneaky cat and taken away to their toy chest. Not to worry, with a bit of help from the sly foxes on the board you can enhance other clues by swapping them with higher value clues from the toy chest.&#10;&#10;Special Actions linked to each number on the die allow players extra abilities that can allow for diagonal movement, enhance clues, move a clue, jump to home, swap two clues on the board or return clues to the resource pool, which can extend your playing time as once the resource pools are empty it's time to take your final turn then tally up your points to see if you've won this time!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Alliance",
    "ID": 341756,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/341756/animal-alliance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Animal Alliance felines are doing their felonious best to steal toys and canines are returning toys to the lost and found. The twist is each player takes control of a cat and dog team who live in the same house, they have different goals but a combined score.&#10;&#10;Players roll 2 dice and assign one to their cat and another to their dog for that turn (purr points and paw points). Using these they traverse the board, pick up, drop off, give and take toys, steal toys from other pets and even increase the value of their toys. Whenever a pet tries to steal from another, dice are rolled to determine the 'reflexes' and 'stealth' for each to determine whether the theft was successful or not.&#10;&#10;Special Actions linked to each number on the die allow players extra abilities which are slightly different for the cats and dogs so pay close attention when assigning your dice to each pet. Special Actions can allow diagonal movement, move toys on the board, add new toys to the board, increase or decrease the value of toys by flipping the token or take a cat nap to save Purr Points for use later in the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Feline Felonies",
    "ID": 341757,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/341757/feline-felonies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Feline Felonies you take charge of a neighbourhood cat whose goal is to be the greatest thief around. You&rsquo;ll steal toys and other items cats believe to be toys from around the board as well as from other cats. Get the most highly valued toys home to win and be crowned most felonious of the felines.&#10;&#10;Players roll dice to determine their 'Purr Points' for each turn. Using these they traverse the board, pick up and drop off toys, steal toys from other cats and even increase the value of their toys. Whenever a cat tries to steal from another, dice are rolled to determine the 'reflexes' and 'stealth' for each to determine whether the theft was successful or not.&#10;&#10;Special Actions linked to each number on the die allow players to move toys on the board, add new toys to the board, increase or decrease the value of toys by flipping the token or take a cat nap to save Purr Points for use later in the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Take That"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unfinishabell",
    "ID": 341758,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/341758/unfinishabell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Take turns placing a card on the left or right of an ever-growing line. The line must always be a potential word, but if you ever finish the word, your opponent wins a point!&#10;&#10;Similarly, if you ever place a card so that no potential word can be made (and your opponent challenges), they win a point.&#10;&#10;Each round starts with a tricky attempt to avoid making tiny words, and then usually finishes when you run out of long words to make given the cards played.&#10;&#10;Played using the ELL deck (which has 2 letter on each card).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Wibbell++ game system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flick the Ship",
    "ID": 341760,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/341760/flick-the-ship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Flick the Ship is a turn-based pencil-and-paper naval warfare game where 2-4 players use their skill in flicking a pencil across paper to fight each other, sea monsters, and sometimes even the seascape itself.&#10;&#10;Players collect experience points to level up their vessel, and can forge alliances with other ships to make massive fleets. By collecting gold doubloons, additional &quot;mini-ships&quot; can be bought for more casual, low-stakes play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Nautical",
      "Pirates",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Contracts",
      "Cooperative Game",
      "Dice Rolling",
      "Flicking",
      "Line Drawing",
      "Line of Sight",
      "Lose a Turn",
      "Paper-and-Pencil",
      "Trading",
      "Turn Order: Pass Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ganga: River Rescue",
    "ID": 341763,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341763/ganga-river-rescue",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A thrilling chain building game exploring river water conservation, history &amp; geography affecting India's divine river, Ganga.&#10;&#10;You are in a race to save the Ganga ecosystem from extinction and loss. The crops, trees, birds and animals depend on you to rescue them from pollution, pandemics and over population. It is a race to save the cities in the Indo-Gangetic Plains Ecosystem through which the mighty river Ganga  flows. She is not an ordinary river, but a Goddess of the Land.&#10;&#10;Life is simple. Build your Living Unit chains, preserve your River cards, collect Goals and keep an eye on the competition. You probably have that secret smile knowing you are making a difference to our ecosystem. Knowledge will lead to action and nothing like a game to help you forge forward. Laugh a lot, compete fiercely and resolve to make a difference.&#10;&#10;The Game ends when 4 Events have occurred or all the cards run out. Player wins by collecting Goals achieved of a collection of Living Units.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: India",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jaws: No swimming, beach closed",
    "ID": 341767,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/341767/jaws-no-swimming-beach-closed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1",
    "Description": "The vessel 'Orca' roams the waters to hunt Jaws...and a shark fun has been sighted. BEACH CLOSED!&#10;&#10;The great white creeps under the surface looking for a meal, and three innocent swimmers are still in the water! The Orca and Jaws constantly try to outrun and outsmart each other by using hidden movement and deploying extra skills.&#10;&#10;But do not hesitate, because the playing area gets smaller and smaller each turn!&#10;&#10;&mdash;description from the publisher&#10;&#10;First Jaws gets a full turn by moving, taking one action (and maybe use tokens), and removing a card.&#10;Then all the other players get their full turn by moving, taking one action, and removing a card.&#10;If the person playing as Jaws manages to eat the three swimmers, they win the game. If the player(s) who are on the boat manage to hit Jaws three times, they win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Movies: Jaws"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unfair Expansion: Comicbook Hacker Kaiju Ocean",
    "ID": 341772,
    "Year": "(2023)",
    "Geek Rating": "5.634",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341772/unfair-expansion-comicbook-hacker-kaiju-ocean",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "125",
    "Weight": "3",
    "Description": "Build the city's greatest theme park, whatever it takes, with more themes now available in the Unfair Expansion: Comicbook Hacker Kaiju Ocean. These new themes can be mixed with old favorites and with each other:&#10;&#10;&#10;    Comicbook: Superheroes are among us! Masterminds, origin stories, super powers, secret identities ... and the occasional villainous monologue.&#10;    Hacker: What do you get when you mix a cyberpunk cityscape with skilled IT professionals, Wi-Fi for your guests, and a roving AI? There's only one way to find out!&#10;    Kaiju: Giant monsters, previously seen only in movies, now here to stomp around the Market. Help to defend a grateful City, or benefit from the chaos - it's lucrative either way!&#10;    Ocean: The ocean gives us amazing creatures, rich resources, a wealth of fabulous natural treasures. And seagulls.&#10;&#10;&#10;You can also tailor the game to suit your preferred play style with new game changer cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Unfair",
      "Mechanism: Tableau Building",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jetzt mal ehrlich!",
    "ID": 341773,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341773/jetzt-mal-ehrlich",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With the help of an enclosed lie detector, yes/no answers of the players to juicy questions are checked. The player who tells the truth and exposes the other players' lies wins points. The player with the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pie Face Wolkenklatscher!",
    "ID": 341774,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/341774/pie-face-wolkenklatscher",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As a variation to the Pie Face game, here the &quot;pie throw&quot; is triggered by a different mechanism. A hammer is used to hit a trigger that flings a weight upwards. When the weight reaches the pie thrower, there is the pie throw simulated with spray foam.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "16.12.1971: Swarnim Vijay Varsh",
    "ID": 341776,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/341776/16121971-swarnim-vijay-varsh",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Swarnim Vijay Varsh&#10;&#10;On 16th December 1971, the Indian Armed Forces secured a decisive and historic Victory over Pakistan Army, which led to the creation of a Nation - Bangladesh and also resulted in the largest Military Surrender after the World War - II. &#10;Vijay Diwas is celebrated every year on December 16 to mark India&rsquo;s triumph in liberating Bangladesh from Pakistan in 1971. In one of the fastest and shortest campaigns of military history, a new nation was born as a result of the swift campaign undertaken by the Indian Armed forces. To commemorate this victory, from 16 December 2020, the Nation is celebrating 50 Years of India-Pak War, also called &lsquo;Swarnim Vijay Varsh&rsquo;.&#10;&#10;About the Game&#10;&#10;16.12.1971 &ndash; Is a war game designed to commemorate 50 years of India&rsquo;s victory over Pakistan. Swarnim Vijay Varsh is being celebrated and we have designed it with a total of 50 spaces (50th Anniversary) in the game board.&#10;The name of the game 16.12.1971 indicates: -&#10;16     &ndash;     Total hours taken by us to plan, design, conceptualize, play test and complete!!&#10;12     &ndash;     Number of Assets and Number of Targets in the game&#10;1     &ndash;     One Board&#10;9     &ndash;     Number of Challenges / Actions confronted by players / Force&#10;7     &ndash;     Number of Joint operations planned in the game&#10;1     &ndash;      One Dice&#10;&#10;Rules &amp; Regulations:&#10;The Print &amp; play game consist of three forces &ndash; Army, Navy and Airforce each with 4 assets. Each force will be navigated by three players by rolling the dice and get each of their assets(pawns), to reach the &lsquo;KILL ZONE&rsquo;. Once the asset is in Kill Zone, the player will Roll the dice, if lucky HE/SHE will hit the respective equivalent enemy force Target.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Modern Warfare",
      "Print & Play"
    ],
    "Mechanics": [
      "Events",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Country: India",
      "Country: Pakistan",
      "History: Indo-Pakistani Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strasse frei!",
    "ID": 341777,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341777/strasse-frei",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "9 game pieces in 4 colors (3* 2 and 1* 3) are placed as a square. In turn, each player rolls the color die once and removes a piece of the color rolled. If this figure no longer exists, or if he rolls black or white, nothing happens. The player who succeeds in clearing a row of 3 figures vertically, horizontally or diagonally wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Versos Desencontrados: Alfonsina Storni",
    "ID": 341782,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341782/versos-desencontrados-alfonsina-storni",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A poetic game to continue giving voice to Alfonsina Storni's work. You just have to mix and match to re-read and create.&#10;&#10;Three forms of play: &quot;disengaged verses&quot;, &quot;creation of antisonetos&quot; and &quot;interleaved verses&quot;. The proposal invites you to play with the verses, read them, combine them and be encouraged to write.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Educational",
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Desafío Vocablos",
    "ID": 341783,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/341783/desafio-vocablos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A creative game to make words by combining letters and syllables responding to different &quot;challenges&quot;.&#10;&#10;Three forms of play: &quot;challenge&quot;, &quot;challenge sung&quot; and &quot;challenge yourself&quot;. In all the modes you will have to find words, depending on the challenge, to get many points. It can also be played in solo mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Invención de Haikus",
    "ID": 341784,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/341784/invencion-de-haikus",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A creative game for writing Japanese poetry.&#10;Go through the seasons of the year and put together a photograph made of words.&#10;&#10;Divide the deck into 4. Each card you draw will guide you to write a haiku. In nature you will find the rest!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goldenstar: the Galactic Tournament",
    "ID": 341785,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/341785/goldenstar-the-galactic-tournament",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Goldenstar: The Galactic Tournament is a 2-4 players asymmetric, deck building, King of the Hill Board Game.&#10;&#10;The Goldenstar Tournament is an event organized by Galactic Empress every 5 years to honor Goldenstar, her favourite buddy cop movie. Now the tournament gathers the most dangerous duos which come to fight for eternal glory and fame on arenas scattered around the galaxy.&#10;&#10;Start with a deck combined of two challengers&rsquo; unique skill sets. Become crowd favorites, dominate your opponents and level-up characters. Upgrade your arsenal in Black Market and ultimately challenge everyone in THE FINAL FACE-OFF.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invizibell",
    "ID": 341786,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/341786/invizibell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One player secretly moves around a grid, spelling words to take over a board.&#10;&#10;The other player tries to work out where they are.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Roles with Asymmetric Information",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Wibbell++ game system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Miner: Backer Pack",
    "ID": 341787,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341787/dice-miner-backer-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Dice Miner Deluxe: Backer Pack is a collection of components and extras delivered only to Kickstarter backers. The exact contents of the backer pack depend on which stretch goals are unlocked, as decided by you, the backers.&#10;&#10;Contents:&#10;- 6 x Extra Hero Cards&#10;- 6 x Bonus Tunnel Dice&#10;- 1 x Double-Sided Dry-Erase Score Sheet&#10;- 1 x Dry-Erase Marker&#10;&#10;&quot;Adventuring Party&quot; Play Mode: If six new heroes are unlocked, the &quot;Adventuring Party&quot; play mode will also be provided to all backers as a digital download. In this mode, each player gets three heroes per game, and uses a different one in each round.&#10;&#10;Liquid Courage Dice Game: If five tunnel dice are unlocked, a brand new dice game called Liquid Courage will also be automatically unlocked, and provided to all backers as a digital download.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Splinter",
    "ID": 341788,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341788/splinter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Splinter is an abstract strategy game for two players.  The object of the game is to eliminate your opponent's pieces while protecting your own pieces from enemy attack.  The last player with at least one square, one cross and one circle on the board wins the game.&#10;&#10;Each player starts the game with 15 pieces, grouped into 3 different types &ndash; 2 squares, 4 crosses and 9 circles. Play begins with the pieces arranged in a checkerboard pattern at the center of the board.&#10;&#10;Assign a color to each player and decide who goes first.  Then continue playing, alternating turns with your opponent.&#10;&#10;On your turn, you may slide any of your pieces one square in any direction (orthogonally or diagonally), pushing along any pieces that lie in the way.&#10;&#10;You may not move any piece to a square that it vacated on your opponent&rsquo;s last turn.&#10;&#10;If a piece is pushed off the edge, it is removed from the board.&#10;&#10;In addition, if the pieces are splintered into two or more disconnected groups (so that no piece of either group shares a side or a corner with any piece of the other group), the largest group remains on the board and all other groups are removed.  If the groups are of equal size, the player who caused the splinter decides which group is removed.&#10;&#10;If a player runs out of any type of piece, the game ends and the other player wins.  If both players run out of any type of piece at the same time, the game ends and the player with the most pieces on the board wins.  If both players have the same number of pieces on the board, the game ends in a tie.&#10;&#10;Click here for official rules and diagrams: https://splinterboardgame.blogspot.com/2021/06/splinter-is-two-player-abstractstrategy.html&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Slide / Push",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Thirteenth Doctor & TARDIS",
    "ID": 341789,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341789/doctor-who-exterminate-the-miniatures-game-thirtee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds the Thirteenth Doctor and her TARDIS to Doctor Who: Exterminate! The expansion includes two miniatures to expand the Doctor Who: Exterminate! universe.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Breton",
    "ID": 341795,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/341795/breton",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "A surreal game with illustrations that invites us to let our imagination fly!&#10;&#10;Breton offers 5 gameplay possibilities, inspired by surreal techniques: Exquisite Corpse, Reverie, Exquisite Illustrated Corpse, Collage, and Automatic Writing. Each one invites to unfold the imagination, some with writing proposals and others oral.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Portal Stone",
    "ID": 341796,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341796/portal-stone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A duel between two willing participants, both aiming for the ultimate prize. The winner of this devilish game gets one wish granted, the loser, sacrificing their soul to pay for that wish.&#10;&#10;GAMEPLAY&#10;The aim of the game is to get 5 Portal Cards. Each player takes 1 of the two following actions on their turn, pass and repeat until a player has 5 Portal Cards:&#10;&#10;1. CHARGE&#10;Take one of your tokens and slide it onto the board from any one of the four sides.t the Portal Cards off to the side in a face down pile.&#10;&#10;A) Tokens are played into a single square, pushing all other tokens in the same row up by a single&#10;&#10;B) If you would cause an opponents token to slide off of the board then that player may place it back onto the board at the end of the turn, however this token cannot be used to push another token off of the board. That player would then take their turn as usual once the player whose current turn it is ends. If you can not place this token back onto the board without pushing another piece off of the board then this action is skipped. If you cause one of your own pieces to slide off of the board then this piece is forfeited.&#10;&#10;C) If 5 tokens of a single colour are in a row, they are removed and the player that owns that colour takes one victory point.&#10;&#10;2. CHANNEL*&#10;Play a channel card from your hand if the conditions are met.&#10;&#10;A) Show any cards from your hand and point out the requirements.&#10;&#10;B) Remove the tokens on all matching squares of that cards requirements.&#10;&#10;C) Gain points equal to the Portal Symbols on the bottom of the card.&#10;&#10;&#10;    Some cards have arrows on them, this means that you my play this card in your turn before or after your CHARGE action.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Slide / Push"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Italian Railroads",
    "ID": 341797,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/341797/italian-railroads",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is Italian Railroads! The game is for 3-5 players and plays in less than an hour. It has one page of rules and new mechanisms. The suggested age is 47 and up.&#10;&#10;The game is won by having the most victory points. Italy starts in the Kingdom Phase, advances to the Unification Phase, Privatisation Phase, then to the Modernization Phase, ending in the European Union Phase. Player have a choice during their turn: Take Stock or Place Stock.&#10;&#10;The game is short, simple and moves fast. It requiring constant vigilance. It can get nasty, especially with the special rules for the Sicilian railroad.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piacenza 1746",
    "ID": 341798,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/341798/piacenza-1746",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8571",
    "Description": "&quot;Piacenza 1746&quot; is Enrico Acerbi's board wargame, published by Europa Simulazioni, which depicts the &quot;Battle of Piacenza&quot; which was fought between a Franco-Spanish army and the Austrian army near Piacenza, in Northern Italy on June 16, 1746. It formed part of later operations in the War of the Austrian Succession. The result was a victory for the Austrian forces, led by Prince Josef Wenzel - Prince Franz Josef I and Louis-Joseph de Montcalm were among the notable combatants.&#10;&#10;The War of the Austrian Succession (1740 - 1748) was a dynastic war, initiated by the European powers to counter the legitimate claim of Maria Theresa Habsburgs (1717-1780) to maintain control of all her family possessions, when her father, the Emperor Charles VI, died in 1740.&#10;&#10;Federick II of Prussia was the first to act. He invaded Silesia as he wanted to reach a glorious military success and the beginning of his reign. Maria Theresa reacted prompted, and two alliance sides formed for the war with all the major European countries and many minor states involved.&#10;&#10;In 1745, the war extended to Italy, where France and Spain were in arms against Austria and her ally, Savoy. After a sound defeat near Alessandria, the following year the Austrian side soundly defeated the French-Spanish army at the Battle of Piacenza, which marked the end of the French-Spain attempts to defeat Maria in Italy: &quot;I want to hope that this event will dispel from the minds of my enemies the desire to totally banish myself from Italy&quot;&#10;&#10;Highlights:&#10;&#10;     regimental-level warfare in the Age of Reason&#10;     highly interactive sequence of play, focused on manoeuvre&#10;     formations move in &quot;linear mode&quot;, the typical way of fighting a battle at that time&#10;     a 22&quot; x 25&quot; fine-art map , based on ancient map of the battle&#10;     detailed order of battle&#10;     limited play time&#10;&#10;&#10;Components:&#10;&#10;     22&quot; x 25&quot; map of Piacenza and its southern area&#10;     216 5/8&quot; (large) die-cut counters&#10;     Rule booklet&#10;     Charts&#10;     Boxed&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Italy",
      "History: War of the Austrian Succession",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6: Siege – Year 5: Shadow Tactics",
    "ID": 341799,
    "Year": "(2023)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341799/6-siege-year-5-shadow-tactics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege. Gameplay is fast and frenetic, allowing players to feel the tension of a cinematic assault with simulated real-time gameplay. Players control a team of 5 operators (all attackers or all defenders), with each Operator boasting different gadgets and abilities. Building your team of 5 is a very rewarding step of the game, offering endless possibilities and strategic choices. As the attacker, you will use your explosive arsenal to tear down walls and obstacles to reach your objective! As the defender, you will shape the battleground to your advantage and seek to thwart your opponent&rsquo;s plans by denying them chances to attack.&#10;&#10;&quot;Year 5 - Shadow Tactics adds 6 operators to the base game. All of them being from the fifth year, or the fifth season, of the video game. They expand upon existing mechanisms and provide different options. And with the expanded roster, you&rsquo;ll have more creative freedom while drafting your squad. Some Operators really benefit from synergies, while others are particularly suited for a specific environment&#10;&#10;For attackers, we have Iana with her Gemini Replicator. She creates holo doubles and sows confusion among enemies. Ace, from Norway, is a demolition specialist who can crumble floors and ceilings, making some spaces impassable. On top of that, this season sees Zero return! Zero as the famous (or infamous!) Sam Fisher himself&hellip; With his Argus cameras, he will force opponents to move a certain way.&#10;&#10;On the defenders&rsquo; side, Oryx&rsquo;s charges are a force to be reckoned with. He can run and crash through walls! Melusi and Aruni add traps and countermeasures on the field thanks to Banshee Sonic Defences or Surya Lasers.&#10;&#10;&mdash;description from the publisher&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dodge Dess",
    "ID": 341806,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341806/dodge-dess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dodge Dess is a simple strategy print and play board game inspired by a combination between dodgeball and chess, then dice are added to add random elements to it. that's why this game is called &ldquo;Dodge Dess&rdquo; (dodgeball, dice, and chess). in short, the theme of this game is sports.&#10;&#10;The game is played in a way where players can move their pawns vertically, horizontally, and diagonally with the distance of the squares determined by the number of dice that have been rolled. almost the same as moving, attacking (removing the opponent's pawn from the game), can be done vertically and diagonally with a predetermined distance from the rolled dice. because the player's pawn cannot cross the center line, then after attacking the opponent's pawn the player's pawn must immediately return to the previous box.&#10;&#10;The goal of the game is to get rid of all opponent pawns from the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Little More Grape Captain Bragg! Wargame Rules for the Mexican-American War 1846-1848",
    "ID": 341807,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341807/a-little-more-grape-captain-bragg-wargame-rules-fo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Miniatures wargame rules for the Mexican-American War.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "History: Mexican – American War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TAIJI Supreme Ultimate Playing Cards",
    "ID": 341808,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341808/taiji-supreme-ultimate-playing-cards",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "1",
    "Play Time": "1440",
    "Weight": "0",
    "Description": "TAIJI Supreme Ultimate Playing Cards is a Non-Standard Universal Deck based on the principles of yin and yang. This deck can be used to play over 15 games.&#10;&#10;TAIJI Supreme Ultimate Playing Cards are an improved version of the standard deck. The power behind this deck is in its versatility to be interpreted in multiple ways creating different core game mechanics.&#10;&#10;There are four main game styles: &#10;1)TAIJI - Uses + &amp; - Card Values. Winning hands are closest to zero. (Use absolute value to determine winner)&#10;2)WUJI - Uses + &amp; - Card Values. Winning hands are farthest from zero. (Use direct correlation to determine winner)&#10;3)CLASSIC - All Card Values are positive. Interpret cards like a standard deck with predetermined Card Hierarchy.&#10;4)INTERPRETIVE - Rules unique for individual games.&#10;&#10;The numerous game styles allow for a wide variety of card games to be played, with the manufacturer currently publishing rules for 15 unique games on their website.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Highest-Lowest Scoring",
      "Matching",
      "Memory",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forward Operations",
    "ID": 341809,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341809/forward-operations",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "In Forward Operations, two to four players control border nations rushing to build and man forward operating bases so they can take and hold critical objectives in a neighboring country that is becoming unstable. Win the game by holding those objectives for victory points or by destroying the Command Center of your opponents' bases.&#10;&#10;Players start with an established forward operating base, which consists of a Command Center, Barracks and a Power Plant. During the game, you'll play Command Cards to generate resources, which can be used to expand your base, develop new technologies, train or manufacture military units, and wage war on your opponents in bloody, fast-paced combat.&#10;&#10;Forward Operations is a turn-based wargame sandbox filled with interesting player decisions and building options. Choose between 14 different buildings to expand your base and 25 different military units to build a personalized army that suits your strategy and playing style. Time and resources are limited, so choose wisely.&#10;&#10;See you on the battlefield.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Tech Trees / Tech Tracks"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Homo",
    "ID": 341813,
    "Year": "(1896)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/341813/homo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players each control 12 round, triangle, and square pieces that can move diagonally and orthogonally, diagonally, and orthogonally respectively. Capturing is done by sandwiching an opponent's piece between two of the same pieces. The winner is the player who captures all of his opponent's pieces. A player loses if he cannot move or no longer have two pieces of the same shape.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zig Zag",
    "ID": 341814,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341814/zig-zag",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns placing black or white pieces on a 8x14 grid to connect both sides of the board. Only bicolored pieces can be placed on the black squares, and these can be turned over into the opponent's color when surrounded by the opponent's pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Coverage"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Heavens: Minotaur",
    "ID": 341815,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/341815/high-heavens-minotaur",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Minotaur is a limited edition playable character for High Heavens. With his unique special ability, the Minotaur can clear the way for other gods by damaging multiple adjacent enemies in one attack. This was a promo created for the PAX Unplugged booth.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Palabrerío",
    "ID": 341816,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/341816/palabrerio",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A creative game to find the best words.&#10;Like tutti frutti game, but with five different ways to play it!&#10;&#10;Five forms of play: &quot;everyone plays&quot;, &quot;challenge&quot;, &quot;just drawings&quot;, &quot;go ahead&quot; and &quot;say it with mimicry&quot;. Each with a different score. We just have to find the best words. Highly competitive!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poesía a la Carta: María Teresa Andruetto",
    "ID": 341818,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/341818/poesia-a-la-carta-maria-teresa-andruetto",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A poetic game to connect with the poetry of Mar&iacute;a Teresa Andruetto.&#10;&#10;Three forms of play: &quot;poetry on demand&quot;, &quot;poetic tarot&quot; and &quot;recycling of words&quot;. Think of a question and poetry will answer you. Includes 5 Tarot figures and 5 quotes chosen by the author.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: Poesía a la Carta",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poesía a la Carta: Gustavo Roldán",
    "ID": 341819,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/341819/poesia-a-la-carta-gustavo-roldan",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A game to connect with the poetry of Gustavo Rold&aacute;n.&#10;As a poetic oracle, each poem, combined with the lunfardo, can offer us an answer.&#10;&#10;Three forms of play: &quot;poetry on demand&quot;, &quot;poetic oracle&quot; and &quot;playing the game&quot;. Think of a question and poetry will answer you. Includes 10 letters with words from the lunfardo to complete the answer.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: Poesía a la Carta",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poesía a la Carta: Laura Devetach",
    "ID": 341821,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/341821/poesia-a-la-carta-laura-devetach",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A poetic game to connect with the poetry of Laura Devetach.&#10;&#10;Three forms of play: &quot;poetry on demand&quot;, &quot;poetic oracle&quot; and &quot;cauldron of questions&quot;. Think of a question and poetry will answer you. Include 10 hexagrams from the I-Ching to complete the answer.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: Poesía a la Carta",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Contame: Inicios",
    "ID": 341823,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/341823/contame-inicios",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You can choose beginnings, settings, objects and characters to create the best stories.&#10;Ideal for collaborative play.&#10;&#10;Players must separate the deck into 3 groups: &quot;beginnings&quot;, &quot;scenarios&quot; and &quot;illustrations&quot;. Whoever starts chooses a card from the &ldquo;beginnings&rdquo; deck and one from the &ldquo;scenarios&rdquo; deck to begin and set the story. Then it will take 5 &quot;illustrations&quot;. With all these cards you must create and tell a new story.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Contame"
    ]
  }
]