[
  {
    "Rank": "N/A",
    "Name": "Slay Your Friends!",
    "ID": 280292,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/280292/slay-your-friends",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Think about the most cutthroat games you know, the ones that threaten to tear apart even the oldest and closest of friends. Now add weapons to that game and you are getting a little bit closer to the intensity and thrills of Slay Your Friends.&quot;&#10;&#10;Learning to Slay could not be any easier. To get started:&#10;&#10;&#10;     shuffle the deck and then place eight hero cards face down on the table so that each player can select one at random and then replace the remaining hero cards in the box&#10;&#10;&#10;&#10;     deal seven cards to each player and then flip a coin or roll a die (or you could arm wrestle) to determine who goes first, each player then drawing one card on their turn, the board going clockwise and each player starting with 25 health points, which corresponds to the health tracker and health token&#10;&#10;&#10;&#10;     flip over the top card and start the discard pile, where players will place cards once they are played&#10;&#10;&#10;That's all there is to it! There is a range of actions and outcomes with the cards, and once a single hero remains, the game is over. You can play with or without the hero cards. Have no mercy &ndash; and Slay Your Friends.&#10;&#10;All retail copies of Slay Your Friends includes the Slay Your Enemies expansion pack.&#10;&#10;Learning to Slay could not be any easier. To get started:&#10;&#10;&#10;     shuffle the deck and then place eight hero cards face down on the table so that each player can select one at random and then replace the remaining hero cards in the box&#10;&#10;&#10;&#10;     deal seven cards to each player and then flip a coin or roll a die (or you could arm wrestle) to determine who goes first, each player then drawing one card on their turn, the board going clockwise and each player starting with 25 health points, which corresponds to the health tracker and health token&#10;&#10;&#10;&#10;     flip over the top card and start the discard pile, where players will place cards once they are played&#10;&#10;&#10;That's all there is to it! There is a range of actions and outcomes with the cards, and once a single hero remains, the game is over. You can play with or without the hero cards. Have no mercy &ndash; and Slay Your Friends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Explorers: Spacecraft Projects Promo",
    "ID": 280306,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280306/space-explorers-spacecraft-projects-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Four new spacecrafts to be used in the game. The four crafts are on double sided tiles and have unique requirements and VPs than the other projects included in the game box:&#10;&#10;Tile 1: Luna 3 &amp; Surveyor 1&#10;Tile 2: Sputnik 2 &amp; Freedom 7&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Explorers: Solo Rulebook & Tracker",
    "ID": 280307,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280307/space-explorers-solo-rulebook-and-tracker",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "This is a printed solo mode rulebook and punchboard tracker for the AI player in the game. It was included as a promo bonus for Kickstarter backers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "108: The Game That Is Won with the Universe",
    "ID": 280310,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/280310/108-the-game-that-is-won-with-the-universe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "If you enjoy Sudoku or play Mahjong, 108 could be your new favorite game! 108 has a special game board that evolves into a unique number puzzle during game play. The solution to the puzzle will be restricted by two groups of numbers which cannot be moved or removed from the game board once set by the players:&#10;A) Any number on a black &ldquo;Shadow&rdquo; square placed during game play.&#10;B) Any number on a white &ldquo;Tiger&rdquo; square placed during game play.&#10;&#10;To win the game, you must be the first player to fill all twenty-one squares in your row, column and block, each with the numbers 1 through 9, solving your piece of the puzzle. Like Sudoku, no number can be repeated in your row, column or block. Additionally, your numbers cannot repeat any black number in the same row or column. Designed for 4 players,yet playable with 2 or 3 as well.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Manchester United Starplayer Dice Game",
    "ID": 280311,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280311/manchester-united-starplayer-dice-game",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "5 exciting, action-packed STARPLAYER football dice games for 1 to 8 players aged 5 to adult! Score GOALS, PENALTIES, DEFEND and WIN CUP MATCHES by rolling 5 cool PENALTY DICE and  2 super-cool FOOTBALL DICE! Keep score using the Man Utd Score Pad or collect one of the 4 sets of 5 Man Utd WIN cards featuring Fred The Red to win the STARPLAYER CUP card! Be top of the League and win the STARPLAYER TROPHY card! HOURS OF GREAT MAN UTD FUN&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Octo Grabbo",
    "ID": 280312,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/280312/octo-grabbo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Far, far away, down in a beautiful tropical ocean there lives a little octopus named Octo Grabbo. Octo has a pink body, 8 dexterous tentacles, and one big mouth. He likes to eat delicious food, such as sea snails, fishes, crabs, and scallops. He has a good habit---he always eats each of those at dinner time. Be the first one to help Octo collect all of the different kinds of seafood, but be careful! Sneaky Octo Grabbo might grab your food, and a big shark shows up now and then!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Patrol",
    "ID": 280314,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/280314/super-patrol",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Here comes of little city patrol. They were patrolling the beautiful cities every day. What happened to them? Maybe they can help to catch the thief who stole the bicycle, or to help the old lady find the lost kitten, or to help the child to pick up the balloon which was blown away by the wind. Behind all the work they did, makes this city become safer and more peaceful, day after day, little patrols have solved one problem after another. They have gained the admiration and love of the citizens while making the city more beautiful. All citizens call them Super Patrol!&#10;&#10;The game starts with the  player who saw a police car on the street most recently. Players take turns in a clockwise order. The police car is moved to the next pedestrian crossing and stops to assist the person who needs help.&#10;&#10;     Move the police car to next pedestrian crossing. Draw an event card and &#239;&#172;&#130;ip the sand timer over at the same time, look for items or suspects on the game board. Cover the items or suspects that have been found with the locate tools.&#10;     If the task is completed when time runs out, players win the badges as instructed on the card. They are &#239;&#172;&#129;lled in on the honor list starting at the bottom.&#10;     Collect all locate tools on game board , and get ready for the next round!&#10;&#10;&#10;Draw one event card.&#10;Green Card&mdash;&mdash;Lost item&#10;Try to look for as many  lost items listed on the card as you can. Cover each item found with a locate tool. When time runs out, you get the matching  badges.&#10;Game End&#10;When the police car reaches the &ldquo;END&rdquo;, the patrol job is done.  You win the corresponding rank according to the badges you have earned. The highest level that your badges reach is your rank.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crazy City Racer",
    "ID": 280317,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/280317/crazy-city-racer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;Speed &#226;&#128;&#139;&#226;&#128;&#139;City&quot; rule is very simple, just ahead of him in accordance with dice!&#10;&#10;At the beginning of the game, remove or play two straight to the puzzle, the rest of the puzzle combinations in a circle track, choose a racing driver can start the game it!&#10;&#10;Dice action in accordance with instructions of the enforcement action,First enforcement action dice, after the implementation of digital dice. The first will be racing detourTrack two lapsRider to win the game victory, but want to move forward but will encounter a lot of obstruction Oh!&#10;&#10;The game itself is full of competition, the kids will enjoy it. During the game, the parents encourage children to learn to please pay attention to the relationship between competition and cooperation. Whether competition or cooperation, is to get a better gaming experience. The competition does not mean that this moment has been the competition, and perhaps also the possibility of cooperation.&#10;&#10;At the end of the game, the parents guide their children a correct view of winning or losing, how peace with defeat. Join this failure was due to his bad luck, or what wrong step, he pointed out that the cause of failure, the next game we redouble our efforts!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Silhouette",
    "ID": 280318,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280318/animal-silhouette",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Vicious cunning wolf is one step closer to this beautiful and peaceful forest. Clever brave Wang emergency search and rescue team star collection, they will do our utmost to find all the forest trapped small animals, and they take home. This is a cooperative game, all the players need to work together to win this game together. We help each other, do not let these cute little animals fall into the clutches of the wolf's oh.&#10;just now! Starting immediately!&#10;game rules:&#10;&#10;&#10;     dice: Throws with two dice, if dodecahedron dice a &quot;wolf paw&quot; pattern, the wolf before further.&#10;     Placed clues: According to two dice and letters, clues to locate the position of the plate.&#10;     Mobile search and rescue dogs, and get clues: Mobile search and rescue dogs based on the idea dice points, if the search and rescue dogs to move the plate to get clues clues plate.&#10;     Spell intact animals and animal rescue correspondence: If you turn, you or a player with another clue plates can spell an animal, each player draws a card silhouette, flip the hourglass, to find the target animal.&#10;     Search and rescue success / failure: Search and rescue success can be put together after the animals into the territory of the corresponding position, if it fails before the big bad wolf further.&#10;     game over: When the players are leveling successful 10 small animals can win, if the wolf into the forest the game failed.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yummy Restaurant",
    "ID": 280319,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/280319/yummy-restaurant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The annual Super chef-contest to begin soon, chef country have to try it, in order to meet more guests, they stir the pot Britain versatile demonstrated most vividly.&#10;&#10;Of course, to get the most gold per year restaurant chef, you will get &quot;super chef&quot; of the title. Kitchen King Tournament will begin, come to show your cooking it!&#10;&#10;The last player who recently cooked a meal starts. Gameplay is clockwise. Steps are as follows:&#10;&#10;     Draw 4 order cards and &#239;&#172;&#130;ip them over,&nbsp;line them up in front of you.&#10;     Toss your frying pan three times.&nbsp; After every toss,the food tokens that &#239;&#172;&#130;ip right side up can be put onto any of your plates on the work table.&#10;     After three tosses,&nbsp;all plates that match the order cards earn you gold coins from the bank.&#10;&#10;&#10;&#10;     Discard all used order cards into discard pile.&nbsp;It&rsquo;s the end of your turn. Pass the pan and all food tokens to next player.&#10;&#10;&#10;When all of the cards run out,the game is over. The player who wins most coins wins&nbsp;the title,&ldquo;King of the Forest Chef.&rdquo;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fantastic Pinyin",
    "ID": 280320,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280320/fantastic-pinyin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Language learning in the child stage, the contents will learn Pinyin is also in the early education process needs to overcome the problem. Absorb knowledge from the game is very suitable for a child learning, learn the alphabet as well. &quot;Wonderful to pinyin&quot; spelling combine the imagination and, in a playful way with children unrestrained imagination into the world, let the children play school, learn and play, teaching and learning.&#10;When the game starts, shuffle cards, face up to initials. First three cards open on the top, then turn a card face up on the bottom of the pattern.&#10;&#10;Children need to see the picture on the card and say imagine a combination of words, a word must be included in any of the three initials initials turn card.&#10;&#10;Although the rules of the game that is simple, but playing it was super fun.&#10;&#10;why? As we go into the desperate really do not know what they will say words, words often pop out does not make sense, or is very far-fetched to link the word relationship. This test more imaginative games, play with it more funny. If there is a clown among the players, they really will not stop laughing.&#10;&#10;But when we play to distinguish between &quot;ch&quot;with&quot;c&quot;The difference between this kind of initials. Like&quot; bed &quot;, and is&quot; ch &quot;contact can not and&quot; c &quot;linked together, oh. We like this for a long time never learned the alphabet adults, it is easy to confuse, parents teach the course have to be careful slightly&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Meow! Balancing Game",
    "ID": 280324,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/280324/meow-balancing-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Made in Barcelona, this clever and adorable wooden toy is a balancing game that's sure to amuse the whole family. The approximately 9&quot;x5&quot; kitty rocks gently on his back as players take turns placing little 1&quot; and 1&frac12;&quot; balls of colorful (wooden) yarn on him. How high can you pile them on before the exciting drama ends in an exhilarating crash? Meow! is an old-fashioned delight for ages 3 to 103.&#10;&#10;The game is the same as a regular balance game.&#10;The cat falls or the person who drops the yarn is lose.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Amaruq",
    "ID": 280328,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280328/bushido-amaruq",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Amaruq quickly learned to master the fierce elements of the mountains she works and serves as inspiration for aspiring hunters. Nobody is foolish enough to want to fight in hand to hand combat with the monsters Amaruq calls prey and she is adept at taking them out long before they can become a threat. In worst case scenarios when the javelins have failed there are few amongst the hunters you would rather have at your side.&#10;&#10;Blister contains one model, one 30mm base and one full colour profile card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Dudiko",
    "ID": 280329,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280329/bushido-dudiko",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A proud sister of the House of the Long Shadow, Dudiko is an exemplar of the virtues of her house. She is able to hold her own in melee however she is more inclined to retreat in a cloud of smoke, leaving her opponents vulnerable and wary of where she will attack from next. Her smoke bombs can be useful for all in her company and she was not too proud to learn their use from those in the House of the North Star.&#10;&#10;Blister contains one model, one 30mm base and one full colour profile card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kimiko Hoshi",
    "ID": 280330,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280330/bushido-kimiko-hoshi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kimiko is one of the Hoshi family's Ice Witches. A Minor House, pledged to the Minimoto, the Hoshi live on the frozen peaks of the Iron Mountains and take almost no part in the politics or games at Court other houses delight in. They are closer to the spirits of the mountain and many of their daughters inherit powers over cold and ice. Kimiko ensures that the warriors of the Minimoto are not completely outmanoeuvred during combat.&#10;&#10;Blister contains one model, one 30mm base and two full colour profile cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Onyomi",
    "ID": 280331,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280331/bushido-onyomi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Onyomi is considered monstrous even amongst the Oni of the Savage Wave. Onisho in her presence fight harder than ever before, proving they are worthy of being considered an Oni or perhaps merely trying to keep their kills for themselves. Onyomi is spurred on by the blood letting of the Onisho and will be driven to charging into melee alongside them more often than not finishing what an Onisho has started.&#10;&#10;Blister contains one model, one 50mm base and one full colour profile card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "51st State: Master Set – Mississippi & University Factions",
    "ID": 280332,
    "Year": "(2019)",
    "Geek Rating": "5.658",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280332/51st-state-master-set-mississippi-and-university-f",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "2 new factions you received when you pre-ordered the new 51st State: Allies - expansion.&#10;&#10;Mississippi produces 3 workers, 1 brick, 1 grey contact token and 1 card.&#10;&#10;University produces 3 workers, 1 grey contact token and 2 cards.&#10;&#10;&mdash;user summary&#10;&#10;In base box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Game: 51st State",
      "Setting: Neuroshima",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Crabs of the Eastern Sea",
    "ID": 280333,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280333/bushido-crabs-of-the-eastern-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The crabs of the Eastern Sea are proving to be an invaluable ally to the Jung. They swarm across the battlefeild at times merely offering themselves up as a nuisance or distraction. Often this is enough. At other times the swarms will part revealing the larger more dangerous species such as the Fiddler crabs or the Horseshoe crabs. Each has its own purpose and the most accomplished Jung leaders are able to use them to turn defeat into victory.&#10;&#10;Blister contains three models, three 30mm bases and one full colour profile card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Devil's Run: Route 666 – Miles' Massacre",
    "ID": 280334,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/280334/devils-run-route-666-miles-massacre",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Miles' Massacre is a stand alone expansion set which is fully compatible with all other versions of Devil's Run. It is all you need to play or can be mashed together with any of the other sets&#10;&#10;A battle between the BritAttack and the Los Nigromates...who will win...who will even survive?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: Tanker Promo Card",
    "ID": 280383,
    "Year": "(2019)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280383/star-realms-tanker-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Tanker is a Star Empire Ship to be used with the game Star Realms. This promo card was originally released as a Dice Tower promo.&#10;&#10;Star Empire Ship&#10;Cost: 2&#10;Primary Ability: Draw a card.&#10;Ally Ability: Trade (2)&#10;Scrapping Ability: Target opponent discards a card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draft football card game",
    "ID": 280384,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/280384/draft-football-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "4",
    "Play Time": "15",
    "Weight": "1",
    "Description": "All the football (soccer) in a card game.&#10;&#10;This is a card game where you try to have more goals than your opponent. The idea is to start by a draft of 12 card in the center of the table face up. Each player will have 6 to start with at the end of the draft.&#10;&#10;You have 6 types of card representing a (or two) football action like :&#10;&#10;     pass&#10;     center&#10;&#10;&#10;etc.&#10;&#10;The the player will alternate playing card in a common pile in the middle, the card you play will dicdate which card you opponnent has to play next.&#10;If he don't have the card, he will draw, play if possible.&#10;If he still can't play you will continue your action by playing an other card.&#10;&#10;An &quot;unstop&quot; shoot will trigger a goal. BUT wait you have to check the referee by flipping the first card of the draw pile and check if the goal is accepted.&#10;&#10;In case of a fault committed (red card), then the player will draw the first card of the pile and get :&#10;&#10;     yellow card (two yellow will remove you a goal)&#10;     free kick (nothing happen)&#10;     penalty (the opponent check the referee for the GOAaaaallll).&#10;&#10;&#10;The end happen when the pile is depleted twice or at the end of the match if you use the app.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crimes in History: H. H. Holmes' Murder Castle",
    "ID": 280430,
    "Year": "(2021)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/280430/crimes-in-history-h-h-holmes-murder-castle",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "105",
    "Weight": "2.2",
    "Description": "NOTE: The 2nd Story Expansion included. For the edition that came without expansion, see this entry.&#10;&#10;&#10;You will travel back in time to 1893 to explore the twisted and unpredictable World's Fair Hotel. Race to collect evidence while battling through the absurdities of a chaotic, booby-trapped castle - all while dodging Holmes himself. In Crimes in History: H. H. Holmes' Murder Castle, you will explore rooms and collect evidence, while battling backstabbing overnight guests and evading Holmes in his thrilling house of horrors.&#10;&#10;- The castle can be built differently each time using unique modular room tiles inspired by the original castle's blueprints. &#10;- Trapdoors, greased chutes to the basement, brick walls, and seeping gas are just some of the booby traps you'll encounter as you travel throughout the castle. &#10;- Because Holmes knows the layout of the castle and all of the castle's elaborate horrors, he can appear in any room with only a moment's notice. &#10;- Draw from 79 event cards to gain a competitive advantage or to wreak havoc by sabotaging other players.&#10;&#10;The winner is the first player to complete their evidence board and rack back to the Pharmacy!&#10;&#10;Crimes in History: H. H. Holmes' Murder Castle is a competitive, medium to low weight, board game from Blueprint Gaming Concepts aimed at becoming one of the most versatile games on the market. The action drafting mechanic was inspired from Puerto Rico and San Juan to achieve player engagement with little down time in between turns. The event cards were inspired from Kings of Tokyo and include high amounts of player-to-player interaction. It's designed by Seth Cooper &amp; Brandt Hoffman and features hand-drawn macabre illustrations by Holly Carden.&#10;&#10;The 2nd Story Expansion expands the game by incorporating an Automa mode and the ability to Play as Holmes with 4-7 players.&#10;&#10;Awards and Accomplishments:&#10;- By August 2020, our game has been pre-ordered in 49 states, 30 countries, and 1,023 cities!&#10;- The Crimes in History: H. H. Holmes' Murder Castle board game received a ribbon for the Top 15 Most Anticipated Games of 2020 in the Horror Category&#10;- Crimes in History: H. H. Holmes' Murder Castle was enjoyed and approved by all three of Father Geek playtest groups, the Child Geeks, the Parent Geeks, and the Gamer Geeks. In January 2020, the game was awarded the &quot;Father Geek Seal of Approval&quot;, an award only provided to those games that are found to be fun and enjoyed by everyone we played the game with.&#10;- Funded on Kickstarter in February 2020 with 1,066 backers&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Maze",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Drafting",
      "Follow",
      "Map Addition",
      "Modular Board",
      "Semi-Cooperative Game",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panakizhi",
    "ID": 280449,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/280449/panakizhi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "3",
    "Description": "Panakizhi started life as a design challenge to see if we could design 3 fun games using a common set of pieces and game board.  Over time we experimented with, and discarded, a number of different ideas - streamlining game play to keep the games as simple yet challenging as possible.  With game times lasting 5-10 minutes each we feel that the 3 games presented in this set enable strategy players to always have access to a quick, tight, and challenging game wherever they are thanks to the compact and light design.&#10;&#10;The three games are:&#10;&#10;Vancanna&#10;&#10;With only 12 pieces on the board the simplicity of its looks belies the strategy involved in winning.  Players are attempting to move 3 of their coloured pieces off the opposite side of the board, the catch being that if they can jump their opponent's piece then they must make that move - and doing so will cause the piece jumped to be flipped to their colour.  It may sound counter-intuitive, but the strategic use of forcing your opponent to jump your piece, and thereby losing it, can actually be advantageous as it could trigger a series of moves that see your pieces advancing across the board.&#10;&#10;Talluka&#10;&#10;This game is deceptively simple yet players can quickly find themselves with a limited number of optimal moves.  Pieces are slid across the board one space per turn, the catch being that they can only move if they are on the outside of a line and are adjacent to another piece in the direction they are moving so that they can push that piece as well.  Align 4 of your pieces adjacent to each other and in a vertical or horizontal line and you win.&#10;&#10;Gopurrum&#10;&#10;Gopurrum involves moving and jumping your pieces around the board as you attempt to make a stack of pieces 4-high.  Each time you jump a piece, or a stack of pieces, the top piece on that stack is flipped so that it changes sides.  Only your pieces, or stacks where your colour is showing on top, can be moved on your turn - and no move can end with more than 4 pieces being on a stack.  Players can shed the top piece of a stack to an adjacent empty space if the top piece is theirs, but be careful as you may also be helping your opponent.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Schule der magischen Tiere: Licht aus!",
    "ID": 280451,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/280451/die-schule-der-magischen-tiere-licht-aus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "After the book series of the same name (Volume 3: Licht aus!).&#10;&#10;Four magical animals are searching their friends, the children, in a school-building. But the school janitor guarding the school-corridor with his flashlight should not see the animals, otherwise he catches them.&#10;Are the animals able to find their friends before the school janitor reaches the end of the floor?&#10;&#10;It is a cooperative dicegame with tactical elements.&#10;&#10;Rules:&#10;&#10;First: Turn one of the eventcards, which are all side by side backside up on one side of the board, around and do as it says (some times its helpful for the players, sometimes for the janitor). Then lay it, again backside up, down on the other side of the plan. &#10;(You have to draw during the game all the cards on one side of the board first, before starting again on the other side of the board.)&#10; Second: Role the white dice. And then decide, if you want to role the blue dice also (in some exceptions you have to role the blue dice). &#10;Dice results: colour: move the matching animal(s).&#10;              white: joker: move an animal of your choice&#10;              flashlight: one flashlight: the janitor moves&#10;                          two flashlights (only possible withe &#10;                          both dices): nothing will happen&#10;&#10;If the janitor reaches a field on which an animal stands, it is caught. This animal can be freed (2 x same colour / joker  or special eventcard).&#10;&#10;As soon as a magical animal enters a doorway, you may look at the child behind it:&#10;If child and animal are matching = with the next diced matching colour the animal moves onto the child/doorwaycard. If not = the animal will continue searching.&#10;&#10;If all animals reaches their matching childs before the school janitor reaches the end of the floor, the players win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Splendor: Nobles Promo Tiles",
    "ID": 280452,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280452/splendor-nobles-promo-tiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Four new nobles tiles to be used for Splendor. Artwork includes three new male nobles: Jacques Cartier, Thomas More and Guillaume Bud&eacute; and one female nobles: Diane de Poitiers. The bottom right-hand corner of each tile is marked with a &quot;p&quot; to indicate that it is a promotional noble.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Splendor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Decrypto: Klingon",
    "ID": 280470,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280470/decrypto-klingon",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Decrypto: Klingon is a print-and-play expansion for Decrypto that adds another layer of deduction to the game (sort of) since the words that you and your teammates gives clues to one another about are all in Klingon. yIDo'!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Olympia Zehnkampf",
    "ID": 280471,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280471/olympia-zehnkampf",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The race track around the game board has 10 stations, one for each of the 10 sports of the competition. The results are determined by a die with different rules for the various sports. For each sport the players are awarded points. The player with the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WWE Dice Masters: Tag Teams Team Pack",
    "ID": 280473,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280473/wwe-dice-masters-tag-teams-team-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The WWE Dice Masters: Tag Teams Team Pack features some of the most recognizable Tag Teams from WWE, like nWo, The Shield, and The New Day!&#10;&#10;A Dice Masters team pack contains 24 cards and 16 dice, and it can be paired with any campaign box to give a player everything they need to build a highly focused team for thematic play!&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WWE Dice Masters: Bitter Rivals Team Pack",
    "ID": 280474,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280474/wwe-dice-masters-bitter-rivals-team-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The WWE Dice Masters: Bitter Rivals Team Pack features some of the most recognizable rivalries from WWE, like Trish vs Lita, Stone Cold vs The Rock, and Kane vs Undertaker!&#10;&#10;A Dice Masters team pack contains 24 cards and 16 dice, and it can be paired with any campaign box to give a player everything they need to build a highly focused team for thematic play!&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Invader – Survivors of the Galaxy",
    "ID": 280476,
    "Year": "(2019)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280476/zombicide-invader-survivors-of-the-galaxy",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Usually, the different alien races in the galaxy don't get along too well. They might not engage in outright war, but they don't invite each other over for dinner, either. However, when a menace threatens everyone equally, they'll quickly band together to fight it. The Xenos on PK-L7 certainly count as one of those menaces.&#10;&#10;The Survivors of the Galaxy box set for Zombicide: Invader introduces four new Survivors that players can choose for their games. Each one comes with its own dashboard and unique set of abilities to help them in the dark corridors and bombed-out buildings on the planet. They'll need all those skills, too, as the strangely-named Babyface Abomination also lurks those corridors, looking to eviscerate anyone that gets in its way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dilemmarama the Game: You Always Walk Backwards or You Sweat Olive Oil",
    "ID": 280479,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/280479/dilemmarama-the-game-you-always-walk-backwards-or",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This card game is based on the concept of &lsquo;Would you rather&rsquo; and is hugely successful in The Netherlands. It contains sixty tricky dilemmas and there is only one real rule: you HAVE to choose&hellip;&#10;&#10;The game has cards describing bad situations. Pairs of cards are used to create dilemmas for the players. The game can be played in two different modes:&#10;&#10;     Create dilemmas for the other players and make them as difficult as possible. Penalty points are awarded if the other players choice is not split evenly. The player with the fewest penalty points wins.&#10;     Guess what your teammates choose and obtain as many points as possible. This mode also has a two player variant.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maktkampen",
    "ID": 280481,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/280481/maktkampen",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Maktkampen (The Powerstruggle) is a light card game where you and your friends collects points through playful challenges.&#10;&#10;But below the surface another game is hiding, where all players secretly tries to influence the behaviour of their opponents using psychological tricks.&#10;&#10;Maktkampen is a game that doesn't end when the cards are back in the box. Will you win by keeping your head cool and manage to manipulate your friends, or will you loose yourself when reality and game mixes together?&#10;&#10;Be prepared for a laugh inducing, shattering and occasionally shocking experience, signed by Henrik Fexeus - Swedens most famous mentalist and psychological manipulator.&#10;&#10;Rules in short:&#10;&#10;&#10;     At the beginning of the game every player gets three cards numbered 1, 2 and 3 (these are used for different challenges), and five red mission cards of which three is kept and two is discarded.&#10;     The player whose turn it is takes a blue challenge card and challenges an opponent. If the player succeeds with the challenge the card is placed face down in front of him/her as a point marker. If the player did not succeed the card is placed  at the bottom of the blue deck.&#10;     Anytime during the game a player can follow the instructions on his/her red mission cards. The card is not revealed until the player succeeds with the mission and is then placed on the table as a point marker. Then the player draws a new mission card.&#10;     Blue cards are worth 1 point and red cards 2 points. The first to get 7 points wins the game.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "2nd Best!",
    "ID": 280482,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/280482/2nd-best",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "3",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Second Best is a abstract board game for two players.&#10;Each player puts a piece on the board. If you can put your own pieces on the board in a row of 4 squares, or stack 3 of them on the same square, you win. However, if the other party says &quot;Second best!&quot;, You have to think about a different move.&#10;It is the ultimate brain game in which each other's thoughts are intertwined while the best hands are sealed.&#10;&#10;This is abstract game for 2 Players.&#10;&#10;&mdash;description from the publisher&#10;&#10;Purpose:&#10;&#10;     Continuously your 4 pieces top of each grids.&#10;     Stack your 3 pieces at one grid.&#10;&#10;&#10;how to play:&#10;&#10;     Alternately play you &amp; your opponent.&#10;     When your turn. You put your piece any grid.&#10;     You can stack a piece on other pieces.&#10;     But 3 stacks is max each grids.&#10;&#10;&#10;&#10;     If you have no more pieces, you can move your piece for adjacent grids or opposite side grid.&#10;&#10;&#10;&#10;     When your opponent played, you can say &quot;2nd Best!&quot; once per turn.&#10;&#10;&#10;&quot;2nd Best!&quot; is rewind your opponents play, and your opponent has to be other choice.&#10;&#10;Special situations(caution):&#10;&#10;     If your opponent can't moves any pieces, you win. As well as after you say &quot;2nd Best&quot;.&#10;     If you achieve your purpose &amp; your opponents purpose at the same time, you win.&#10;     &quot;2nd Best!&quot; is avoid the losing once per turn. You have to make unavoidable situation to win.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inside Man",
    "ID": 280483,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/280483/inside-man",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Inside Man is a deduction game for exactly three players.  The players take on the roles of Detective Billy Meowth, Franky (a mafia boss), and Timeowthy (Billy's best friend).  Billy was working as an undercover agent for Franky, but his cover has been blown!  The game is devised by Franky as a way to weed out rats, but he was unaware that Timeowthy was Billy's best friend.&#10;&#10;Billy and Franky are each given 10 cards, and the game lasts up to 5 rounds.  In each round, the Billy and Franky players will simultaneously play 2 cards face down to the table.  The Timeowthy player will inspect the cards and determine which players' cards have the larger sum.  Timeowthy will then reveal one of the two cards player by the winner.  Once during the game Timeowthy can lie and reveal a card player by the loser instead.&#10;&#10;The game ends when either Billy or Franky has won 3 rounds.  If Franky wins 3 rounds, then Franky wins.  If Billy wins 3 rounds, then Franky chooses 1 round in which he accuses Timeowthy of lying about the result. If Franky is correct, that player wins.  If Franky is incorrect, Billy and Timeowthy both win.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twilight Struggle: \"Финляндизация\" Promo Card",
    "ID": 280500,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280500/twilight-struggle-finliandizaciia-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A promo card published by GaGa Games for the release of the Russian Edition of Twilight Struggle.&#10;This card is created by the community during the contest organized by GaGa Games in collaboration with Ananda Gupta and Jason Mattews.&#10;&#10;Card number &quot;111 Promo&quot;.&#10;&#10;USSR event - Mid War - 1 OP.&#10;&#10;&laquo;If Finland is USSR controlled, USSR gains 1 VP. Otherwise USSR receives 2 influence in Finland&raquo;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Finland",
      "Country: Soviet Union",
      "Country: USA",
      "Game: Twilight Struggle",
      "History: Cold War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Surviving the G.A.M.E.",
    "ID": 280521,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/280521/surviving-the-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Welcome to The G.A.M.E.&#10;&#10;You are entering G.O. Techs Artificial Military Engagement (G.A.M.E.). It was originally designed to test and train soldiers that G.O. Tech supplied the U.S. government. It is now a deadly obstacle course you can brave for cash and prizes.&#10;&#10;Surviving the GAME is a sci fi survival deck builder. In Surviving the GAME you choose to be a Soldier, Biogene, or Cyborg. You then build a deck around that character to best help you survive the obstacles you face. Unlike most deck builders, there is a play area to represent where you are in the GAME. You may move forward or backward by the rules to earn rewards. Like most deck builders, at the end, the one with the most victory points is the winner. Unfortunately only those who live get to count.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Awful Orphanage: The Orphanage Awakes Expansion Pack",
    "ID": 280523,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280523/the-awful-orphanage-the-orphanage-awakes-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this exciting expansion to The Awful Orphanage, The Orphanage Awakes allows a player to take control of Mrs. Prendergast and the nefarious residents of her home for wayward children.&#10;&#10;A new condition, &quot;spooked&quot;, gives the Orphan's negative effects when they encounter brutal Orderlies, chittering Rats, the Creepy Clown Kid or the nightmarish Gaunt &amp; Sinister Man.&#10;&#10;Never fear though as a new Orphan named Rollo has arrived who carries both a soothing voice and a dark secret from another world. Not to be beaten, Mrs. Prendergast has procured the services of Bill and his vicious dog Sykes in order to ensure the Orphans stay put in the Attic Bedroom.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Awful Orphanage: Stragglers Pack",
    "ID": 280524,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280524/the-awful-orphanage-stragglers-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion pack for The Awful Orphanage that contains miniatures for Weasel and Genius and their Orphan Cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Awful Orphanage: Orphan Pack – Lance",
    "ID": 280525,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280525/the-awful-orphanage-orphan-pack-lance",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This small box expansion for The Awful Orphanage contains a highly detailed plastic miniature and 2 Orphan Cards for Lance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Awful Orphanage: Orphan Pack – Brunel",
    "ID": 280526,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280526/the-awful-orphanage-orphan-pack-brunel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This small box expansion for The Awful Orphanage contains 1 highly detailed miniature and 2 Orphan Cards for the character Brumel.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dicey: Drinking Game",
    "ID": 280527,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/280527/dicey-drinking-game",
    "Min Players": "4",
    "Max Players": "25",
    "Min Play Time": "15",
    "Play Time": "600",
    "Weight": "0",
    "Description": "We were sick of playing the same boring, lackluster, and uninspiring drinking games.&#10;&#10;We set out on a quest to revolutionize the drinking game industry by creating a game with real substance and the highest quality of materials.&#10;&#10;The basics:&#10;The rules of Dicey are simple! Roll our signature 12-sided die and draw the color card that corresponds with your roll. Read the card out loud to the group and follow the directions to the mini-game that is on the card. Winners and losers are determined on a per card basis (each card is its own drinking mini-game). If you can successfully collect 5 cards you are the winner of the game!&#10;&#10;More details: &#10;Dicey is a collection of 83 mini-games split into four different color categories:&#10;&#10;Group Play cards are the color green and are mini-games that the whole group will play together.&#10;&#10;Face Off cards are the color orange and are mini-games that are a one-on-one competition between players. If you draw this card you are responsible for picking your opponent from the group to compete against.&#10;&#10;Rule cards or &quot;Rules&quot; are the color yellow and are fun variations to the game that last a full turn (one complete lap around the circle) or until someone else draws a rule card.  Only 1 rule card can be active at a time!&#10;&#10;Wildcards are the color purple and are the most ridiculous of the Dicey mini-games! Get ready for belly-aching laughs as these cards are an assortment of Dicey's most wild creations.&#10;&#10;We worked for over 3 years on creating Dicey.  We made hundreds of mini-games, played with thousands of people, and ultimately narrowed the cards down to what people truly had fun playing.&#10;&#10;We want you to share in the crazy shenanigans, lifelong friendships, and timeless memories Dicey has given to us.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Category: Drinking Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivia Box: Family Guy",
    "ID": 280548,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/280548/trivia-box-family-guy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "So you think you know family Guy? Includes 20 character cards. Hundreds of trivia questions. Braggin' rights with every win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horse & Musket: Annual #2",
    "ID": 280556,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280556/horse-and-musket-annual-2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Horse and Musket Annual Number 2 is the second fan expansion to Horse &amp; Musket. It will add new scenarios for owners of Volumes I-III and Horse &amp; Matchlock.&#10;&#10;The scenarios include...&#10;&#10;H&ouml;chst - June 20, 1622 &ndash; Pyrrhic Crossing&#10;&#10;N&ouml;rdlingen - September 6, 1634 &ndash; The Empire Strikes Back&#10;&#10;Adwalton Moor - June 30, 1643 &ndash; Stuart Triumph in the North&#10;&#10;Roundway Down - July 13, 1643 &ndash; Zenith of the Royalist Summer&#10;&#10;Second Newbury - October 27, 1644 &ndash; The Self-denying Ordinance&#10;&#10;Dunbar - September 3, 1650 &ndash; &ldquo;Oh Give your praise unto the Lord.&rdquo;&#10;&#10;Inverkeithing - July 20, 1651 &ndash; &ldquo;Fear eile airson Eachainn!&rdquo;&#10;&#10;Saint Gotthard - August 1, 1664 &ndash; The Love and Death of Cornet Rilke&#10;&#10;Fehrbellin - June 18, 1675 &ndash; The Birth of the Prussian Army&#10;&#10;Walcourt - August 25, 1689 &ndash; Le marechal sans lumiere&#10;&#10;Ulan Butong - September 3, 1690 &ndash; The Camel Wall&#10;&#10;Jao Modo - June 12, 1696 &ndash; Battle of the Hundred Trees&#10;&#10;Speyerbach - November 15, 1703 &ndash; A Defeat on the Emperor's Name Day&#10;&#10;Gemauerthof - July 16, 1705 &ndash; Lewenhaupt&rsquo;s Finest Hour&#10;&#10;Holowczyn - July 14, 1708 &ndash; Charles XII Forces the River Gate&#10;&#10;Denain - July 24, 1712 &ndash; Villars&rsquo; Triumph in Flanders&#10;&#10;St. Catherine&rsquo;s Creek - January 27, 1730 &ndash; Our Zeal and Devotion&#10;&#10;Dettingen - June 27, 1743 &ndash; &ldquo;Bravery never goes out of fashion.&rdquo;&#10;&#10;Prague - June 6, 1757 &ndash; &ldquo;Let&rsquo;s be as determined as he was. March on!&rdquo;&#10;&#10;Sandershausen - July 23, 1758 &ndash; &quot;Oh, how happy are they who died for their country&hellip;&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Expansion for Base-game",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Horse & Musket (Hollandspiele)",
      "History: English Civil War",
      "History: Franco-Dutch War",
      "History: Great Northern War",
      "History: Nine Years War",
      "History: Ottoman-Habsburg Wars",
      "History: Seven Years War",
      "History: Thirty Years War",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Battletome – Dominion of Chaos",
    "ID": 280558,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280558/warhammer-age-of-sigmar-battletome-dominion-of-cha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This 80-page hardback Battletome is designed to help you get the most out of your Warhammer Age of Sigmar scenery, and the Realm of Battle: Shattered Dominion gameboard. Inside it, you&rsquo;ll find Warscrolls for six awesome scenery pieces &ndash; the Numinous Occulum, Dragonfate Dais, Baleful Realmgate, Arcanabulum, Fell Chasm and Ophidian Archway &ndash; and four Warscroll Battalions, powerful combinations of arcane scenery with their own special rules.&#10;&#10;As well as this, there are four Battleplans &ndash; awesome scenarios any army can use, based around combinations of scenery, that put you right in the heart of the Realmgate Wars.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Battletome – Chaos Dreadhold",
    "ID": 280559,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280559/warhammer-age-of-sigmar-battletome-chaos-dreadhold",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Battletome: Chaos Dreadhold details the monstrous castles, mighty strongholds and looming watchtowers that choke the mortal realms like an iron collar. Containing rules for each of the Chaos Dreadhold scenery pieces, brand-new stories with Battleplans that put your fortresses at the centre of your games and eight Warscroll Battalions that show you the awesome flexibility of this scenery range, this 80-page hardback book is a must-have for any and all fans of Warhammer Age of Sigmar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Order Battletome – Fyreslayers",
    "ID": 280562,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280562/warhammer-age-of-sigmar-order-battletome-fyreslaye",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Order Battletome: Fyreslayers is the guide to fielding a Fyreslayer army for Age of Sigmar.&#10;&#10;This book contains a miniatures showcase illustrating colour schemes and painting advice, plus examples of painted models. It also features rules for fielding your Fyreslayer army in games of Age of Sigmar.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch the Martians!",
    "ID": 280563,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/280563/catch-the-martians",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Catch the Martians! is a simple family game where you play as a space explorer and try to catch Martians. Your main goal is to trap two of them and get more points than your opponents. Every player draw a card with their mission and score to trap the Martians.  The rules are very simple:&#10;Move your character - move your explorer into a neighboring space. You may use one of your three cards in two ways to choose a path of your moving. After all players move their explorer - Move the Martians. They have a deck of Movement cards which explain their walking behavior. Monsters are afraid of people, so they will try escape when they collide. Gotta catch em&rsquo; all! And&hellip; that's it! &#10;Winning the game - if you have a higher score than your opponents for the capture of the Martians.&#10;AWARDS&#10;Winner of the &quot;Baby Expo Ukraine 2020&quot; (best strategy game)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Singaporean Dream: Expansion Pack",
    "ID": 280564,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280564/the-singaporean-dream-expansion-pack",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "It&rsquo;s time to ruin more friendships! The Singaporean Dream by SGAG is back with an all-new EXPANSION PACK, this time with more players and better ways to sabo your friends! Now suitable for 3-9 players.&#10;&#10;Expansion Pack includes: &#10;&#10;     3 new Personality Cards &#10;     8 Dream Cards&#10;     21 Action Cards (20 of which are brand new Actions)&#10;     12 Cash Cards &#10;     1 instruction sheet&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dooda",
    "ID": 280565,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280565/dooda",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dooda is a card game created for enthusiasts and advocates of the psychoactive drug cannabis (weed, marijuana, hash, etc.). It contains colorful characters, funny illustrations, and with the ultimate goal of getting you &quot;stoned&quot; or &quot;high&quot; (becoming under the influence). This is accomplished by collecting the 5 cards that are needed to win.&#10;&#10;Game Objective:  Get Stoned...&#10;&#10;This objective is achieved by the acquisition of the following 5 cards; one of each of the following: Cannabis, Rolling paper, Joint, Lighter and Stoned. The first person to &quot;get stoned&quot; is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Project Green",
    "ID": 280569,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/280569/project-green",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Project Green is an educational, co-op set collection and hand management game, suitable for children of ages 7 to 12.&#10;&#10;The game consists of 5 kinds of cards.&#10;&#10;Technologies: Water Purification, Renewable Clean Energy, Recycling, Landform&#10;Cultures: Safeguarding Water Resources, Pollution Reduction, Proper Consumption, Healthy Nurishment &#10;Basic Needs: Water, Energy, Goods, Food&#10;&Alpha; Volunteers card&#10;&#10;Last but not least there are some pesky Pollution cards that mess with our plans to create the perfect Green environment.&#10;&#10;The players draw cards from a deck which consists of Basic Needs and Pollution cards. Then they can discard 3 identical cards to put a progress token on the corresponding technology, or 3 different cards to put a progress token on a technology corresponding with one of the cards played. The cards are discarded beneath the appropriate technology&#10;&#10;Cultures are wildcards that can be used instead of one card from our hand.&#10;&#10;If a player's hand consists of 2 or more pollution cards then he has two options. Either discard one or more Volunteer tokens to discard the same number of pollution cards and draw new ones or contaminate a technology card with pollution thus turning the corresponding culture permanently.&#10;&#10;The game ends after the deck runs out. Then the players are awarded points equal to the number of Basic Needs cards discarded beneath the Technology cards that match minus any Pollution cards.&#10;&#10;The players win if they manage to score more than 30 points.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "One Night Werewolf x Yurucamp",
    "ID": 280583,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/280583/one-night-werewolf-x-yurucamp",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A collaboration of the Japanese TV anime show &quot;Yurucamp&quot; and &quot;One Night Wolf&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Werewolf / Mafia",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champ",
    "ID": 280584,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/280584/champ",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Abstract simulation of a tennis, golf, box and chess career. Each player buys sports talents to perform their career. You choose one or more trainings in the beginning by advancing (one of) the pawn(s) you bought by roll of a die. Another pawns on the same track may be thrown out when arriving on the same space. After arriving the finish line, you will be paid. You will need the money for the challenge with virtual opponents. By roll of the special die (G = &quot;gewonnen&quot; = you won, U = &quot;unentschieden&quot; = a tie, V = &quot;verloren&quot; you lost) you win or lose money. If you win you may fight against sports talents of other players or advance  the next track by rolling a die. The money you may win or lose will be higher the more tracks you used. Game ends when all matches for the titles of all sports are won. Richest player wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Boxing",
      "Sports: Golf",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Bodies",
    "ID": 280590,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280590/battle-bodies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Battle Bodies is a board game where players use different body parts to build a team of battle bodies to face off on an alien arena.&#10;&#10;Players represent new Nalit Battle Master recruits, out to prove themselves in the Nalit battle arena. The Nalit is an alien race, travelling through space and time, collecting samples of different life forms from various planets, and pitting them against each other in the Nalit battle arena. Their current focus is the human race, and this is bad news for the human samples collected for the next round of battles.&#10;&#10;Each Nalit Battle Master is required to build the best army possible to face the army of the other battle masters in the arena. The winner is the last remaining Battle Master that can deliver a full battle body to the battle field.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Mystery Mansion Storytelling Card Game",
    "ID": 280592,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/280592/the-mystery-mansion-storytelling-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fire your imagination with these fun storytelling cards. Reviving the Victorian craze for &ldquo;myrioramas,&rdquo; the twenty picture cards can be placed in any order to create seamless scenes. Almost infinite combinations of cards provide endless storyscaping possibilities.&#10;&#10;Follow the corridor through a mysterious country house and build a perpetual panorama with its inhabitants and their secrets. Find sinister suits of armor and the aftermaths of strange accidents, butlers with a grudge and glamorous couples where revenge is never far from the surface.&#10;&#10;With many games to play and millions of stories to tell, each turn of the card is a new adventure. Where will the story take you?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Storytelling card game",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: French Pocket Edition",
    "ID": 280593,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280593/trivial-pursuit-french-pocket-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User Summary&#10;&#10;The French version of this game differs from the Pocket Player set both in the contents of the box  and in the mechanism of the game.&#10;&#10;While sounding like the rest of the versions for Trivial Pursuit: Pocket Player Set &ndash; TP's People, the French edition's cards are formatted in regular size (while miniature for the Pocket Player Set) and there are 200 cards (the Pocket Player Set has 240).   In this French version, the question is selected by the roll of a special die, while in the Pocket Player Set uses a spinner.&#10;&#10;Both are Trivial Pursuit, both are a pocket version of the game, but the two items are actually two separate pocketified Trivial Pursuit games.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Darwinner",
    "ID": 280597,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/280597/the-darwinner",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "THE  DARWINTER  IS  COMING... Play beautiful, collaborative games with your friends and family, &#226;&#128;&#168;building wonderful memories as you go. Or just stitch them all up.&#10;&#10;Whatever. Just make sure that, when The Darwinter comes, you&rsquo;re the last gene standing.&#10;&#10;The Darwinner is a board game, but it&rsquo;s won in your opponents&rsquo; heads, not on the board. &#226;&#128;&#168;Spread your genes far and wide, &#226;&#128;&#168;working with - or against - your opponents to build your family tree. &#226;&#128;&#168;Because in the final reckoning, only the strongest will survive: There can be only one Darwinner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Primeval Clash",
    "ID": 280601,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/280601/primeval-clash",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Primeval Clash is a fast-playing skirmish miniatures game set in a world where prehistoric creatures and historical cultures join together on the field of battle.&#10;&#10;Lead an army of some of the worlds greatest civilizations, side by side with some of the greatest creatures to ever walk the earth (or fly). A unique play system draws the focus away from the traditional approach of using dice to determine if you succeed, and instead determines what you succeed at. In this game you allocate your rolls to actions of your choice. It is a subtle, but game-changing approach.&#10;&#10;&mdash;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Spy Spooky Mansion",
    "ID": 280606,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/280606/i-spy-spooky-mansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players make their way through the Spooky Mansion spotting objects among the mysterious contents and collecting keys to the mansion. The first player to collect five keys from different rooms and escape the mansion wins the game.&#10;&#10;Literacy: Introduces vocabulary with words and pictures.&#10;Coordination: Use quick thinking to identify matches.&#10;Social Skills: Cooperate with each other and follow rules.&#10;&#10;Contents include: 3D Game Board, 20 Picture Cards, 80 Word Cards, 4 Player Pieces, 18 Key Tokens, 4 Mansion Maps, 1 Die, Sand Timer and Instructions.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carmen Sandiego USA Junior Edition",
    "ID": 280607,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/280607/carmen-sandiego-usa-junior-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of Carmen Sandiego USA Junior game is to be the first to catch Carmen Sandiego four times.&#10;&#10;Each player gets an ACME Detective card and a hand of Landmark cards. Spin the spinner and move that many states around the map. When you get to a state shown on one of your cards, show the other players, set that landmark to the side, and draw a new card.&#10;&#10;The first player to collect four landmarks wins.&#10;&#10;This version of the familiar Carmen Sandiego game is made for pre-readers.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Chronicles of Run",
    "ID": 280627,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/280627/the-chronicles-of-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Chaos and Order clash, and the fate of the world of Run hangs in the balance. Choose sides and fulfill your destiny!&#10;&#10;The Chronicles of Run is a two-player game based in a fantasy world, based in abstract strategy and tile placement.&#10;&#10;At the begining of the game players take their cards, tokens and screens. They create the world of Run by placing the hexagonal land tiles. Lands are divided in two zones, one for attackers and a second for defenders, and they have a different importance in the game that is represented by its points of power.&#10;&#10;In each turn players choose and place one rune token (that represents a hero with a different value of fate) on a land tile free. After both sides have played, tokens are revealed, their cards placed aside and their skills applied.&#10;&#10;Runes represent very powerful skills that can modify the position of characters, boost them or win a challenge against an specific opponent. This allows a great variety of tactics and tricks to overcome your opponent's minions.&#10;&#10;This process is repeated until all the lands have a hero of each side (Order or Chaos). Then challenges are resolved in each land around the world. The hero with more fate wins the challenge, and its controlling player gets the points of power from that land.&#10;&#10;After all challenges are done the game ends, and the player that achieves more points of power wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sandstorm:  World War II in North Africa",
    "ID": 280631,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/280631/sandstorm-world-war-ii-in-north-africa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "450",
    "Weight": "0",
    "Description": "Sandstorm is a 2-player, card driven, hex and counter format game on the North African campaign. The map covers the area from approximately el Algheila in the west to just east of el Alamein in the east, aka 'the Western Desert'. The time period allows a start when the Italians invade Egypt in September, 1940, and ends December, 1942, when the Axis were driven out of Cyrenaica. The game has 2 months turns and use larger counters, 5/8th of inch, a full campaign should take between 10 to 14 hours.&#10;&#10;Sandstorm is a 2-player game on the North African campaign with the recommendation to begin play when the German intervened in March 1941. However, one may start as early as September, 1940; albeit subject to Mussolini&rsquo;s directive to invade Egypt, amongst other starting dates. The campaign game ends when the Axis were driven out of the &lsquo;western desert,&rsquo; Cyrenaica and Egypt, December, 1942; other ending date may be selected. Players assume the role of the ground commanders trying to outperform their historical counterparts with the focus on the operational aspects. You plan and execute the sweeping maneuverers or head-first assaults. You have to make some of the same choices, do you press ahead in the hopes of a quick victory or pause to establish your line of supply? &#10;You will be bedeviled by the same problems, supply, the need to rest and refit, terrain, and, sometimes, your own superiors. Victory is achieved by eliminating the other player&rsquo;s units from the region, delaying the opponent&rsquo;s advance, or inflicting more casualties and taking few casualties than historically occurred.&#10;&#10;A design aspect is toward playability in a reasonable table space within a manageable time commitment. The game map is 22&rdquo; by 48,&rdquo; at a scale of 12.5 miles or 20 kilometers per hex and encompasses the territory from the border between Cyrenaica and Tripolitania, Libya, in the west to just east of el Algheila, near the outskirts of Alexandria. Each game turn represents 2 months of calendar time. Unit sizes are generally regiments for the Axis and brigades for the Allies. An 11 turn campaign, from Mar/Apr 41 to Dec 41, game takes between 8 to 12 hours.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Events",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Victory Points as a Resource",
      "Zone of Control"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Libya",
      "History: World War II (Africa)",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MatchBreaker",
    "ID": 280632,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/280632/matchbreaker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Matchbreaker is a unique casual card game about deduction and humour with a retro hook. Win dates with Bachelors by matching your personality traits with theirs, but be careful to avoid Bachelors with Red Flags.&#10;&#10;Bachelors lie in a central market, and traits are played onto them face down. Players use memory, action cards, and cunning to deduce which Bachelors will match, and where the Red Flags are located.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Two Player Starter Set",
    "ID": 280634,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/280634/bushido-risen-sun-two-player-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Bushido is a game of savage battles, of cunning stratagems and last-ditch defences, and where debts of honour are paid in blood.&#10;&#10;In Bushido, the fate of the world hangs not on armies but on individual heroes, people of extraordinary capacity, attuned to the all-permeating life force known as Ki. This force is the fabric of the Bushido universe, and those with the appropriate training or natural talent can tap into this energy source and gain seemingly superhuman powers. In the world of Bushido, the delicate tapestry of Ki &ndash; and thus the universe itself &ndash; is threatened by the forces of imbalance, and it is up to you to protect it &ndash; or help rip it apart.&#10;&#10;In a game of Bushido, nothing less than the fate of the universe is at stake. Are you ready for the challenge of the Way of the Warrior?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Japan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Ito Clan Starter set",
    "ID": 280635,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280635/bushido-risen-sun-ito-clan-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The discovery of an ancient temple dedicated to the Snake God, Orochi, has set the Ito on a course of rebellion against the ruling Takashi Clan and their allies. At home on the jungle island of Izu, they practice honeyed words, laced with poisonous flattery, while plotting the downfall of their enemies. Imbued with the serpentine skills of speed, venom and cunning, the Ito Clan are a coiled snake around the throats of their enemies, squeezing ever tighter. Renowned for their duplicity and untrustworthiness, it would be unwise to turn your back on the Ito Clan as you&rsquo;ll never know when they may strike, but strike they will.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Minimoto Clan Starter Set",
    "ID": 280636,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280636/bushido-risen-sun-minimoto-clan-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Once allied to the Takashi Clan during the Dragon Wars, the Minimoto now have their very own ambitions. There is a strange wind that winds its way through the Iron Mountains and their home Jyoto, and whether it blows fair or foul remains to be seen, but the Minimoto Clan are nothing if not patient. Never one to seek the fineries and fripperies of court life, they are more than satisfied to spend their days' blacksmithing, fighting, and singing the Songs of the Weaponsmiths. The rulers of the Iron Mountains may be slow to anger, but they are even more reluctant to forgive.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Prefecture of Ryu Starter Set",
    "ID": 280637,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280637/bushido-risen-sun-prefecture-of-ryu-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Takashi Clan have won the right to rule the Isles of Jwar. Despite the defeat of their sworn enemy in the Dragon Wars, they find themselves being summoned to arms yet again, as the Isles are plagued by danger from all sides. The end of the war has not brought peace, as they had imagined. Demons of old, sinister cults and open rebellion from rival clans have pushed the Takashi back into the fray. They welcome it; they are born to it. With katana and kaiken, spear and shot, they lead the charge against the enemies of the Isles of Jwar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Savage Wave Starter Set",
    "ID": 280638,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280638/bushido-risen-sun-savage-wave-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Those that have faced it call it the &lsquo;Savage Wave&rsquo;, a wave that destroys virtually everything in its path. Hordes of Bakemono from beneath the Isles of Jwar being driven ever on by the command of towering Oni whose strength is unquestionable. So too is their fury, ferocity, and strategy in battle. There is an element of extreme cunning in their ways, not brutish or bestial, but careful, considered, and otherworldly. The origin of the Savage Wave is a mystery, for how can creatures of myth and legend stalk the Isles of Jwar?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Temple of Ro-Kan Starter Set",
    "ID": 280639,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280639/bushido-risen-sun-temple-of-ro-kan-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Masters and monks from an ancient temple high up in the Ro-Kan Mountains go out into the Jwar Isles to bring light to the darkness and assistance to those who need it most. The Temple of Ro-Kan trains their acolytes to right all wrongs, and to stamp out evil wherever they may find it. Some monks have mastered the elements and bring this martial skill to bear when locked in mortal combat with their foes, while others summon powerful Kami to aid in the struggle against those that would tip the balance and destroy the ancient order of things.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Europe – C3i #24 Scenarios",
    "ID": 280647,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280647/combat-commander-europe-c3i-24-scenarios",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Two scenarios fron C3i magazine #24:&#10;&#10;Scenario 111: The Scheldt, Canadian vs German forces, Scheldt Estuary, October 1944 (requires CC:E and CC:M)&#10;&#10;Scenario 112: Sonnenwende, German vs Soviet forces, Arnswalde, February 1945&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Magazine: C3i",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "To Distant Stars",
    "ID": 280651,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280651/to-distant-stars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "600",
    "Weight": "0",
    "Description": "This is a small press published game focusing on space combat and expansion in a remote star system.&#10;&#10;Players are sector governors of a region known as Alpha 931 which is 15 light years in diameter. Turns are three months long.&#10;&#10;The game is reasonably complex and the systems are essentially those of a wargame, 1980's vintage. The rule book and charts are 16 pages long.&#10;&#10;However, the system is intriguing and has many ideas that would not look out of place in a modern game.&#10;&#10;The game revels in obscurity. There are no graphics, no designer is credited and there is not even an indication of where the publisher is based.&#10;&#10;Production is basic and monochrome.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "kiSabadulos: Pirate treasure",
    "ID": 280659,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280659/kisabadulos-pirate-treasure",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "DIY KIDS sold by HOMESCAPE is a series of escape room style educative puzzle games specifically for kindergarten and pre-school age children.&#10;&#10;The fourth in the series is: &quot;Pirate treasure&quot; where enchanted map shows the route the group has to follow; at each island a quest awaits, and the sailors can only leave if successfully completed the secret ritual.&#10;&#10;Children in groups of 1-4 (aided by an adult game master) solve a total of 9 varied puzzles to advance the story and achieve the final goal. The quest is expected to be completed in 60 minutes, and the team scores points for extra time left as well as puzzles solved without hints. The game comes with a game master guide to set up and play through the adventure.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Educational",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Good Dog, Bad Zombie: Weird Smells",
    "ID": 280689,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280689/good-dog-bad-zombie-weird-smells",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the first expansion, Weird Smells, you&rsquo;ll add new adventures, strategies, and components to the game! Chase the golden bone around the city, go on missions to help hoomans in need, join forces with the zombie slayer, and learn tricks like &ldquo;Roll Over!&rdquo; to help you take on the apocalypse.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "名人伝 (The Legend of the Greatest Master)",
    "ID": 280698,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/280698/ming-ren-chuan-the-legend-of-the-greatest-master",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &#229;&#144;&#141;&#228;&#186;&#186;&#228;&#188;&#157;, also known as The Legend of the Greatest Master, 3-4 players are training in archery skills.  It is a trick-taking game with 5 suits, each with 7 cards, and staggered values (e.g. 0-6, 1-7, 2-8.)  There is also one card showing a bow and arrow that serves as the start player marker.&#10;&#10;Players must follow suit, and each trick has two winners.  The player that played the highest valued card overall will collect the cards, but does not become the start player for the next trick; rather, this honor goes to the player who played the highest valued card in the lead suit.&#10;&#10;Players sort the cards they have won into piles by suit, always keeping the lowest value card collected in each suit on the top.  At the end of a hand, players are ranked and receive a number of points based upon this ranking.  The first criteria is collecting the most suits, and the second is having the highest sum among the lowest cards collected in those suits.  Additionally, the player who holds the start player card at the end of a hand is ineligible to score.&#10;&#10;The game lasts a number of rounds equal to the number of players and the high score wins.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Merlin: Knights of the Round Table",
    "ID": 280699,
    "Year": "(2019)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280699/merlin-knights-of-the-round-table",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "3.3333",
    "Description": "Enlist the help of the most famous knights of the realm on your quest to become King Arthur's successor. Each of the twelve knights in Merlin: Knights of the Round Table has their own unique ability that must be used wisely to gain an advantage over your rivals.&#10;&#10;At the start of the game, each player gets two knights that will assist them. The knights can either be given out randomly or drafted (for more strategic control).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Tersia",
    "ID": 280710,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280710/heroes-of-tersia",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Heroes of Tersia is a lightweight game in a fantasy setting that can be played either cooperatively (1-5 players) or competitively leave (2-5 players).  It uses cards, dice, and damage counters with no game board.  Some RPG elements are involved - equipping items for upgrades, dice-based combat, actions, etc.&#10;&#10;To win, players must either defeat the boss Shayd or equip the 3 pieces of the Dragon Armor.  Shayd can be engaged at any time, but players need some great equipment to stand a chance.  And the pieces of the Dragon Armor can be found in the Treasure players loot from Monsters.&#10;&#10;Players take turns and on each player's turn, they can Equip new treasure and Recharge their Action cards.  They then can move to a new area or remain where they are, and finally they will attack a Monster.  If the Monster is still alive, it will retaliate against the player.&#10;&#10;Combat is decided with simple dice rolls with Attack and Defense augmented by equipment or actions.  When a Monster is defeated, players who are in combat with the Monster roll dice (augmented with the Loot stat) to see how much Treasure they receive.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Little Flower Shop: The Mini-Pack",
    "ID": 280713,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280713/the-little-flower-shop-the-mini-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A 4-card expansion pack for the Little Flower Shop.  These cards are shuffled in with the game cards and can be drafted as normal. The 4 cards are all the same. When drafted, they give the power to draw a random card. Thus, if a player is faced with a hand of mediocre cards that has one of these cards, the player can choose the card and draw a random card instead.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – The Blob That Ate Everything: Scenario Pack",
    "ID": 280714,
    "Year": "(2019)",
    "Geek Rating": "6.022",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280714/arkham-horror-the-card-game-the-blob-that-ate-ever",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.7",
    "Description": "The Blob That Ate Everything is the special event quest for Gen Con 2019. It is a one to four player scenario which can be played as a standalone scenario or integrated into any Arkham Horror: The Card Game campaign as a side story.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kooky Cooks",
    "ID": 280715,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/280715/kooky-cooks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Our game is called Kooky Cooks. It&rsquo;s a wacky educational card game that utilizes money math skills and introduces youngsters to exciting new foods in unusual dishes.  Kooky Cooks is a game that is easy for kids to learn and engaging for parents to enjoy. Our game is specifically designed for 2-6 players aged 8 and up.&#10; Players take on the role of a Kooky Cook. Racing to complete as many orders as they can, players scramble to earn the most cash before time runs out. Throughout player turns, customers continuously fill the restaurant and request bizarre dishes. In order to cook these dishes, players will need to play specific combinations of ingredients from their hands. Along the way players may find special ingredients that have game changing abilities ranging from gathering extra ingredients to kicking out customers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Wild North",
    "ID": 280727,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/280727/the-wild-north",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A lone howl rises above the surrounding trees. It's faint but he can hear it. The long, cold nights have not diminished the bull elk's wariness. Too many winters have come and gone and the scent of wolf on the air is undeniable. The clearing ahead could provide much-needed food, but it's best not to linger. As his path leads closer to the edge of the forest, a pair of unseen eyes shine in the moonlight following each step, aware of the large antlers. She&rsquo;s low and down wind, invisible to the lumbering elk. The rest of the pack draws near waiting for her lead. There&rsquo;s danger in such a large prize but hunger drives every decision. Now is the moment. Another howl rises.&#10;&#10;The Wild North is a two-player asymmetric game simulating the everyday struggle between predator and prey in the northern Rocky Mountain ranges. Whether you&rsquo;re a herd of elk searching for greener pastures or the wolf pack after the scent of a straggler, each player will feel the tense conflict that arises when these species clash. Survival is at stake.&#10;&#10;A game is played over three rounds called years and each year is made up of four phases called seasons. Within each season prey and predators will play cards and work towards survival by increasing their range. At the end of each year range is determined and whichever species has the largest range after the third year wins the game.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Grid Movement",
      "Hand Management",
      "Map Addition",
      "Push Your Luck",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ALLIANCE: The Ultimate World Leader Political Science MegaGame",
    "ID": 280728,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.90",
    "Link": "https://boardgamegeek.com/boardgame/280728/alliance-the-ultimate-world-leader-political-scien",
    "Min Players": "12",
    "Max Players": "60",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Designed by professional graphic designer, illustrator, and game designer, Shaun D. McMillan, ALLIANCE can be played by as few as 12 players or as many as 100. Easily expandable, it can be played with small groups, entire classrooms, or large combined groups. Players work together to lead their nation-teams towards peace using economic strategies, defensive strategies, negotiations, and creative technologies based on each player&rsquo;s endless imagination. They may collaborate, compete, collude, coerce, negotiate, and create businesses, scientific inventions, and new technologies to solve all the world&rsquo;s crises to ultimately achieve the epic win, world peace.&#10;&#10;ALLIANCE is a megagame. Megagames are played by thirty plus players who all play different roles on different nation-teams simultaneously through a series of timed game days. Through a combination of table top RPG mechanics, board game mechanics, war game mechanics, and live action roleplay, players become world leaders of various different nation-teams and try to achieve world peace together. Though there is competition, in the end they all win together or they all lose together.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Simulation",
      "Team-Based Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Coldest Winter",
    "ID": 280731,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/280731/the-coldest-winter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Coldest Winter is a card-driven block wargame about the military conflict between the Soviet Union and Finland between November 1939 and March 1940. The conflict is better known as the Winter War as it happened during an extraordinarily cold winter.&#10;&#10;The game emphasizes military operations on a strategic level using block game pieces to obscure the information on the block labels to simulate the fog of war.&#10;&#10;The game also has a political layer to reproduce the international atmosphere as the eyes of the world were fixed on the war. Both nations must keep an eye on their Morale status as if it falters, it may hinder their number of actions per turn.&#10;&#10;In addition, Finland has to manage its dwindling resources as it was not prepared for a full scale Soviet offensive after just a few decades after the nation gained its independence and fought a civil war. The Soviet military on the other hand was not prepared to encounter such fierce resistance and to fight in such harsh weather and terrain. The Soviet Union has to reform its military to readjust to these matters.&#10;&#10;The game revolves around two unique 45 card command decks, one for each player. Each command card has an event and command point value to activate units and perform strategic actions. Both players also have two special unique decks of 5 cards to represent the international support for Finland and the reformed military approach for the Soviet Union. Both special decks contain what-if scenarios in addition to historical course of events.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Finland",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who would you choose?",
    "ID": 280732,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/280732/who-would-you-choose",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Who would you choose...&#10;&#10;... to be stuck in a lift with...?&#10;Lady Gaga? ...or George Clooney?&#10;...surely not Simon Cowell?&#10;...but possibly Harry Houdini?&#10;&#10;It's the ultimate game of elimination where you interact with a crazy mix of people: the rich, the powerful, the incredible &amp; the infamous!&#10;From a mixed and unlikely set of celebrities, everyone selects the one that they feel is most suited to the given situation.&#10;Taking turns, personalities are discarded one by one - removing the individuals thought to be least suitable - until only one remains. And, if the last celebrity standing is the one you've chosen, then you'll be the winner!&#10;Fascinating, thought-provoking fun, it'll provide any social gathering with instant and captivating entertainment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "メルティランド (Meltyland)",
    "ID": 280736,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/280736/meruteirando-meltyland",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#227;&#131;&#161;&#227;&#131;&#171;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#137; (Meltyland) is a land of ice where where polar bears and penguins live together in harmony.&#10;&#10;The players are hungry polar bears who have just found flocks of their favorite preys on ice. However, the mass of ice is melting and everything will sink into the sea if everyone gets on the same ice.&#10;&#10;The game consists of 3 rounds, and the players go hunting 4 times on each round.&#10;&#10;On each round, 5 prey (ice) cards are placed in a row. Each player places a polar bear token on their lock-on card behind their screen to secretly indicate which preys they are aiming at. When everyone is ready, they remove the screens and reveal where they are going to place their tokens with the shout &ldquo;Three, two, one, Zappaaaan!!&rdquo; and move the tokens onto the prey cards.&#10;&#10;Except for the 1st hunting, the prey (ice) card with the most tokens on it melts and sinks after hunting. The players can also use penguin (hindrance) tokens to make other prey cards sink more easily so that the one they want does not sink.&#10;&#10;After the 4th hunting is over, each player gets VPs equal to the value on the remaining two prey cards multiplied by the number of their polar bear tokens on them. At the end of the 3rd round, the player with the highest VPs (polar bears that ate a lot of preys) wins.&#10;&#10;After the 4th hunting is over, each player gets VPs equal to the number written on the remaining two prey cards multiplied by the number of polar bear tokens.&#10;&#10;At the end of the 3rd round, the player with the highest VPs (the polar bear that has eaten the most preys) wins.&#10;user summary&#10;&#10;&#232;&#136;&#158;&#229;&#143;&#176;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#183;&#227;&#131;&#173;&#227;&#130;&#175;&#227;&#131;&#158;&#227;&#129;&#168;&#227;&#131;&#154;&#227;&#131;&#179;&#227;&#130;&#174;&#227;&#131;&#179;&#227;&#129;&#140;&#228;&#187;&#178;&#232;&#137;&#175;&#227;&#129;&#143;&#230;&#154;&#174;&#227;&#130;&#137;&#227;&#129;&#153;&#230;&#176;&#183;&#227;&#129;&#174;&#229;&#155;&#189;&#227;&#128;&#140;Meltyland&#239;&#188;&#136;&#227;&#131;&#161;&#227;&#131;&#171;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#137;&#239;&#188;&#137;&#227;&#128;&#141;&#227;&#128;&#130;&#10;&#227;&#129;&#138;&#232;&#133;&#185;&#227;&#130;&#146;&#231;&#169;&#186;&#227;&#129;&#139;&#227;&#129;&#155;&#227;&#129;&#159;&#227;&#130;&#183;&#227;&#131;&#173;&#227;&#130;&#175;&#227;&#131;&#158;&#239;&#188;&#136;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#239;&#188;&#137;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#176;&#183;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#167;&#230;&#178;&#185;&#230;&#150;&#173;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#164;&#167;&#229;&#165;&#189;&#231;&#137;&#169;&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#129;&#174;&#231;&#190;&#164;&#227;&#130;&#140;&#227;&#130;&#146;&#232;&#166;&#139;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#227;&#129;&#167;&#227;&#130;&#130;&#230;&#176;&#183;&#227;&#129;&#175;&#228;&#187;&#138;&#227;&#129;&#171;&#227;&#130;&#130;&#230;&#186;&#182;&#227;&#129;&#145;&#227;&#129;&#157;&#227;&#129;&#134;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#129;&#140;&#229;&#144;&#140;&#227;&#129;&#152;&#230;&#176;&#183;&#227;&#129;&#171;&#227;&#129;&#174;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#129;&#148;&#227;&#129;&#168;&#230;&#181;&#183;&#227;&#129;&#171;&#230;&#178;&#136;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#157;&#227;&#129;&#134;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#229;&#133;&#168;3&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#229;&#144;&#132;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#167;4&#229;&#155;&#158;&#227;&#129;&#174;&ldquo;&#231;&#139;&#169;&#227;&#130;&#138;&rdquo;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#148;&#227;&#129;&#168;&#227;&#129;&#171;&#227;&#128;&#129;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#239;&#188;&#136;&#230;&#176;&#183;&#239;&#188;&#137;&#227;&#129;&#140;&#229;&#160;&#180;&#227;&#129;&#171;5&#230;&#158;&#154;&#228;&#184;&#166;&#227;&#129;&#185;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#128;&#129;&#229;&#144;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#130;&#183;&#227;&#131;&#173;&#227;&#130;&#175;&#227;&#131;&#158;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#169;&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#146;&#231;&#139;&#153;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#130;&#146;&#231;&#167;&#152;&#229;&#175;&#134;&#232;&#163;&#143;&#227;&#129;&#171;&#230;&#140;&#135;&#229;&#174;&#154;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#174;&#230;&#186;&#150;&#229;&#130;&#153;&#227;&#129;&#140;&#230;&#149;&#180;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#128;&#140;&#227;&#129;&#155;&#227;&#131;&#188;&#227;&#129;&#174;&#227;&#128;&#129;&#227;&#129;&#150;&#227;&#129;&#163;&#227;&#129;&#177;&#227;&#128;&#156;&#227;&#130;&#147;!!&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#129;&#139;&#227;&#129;&#145;&#229;&#163;&#176;&#227;&#129;&#168;&#227;&#129;&#168;&#227;&#130;&#130;&#227;&#129;&#171;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#146;&#228;&#186;&#146;&#227;&#129;&#132;&#227;&#129;&#171;&#229;&#133;&#172;&#233;&#150;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#171;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#146;&#231;&#167;&#187;&#227;&#129;&#151;&#230;&#155;&#191;&#227;&#129;&#136;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#239;&#188;&#136;1&#229;&#155;&#158;&#231;&#155;&#174;&#227;&#130;&#146;&#233;&#153;&#164;&#227;&#129;&#143;&#239;&#188;&#137;&#231;&#139;&#169;&#227;&#130;&#138;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#129;&#179;&#227;&#128;&#129;&#227;&#129;&#174;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#140;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#164;&#154;&#227;&#129;&#132;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#239;&#188;&#136;&#230;&#176;&#183;&#239;&#188;&#137;&#227;&#129;&#175;&#230;&#186;&#182;&#227;&#129;&#145;&#227;&#129;&#166;&#230;&#178;&#136;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#231;&#139;&#153;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#230;&#178;&#136;&#227;&#129;&#190;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#131;&#154;&#227;&#131;&#179;&#227;&#130;&#174;&#227;&#131;&#179;&#239;&#188;&#136;&#227;&#129;&#138;&#233;&#130;&#170;&#233;&#173;&#148;&#239;&#188;&#137;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#227;&#130;&#136;&#227;&#130;&#138;&#230;&#178;&#136;&#227;&#129;&#191;&#227;&#130;&#132;&#227;&#129;&#153;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#228;&#187;&#149;&#229;&#144;&#145;&#227;&#129;&#145;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;4&#229;&#155;&#158;&#231;&#155;&#174;&#227;&#129;&#174;&#231;&#139;&#169;&#227;&#130;&#138;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#156;&#128;&#231;&#181;&#130;&#231;&#154;&#132;&#227;&#129;&#171;&#230;&#174;&#139;&#227;&#129;&#163;&#227;&#129;&#159;2&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#231;&#130;&#185;&#230;&#149;&#176;&times;&#227;&#129;&#174;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#130;&#183;&#227;&#131;&#173;&#227;&#130;&#175;&#227;&#131;&#158;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#174;&#230;&#158;&#154;&#230;&#149;&#176;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;3&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#231;&#155;&#174;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#230;&#153;&#130;&#231;&#130;&#185;&#227;&#129;&#167;&#227;&#128;&#129;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#239;&#188;&#136;&#227;&#130;&#168;&#227;&#131;&#162;&#227;&#131;&#142;&#227;&#130;&#146;&#227;&#129;&#159;&#227;&#129;&#143;&#227;&#129;&#149;&#227;&#130;&#147;&#233;&#163;&#159;&#227;&#129;&#185;&#227;&#129;&#159;&#227;&#130;&#183;&#227;&#131;&#173;&#227;&#130;&#175;&#227;&#131;&#158;&#239;&#188;&#137;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "幻影探偵団〈新装改訂版〉 (Phantom Detectives: Revised edition)",
    "ID": 280738,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/280738/huan-ying-tan-zhen-tuan-xin-zhuang-gai-ding-ban-ph",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#229;&#185;&#187;&#229;&#189;&#177;&#230;&#142;&#162;&#229;&#129;&#181;&#229;&#155;&#163;&#227;&#128;&#136;&#230;&#150;&#176;&#232;&#163;&#133;&#230;&#148;&#185;&#232;&#168;&#130;&#231;&#137;&#136;&#227;&#128;&#137; (Gen'ei Tanteidan: Shinsou Kaiteiban) Phantom Detectives: Revised edition is a reworking of Phantom Detectives.&#10;&#10;In the game of Phantom Detectives, players are squad leaders of a private detective team called &quot;Phantom Detectives&quot;. Provoked by an unidentified murderer called &quot;Skull King&quot;, 12 detectives (one of whom is Skull King) entered a mansion loaded with death traps to identify Skull King. Some of them will be killed as they investigate. They must find out which one of 12 suspects is Skull King, and which squad other detectives belong to within time limit.&#10;&#10;But one of detective leaders is &quot;Shadow Man&quot;, who will deliverately confuse their deduction.&#10;&#10;Who will uncover the truth with their clear brain?&#10;&#10;&#229;&#164;&#167;&#230;&#173;&#163;&#230;&#156;&#171;&#230;&#156;&#159;&#227;&#129;&#174;&#229;&#184;&#157;&#233;&#131;&#189;&#227;&#131;&#187;&#230;&#157;&#177;&#228;&#186;&#172;&#227;&#130;&#146;&#232;&#136;&#158;&#229;&#143;&#176;&#227;&#129;&#171;&#227;&#128;&#129;&#230;&#128;&#170;&#228;&#186;&#186;&#227;&#131;&#187;&#233;&#171;&#145;&#233;&#171;&#143;&#231;&#142;&#139;&#227;&#129;&#174;&#230;&#173;&#163;&#228;&#189;&#147;&#227;&#130;&#146;&#230;&#154;&#180;&#227;&#129;&#145;&#239;&#188;&#129;&#239;&#188;&#129; &#10;&#230;&#183;&#177;&#231;&#180;&#133;&#227;&#129;&#174;&#231;&#140;&#159;&#229;&#165;&#135;&#227;&#131;&#159;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#131;&#170;&#227;&#129;&#181;&#227;&#129;&#159;&#227;&#129;&#159;&#227;&#129;&#179;&mdash;&mdash;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#136;&#229;&#185;&#187;&#229;&#189;&#177;&#230;&#142;&#162;&#229;&#129;&#181;&#229;&#155;&#163;&#227;&#128;&#137;&#227;&#129;&#168;&#229;&#145;&#188;&#227;&#129;&#176;&#227;&#130;&#140;&#227;&#130;&#139;&#231;&#167;&#152;&#229;&#175;&#134;&#227;&#129;&#174;&#230;&#142;&#162;&#229;&#129;&#181;&#229;&#155;&#163;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#231;&#154;&#134;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#175;&#227;&#128;&#136;&#233;&#171;&#145;&#233;&#171;&#143;&#231;&#142;&#139;&#227;&#128;&#137;&#227;&#129;&#174;&#230;&#140;&#145;&#230;&#136;&#166;&#227;&#130;&#146;&#229;&#143;&#151;&#227;&#129;&#145;&#227;&#128;&#129;&#230;&#173;&#187;&#227;&#129;&#174;&#231;&#189;&#160;&#227;&#129;&#140;&#228;&#187;&#149;&#230;&#142;&#155;&#227;&#129;&#145;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#128;&#136;&#230;&#173;&#175;&#232;&#187;&#138;&#233;&#164;&#168;&#227;&#128;&#137;&#227;&#129;&#171;&#232;&#168;&#170;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130; &#10;&#230;&#142;&#168;&#231;&#144;&#134;&#227;&#130;&#146;&#233;&#128;&#178;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#134;&#227;&#129;&#161;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#130;&#146;&#230;&#174;&#186;&#229;&#174;&#179;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#130;&#139;&#232;&#128;&#133;&#227;&#130;&#130;&#229;&#135;&#186;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;! &#10;&#229;&#136;&#182;&#233;&#153;&#144;&#230;&#153;&#130;&#233;&#150;&#147;&#229;&#134;&#133;&#227;&#129;&#171;12&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#174;&#185;&#231;&#150;&#145;&#232;&#128;&#133;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#128;&#136;&#233;&#171;&#145;&#233;&#171;&#143;&#231;&#142;&#139;&#227;&#128;&#137;&#227;&#129;&#168;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#144;&#227;&#131;&#171;&#227;&#129;&#174;&#230;&#142;&#162;&#229;&#129;&#181;&#229;&#155;&#163;&#227;&#129;&#174;&#230;&#173;&#163;&#228;&#189;&#147;&#227;&#130;&#146;&#232;&#167;&#163;&#230;&#152;&#142;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#130; &#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#155;&#163;&#233;&#149;&#183;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#164;&#137;&#232;&#163;&#133;&#227;&#129;&#174;&#233;&#129;&#148;&#228;&#186;&#186;&#227;&#128;&#136;&#229;&#189;&#177;&#231;&#148;&#183;&#227;&#128;&#137;&#227;&#129;&#140;&#230;&#189;&#156;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#154;&#134;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#174;&#230;&#142;&#168;&#231;&#144;&#134;&#227;&#130;&#146;&#232;&#191;&#183;&#232;&#181;&#176;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130; &#10;&#230;&#152;&#142;&#230;&#153;&#176;&#227;&#129;&#170;&#233;&#160;&#173;&#232;&#132;&#179;&#227;&#130;&#146;&#227;&#130;&#130;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#136;&#231;&#156;&#159;&#231;&#155;&#184;&#232;&#167;&#163;&#230;&#152;&#142;&#227;&#128;&#137;&#227;&#130;&#146;&#229;&#174;&#163;&#232;&#168;&#128;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#175;&#232;&#170;&#176;&#239;&#188;&#159;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Turn Order: Time Track"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flowers for Balcony",
    "ID": 280743,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/280743/flowers-for-balcony",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A dexterity social deduction game (with a chance to change one's assigned colors) to visit and cheer up your sick cousin on the 6th floor of the apartment by blooming flowers on the balcony on each floor.&#10;&#10;Like A la carte, Players aim to shake out their own colored flowers from the bottle.&#10;The flowers that players shaked out grow on a building and bloom on the balconies while aiming for the roof.&#10;&#10;The player who put three flowers on the balconies first or one on the roof wins.&#10;&#10;However, you have to keep your color secret to other players. Because the girl on the 6th floor may exchange your color for another color.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "スクラッチ オーケストラ (Scratch Orchestra)",
    "ID": 280754,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/280754/sukuratsuchi-okesutora-scratch-orchestra",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In &#227;&#130;&#185;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#131;&#129; &#227;&#130;&#170;&#227;&#131;&#188;&#227;&#130;&#177;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;, also known as &quot;Scratch Orchestra&quot;, players are collecting animal musicians for their orchestras, using an &quot;I-split, you-choose&quot; mechanism.&#10;&#10;Specifically, the start player will reveal 7 cards from a deck face up in a row.  The start player will also secretly look at 2 cards without revealing them to the other players. The start player adds the 2 cards face down to anywhere in the sequence of 7 cards (including before or after), but may not rearrange the 7 cards.  The start player then splits the row of 9 cards into a number of sets equal to the number of players, and starting with the player to the left of the start player, each player takes one group of cards.&#10;&#10;The cards have an &quot;L&quot;, &quot;R&quot;, or &quot;L R&quot; which shows which side of a player's Conductor card they may be placed. The game continues until the deck of musicians is exhausted.  Players will earn points based upon how well balanced their orchestra is between &quot;L&quot; (left) and &quot;R&quot; (right); private goals (such as having at least 2 French Horns to the right of the Conductor); and instrument specific goals (such as 4 points for each Bass card, but 0 points if a player has the most Bass cards).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orbit: The International Space Race",
    "ID": 280755,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/280755/orbit-the-international-space-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Orbit is a game of space exploration for 2-6 players. Each player takes control of an international space agency which must build and launch rockets to the other planets in the solar system. The game features simplified orbital mechanics to generate a constantly changing but predictable board that the players must adapt to.&#10;&#10;Game-play consists of 2 phases per round. The first is the player phase in which players launch and manoeuvre their rockets as well as conducting an action at their base. Once all players have had their turns the second phase is to move the planets and the landed/orbiting rockets.&#10;&#10;The game is won by the player with the most points. These can be earned by completing achievements, where the number of points corresponds to the advancement of a player's space agency, or through completion of specific missions which can be collected throughout the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LumberJerks",
    "ID": 280756,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/280756/lumberjerks",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Embrace your inner jerk and chop block your friends. The aim of the game is to be the first player to chop down your tree, while making it as hard as possible for others to cut down theirs. The fastest lumberjerk wins!&#10;&#10;Each player's turn is split into 2 phases:&#10;&#10;During the Chopping phase, the player must attempt to chop their tree with a roll of 3 or higher. The game immediately ends when any player chops all 7 of their Tree cards; that player wins!&#10;&#10;During the LumberJerk phase the player draws and plays a card. There are 4 types of LumberJerk cards: Chop Again, Grow, Wildlife, and Jerk. Each of these cards have the potential to make chopping easier for the player or let them interfere with the other player's chop attempts.&#10;&#10;This take-that style, lumberjack-themed card game can be played in just 15 to 30 minutes. It&rsquo;s fun for the whole family, assuming your family includes 1 to 5 players ages 8 and up. (Now includes a new solo mode!)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DIRT",
    "ID": 280761,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/280761/dirt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "DIRT is a card game all about getting your hands dirty and racing to unearth dino bones. Players take turns digging through Dirt Piles to find dino bones. Using Tools and Attacks, players compete to assemble the most dino skeletons. The game ends once all the Dirt Cards are collected or all the dino skeletons are assembled.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Euclio",
    "ID": 280762,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/280762/euclio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Euclio is a snappy combination of card drafting and worker placement where players vie to earn the most trophies by claiming and manipulating various scoring boards, but beware! Only players with scoring markers on each board will gain its payout, but that won't stop the other players from using cards that alter it!&#10;&#10;Euclio is played over three game rounds that involve drafting cards, playing them to manipulate the boards and claim scoring opportunities, and finally scoring the boards themselves. Players can enter into pseudo alliances with players who share their scoring boards, while other players may play (or withhold) cards that hamper your plans.&#10;&#10;By only using a subset of the scoring boards, every game will be different as the boards determine what suit cards are in play with varying effects. Even among the same boards, their arrangement changes scoring timings for even more strategic variety!&#10;&#10;Simple rules make game-play itself very straightforward: on your turn either play a card face up for its effect, or face down to lay claim with a scoring marker. It's important to set your scoring markers on the most lucrative spaces before they run out of room, but doing so reduces your control, as without unused scoring markers, you must play cards face up for their effects, even if they help your opponents, and the earlier you commit your scoring markers, the less certain you can be about the final state of each scoring board.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HellBringers the Card Game",
    "ID": 280764,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/280764/hellbringers-the-card-game",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "300",
    "Weight": "0",
    "Description": "The Backstory&#10;&#10;In the beginning there was darkness, all-encompassing, complete darkness. A black hole that hungered to consume everything. This darkness is called Demogargano. But there was also light, glimmering and blinding, known to man as God. Existing separate from each other until by chance, or fate, they collided stealing energy from each other creating a new existence. Life blossomed, evolved, and thrived. Like two sides of a coin the light and dark coexisted and influenced man. As time went by the light created Hell as a means to quarantine evil caused by the darkness. Lucifer&rsquo;s fight with God and his ultimate exile resulted in his right to rule Hell.&#10;&#10;Lucifer enjoyed his rule for a millennia until he started to sense the rise in darkness and the existence of Demogargano. After having visons of Demogargano he experienced fear for the first time and left the Golden Bastille in Hell to go into hiding. With his absences many saw the opportunity to seize the power of Hell and three factions were formed. The order of the Devil lead by Belial, seeks to preserve Lucifer&rsquo;s rule for his eventual return, maintaining the power structures as they are. The Council of Hate consists of the armies and legions of hell, military class demons, ruled by Beelzebub. The Council of Hate seeks to bring order to the chaos of Hell no matter the cost, but they also want to destroy Lucifer&rsquo;s legacy and shift the balance of power. The Horde are the embodiment of chaos and pandemonium. They are ruthless, mindless demons who want to overrun Hell and destroy everything in their path. Astaroth is the only one that can control them and keep their bedlam at bay.  Baal, a powerful sorcerer, and second in command of the Horde, turns on Astaroth and casts a spell banishing him to another dimension.&#10;&#10;Lilith, the queen of Hell and estranged wife of Lucifer, senses that Astaroth has vanished and she fears the Horde will over run Hell with Baal at the helm. She finds Baal and challenges him to a battle to the death and wins. By doing so she left the Horde with no leaders, in turn granting them greater power and increasing Demogargano&rsquo;s grip on the world. Lilith could travel through dimensions but she could not sense or locate Astaroth from Baal's spell.  In that moment, Demogargano&rsquo;s presence strengthened and Lilith is seized by the same visions that Lucifer suffered. In effort to preserve Hell and stop Demogargano from destroying everything, she forms the HellBringers. They are a rag tag group of demons, men, creatures, mercenaries, wizards, cyborgs, and the most bad ass pug ever. They are tasked with stopping Demogargano and raising a little hell along the way.  (The story continues in HelllBringers #0, which can be found in the Art of Mark May Volume 1)&#10;&#10;The Game&#10;&#10;HellBringers is a card game stemming from the HellBringers first appearance in comics back in 2015 which can be found in the &quot;The Art of Mark May Volume 1&quot;.  Since then the universe has grown to not only include a wide range of intriguing and powerful characters. The villains are what make HellBringers unique.  Set in deep culture and a plethora of mythologies from around the world, HellBringers brings characters from all walks of existence.&#10;&#10;The full 52 card deck comes with 42 characters to introduce you to the HellBringers universe and 10 special weapons cards for multipliers to help you with those BOSS battles! There are 3 ways to play #HellBringers!  Gauntlet Mode, Survivor Series Mode, (Both due in August) and the Game Board mode coming in October!&#10;&#10;How to play&#10;&#10;You need two dice, a paper pad, and something to write with to keep track of hit points.  To enhance the hellish experience, 2 skull dice are included with the full game with mat if you buy that reward option. The cards themselves have SILVER FOIL on the front to make everything shiny! Oh....shiny!  Fun to look at. Cards have 6 stat categories that make up a character&rsquo;s total hit points.  The game is played by rolling the dice and using total rolls to take off hit points as an attack. There are weapons cards that act as multipliers and every time you roll doubles it means something different.  Can you get through the first battle of gauntlet or map mode?  Are you ready to bring hell upon your enemies?&#10;&#10;Here are the rules for the game!&#10;&#10;There are three ways to play HellBringers. Survivor Series (Card deck needed only), Board Game mode, or Gauntlet mode (Card deck needed only)&#10;&#10;First take out any card with a 666 or 000 attached to it and put it in separate pile for later. Here are the rules for doubles and the categories for stats.&#10;&#10;Rolling Doubles:&#10;&#10;     1&rsquo;s Into the Snakes Eyes : Instant kill&#10;     2&rsquo;s Double Deuces: Restart battle (All HP reset)&#10;     3&rsquo;s The Tribus &ndash; Attack is 3 times what you roll for the next attack roll. &#10;     4&rsquo;s The Four Highwaymen Cometh &ndash; Choose a card from the deck to help you attack for the rest of the battle. This card cannot be attacked by opponent and will be put back in deck after battle. Do not get to keep for future battles. &#10;     5&rsquo;s The Five have Risen &ndash; Gain back ALL HP&#10;     6&rsquo;s One More to Summon Him &ndash; Roll again , If you can roll a 6 on either dice than you summon Demogargano to fight for you for the rest of the battle. &#10;&#10;&#10;Stat Categories:&#10;&#10;     Evil Within&#10;     Magic&#10;     Durability&#10;     Strength&#10;     Fighting Ability&#10;     Intelligence&#10;&#10;&#10;All categories are added up for total HP of any character.&#10;&#10;Survivor Series mode:&#10;&#10;2 players draw 6 cards a piece. One each until 6 are laid out. They then use 2 dice to roll and determine how much an attack has taken of their opponents HP (Health Points). Overall HP is determined by the combined total of the stat categories on the back of the card. The attack is subtracted from that total number until it reaches zero in which case the opponent is defeated. A notepad is suggested to keep up with HP and attack subtractions. In Survivor Series mode you face off 6 vs. 6 and you can choose to attack anyone in the deck for your turn. Once the card for the opponent is eliminated he goes into a defeated card pile. This continues until the player has defeated all of his opponents cards. The player then gets to revive any fallen cards he may have endured as well as the opponents cards and choose any 6 out of them to proceed forward to fight Demogargano. However, before you do that you must first draw a weapon card from the deck of the weapons cards. Weapons cards act as multipliers for attacks which you will need against Demogargano who will vastly out number you in HP. You also now get your 7th member of your team to help you defeat Demogargano. This is where you will roll one dice. If you get a 1 you get the &ldquo;Bum Jesus&rdquo; card, if you get a 2 you get the Norgren card, if you get a 3 or 4 you get Attila, and finally, if you get a 5 or 6 you get Astaroth. These cards feature different results. Norgren, Attila, and Astaroth all have 666 in one stat category making their total HP brought to the group a welcome asset and required in order to defeat Demogargano as he has 3 over 666 categories. Bum Jesus who you will receive if you roll a one has a 000 stat category making him able to sacrifice himself in order to defeat Demogargano without even rolling the dice. Meaning if you roll a 1 with the dice you win the game instantly.&#10;&#10;The game can be played by two people or by yourself battling yourself to see who goes to fight Demogargano.&#10;&#10;Gauntlet Mode:&#10;&#10;In Run the Gauntlet mode the game play of HellBringers is the same except that when you and your opponent draw your first cards you instantly battle them. When the opponent&rsquo;s card is defeated you will then put that card in a separate pile for later. The player then keeps the card with the battle damage of HP that was suffered from the battle. The opponent then draws another card and the battle damaged card from before fights that card. Both players get 6 cards in total and they battle this way until no cards are left for the opponent. The player then chooses 6 cards from his pile and the defeated pile to fight Demogargano and the rules are the same as Survivor Series for the final battle. See above.&#10;&#10;Board Game Version:&#10;&#10;Players rolls one dice.  Player moves spaces until reaching weapons card pick up slots, team builder slots, and also battle zones. Players have the option of killing player and gaining double attack or having player join their team in the battle zones. Weaker players would be a reason you would kill of a player in order to double your attack. At this point you are choosing the bolster your attack rather gain HP of total team. Weapons cards act as modifiers. Team building is the goal of the board along with minor battles before you make it to the end of the game where you fight Demogargano.  Unlike the card deck game version, you do not have the option of rolling for a special character at the end.  You must make up your team as you go and if you are defeated in battle you have to start over.  Game is 1-3 players and you can play by yourself as you just need to roll for the opponent as well during battles.  During battles doubles mean the same as in regular card deck versions of the game.&#10;&#10;Amazing Contributing Artist&#10;&#10;Incredible art from the likes of Mark May, Marat Mychaels, Bob Camp, Chris Giarrusso, Ed Smith, Sean Forney, Steven Pulawa, Ryan Kincaid, Phil Spaulding, Cara Nicole, Brady Overstreet, Rick Lozano, Russ Casseday, and Sara Frazetta (Her first published work, granddaughter of the GOAT Frank Frazetta)! Some of the best artists from the comic industry come together to make one HELL of a card game for you!  Pledge now to receive a game with challenging aspects, premium art, and overall fun to bed had!  These cards are gonna be collectors items for generations to come!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ムラオサ (Muraosa)",
    "ID": 280765,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/280765/muraosa-muraosa",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&#227;&#131;&#160;&#227;&#131;&#169;&#227;&#130;&#170;&#227;&#130;&#181; (Muraosa) is a game that develops the village by becoming Osa of the village of Jomon period. Osa travels for the village, acquires various resources, and develops new technologies.&#10;&#10;First, decide the destination. As Osa can only walk towards the destination, he needs to think and decide enough. &#10;Next step will of course walk. In the middle of the market, we will acquire various resources and pay new resources. &#10;Once you get to the destination, it's a score. Depending on the distance from your village, the higher you get the better score. After that, we return to the village, decide a new destination, and the next journey begins.&#10;&#10;The map is made by combining nine boards. This combination requires a different strategy each time. In addition, because the action that can be done varies depending on the location of the village, you have to think of the strategy under the conditions different from other players. This asymmetry is also one of the features.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Electronic Arcade Basketball",
    "ID": 280766,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280766/electronic-arcade-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Each player takes 3 basketballs and places them in their court and starts the 60-second timer. Players place a ball on their shooter and flips it down to shoot the ball toward the basket on their side of the court. The game registers 2 points for every successful basket for the first 45 seconds, and 3 points for successful shots made in the remaining 15 seconds. The player with the most points wins.&#10;&#10;Product Description:&#10;&#10;Launch your thumbs into an intense B-ball competition!&#10;&#10;Using the two spring-loaded catapults, finger-flicking B-ball pros get to go head to head to see who's the quickest flicker of them all.&#10;&#10;Load the launchers with the mini basketballs and then press the &quot;reset&quot; button to start up the minute-long timer &ndash; Immediately the race is on!&#10;&#10;Flick, launch, load, flick, launch - A fun sound confirms every shot you make while an electronic scoreboard keeps track of your score.&#10;&#10;Ten, twelve, fourteen, sixteen, eighteen - Wow! You're on a roll! - But look out. Your opponent's catching up quick! - Better kick it into a higher gear.&#10;&#10;During the last fifteen seconds, warning sounds intensify the excitement and each score becomes three points instead of two - Victory is in sight!&#10;&#10;Whether you're starting up an extreme competition, playing a quick game of one on one, or just testing your skills against the timer, the Electronic Arcade Basketball game is quick to ignite hours of finger-sports action.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "おーくしょんパーティ (Auction Party)",
    "ID": 280767,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280767/okushiyonpatei-auction-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&#227;&#129;&#138;&#227;&#131;&#188;&#227;&#129;&#143;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#130;&#147;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163; (Auction Party) is a Japanese game.&#10;&#10;A king of a fantasy country told the four favoured knights &quot;Complete three quests in the next three months, and the one who earns more gold will marry the princess, and will be the next king!&quot;The four knights hired experienced adventurers and left for the quest right away.&#10;&#10;Auction Party! is mainly divided into two game parts (phases); the Auction phase and the Adventure phase.&#10;In the auction phase, you bid on the characters in play and compete for them.&#10;In the adventure phase, you will complete missions with the collected characters, using their status and skills.&#10;Overcome the target value of each mission with the total value of the characters' status, and the die roll!&#10;&#10;Use the special abilities of your hired heroes to survive the dungeon, beat the monsters, loot the treasure, and win the most gold over three rounds.&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "atommix",
    "ID": 280768,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/280768/atommix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "atommix is a card game visually portraying the 118 elements of the periodic table, allowing players to experience true chemistry through visual storytelling.&#10;&#10;The art was created by Extra Crunchy and guest artists from different fields around the world, from street artists to visionary artists.&#10;&#10;Each element is described by it's unique properties (or effects) by simple icons and artwork that tell the story of the element.&#10;This makes it quick and easy to learn and remember true chemistry.&#10;&#10;The game has 5 levels of play.&#10;Each level adds complexity and strategy to the game.&#10;&#10;Explore the elements by creating a &quot;chain reaction&quot;.&#10;Use the Action Cards: Alchemist, Atom Smasher and Nuclear fusion to manipulate and challenge the other players.&#10;&#10;The winner is the first player to discard their last card.&#10;If you love art and science this game is just for you.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Labyrinth: The Forever War, 2015-?",
    "ID": 280769,
    "Year": "(2020)",
    "Geek Rating": "5.710",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280769/labyrinth-the-forever-war-2015",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "Labyrinth: The Forever War, 2015 - ? is a 1-2 player card-driven boardgame simulating at the strategic level the ongoing bid by Islamist extremists to impose their brand of religious rule on the Muslim world. It continues where Labyrinth: The Awakening, 2010 - ? left off and adds new event cards and rules to cover the last five years of history. Since publication of Labyrinth and its first expansion, fans of the game have expressed a desire to update it based on more recent events, and a variety of event card ideas and variants have been freely shared online. This second expansion to the Labyrinth game series fulfills that continuing interest by providing up-to-date event cards and allows the game to continue to serve as an effective strategic level model of the ongoing struggles in the Muslim world.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "History: Conflicts against the Islamic State",
      "History: War in Afghanistan",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saga: Age of Magic",
    "ID": 280771,
    "Year": "(2019)",
    "Geek Rating": "5.552",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280771/saga-age-of-magic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "320",
    "Weight": "3.5",
    "Description": "SAGA Age of Magic - Fantasy is the crucible in which the most heroic tales are forged. In these worlds, a simple barbarian can become a king, an ancient sorcerer can unite whole races to make a stand against the shadows, and an army of the dead can rise.&#10;&#10;Dragons, sorcerers, and paladins descend upon SAGA's gaming tables in the Age of Magic.&#10;&#10;Design a war band from one of six factions, including new units like Monsters, Creatures and War Machines, and confront your opponents with the aid of powerful sorceries.&#10;&#10;The Age of Magic is a complete SAGA Universe that includes:&#10;&#10;     6 archetypal factions from the worlds of fantasy so you can use your collections of fantasy figures to play SAGA.&#10;     Legendary units and war bands for each faction.&#10;     New rules and equipment to represent these worlds' most iconic units.&#10;     Complete rules for Magic.&#10;     Over thirty spells divided into six Domains of Magic.&#10;&#10;&#10;The Age of Magic is designed to give players all the tools they need to use their existing collections of fantasy figures, and to create their own gaming universe.&#10;&#10;Included are six card Battle Boards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Saga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deadly Disclosures: Murder in Chocville – A Murder Mystery Dinner",
    "ID": 280772,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/280772/deadly-disclosures-murder-in-chocville-a-murder-my",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A murder has happened and any player in this game could be the perpetrator. Everybody is suspicious, has a shaky or no alibi and at least one motive.&#10;&#10;Your job now is to identify the killer. You may ask each other anything that comes to mind. At the same time, you will receive various clues or evidence in different rounds of the game, which the players have to use skilfully. This makes it possible to track down the perpetrator and at the same time distract from yourself.&#10;&#10;For this crime game you need 8 players. As a game arbitrator you can play along and assign yourself one of the roles. It is easily possible to prepare the murder mystery game without knowing the solution.&#10;&#10;All information and material to run the game are free to download at www.hannover.de/en/murder-mystery.&#10;&#10;The game perfectly combines the desire for criminal investigation and Fair Trade!&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Hiroto",
    "ID": 280775,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280775/bushido-risen-sun-hiroto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hiroto has returned to the Jwar Isles, but he is in no fit state to either raise hope in those scattered forces of the Shiho who still harbour loyalties nor incite fear in those that took all that was precious from his family. Read more about Hiroto here.&#10;&#10;This model can be fielded as part of a warband affiliated with the following factions:&#10;&#10;Jung Pirates&#10;    Silvermoon Syndicate&#10;    Tengu Descension&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Risen Sun – Eldest Brother",
    "ID": 280776,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280776/bushido-risen-sun-eldest-brother",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Loyal to Hiroto, Drunken Master in ways that are difficult to describe, where Hiroto leads Eldest Brother follows. Read more about Eldest Brother here.&#10;&#10;This model can be fielded as part of a warband affiliated with the following factions:&#10;&#10;Cult of Yurei&#10;    Jung Pirates&#10;    Savage Wave&#10;    Silvermoon Syndicate&#10;    Temple of Ro-kan&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]