[
  {
    "Rank": "N/A",
    "Name": "Six Gun Showdown: Single Shot",
    "ID": 283488,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/283488/six-gun-showdown-single-shot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The air was still and dry, she could feel it pulling the sweat from her brow. She stood in the street facing down the Cowboy, his eyes fixed upon her. She focused on him. &quot;5 inches down from his throat&quot; she thought, &quot;that's the sweet spot&quot;. He hurled yet another insult at her. Some foul word to distract her.&#10;&#10;She flinched.&#10;&#10;He went for his guns.&#10;&#10;She drew too.....&#10;&#10;About The Game&#10;Six-Gun Showdown : Single Shot is a quick two player card and dice game of wild west duels. &quot;Single shot&quot; is our fully playable early promo version, an &quot;amuse bouche&quot;, of the final game.&#10;&#10;It consists of 16 cards and a dice, is fully compatible with the final game (due to be launched later in 2019) and it's two unique sets of character cards are not found in the final game  - therefore no duplicates if you like this and want to back the final game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "American West",
      "Card Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watermelon Smash",
    "ID": 283494,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/283494/watermelon-smash",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "35",
    "Weight": "1",
    "Description": "Watermelon Smash is a last-player-standing roulette style game where players take turns pressing a watermelon against their head in order to trigger a widening crack in the watermelon until it splits completely in two releasing the contents (plastic watermelon seeds or water) over a player.&#10;&#10;Suspense is provided by the use of a spinner to determine how many presses a player must make and randomisation of the number of presses required to trigger the splitting of the watermelon.&#10;&#10;Players who split the water melon are showered by the contents and are out of the game. After each elimination the game is reset and play continues until only one player is left and is declared the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Ships",
    "ID": 283496,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/283496/pirate-ships",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A dexterity game in which you have to throw &quot;cannonballs&quot; (flat cardboard discs) on your opponent's ship.&#10;&#10;Each player starts with a flat cardboard ship made of a bow, a stern and 6 tiles inbetween, with one &quot;intact&quot; white side and one &quot;damaged, on fire&quot; red side, one of the 6 tiles having a captain and another having a treasure on the red side.&#10;&#10;When your cannonball lands on one or two of the opponent's ship's tiles, if the tile is intact you flip it over to show the damaged side, if it was already damaged it is discarded and the ship becomes shorter.&#10;&#10;If you hit the treasure, you can fix one of you ship's tiles; if you hit the captain you can launch another cannonball.&#10;&#10;Players alternate turns until only one boat remains not totally destroyed.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pictomania (Second Edition): Bonus Cards – Pop Culture / Geek",
    "ID": 283497,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283497/pictomania-second-edition-bonus-cards-pop-culture",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "18 thematical cards of various difficulty from movies, TV shows, gaming, music and more.&#10;&#10;The cards are different from those found in Pictomania: Geek Edition&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pictomania (Second Edition): Promo cards – Boardgaming",
    "ID": 283498,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283498/pictomania-second-edition-promo-cards-boardgaming",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "9 thematical cards with various difficulty from board gaming and board game design.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Lines: A Syrian Shell Game About Sarin",
    "ID": 283507,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283507/red-lines-a-syrian-shell-game-about-sarin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A compact 2-player wargame about the US and Russia competing in Syria.  The US attempts to strike at Russian chemical weapons in Syria without while minimizing collateral damage and trying to avoid escalating a war with Russia.  Russia attempts to deter the US strikes by disrupting US detection and targeting, disguising valuable assets, or running out the clock on the strike window.&#10;&#10;The game involves elements of bluffing, deduction, budget management, and risk management.  It can be played with or without a memory element.  The entire game fits onto one page of rules, two pages for the map, and a half page of chits.  It requires one 6 sided die to be supplied by the player.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unicorn Party",
    "ID": 283522,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/283522/unicorn-party",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Unicorn Party is a print and play card game that is designed to reinforce single digit addition skills in primary grade students.&#10;&#10;In Unicorn Party, players work together to host a party! Each guest needs a certain amount of cupcakes and juice to stay happy. By adding the cupcake and juice cards together, the player can feed their guests. The closer the player can match the sum of food requested by the guest, the better! Once the food runs out, the party is over &ndash; hopefully all guests have been fed!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Theatre Pack – Understudy Version",
    "ID": 283528,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283528/cards-against-humanity-theatre-pack-understudy-ver",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Unlike the regular theatre pack, this version contains an &quot;understudy notice&quot; that states that the 30 relatable cards about theatre will instead &quot;be played by 30 cards about the musical CATS&quot; and that &quot;we apologize for the inconvenience. Please accept this $5 refund.&quot;  Also included are the aforementioned 30 cards about &quot;CATS&quot; and a crisp $5 bill.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cards Against Humanity (Official)",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Intel-Lectric Junior",
    "ID": 283533,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283533/intel-lectric-junior",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a quiz game for children. One player chooses a picture and an other has to point to the corresponding picture according to the theme of the used card. There are 12 two sided cards included.&#10;&#10;The answers are checked with the quiz master, a pen shaped indicator with an LED. The quiz master is held touching the two sensor pads. If the contact node is pressed on the contact of one picture, the LED lights, if the finger of the other hand touches the contact of the corresponding picture.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Discovery Duels",
    "ID": 283537,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283537/discovery-duels",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Discovery Duels is set in the &quot;Rise of the Occulites&quot; universe.&#10;&#10;It is a two player mini game that takes about 10 to 15 minutes to play. It places you as one of Darwin's two kids trying to discover the most about the different Occulite Tribes over the holidays, before you have to go back to school.&#10;&#10;Goal: Be the one to discover the most about the Occulite Tribes by having the most Discovery Points after six rounds.&#10;&#10;How to Play: &#10;5 cards with different occulite tribes are placed in a row in numberical order (1 to 5).&#10;Each player rolls their five dice. Players count to five while looking at what their opponent has rolled and then secretly order their own dice in a line behind their hand. This determines which card each die will be allocated to. The first die in the line will be allocated to the firest card and so on. The first player to finish allocating dice will break ties during the round. &#10;After both players have finished ordering their dice, they are revealed and then placed on the card they were allocated to. Each card is then resolved in order (1 to 5), paying attention to the rules that are written on the card. When  one  player  has  a  higher  end  total  for  a  card  than  the  other player, they are said to DISCOVER the card and receive a number of Discovery Points equal to the number on the card.&#10;Players play six rounds in the way described above, totalling  their Discovery Points across all six rounds.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Rise of the Occulites Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwarven Miner Reforged",
    "ID": 283538,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/283538/dwarven-miner-reforged",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Battle for honor in this multi-tiered crafting game. Delve into the mine to gain treasure, resources, and even a few shifty Burglars along the way.  Use these to craft and purchase weapons, armor, magic, and gear for the brave adventures that come your way. Each one you help will grant you honor and their unique talents will be at your disposal. However, vicious Orcs lurk in the shadows and will strike out when least expected.&#10;&#10;Dwarven Miner Reforged is a new and exciting sequel to the beloved Dwarven Miner. Featuring new rules as well as original and legacy artwork by legendary fantasy artist Larry Elmore, you will return to delve deep into the mine again and again.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ninja Hand Seals (チャクラ忍道 )",
    "ID": 283539,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/283539/ninja-hand-seals-chiyakuraren-dao",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players compete to defeat enemies with their ninja hand seals. The top two contenders perform a final battle in real-time to determine a winner.&#10;&#10;Enemy cards are laid out on the table. Then ninja hand seal cards are laid out surrounding the enemy cards. Simultaneously, players must collect the hand seals depicted on their chosen enemy card, taking care to make sure they are arranged in the correct order. Once a player has claimed all the ninja hand seal cards, they must grab the chosen enemy, followed by the ninja token.&#10;&#10;After their card order has been determined to be correct, the player must perform the shout and hand seals in the proper rhythm. If the other players judge the chant and hand signs to be correct, the enemy is defeated without a curse. If there are any mistakes, the enemy is defeated, but the player is also cursed with negative points.&#10;&#10;Play continues until all the enemies have been defeated. The players add their white and black seals, and whichever is least is their score. The two highest scoring players then perform a final ninja hand seal battle to determine who is the ultimate master.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Billionaire Sergeant: 1974",
    "ID": 283546,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283546/billionaire-sergeant-1974",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "4",
    "Description": "In Billionaire Sergeant 1974, a whole new department Independent Commission Against Corruption, ICAC was finally established.  The government granted you a great power against corruption.  Will you commit to fighting corruption to keep Hong Kong fair, just, stable, and prosperous? Or will you be a vigilante to achieve your goals no matter it costs?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thieves Den: Fortune Favors The Bold",
    "ID": 283547,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283547/thieves-den-fortune-favors-the-bold",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The festival has started and the gambling boat has docked at the harbor! Will you put it all on the line for a chance to win big? Roll the dice and find out!&#10;&#10;The Thieves Den: Fortune Favors The Bold expansion adds:&#10;&#10;5 Fortune Dice&#10;1 Gambling Boat Tile&#10;5 Festival Cards&#10;10 Location Cards&#10;7 Power Cards&#10;6 Power Tiles&#10;5 Score Markers&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Promenade: Curator Expansion",
    "ID": 283551,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283551/promenade-curator-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Curator Expansion is a set of six cards that can be used to modify exhibition invitations. During setup, randomly place two curators face-up at the top of the museum and remove the rest from the game. To use the curator during show action, place a meeple on the card and activate its ability. There are three meeple spaces per card (each card can be used three times during the game), and players can use the same curator more than once. Meeples cannot be retrieved during the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Promenade: The Client Expansion",
    "ID": 283552,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283552/promenade-the-client-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The client provides special actions to be used when the last painting is acquired in a gallery. During setup, randomly deal one client card face down to all players. Players review their cards but keep them secret until they are used. Use the client ability as printed, after acquiring the last painting in the gallery, and then remove the card from the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Promenade: Museum Bonus Expansion",
    "ID": 283553,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283553/promenade-museum-bonus-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Museum Bonus Expansion is a set of six cards which add variety to the museum bonus cards that are dealt to the galleries.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Promenade: Private Collection Expansion",
    "ID": 283554,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283554/promenade-private-collection-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Private Collection Expansion adds ten unique painting cards to Promenade. Private Collection adds a simple set collection mechanic to the game. All private collection cards have a grey banner, and they do not belong to any of the five painting genres. In addition, they all have a value of 2 gold, and cannot be exhibited in the museum.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Embiggen",
    "ID": 283557,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283557/pathfinder-adventure-card-game-embiggen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card from GTM Magazine&#10;&#10;Card says:&#10;&#10;Spell P2&#10;&#10;Check to Acquire--Intellegence, Wisdom, Arcane, Divine 8&#10;&#10;Powers -- Freely display next to a local character, While displayed:  Exchange all of that character's dice of these sizes: d4 for d8, 6 for 10, 8 for 12, 10 for 12, 12 for 20&#10;At the end of the turn, banish&#10;&#10;During Recovery -- If proficient, discard this card: you may succeed at an Arcane or Divine 10 check to recharge it instead.  When you attempt this check, treat your dice as if you are affected by this spell.&#10;&#10;Magic, Arcane, Divine&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – Wrath and Ruin",
    "ID": 283586,
    "Year": "(2019)",
    "Geek Rating": "5.561",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283586/the-lord-of-the-rings-the-card-game-wrath-and-ruin",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "After traveling down the River Running to the city of Dorwinion and the cursed forgotten temples hidden in the Hills of Rh&ucirc;n, you have managed to put a stop to the dark machinations of a mysterious cult and push back the shadow of evil that once hung over the city. After restoring peace to a troubled land, all that was left for you was to say your farewells to your newfound friends and return home, or so you thought. But the agents of Mordor are not easily defeated. An old enemy has returned with a vengeance and they now seek to destroy the city you worked so hard to save. Now a new cycle begins with a flash of fire and steel.&#10;&#10;Fantasy Flight Games is pleased to announce Wrath and Ruin, the first Adventure Pack in the &quot;Vengeance of Mordor&quot; cycle for The Lord of the Rings: The Card Game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip Tales",
    "ID": 283588,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/283588/flip-tales",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Theme:&#10;FlipTales is a party game for creative people! In FlipTales, you and your friends pretend to be different magical characters in a story, working together to advance the plot. It's like Mad-Libs meets Choose-Your-Own-Adventure.&#10;&#10;Game-play:&#10;In each story, one person is the wiz. In each scene of the story, the wiz reads out a prompt, and then the rest of the players freestyle in response.&#10;In freestyle, players go in a circle and act out responses to the prompt. Then, they flip their coins in the air. If they get enough heads, they succeed. the wiz decides how many is enough.&#10;If your character gets damaged, you have to give up strength coins. Lose them all, and you die. There's a lot of danger in the world of FlipTales so watch out&#10;&#10;Game setup:&#10;- STEP 1: Choose Wiz&#10;They read the story and decide the result of the players' flips.&#10;- STEP 2: Create characters&#10;Everyone else gets 1 creature card and 1 ability card. Your character is the combination of these two cards.&#10;- STEP 3: Grab coins&#10;Grab the coins indicated on your cards and combine them. When you use your strength, magic, or smarts in the game, flip all your coins of that colour.(or use normal coins with the print &amp; play version)&#10;- STEP 4: Pick a story from the storybook&#10;Hand it to the wiz. (start with the tutorial the first time)&#10;&#10;Goal:&#10;In FlipTales, you and your friends pretend to be different magical creatures in a story. You win when you get to the end of the story.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ticket to Ride Map Collection 6½: Poland",
    "ID": 283595,
    "Year": "(2019)",
    "Geek Rating": "5.997",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283595/ticket-to-ride-map-collection-612-poland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7143",
    "Description": "From the sea to the Tatras, as wide as Poland is long, there are beautiful areas just waiting to be discovered. Do you want to observe the bison in the shadow of the Bialowieza Forest? Or maybe you prefer to take a walk through the charming streets of Wroclaw?&#10;&#10;Ticket to Ride Map Collection 6&frac12;: Poland, which debuted solely on the Polish market in 2019 as Wsi&#196;&#133;&#197;&#155;&#196;&#135; do Poci&#196;&#133;gu: Polska, challenges players to create connections between Poland's neighboring countries, such as Germany, Ukraine, and the Czech Republic. In addition to connecting cities and completing tickets in the usual way of other Ticket to Ride games, your routes can reach border crossings and thus connect neighboring countries. If you manage to create such a connection on your turn, say, building a track so that you have a connected line from Ukraine to Germany, you draw the top point card from the stack for each of these two countries. Their point value is arranged in descending order, which means that the players who are the first to draw cards receive more points. If you later connect this network to the Czech Republic, then you'd draw the top card from each of the three countries' card stacks &mdash; assuming that a country's cards haven't all been claimed, of course.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Poland",
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renegade: Safe House Mission Promo",
    "ID": 283599,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283599/renegade-safe-house-mission-promo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A single promotional card for Renegade. The promo card introduces the MISSION mechanism, which dictates the setup and countermeasures faced by the Renegades, as well as some special instructions which affect gameplay between cycles. The back of the card also contains a story to give the mission some thematic context within the world of the Renegades.&#10;&#10;This is a solo mission played by Monty Quantum only, against SMC Viking.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: UD-4L Cheyenne Dropship",
    "ID": 283604,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283604/alien-vs-predator-ud-4l-cheyenne-dropship",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "28mm true scale miniature.&#10;&#10;Dimensions : Length - 41cm (16.41&quot;)  Width with unfolded weapon wings: 25.5cm (10.03&quot;) Height with unfolded weapon wings: : 16cm (6.3&quot;).&#10;&#10;Used primarily by the United States Colonial Marine Corps, the UD-4L is a combat utility spacecraft designed to deliver troops and equipment rapidly into combat zones. The cargo hold is specifically designed to hold an M577 APC with its turret stowed, but in some cases it could be utilized to carry large amounts of equipment, emergency supplies, or even entire companies of troops to the ground. It has the ability to take off and land vertically from almost any terrain type large enough to accommodate its size.&#10;&#10;After it has deployed its cargo, the UD-4L will often adopt a gunship role in combat. With a crew of two, a pilot and a weapons officer, the Cheyenne is an efficient piece of hardware.&#10;&#10;The two main weapon bays fold out to deploy missile pods containing sixteen 150mm Banshee 70 rockets, six 70mm Mk.10 Zeus rockets, and four 120mm anti-tank Mk.88 missiles each. Two missile pods on either side of the front fuselage often carry AIM-90E Headlock anti-aircraft missiles to deal with airborne threats. A GAU-113B gatling cannon is mounted directly under the cockpit which is typically used for strafing enemy infantry units.&#10;&#10;The entire craft is coated in superplastic-formed diffusion-bonded metal matrix composites, or MMC armour for short. While it is able to withstand many ranged attacks, should even light damage occur, it would prevent the dropship from escaping to orbit until repaired.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Bourbon Run",
    "ID": 283608,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/283608/the-bourbon-run",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Bourbon Run is a bourbon trivia board game for bourbon enthusiasts. Challenge your knowledge of America's native spirit with this one-of-a-kind trivia board game.&#10;It includes trivia, quotes, history, the production process, and much more. The board resembles a horse track and each furlong feature a craft distillery. Hand-made tokens and high-quality materials make this a must-own game for all bourbon lovers.&#10;&#10;Roll the die to move around the track. If you land on a distillery you get to answer a multiple choice or true/false trivia question. Answer incorrectly and you move back a space. Land on a Cooperage Barrell space and you discover a new piece of trivia and move on the board according to the card. The first player around the race track who answers a trivia question correctly is the winner.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Food & Drink: Liquor / Cocktails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shake Up: Where Did All The Tech In An IT Firm Go!?",
    "ID": 283613,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283613/shake-up-where-did-all-the-tech-in-an-it-firm-go",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "WARNING: PLEASE PLAY THIS ONLY IF YOU HAVE CLOCKED A FEW GAMES IN THE BASE SET! THE EXPANSION ADDS MANY COMPLEXITIES THAT COULD THROW YOU OFF, IN TURN GIVING YOU A LESS THAN IDEAL EXPERIENCE!&#10;&#10;Taking the game even further and beyond, the expansion introduces a multitude of various content to an already complete game. What you will get in this expansion:&#10;&#10;New value of Income/Loan: More quantity of existing income and loan cards, as well as introducing the terrifying 5K value cards.&#10;&#10;New Category &quot;Technology&quot;: Cards in this category stay in the play area when played, and either triggers an effect when the right cards show up in hand or boost their abilities.&#10;&#10;4th Victory Condition: A new way to win via &quot;Buy Out&quot;. By implementing enough technology, the company might be acquired by a larger firm, achieving an immediate win.&#10;&#10;New Staff From Every Department: Even more interesting folks have reported for their first day of work! Call for Audits without fear of penalties with your very own internal auditor, secretly assist your competitors' laid off workers to win court cases with your own lawyer, and much more!&#10;&#10;Notes:&#10;&#10;This box includes extra AI cards to support Solo Mode for expansion as well.&#10;&#10;Each copy of this expansion supports 2 players. So if you are playing with 4 players you will need 2 copies of the expansion (to go along with 2 copies of the base game)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simulation",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shake Up: Kickstarter Promo Pack",
    "ID": 283614,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283614/shake-up-kickstarter-promo-pack",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Pack of 6 promo cards packaged separately from the base game.  Includes 2 copies of each: The Espionage Spy, The Mayor, and The Poacher.&#10;&#10;The Espionage Spy:&#10;The most famous spy in the known universe (one for each corporate deck). She has trained since she was SIX. She &quot;works&quot; around the clock and her colleagues often wonder if she is... human or not.&#10;&#10;Basic level: Makes an opponent discard a card from their hand.&#10;&#10;Upon upgrade: Immediately enters an opponent's discard pile and stays in that deck permanently - Does nothing for them but still draws 2K salary! She cannot be laid off by them.&#10;&#10;The Mayor:&#10;The kind Mayor who always puts the people first. This includes the company itself since it resides in his town. He will send governmental support in the form of grants to the company regularly. However, he frowns upon Lay Offs and will not hesitate to hold back on a grant if he sees any when he's visiting.&#10;&#10;Basic level: If you do not lay off any card this turn, gain 2K income.&#10;&#10;Upon Upgrade: If you do not lay off any card this turn, gain 3K income.&#10;&#10;The Poacher:&#10;The Poacher who churns out a pipeline of candidates for the organization and ensures it never runs out of talents waiting in line. Upon upgrading him, he becomes even more sly and approaches other talents in rival companies, tempting them over with better offers and benefits.&#10;&#10;Basic level: Rehire 1 card.&#10;&#10;Upon upgrade: Rehire 1 card. Force a player to lay off 1 card from their hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simulation",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ホントにヤバイ時、私がすべき3番目のコト (My Third Priority)",
    "ID": 283621,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/283621/hontoniyabaishi-si-gasubeki3fan-mu-nokoto-my-third",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&#227;&#131;&#155;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#131;&#164;&#227;&#131;&#144;&#227;&#130;&#164;&#230;&#153;&#130;&#227;&#128;&#129;&#231;&#167;&#129;&#227;&#129;&#140;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#141;3&#231;&#149;&#170;&#231;&#155;&#174;&#227;&#129;&#174;&#227;&#130;&#179;&#227;&#131;&#136; (Honto ni Yabai toki Watashi ga Subeki Sanbanme no Koto) (My Third Priority) is a party game. The full Japanese title means &quot;The third thing I should do when I'm in a serious trouble&quot;.&#10;&#10;In the game, players try to figure out what another player would do in a situation.&#10;&#10;A player is given an accident card and five ToDo cards. That player thinks what they should do in the accident, and secretly determines the priority. Other players discuss what the third priority to do is and answer it. If the answer is correct, all players win the game.&#10;user summary&#10;&#10;5&#227;&#129;&#164;&#228;&#184;&#166;&#227;&#129;&#182;Todo&#227;&#129;&#174;&#227;&#129;&#134;&#227;&#129;&#161;&#227;&#128;&#129;3&#231;&#149;&#170;&#231;&#155;&#174;&#227;&#129;&#171;&#227;&#130;&#132;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Followers",
    "ID": 283622,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/283622/followers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Followers is a hardcore eurogame combining two epic subjects &mdash; mythology and time travel.&#10;&#10;In Followers, you become one of the mythological gods and travel to different epochs to convert as many people as possible to your faith. Make your Followers build the Symbols of Faith in your honor, using conjoint and finite resources of the planet.&#10;&#10;On your turn, you can place your five Avatars (in the game they are represented by miniatures) on the empty space on the board and do a corresponding action. You can also pay resources to initiate the construction of the Symbols of Space or use your special God power. All of the above actions create powerful combos, making you more and more powerful.&#10; The game play is tricky: resources used in the Past expire in the Present and Future. A unique electronic device helps to micromanage the whole process. Instead of counting, players just need to press a button.&#10;&#10;The winner of the game is the player, who has converted the most Followers.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Okko Chronicles: Cycle of Water – Behind the Doors of the Jigoku",
    "ID": 283625,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283625/okko-chronicles-cycle-of-water-behind-the-doors-of",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Beyond the Gates of the Jigoku compels Okko and his band of intrepid demon hunters to pass through the hellish Gates of Jigoku to fight its demonic denizens in their own realm. But beware, for in the dark and desolate domain of the oni, their corruption is much more powerful than anything your adventurers have experienced in the world of the living!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Game: Okko"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Garden Lotto",
    "ID": 283626,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283626/garden-lotto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players compete to complete illustrations of garden scenes by being the first to collect the nine tiles shown on their board.&#10;&#10;Two methods of play are provided. In method one, players draw tiles face down from the top of either the draw pile or discard pile in hopes of finding tile that matches their board. In method two, all tiles are spread face down on the table and on a players turn they may secretly view any tile they wish, keeping any that match their board.&#10;&#10;Garden Lotto was designed for The National Trust and features illustrations representative of the different types of garden found in the British Isles from Tudor times to the nineteenth century. Similar gardens can be seen in many National Trust properties.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guess Who Colluded",
    "ID": 283627,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283627/guess-who-colluded",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Guess Who Colluded is about the Trump Presidency: mainly the WHO. Once people are more familiar with the WHO, they'll be more adept to learn the WHAT, WHEN, WHERE, and WHY. After all, this National Emergency is far reaching with many, many wheels turning it, and if we want to prevent America from falling into this pit of despair again, we need to know how to avoid it.&#10;&#10;The game requires 2 players taking turns trying to figure out who the other person is. Players analyze patterns in physical characteristics, such as hair color or eyewear, or more abstract characteristics, like currently or previously worked in the White House Administration, to narrow down the playing field. There are two game modes: End the Witch Hunt (Trump vs. Mueller) and Stop the Leaks (Trump vs. Trump).&#10;&#10;Cards can be played on a table, floor, or in hand. Players can also use or build custom card holders for a more interactive play through.&#10;&#10;Additional notes, rules, and information can be found online in Colluminac.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Milito: Kickstarter Exclusives",
    "ID": 283631,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283631/milito-kickstarter-exclusives",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "This is a set of Kickstarter exclusive additions for Milito, which were given out with every Kickstarter copy of the game. It includes:&#10;&#10;&#10;     A reproduction coin of antiquity.&#10;     One additional Imperial Roman army (31 cards). This means that both players can command a Roman army in a civil war battle.&#10;     Two sets of four mercenary cards:&#10;         Cretan Archers&#10;         Gallic Medium Infantry&#10;         Hoplite Spears&#10;         Numidian Light Cavalry&#10;    &#10;&#10;&#10;Employing mercenaries offers you the chance to use troops that are not normally part of your army&rsquo;s composition. Different troop types have different uses on the battlefield, so mercenaries offer you tactical options not usually available to your army (or give you additional units of a troop type you want more of in your army).&#10;&#10;If you&rsquo;d like to use a mercenary unit in your army, here&rsquo;s how to do so:&#10;&#10;&#10;     Before flipping a coin to decide the game&rsquo;s first player, choose one of your four mercenary cards to hire for your army. Add it to your army without showing your opponent the card you have chosen.&#10;     Remove one other unit card of your choice from your army; this card is not used in the game. Note that the removed card cannot be a Leader.&#10;     The mercenary card counts as a standard unit card in your army.&#10;     That&rsquo;s it!&#10;&#10;&#10;Each player may choose up to one mercenary unit to add to their army.&#10;&#10;The downside of using mercenaries is that everyone knows they are there &ndash; that&rsquo;s the price you pay for their added flexibility! The card backs say &lsquo;Mercenary&rsquo; on them, so your opponent will always know if you hold a mercenary card in your hand or if it is the next card in the draw deck. However, they will not know which mercenary unit you have chosen until you use it for the first time.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BedBugs",
    "ID": 283643,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/283643/bedbugs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "BedBugs is a 2-player set collection game, created within 24 hours to participate in 24 hour contest - May 2019.&#10;&#10;Objective of the game is to take cards that form sets for scoring but without taking more cards than your opponent.&#10;&#10;To setup, shuffle the cards and deal them all out, making a long row, face up, with just enough overlap so that each&#10;card can be identified.&#10;&#10;Whoever last squished a bug starts first, each player takes turns to draw one, two or three consecutive&#10;cards from the top end of the row until no cards left.  You must place the cards you take face up on the table in front of you, clearly arranged by letters, so your opponent can always see what you have taken so far. The game ends when the row of cards is exhausted. Then the players do the scoring.&#10;&#10;The scoring combinations are either sets of three such as; three of the same letter &ldquo;b&rdquo; or &ldquo;e&rdquo;...etc or sequences of letters that spells either &ldquo;bug&rdquo; or &ldquo;bedbug&rdquo;. Each card can only be counted once in a set or sequence. Your score for the deal consists of two parts. First, for combinations, score as follows:&#10;&#10;sets:&#10;&#10;three &ldquo;b&rdquo; for 3 points&#10;three &ldquo;e&rdquo; for 6 points&#10;three &ldquo;d&rdquo; for 9 points&#10;three &ldquo;u&rdquo; for 6 points&#10;three &ldquo;g&rdquo; for 9 points&#10;&#10;letter sequences:&#10;&#10;&ldquo;bug&rdquo; for 12 points&#10;&ldquo;bedbug&rdquo; for 18 points&#10;&#10;Next, take your total score and multiply it by the total number of cards drawn by your opponent to have your final score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Majority",
    "ID": 283644,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/283644/majority",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Majority is a game of words association mixed with a mechanism of push your luck.&#10;Every turn, the players must secretly vote for the most logical association between one word and three propositions. Once the votes revealed, the majority association is determined. Players voted for that proposition keep on playing with another turn. When there only two players left, those players receive points.&#10;When a player reaches 20 points, the game is over.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Las Ligas de la Ñ",
    "ID": 283648,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/283648/las-ligas-de-la-n",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "Las Ligas de la &Ntilde; is a strategy board game for two players based on the Spanish literature. The game symbolizes a battle between two leagues, with the objective of beating the opponent&rsquo;s leader.&#10;&#10;The game is played in an 8x8 board. The pieces are represented through cards, having each one its own powers. There are different powers, such as elimination, change of side, change of square, use of objects (Cruz del diablo, Miserere, Grial), mobility, loss of power or theft of objects. The leader can only be defeated with the elimination power. Every piece is moved one square orthogonally.&#10;&#10;The player one is the Black League and the player two is the Red League. Black League starts. Players take turns to choose and place over the board the twelve initial pieces. Finally, before starting the game, players must reveal who their leader is.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Comic Book / Strip",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Il Mio Safari",
    "ID": 283650,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/283650/il-mio-safari",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Want to challenge your speed and memory in this safari trip? Six different environments and more than 30 different animals are hiding in the landscape and waiting to be found. Stack the tiles, flip the first one and &quot;go!&quot;: whoever first indicates the animal hidden in the landscape earns the tile. When you collect 6 tiles, you are the winner!&#10;Designed for young explorers who love nature, it also teaches the alphabet with the new &quot;Letter&quot; tiles.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadowrun: Sprawl Ops – Catalyst HQ Promo",
    "ID": 283687,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283687/shadowrun-sprawl-ops-catalyst-hq-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "This promo is an extra location spot, giving players an extra place to take an action during the game.&#10;&#10;The action on this location is: &quot;Immediately gain one die of your choice for free. When placing a runner here, a player may purchase dice for a one-time shot at a mission or the final mission.&quot;&#10;&#10;Runner Limit: # of players - 1&#10;&#10;Dice purchase Menu for mission:&#10;Mage+Rigger = 3k Nuyen&#10;Street Samurai+Decker = 2k Nuyen&#10;Face = 1k Nuyen&#10;&#10;Dice purchase Menu for final mission:&#10;Mage+Rigger = 6k Nuyen&#10;Street Samurai+Decker = 4k Nuyen&#10;Face = 2k Nuyen&#10;&#10;This promo was available in Game Trade Magazine #233 (July 2019).&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": [
      "Setting: Shadowrun"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HEXplore It: The Forests of Adrimon – Return to the Forests of Adrimon",
    "ID": 283688,
    "Year": "(2019)",
    "Geek Rating": "5.638",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283688/hexplore-it-the-forests-of-adrimon-return-to-the-f",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "3 new character roles, 7 new character races, 4 new bosses, 12 character traits, 4 new artifacts, and more.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Role Playing"
    ],
    "Families": [
      "Game: HEXplore It"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HEXplore It: The Valley of the Dead King – Return to the Valley of the Dead King",
    "ID": 283689,
    "Year": "(2019)",
    "Geek Rating": "5.671",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283689/hexplore-it-the-valley-of-the-dead-king-return-to",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "3 new character roles, 7 new character races, 4 new bosses, 12 character traits, 4 new artifacts, and more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Role Playing"
    ],
    "Families": [
      "Game: HEXplore It"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sky Riders",
    "ID": 283693,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283693/sky-riders",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sky Riders is a considerably rare space board game from Parker Brothers. It is dated as a 1940 release in the book American Games (Alex Malloy, 2000) and was featured in a series of advertisements in four consecutive December 1940 issues of Life Magazine.&#10;&#10;The object of the game is for players to move around the solar system collecting the rare element, Coronium, and then return it to Earth without it being stolen by other players. Bags of Coronium are represented by yellow or green discs.&#10;&#10;Each player starts with a small coloured wooden token (their Miner). Players move through the orbits of different planets based on the roll of two dice. A player collects Coronium by landing on a planet and then throwing a particular number associated with that planet.&#10;&#10;When a Miner with five or more bags (discs) of Coronium lands on Mars, it becomes a Martian Raider. The small Miner token is exchanged for a large wooden token of the same colour. The Martian Raider can then capture Coronium from another player by landing directly on the player's Miner.&#10;&#10;To win the game, a player must arrive back on Earth, by exact count, with 15 or more bags of Coronium.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Risco",
    "ID": 283696,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/283696/risco",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The 1960's French game of Risco is based on the successful launching of satellites into space.&#10;Players move a coloured token around a board by the throw of two dice to collect a scientist, the required fuel and 4 stages of a rocket described as similar to launch Explorer or Sputnik satellites. Timing of the launch and other external events are determined by a rotating disc on the board that rotates when a double is thrown with the dice. Once all the required components and 25,0000 litres of fuel is collected a player launches a satellite. &#10;A successful launch is determined by throwing a number greater than 6 with the two dice. If the total of the dice is less than 6 then the launch fails and all is lost. An exception to this is if a player obtained life insurance for the scientist and fire insurance for the rocket whilst moving around the board.&#10;The player who successfully launches the most satellites in a set time is the winner.&#10;&#10;A Greek version of the game is titled 'Lunik', where 5 playing launch pads are included instead of the typical 4 in RISCO.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tóu-shì",
    "ID": 283715,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/283715/tou-shi",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "2",
    "Description": "&#233;&#170;&#176;&#230;&#152;&#175;&#10;&#10;'T&oacute;ush&igrave; - the Dicegrid puzzle game'&#10;&#10;Overview&#10;The goal of the game is to fill in as many squares on the grid as possible, completed rows and columns will give bonus points when scoring.&#10;&#10;During play, you roll dice to move around the grid and mark off squares. Every round but the first is much the same. You roll a die and use it to solve the grid puzzle and mark off two numbers from the lists of numbers, one for the type of die you use for the roll and one for the type of die you choose to mark on the board. If all numbers of a die type are used, you could no longer choose to roll this type of die or write that die type to the grid.&#10;&#10;The die roll will be used both as the limit of movement and the number to cross off. You do not have to write the same die type on the grid as you roll, but the number used, must be within the range of the die type. Remember that there may not be two of the same die type written into any row or column.&#10;&#10;There are three bonus actions to use during the game (the star symbols on the gameboard). Be aware that using them all will end the game, regardless of whether or not there are squares left to fill in. Resolve any movements before ending the game, after the last bonus action is used.&#10;&#10;The first round will be different.&#10;&#10;First round&#10;Chose a number from any list of numbers, mark this off and place your first mark on the board in any square on the grid. Write either a number, symbol or letters to remember what die type you chose. At the sides of the grid, there is die type symbols for all columns and rows, to help guide you, you could mark these off as well. This marked square is your starting position. The following rounds movements must start from the position of the previous round. You may not end a movement in a previously marked square.&#10;&#10;Any following round&#10;Start the round by choosing one die of any type.&#10;&#10;Mark off a number of own choice from the list of numbers the same die type as the die type you use.&#10;&#10;Roll the die, and use this number shown to move, and to mark off a number from any list of numbers (associated with a die type), this is the die type you mark to the board. It has not to be the same as the die type you rolled.&#10;&#10;Rolling a one&#10;If you roll the number one with any die, you either chose to reroll or use one bonus action. Unused bonus actions are worth four points at the end of the game.&#10;&#10;The Bonus action&#10;If you use a bonus action after a roll of one. Cross out one of your three bonus markers and mark one square anywhere on the grid with a die type of your own choice. This will be your starting position next round. Remember to cross out one number of that die type as well.&#10;&#10;The bonus action could also be used as a reroll of any die roll during play. If you use the last bonus action for a reroll, resolve the roll and movements, mark a square and off number if possible before ending the game.&#10;&#10;Movement&#10;You move by subtracting from your die roll. For each square you move, reduce the die roll with one. You could not go down to zero or below.&#10;&#10;You may not move diagonally. You may move over and past marked squares as long as you do not end movement on a marked square.&#10;&#10;You do not have to move in a straight line, you may do as many turns as you like, as long as you do not cross a square twice or move diagonally.&#10;&#10;Marking a square&#10;The square you end your movement in is marked with letters (T+number) or the die type symbol of the chosen die, from which number list you also mark off a number. Remember that there may not be two of the same die type in any row or column.&#10;&#10;Example&#10;If you roll a four and move two steps, you now have the number two to mark off from a die list of numbers (and remember to mark this die type in the square you ended up in). You may choose any die type as long as this number is within its number range and is available to mark off in the list of numbers of that die type.&#10;&#10;Game ends&#10;The game ends when either one of these conditions is fulfilled.&#10;&#10;The player had used the last (of three) bonus actions.&#10;&#10;Is unable to move to an empty square (due to the result of the die roll and/or available numbers to cross out).&#10;&#10;All squares are filled.&#10;&#10;Scoring&#10;Each filled square equals to one point. (up to 36 points)&#10;&#10;Each filled column equals to three points. (up to 18 points)&#10;&#10;Each filled row equals to three points. (up to 18 points)&#10;&#10;Each saved (unused) bonus action equals to four points. (up to 12 points)&#10;&#10;The Grid&#10;The dice icons next to the grid is for ease of gameplay, just to keep track of dice type per column and row&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orion's Spur",
    "ID": 283716,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/283716/orions-spur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Orion&rsquo;s Spur is a starship battle game where you take command of a species&rsquo; fleet and show off your tactical superiority on the battlefield by defeating your opponents in combat.&#10;&#10;Using your species's tactics and innate abilities, target your opponents ships to earn their worth in victory points. But be careful. Every species has their own tricks to minimize your damage or even counterattack! There are reinforcements on the way, but will they make it in time when you're low on energy and down to your last ship?&#10;&#10;Stay strong and score the most victory points to prove your tactical skills are the best!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BANG! The Dice Game: Undead or Alive",
    "ID": 283717,
    "Year": "(2019)",
    "Geek Rating": "5.749",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283717/bang-the-dice-game-undead-or-alive",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "BANG! The Dice Game: Undead or Alive includes five &quot;modules&quot; for BANG! The Dice Game that can be used on their own or combined in any way desired.&#10;&#10;This expansion adds eight new enraged gunslingers and two new duel dice for fighting duels. If you lose a duel, you must draw a duel wound token. During your turn, each duel wound token you have cancels one identical symbol rolled on a die that you decided to keep.&#10;&#10;The new dice also feature another new symbol: the whiskey bottle. If you roll a whiskey bottle during your turn and you have no duel wound tokens to discard or if you lose two or more life points in one turn, you must draw a rage card; the symbols on those cards are added to the results of the dice!&#10;&#10;With four or more players, you can play the &quot;Undead or Alive&quot; module, which adds a deck of boneyard cards. If the boneyard overflows with corpses, a zombie outbreak might begin!&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Deduction",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BANG!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agentenjagd",
    "ID": 283719,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283719/agentenjagd",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game for 3 men (agents) and 3 women (assistants).&#10;The agents are the active players, while the female assistants watch over the rules and serve alcoholic drinks to the agents.&#10;&#10;Each player has 3 Agents (caps) which enter the game board (Paris) from different directions. Movement is determinet by a roulette disc.&#10;&#10;If an agent gets on a space with an opponents agent, the later is captured. If an agent gets on a space with a red dot, the player has to draw an assignment card. If he has captured another agent, he may chose to set him free and the released agent has to fulfill the assignment. Some assignments benefit or hinder the agent, others cause the player to take off his clothes or kiss his female assistant.&#10;&#10;The first player to reach Montmartre with 2 agents and one captured agent wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlestar Galactica: Starship Battles – Raptor (SAR/ECM)",
    "ID": 283720,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283720/battlestar-galactica-starship-battles-raptor-sarec",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Raptor is designed to play multiple roles, ranging from reconnaissance and scouting, to supporting missions with electronic countermeasures and deploying additional firepower. It is slower and less maneuverable than a Viper, but it is capable of short-range FTL jumps and can be armed to fight back Cylons.&#10;&#10;The Raptor SAR/ECM is an excellent tactical craft for search-and-rescue operations, as well as for transport of military forces and technicians. It can also be equipped for short and medium range scans of spacecraft signatures and planet surfaces.&#10;&#10;Contents:&#10;1 Raptor&#10;1 Gaming Base&#10;1 Ship Card&#10;1 Maneuver Deck&#10;Set of pilot Cards&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Battlestar Galactica – Starship Battles",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Édition des stars – Série n°1",
    "ID": 283725,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283725/trivial-pursuit-edition-des-stars-serie-ndeg1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card set expansion to Trivial Pursuit containing 50 cards with questions about stars from TV, movies, music and more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Édition des stars – Série n°2",
    "ID": 283726,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283726/trivial-pursuit-edition-des-stars-serie-ndeg2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card set expansion to Trivial Pursuit containing 50 cards with questions about stars from TV, movies, music and more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mombasa: Nomeie Sua Companhia",
    "ID": 283739,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283739/mombasa-nomeie-sua-companhia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Promo card made for the Brazilian market and contained in Promo Pack Meeple BR #1.&#10;&#10;This is a special quaota card that allows you to choose which company will earn the bonus 1 quota point at the end of the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Stock Holding",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Game: Mombasa",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goblins and Gold",
    "ID": 283743,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283743/goblins-and-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Play as one of several dwarves who've stumbled across a goblin gold mine. Grab the gold and get out!&#10;Goblins and Gold is a game about several dwarves who stumble into a goblin gold mine. The greedy dwarves must grab as much gold as they can carry and make it out of the mine alive. Players compete to steal as much gold from the goblins (and other players) as they can. Goblins and Gold is a dice rolling game with a subtle strategy behind every move you make. Players take turns laying down mine cards to build the mine. This means that players have control over where they want to place gold and goblins. It also means that the board is different every time you play the game! Each player controls their own dwarf, but all the players control the goblin horde and the powerful ogre. Players can play defensively, keeping the goblins away from themselves, or aggressively, pushing the horde towards their opponents. There's only one ogre, but if it hits your dwarf with an attack, instant game over! Use action cards to gain an edge on your opponents. Knock goblins off the board, steal gold from other players, and freeze the ogre in place until your next turn. Plan ahead and make sure you're the dwarf to survive.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Tournament Book 1991",
    "ID": 283751,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283751/star-fleet-battles-tournament-book-1991",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Revised tournament rules for 1991&#10;12 tournament SSDs&#10;108 tournament counters&#10;108 ammunition counters&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Астронавты",
    "ID": 283752,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283752/astronavty",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#208;&#144;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#190;&#208;&#189;&#208;&#176;&#208;&#178;&#209;&#130;&#209;&#139; (Astronauts) is soviet era space exploration game where players travel through the cosmos before returning to earth. The game dates from around 1970 determined by an image of a first generation Soyuz spacecraft (1967 - 1971) on the playing board.&#10;&#10;Through the roll of the dice players first travel through the solar system before moving through the zodiac constellations. Certain numbered spots provide benefits or setbacks on their travel. Zodiacal cards are also obtained in specific constellation that also give or deduct points.&#10;&#10;The winner of the game is the first to return to earth.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Occupation: Astronaut"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renaissance of Alchemy",
    "ID": 283754,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/283754/renaissance-of-alchemy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.5",
    "Description": "Renassance of Alchemy is an alchemy-themed worker placement game by Kuro, set in the same world view as his previous title Ars Alchimia.&#10;&#10;Each player has three workers, each represented by a die: one 4-sided, one 6-sided and one 8-sided. The smaller the die, the weaker, but quicker. There are roughly two types of places to place, either material-gathering places, which number varies depending on number of players, and the University, which allows players to play upgrade cards from their hand. The four-sided worker allows the player to take the selected action 3 times, the 6-sided twice, and the 8-sided just once. However, the player can strain the worker in order to perform certain extra actions, and this will lower the endurance of the worker &ndash; a worker with just 1 endurance cannot be placed. Being pushed out by another player's larger worker will also lower a worker's endurance.&#10;&#10;The game is played in 3 &quot;years&quot;, each year being divided into the above first phase of gathering of materials and playing cards, and the second phase of completing the tasks of the year. Once a player starts completing tasks, they cannot go back to gather materials, but first to the mill gets more points.&#10;&#10;The special upgrade cards that players play when placing a worker on the University customizes the player's various abilities, giving their workers or the laboratory improved or new functions.&#10;&#10;Ater 3 years, the collected VP for completing tasks is tallied with bonus points for various things, and most VP wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guffy",
    "ID": 283757,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283757/guffy",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Guffy is a roll-and-write game similar to but pre-dating the more well-known Yahtzee, itself based on the public domain Yacht.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Roll-and-Write",
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thief's Fortune: Prevent Robbery promo card",
    "ID": 283759,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283759/thiefs-fortune-prevent-robbery-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Part of Artipia's A Fair, a Robbery and a Promo Pack Kickstarter Campaign.&#10;&#10;Card type: Event - Risky&#10;&quot;Get 1 Fortune Point for each Friend and each Neutral Character in your Present&quot;&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kitchen Rush: Upgraded Security",
    "ID": 283760,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283760/kitchen-rush-upgraded-security",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Part of Artipia's A Fair, a Robbery and a Promo Pack Kickstarter Campaign.&#10;&#10;Card info:&#10;At the end of each Action phase, get 2 Coins.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Real-Time",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pursuit of Happiness: Run Fair Booth",
    "ID": 283761,
    "Year": "(2019)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283761/the-pursuit-of-happiness-run-fair-booth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Part of Artipia's A Fair, a Robbery and a Promo Pack Kickstarter Campaign.&#10;&#10;Add the card to its respective deck and play proceeds as usual.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Pursuit of Happiness",
      "Promotional: Cards",
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sleeping Gods: Tides of Ruin",
    "ID": 283766,
    "Year": "(2021)",
    "Geek Rating": "6.461",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283766/sleeping-gods-tides-of-ruin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "1200",
    "Weight": "3.1176",
    "Description": "The Wandering Sea is vast, filled with hidden treasures and lost totems. To the far south lies Zokmere, the sanctuary city, where hundreds of splintered houses cling to the jungle hills in a turquoise bay. In the northeast, the gods hide the remains of a sprawling city, and the history of their malice. Ready your crew. New dangers and adventures await.&#10;&#10;Sleeping Gods: Tides of Ruin expands the world of Sleeping Gods with a second atlas, accompanying storybook, new adventure cards, enemies, events, and more. Seamlessly combine this expansion with the base game to make the world even larger.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Push Your Luck",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Game: Sleeping Gods",
      "Misc: Forteller Audio Narration"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Social Bingo",
    "ID": 283771,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/283771/social-bingo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Glued to your phone screen? All about that #blessed life? Then grab your friends for a hilarious game of #SocialBingo.&#10;&#10;Take turns to read out cards with different statements on, anything from &quot;Your last message contained an emoji&quot; to &quot;You have over fifty matches on a dating app.&quot; If you have that matching icon on your bingo board and, more importantly, you're able to provide phone evidence to prove what's written on the card, you can mark that icon off the board.&#10;&#10;Who will be the first to get three in a row and who will be left unfriended.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Drop the Beat",
    "ID": 283772,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/283772/drop-the-beat",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Time to make those secret dreams of hip hop superstardom a reality with this hysterical game of raps and rhymes!&#10;&#10;Players take turns picking up topic cards to rap about- anything from birthdays or bodybuilders to Santa or spaceships- and a Worrrd Card containing a random word they can include in their rap to win an extra bonus point.&#10;&#10;With thirty seconds on the clock, it's time to grab the mic and let the beat flow. Be warned though! The other players can buzz the rapper out for pausing too long, getting tongue-tied or for messing up their rhymes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Music",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sketch Off",
    "ID": 283773,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/283773/sketch-off",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Can you draw a picture of Kim Kardashian playing croquet on a trampoline? Or Tarzan drinking a martini on the Golden Gate Bride? Or perhaps a Playboy Bunny riding a unicycle on a sun lounger?&#10;&#10;Show off your creative flair with this crazy game of doodles! Players battle to sketch out hilarious scenes for their teams to guess based on the topic cards. Will your teammates recognize your artistic genius, or will you be a doodling disaster?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Moustache You A Question",
    "ID": 283774,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/283774/i-moustache-you-a-question",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ultimate facial hair face- off trivia game!&#10;&#10;Put on a pair of plastic 'stache specs and grow the longest moustache by correctly answering trivia questions of all shapes and sizes. Choose to answer the adults or kids questions depending on your age!&#10;&#10;Will you have stubble trouble or a close shave in this fun family game? Watch out for forfeits! You could end up yodelling, performing dance moves or doing animal impressions.&#10;&#10;Whoever has the longest 'stache at the end of the game is hailed the Handlebar Hero!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Second Chance: Election Reload",
    "ID": 283778,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283778/second-chance-election-reload",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A parody game of real-world presidency election of the USA.&#10;The players compete to get most of the votes in order to step up to become the president.&#10;Appeals to audience of the intriguing question on how the electoral system should work in a democratic setting&#10;Focuses on inculcating virtues like integrity and fairness in a civilized world.&#10;The players are expected to use treacherous approaches, throwing curve ball strategies to outrun others.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beyond the Stars: Alpha",
    "ID": 283780,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283780/beyond-the-stars-alpha",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Beyond the Stars is a quick drafting game about exploring the galaxy. Amass your crew, gather resources, make discoveries, make contact with civilizations, fight monsters and face the unknown. &#10;The game is meant to be played with 3-4 players and the goal is to acquire the most points by the end of the game. Every Crew Card will have a &ldquo;play&rdquo; rule set and a &ldquo;keep&rdquo; rule set. The &ldquo;play&rdquo; rule set will be relevant for rounds while the &ldquo;keep&rdquo; rule set will only come into play at the end of the game when calculating final points. The winner of the game is the player with the highest points after &quot;play&quot; and &quot;keep&quot; points are totaled.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gembatan",
    "ID": 283781,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/283781/gembatan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "You have been called to face worthy opponents in a contest of strategy and cunning. Armed with amulet tiles and dual-direction gems, your goal is to align colors to score points. You may only lay a tile if you have a matching gem to place within it, so plan your moves wisely. Legendary players align three or more amulets of a matching color to score bonus points. Earn the most points and you will be richly rewarded as the victor! For 2 to 4 players. Contains 60 tiles, 60 gems and rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flash Back 100",
    "ID": 283791,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283791/flash-back-100",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Simple game of skill for 2 people. Players takes turns of placing a marble in a slot against a plunger and catapulting the ball along a curved ski ramp where the ball becomes airborne. If the correct force is applied the marble lands in a concentric scoring zone marked 30,20 or 10 points.&#10;&#10;The object of the game is to exactly score 100 points. If the player goes over 100 points they must start again.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Captain's Module A – Battlecards",
    "ID": 283793,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283793/star-fleet-battles-captains-module-a-battlecards",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Three player aids for Star Fleet Battles&#10;&#10;Battlecards - A card based damage allocation system which exactly reproduces the results of the standard Damage Allocation Chart in (D4.31)&#10;&#10;Command Cards - Two sets which allow two players to select their combat and maneuver options secretly and simultaneously without the need to write down records.&#10;&#10;Impulse Cards - 36 cards, one for each impulse plus four special cards for the start and end of the turn.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bacteria Hysteria",
    "ID": 283794,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/283794/bacteria-hysteria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oh no, bacilli as far as the eye can see: In game &quot;Bacteria Hysteria&quot; Halskratzi, Schnupfentierchen, Bauchgrummelo and Co. swirling around in front of the other players around. On the cards, on the dice, practically everywhere the danger lurks. Although they look cute and harmless, they do not want anyone. Only those who dice well and act quickly can get rid of many of the microscopic creatures. For even more thrills, the 40-second timer, which works relentlessly.&#10;&#10;In the middle of the table is a stack of 108 cards and 10 dice. From each side of the dice one of the six different colored bacilli grins cheekily into the round. Before you can start, each player places six cards face down in front of him. Now the youngest player grabs the dice, activates the timer and quickly turns his cards on. To get rid of these, he needs at least two identical bacilli and at least two cube images of the corresponding bacillus, about two green ear cucumbers or three gray-purple cough monsters. Was Fortuna merciful? Then two, three or even more of these Bazillenkarten come to a pile and new ones are drawn. It will be diced again until the timer jumps into the air after 40 seconds.&#10;&#10;In turn, once each of the two to four players (from six years) on the train, is scored. Who made the most cards and routed most bacilli? Jackpot - the first winning chip is conquered, with three chips you win the fast dice game for the whole family, which requires a good eye-hand coordination and raises the body temperature from the hustle and bustle - even without &quot;Fieberchen&quot;.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Captain's SSD Pack",
    "ID": 283798,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283798/star-fleet-battles-captains-ssd-pack",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This package of SSDs is intended for those players who purchased the Captain's Rulebook product and now wish to obtain the new edition Ship System Displays. If you purchased the Basic Set, Advanced Missions, C1, and/or C2, you do not need these SSDs unless you want extra copies.&#10;&#10;Contents:&#10;Basic Set SSD Book (64 pages)&#10;Advanced Missions SSD Book (144 pages)&#10;New Words I: Module C1 SSD Book (64 pages)&#10;New Words II: Module CC SSD Book (48 pages)&#10;Damage Allocation and Impulse Movement Charts&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gold Mine",
    "ID": 283800,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/283800/gold-mine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This simple push-your-luck game is basically an adaptation of Diamant/Incan Gold for play with the Green Box of Games game system.&#10;&#10;Play:&#10;Each turn, a new card is turned up on the table. The number on the card denotes how many gold nuggets are to be found. Now each player must decide whether to continue or flee, before the next card is turned up.&#10;&#10;Players that run away get to collect and divide all the treasure left on the cards. They are then out of the game for the rest of the round.&#10;&#10;Play continues until all players have left, or until three cards with identical symbols have been placed on the table. Then the cavern collapses, and any players remaining inside will lose all the treasure they collected this round.&#10;&#10;Winner:&#10;After 4 rounds, count the total gemstones each player has collected. The winner is the player with the most gold.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jump Gate",
    "ID": 283801,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/283801/jump-gate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Developed for being played with the Green Box of Games game system.&#10;&#10;Jump Gate is a roll-and-move game where you race your spaceship around the track of tiles to collect your cargo crates. When ever you land on a jump gate you are teleported ahead to the next tile with the same symbol. Every player starts with a set of 9 cards in hand with identical numbers. Use each card once during the game to move forward or back after your regular movement. First player to collect all of their cargo is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tunnel Run",
    "ID": 283802,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/283802/tunnel-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This card based race game is an adaptation of Cartagena for play with the Green Box of Games game system.&#10;&#10;Build a track of tiles with the six different symbols spaced out. Each player controls one or more cubes and is dealt one or more cards (the number of cubes and cards can be adjusted to your preferred level of complexity)&#10;&#10;To move you play a card and then move one of your cubes forward until it reaches an available tile matching the symbol of the card you played. If the tile is occupied by another player you keep moving to the next match. The winner is the first to reach the end of the track with all their cubes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pennz Square Banko Game",
    "ID": 283803,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283803/pennz-square-banko-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "1",
    "Description": "Pennz Square Banko Game is a Monopoly-like game based on the freewheeling banking practices of the defunct Penn Square Bank of Oklahoma City. Game-play consists of spinning the large spinner in the center of the board, moving to the appropriate space, and following the instructions on the space.&#10;&#10;Players start with $1,000,000 and ten assets, and the game is won by being the first player to reach a total of $50,000,000 in combined value of cash and assets.&#10;&#10;Spaces can grant money, grant assets, and force loans on the player, which are drawn from a deck of cards. There are also spaces that reward you if you land on them while playing a specific character.&#10;&#10;The game is entirely luck-based, as no negotiation or player input is possible. Players can also be eliminated; if a player lands on the Bank Regulator Foreclosure space, they must pay off all loans accrued; if they are unable, they are out of the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Drowned Earth: The Firm Fraction Starter Set",
    "ID": 283806,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283806/the-drowned-earth-the-firm-fraction-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Wherever you find a person willing to do a days work for a days living you can usually find someone else, plotting ways to take it from them.&nbsp;&#10;Some people call this survival of the fittest, but most of us have a different word for it: crime.&nbsp;&#10;The Firm are the gangsters and organised criminals of Ulaya. Protection racketeering, theft, robbery, banditry, the sale and supply of illicit substances and services: all of these things are their stock and trade. Violent brutality and ruthlessness permeate all that they do.&nbsp;&#10;The true extent of their power is not known, and few are brave or foolhardy enough to find out&hellip;&#10;&#10;&mdash;description from the pulbisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fighting",
      "Miniatures",
      "Prehistoric",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watch on the Rhine",
    "ID": 283807,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/283807/watch-on-the-rhine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "480",
    "Weight": "2.5",
    "Description": "Watch on the Rhine: The Siegfried Line Campaign, 1944-45 (WotR) is a two-player (solitaire adaptable) historical simulation of the final operations of World War II in northwest Europe.&#10;&#10;Each hexagon on the map represents 10 miles (16.2 km) from side to opposite side. The units of maneuver are almost all divisions or brigades or their ad hoc equivalents. There are two corps-sized units representing the First Allied Airborne Army when it&rsquo;s used in paradrop operations. Each full game turn represents 10 days to one month of &lsquo;real time,&rsquo; depending on the time of year.&#10;&#10;The maps illustrate the militarily significant terrain found in and around this border area of western Germany in 1944-45 when portrayed at this scale. The national boundaries shown are the final internationally ones from just before the war began in 1939.&#10;&#10;A hexagonal (&ldquo;hex&rdquo;) grid is printed over the map to regulate the placement and movement of units across it, much like the squares in Chess and Checkers. A unit is considered to be in only one hex at any one time. Every hex on the map has a unique four-digit identification number printed within it. They&rsquo;re provided to help find exact locations more quickly and to allow for the recording of unit positions if a game has to be taken down before it can be completed.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Netherlands",
      "Country: United Kingdom",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Pinball: Chromastodon",
    "ID": 283808,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/283808/paper-pinball-chromastodon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Paper Pinball is a dice game that tries to capture the feeling of playing pinball. All you will need is a pencil, three dice, and about five minutes.&#10;&#10;Each round, roll two dice and fill in one of the scoring zones. Some zones need to be filled in a certain way, and most will cause some sort of effect, so the order you fill them in is important. If you ever can't fill a zone, you'll lose a ball. Lose three balls and the game is over. Try to fill as many scoring zones as possible while triggering multipliers, opening tunnels, and getting the coveted multiball.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Paper Pinball (Metal Snail Idea Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Pinball: Championship Boogerball",
    "ID": 283809,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/283809/paper-pinball-championship-boogerball",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Paper Pinball is a dice game that tries to capture the feeling of playing pinball. All you will need is a pencil, three dice, and about five minutes.&#10;&#10;Each round, roll two dice and fill in one of the scoring zones. Some zones need to be filled in a certain way, and most will cause some sort of effect, so the order you fill them in is important. If you ever can't fill a zone, you'll lose a ball. Lose three balls and the game is over. Try to fill as many scoring zones as possible while triggering multipliers, opening tunnels, and getting the coveted multiball.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Paper Pinball (Metal Snail Idea Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flower Garden",
    "ID": 283816,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/283816/flower-garden",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Developed to be played with the Green Box of Games game system.&#10;&#10;In Flower Garden you compete to create the most beautiful garden. Play your cards in the shop to acquire flowers, or use them to create beds to plant you flowers in. And make sure you get all your flowers planted, or they will dry out and reduce your score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Times (fan expansion for Dominion)",
    "ID": 283819,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283819/ancient-times-fan-expansion-for-dominion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is an unofficial fan-made expansion, and is not affiliated with Donald X. Vaccarino or Rio Grande Games. Permission has been granted from Rio Grande Games and Donald X. Vaccarino to create a fan expansion, use any trademarks and copyrighted materials of Dominion and list &quot;Ancient Time&quot; on Board Game Geek.&#10;&#10;This fan expansion focuses on deck stability, especially in turn 3 and 4, that is, early stage of a game. Also, it contains many trashers that help you build stable decks by throwing away cards you don't need. Moreover, it contains some flexible cards for combo decks, so you can enjoy combo decks more easily.&#10;&#10;People in ancient times built great civilizations, though they had much lesser technology than today. They constructed pyramids, wrote documents and lived in a high mountain hundreds or thousands of years ago. At a glance, such great civilizations were flashy. However, in fact, they based on constant supply of food. How did they manage it?&#10;&#10;The most important thing was stability. Astrologers predicted what would happen; shamans removed bad fortune when they were asked to; people wore accessories to gain more power; lapis lazuli was thought to prevent evil spirit. Ancient people made efforts to avoid disasters, such as famines, drought and floods.&#10;&#10;Now that many ancient remains have been discovered by archaeologists, you can use the wisdom of ancient people. Stand on the shoulders of giants, and you will succeed!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aujourd' Hui Dans L'Espace Un Voyage Dans La Lune",
    "ID": 283829,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283829/aujourd-hui-dans-lespace-un-voyage-dans-la-lune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Aujourd' Hui Dans L'Espace - Un Voyage Dans La Lune (Today in Space - A Journey into the Moon) is a 1960's French space game where players launch rockets into space to land on other worlds and then return them to earth (square 59).&#10;&#10;The objective is to land 4 rockets on the moon, Mars, Jupiter and Saturn and return to earth first collecting points along the way.&#10;&#10;The quirky thing about the game is how the rockets advance on the board. To advance a rocket, one adds the numbered square the rocket is on with the result from a roulette wheel spin. E.g If a rockets sits on square 6 and the roulette spin is a 2 they may advance to square 8. Problem is there is only 25 squares on the board so a player could remain on a spot if the number spun on the roulette wheel adds up to a number not found on the board. In addition, the numbered squares are either black or red, with red holding unpleasant surprises.&#10;&#10;The winner is the player to return their rockets to earth and to have accumulated the highest number of points.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anachrony: The Secret Cabal 2019 Promo Cards",
    "ID": 283832,
    "Year": "(2020)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283832/anachrony-the-secret-cabal-2019-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Two new super project cards released for &quot;The Secret Cabal Gaming Podcast 2019&quot; Kickstarter campaign - Secret Societies and Project Cabal.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Anachrony",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Promotional: The Secret Cabal",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anachrony: The Board Game Spotlight Promos",
    "ID": 283833,
    "Year": "(2020)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283833/anachrony-the-board-game-spotlight-promos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4.5",
    "Description": "Two new Superproject tiles released for &quot;The Board Game Spotlight's 2019 Promo Paradise&quot; Kickstarter campaign.&#10;The Superprojects included are: &quot;Flux Exposure Conditioning&quot; and &quot;Self Contained Paradise&quot;.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Anachrony",
      "Players: Games with Solitaire Rules",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moon Rocket Race Game",
    "ID": 283834,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283834/moon-rocket-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Moon Rocket Race Game is an English 1960's Space Race to the moon and back.&#10;&#10;A coloured rocket is chosen to make a return moon trip. Movement of the playing pieces uses the 'Cosmic Enumerator', which is best described as a small sealed container that holds 4 coloured plastic balls that swirl around and the colour that stops in a central depression benefits that coloured rocket.&#10;&#10;On the four corners of the playing board players assemble a nine stage rocket based on the colours called out from the 'Cosmic Enumerator'. The ninth stage is a plastic capsule that moves along a path to the moon in the middle of the board. The path is a series of holes and the capsule has a peg that sits in the holes. After getting to the moon the capsule returns to earth. Just before reaching earth a cardboard parachute is attached to the peg on the capsule to simulate splashdown. The winner is the first to get back&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: One Piece Edition",
    "ID": 283835,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/283835/monopoly-one-piece-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "1",
    "Description": "Welcome in dressrosa! The straw hat crew sneak into dressrosa and divide into three teams; destroying artificial Devil fruit factory team, escorting caeser team and securing thousand sunny team. In this special one piece edition of Monopoly, you'll visit all the characters of the Anime one piece as well as trying to get Koala and soldier over to your side! Chest and flag cards might reward you for fights against the villains or bring an unexpected surprise... Buy, sell and trade with other fans to get a powerful one piece team and win the game!&#10;&#10;&#10;     The world's favourite family Board Game brings this exciting edition of One Piece Monopoly&#10;     Choose your favourite bespoke One Piece character playing token and tour your favourite One Piece characters&#10;     Advance to Bellamy, Violet, or even Luffy - will you owe rent or reap the rewards?&#10;     Build your house and hotels and trade your way to success&#10;     The Fast-Dealing Property Trading Game is fun for the whole family&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RWBY: Combat Ready – Villains Expansion",
    "ID": 283836,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283836/rwby-combat-ready-villains-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Replaces base game generic villain token with 3 villain specific miniatures, 10 new cards for each base game villain, 6 new cards for each of the five base game main characters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RWBY: Combat Ready – Sub-Boss Expansion",
    "ID": 283837,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283837/rwby-combat-ready-sub-boss-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Adds 3 new objectives, and an 18 card deck for each objective.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Body Talk",
    "ID": 283839,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/283839/body-talk",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Body Talk is a family party game where players act out words, without talking, using only certain body parts while the other players try to guess the word.&#10;&#10;&mdash;descriptions from publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TKG ARENA: The Arcane Scribes",
    "ID": 283841,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/283841/tkg-arena-the-arcane-scribes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Arcane Scribes&#10;&#10;The Arcane Scribes are the trusted aides of the mighty Magi. They are tasked with channeling the necessary mystical energies from the Elemental Oinks to awaken the runic manifest arriving from the various realms so as to inscribe powerful spells into scrolls ready to be cast by their prodigious masters at the snap of fingers during deadly battles of magic. Are you good enough to win the minion of the month award?&#10;&#10;TKG ARENA: The Arcane Scribes is a game set up for 2 to 4 players.&#10;&#10;Components required for this game:&#10;&#10;FULL SPELL DECK:    1&#10;WORLD TILES:    48&#10;OINKS:    2 from each element for each player (Default)&#10;&#10;Winning Condition&#10;&#10;The player with the most victory points at the end wins the game.&#10;&#10;The Arcane Scribes consist of a group of world tiles representing the sources of an array of available spells furnished by a FULL SPELL DECK, symbolizing the runic manifest. Players take on the role of an arcane scribe choosing and inscribing spells onto their master&rsquo;s scroll by activating the required number and type of Oinks. The value of the collection of spells scribed depends on the strategic choices made and can be measured in terms of victory points.&#10;&#10;Victory points are tabulated as follows:&#10;&#10;1. The victory points from each spell card scribed are equal to the FACE VALUE of the spell card. E.g. A Telegate spell is worth 8 victory points.&#10; 2. The victory points of each spell card of an element double if all other players have less spells of that element in terms of number of spells scribed.&#10;&#10;3. Reserved spells that are not scribed are worth 0 victory points.&#10;&#10;Ending Condition&#10;&#10;The game will end immediately when there are less spells cards than the number of players in play.&#10;&#10;Setup&#10;&#10;Players start the game by each drawing a card from the top of the common shuffled FULL SPELL DECK. The player with the highest number starts first and the players get their turns in a clockwise manner. The drawn cards go back to the bottom of the FULL SPELL DECK. In the case of ties, the tied players draw again till the turns are resolved.&#10;&#10;Players then draw 5 world tiles from a stack of shuffled world tiles faced up from topmost first. The world tiles are put adjacent to each other in a row side by side faced up. 5 spells cards are drawn from a re-shuffled FULL SPELL DECK and placed on each of these world tiles from left to right. The rest of the spell cards in the FULL SPELL DECK remain face down as a pile.&#10;&#10;Additional Notes&#10;&#10;Each player may only have a maximum of 5 Oinks (of any type) in their possession. Any above this limit must be immediately discarded back to the common supply. Players may choose what they want to discard whenever this limit is exceeded. Whenever the common supply is not able to fulfil any needs, the need will be unfulfilled.&#10;&#10;Game Flow&#10;&#10;During each turn, players can do one of these four actions:&#10;&#10;1. Take 2 Oinks of different elements from the common supply.&#10;&#10;2. Exchange 1 Oink for up to 3 Oinks from the common supply. The Oink must be of a different element from the 3 Oinks traded. The 3 Oinks must be of the same element type.&#10;&#10;3. Reserve a spell card and place it face down in the respective player&rsquo;s personal playing space till it is scribed at the normal cost. For 1 &ndash; 4 players, up to 2 spell cards can be reserved at one time.&#10;&#10;4. Scribe a spell card and pay for the cost depending on the FACE VALUE of the spell card. 1 Oink of any element is required for each unit of the FACE VALUE. E.g. for a FACE VALUE of 9, 9 Oinks must be expended and returned to the common supply. If the Oink used is of the same element type as the spell card to be scribed, it will count as 2 Oinks for this purpose. E.g. An ASHW spell of FACE VALUE 9 can be scribed with 4 ASHW Oinks and 1 Oink of any other element.&#10;&#10;When a player either reserve or scribe a spell card and the spell is moved from the world tile to the player&rsquo;s personal playing space, the elemental insignias on the world tile will be revealed and a follow up effect for the rest of the players occurs.&#10;&#10;1. If there is only 1 elemental insignia on the world tile, the rest of the players get an Oink of that element from the common supply.&#10;&#10;2. If there are 2 elemental insignias on the world tile and they are different, the rest of the players can choose to get 1 Oink of an element from either element but not both. If the 2 elemental insignias are the same, there will be no choice.&#10;&#10;3. If there are 3 elemental insignias on the world tile, the rest of the players can chose to exchange 1 Oink for up to 3 Oinks of elements matching the elemental insignias. The Oink that is traded must be of a different element type from any of the elemental insignia(s) on the world tile.&#10;&#10;4. If there are 4 elemental insignias on the world tile, it is an ARENA world tile and players can choose to take 1 Oink of any of the 4 elements present from the common supply.&#10;&#10;After this follow up effect, the world tile is discarded and a new world tile is drawn from the stack to replace its position and anther spell card is drawn from the FULL SPELL DECK to replace the spell card that has been just scribed or reserved. The ending condition is then checked to see if the game should end and victory points calculated according to the winning conditions to determine a winner. When there is a tie, the player with a greater variety of spells scribed in terms of element types wins, If there is still a tie, the player with more Oinks in his/her possession wins. If this does not break the final tie, let the players rejoice in their joint victory.&#10;&#10;Adjustment for more players&#10;&#10;The game can be adjusted to accommodate up to 8 players if there are sufficient Oinks to satisfy the component requirements. For 5 - 8 players, only 1 spell card can be reserved at one time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: TKG ARENA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weird Alchemy: Kickstarter Edition",
    "ID": 283843,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/283843/weird-alchemy-kickstarter-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The Kickstarter edition includes the base game as well as The Alchemist's Garden Expansion which is packaged inside the box of the base game.&#10;&#10;The expansion adds eighteen more cards for your games of Weird Alchemy.&#10;&#10;9 new creatures in three new sets.&#10;3 new magic cards.&#10;6 extra pass cards.&#10;&#10;The expansion allows the game to be played by up to eight players.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dig Dig",
    "ID": 283846,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/283846/dig-dig",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In Dig Dig the aim is to get rid of all your cards. Based on a game we played all the time as students. Dig Dig is a strategic but often unpredictable card game. You compete to see who can get through all their cards the quickest.&#10;&#10;Dig Dig is quick to learn and easy to play. Each round takes about 5-10 minutes and can be played with 2 to 5 players.&#10;&#10;Using power cards at crucial moments to manipulate play, you can get one over on your friends and show them who&rsquo;s king of the hill!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twinkle Twinkle the game of Stars",
    "ID": 283847,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283847/twinkle-twinkle-the-game-of-stars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Twinkle Twinkle the games of stars is a simple children's game from the 1930's with a celestial theme.&#10;&#10;The game board consist of 40 coloured stars. Each star holds a same coloured peg. A spinner is central in the board and a player spins the arrow and removes a coloured peg indicated by the arrow. A white spot on the spinner results in players putting pegs back.&#10;&#10;When all pegs are removed from the board, players count their pegs and the most pegs is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fanhunter Assault: Fanpiro",
    "ID": 283851,
    "Year": "(2019)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283851/fanhunter-assault-fanpiro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "37",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The auto-playable expansion to the Fanhunter Assault card game. Offering more enemies, more cards and the campaign mode has been improved and expanded.&#10;&#10;Gameplay is similar to the base game, but it focuses on the background of the &quot;Fanpiros.&quot; The narrative scenario is more developed and superior to the base game and, and because it can be integrated with the base game, it's a must-have for fans of the line.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Comic Books: Fanhunter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mafia's Night: Dark Expansion",
    "ID": 283852,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283852/mafias-night-dark-expansion",
    "Min Players": "5",
    "Max Players": "55",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The first expansion for the Mafia`s Night which consists of new roles, updated characters, contents for 15 more players and more!&#10;&#10;Box Components:&#10;&#10;     A new season of Werewolf with new characters&#10;     A new Independent Character called &ldquo;Faceless&rdquo;&#10;     New Voting cards that have titles&#10;     New Last Action Cards&#10;     New Dang and Challenge Cards&#10;     The Syndicate&rsquo;s Silver List&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bruhaha",
    "ID": 283853,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/283853/bruhaha",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Eliminate your friends and fight your way to the top in this highly-strategic, fast-paced card game! Hit your rivals with hammers, and dance away from incoming Hits. Unlock power cards by collecting 3 of a kind to heal yourself and to go on rampages. Play individually or in teams (Beware of friendly fire!), but don't forget to laugh in the face of the losers with a loud &quot;Bruhaha.&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Matching",
      "Card Games: Outplay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Souls: The Card Game – Seekers of Humanity Expansion",
    "ID": 283854,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283854/dark-souls-the-card-game-seekers-of-humanity-expan",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Seekers of Humanity is an expansion for Dark Souls: The Card Game. This expansion features special rules for Invaders and their unique treasures, which add a brand-new element of excitement and challenge to your encounters. Invaders hide amongst your enemies, ensuring you'll never know exactly when you'll have to face these terrifying new foes.&#10;&#10;In addition to these dark spirits, this expansion also includes plenty of fresh enemies as well as four distinctive bosses from the world of Dark Souls 2, providing you with the option of exploring the Forest of the Fallen Giants or the Iron Keep. These new choices will keep even the hardiest of players of Dark Souls&trade;: The Card Game on their toes.&#10;&#10;This expansion also features two new additional player character, the brave Warrior and the pious Cleric, as well as dozens of new treasures, all of which will enable you to further customize and evolve your own personal Dark Souls: The Card Game experience&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Video Game Theme: Dark Souls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Machiko Noguchi",
    "ID": 283855,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283855/alien-vs-predator-machiko-noguchi",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A physically short and strong human, Machiko Noguchi was employed by the Chigusa Corporation to be the administrator in charge of the Prosperity Wells colony on the planet Ryushi. After helping a Yautja Elder defeat his Queen nemesis, she was deemed worthy of the Mark and was allowed to live among the Yautja and hunt with them. She did this for years, sometimes ridiculed or bullied because she was human, until at some point she choose to return to the company of humans, betraying her clan. Ever since, Machiko is split between the thrill of the hunt and her human heritage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Predator Elite",
    "ID": 283856,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283856/alien-vs-predator-predator-elite",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Veterans of many Hunts, these yautja are a feared adversary across the galaxy, and to join their ranks is a great honor. It is from their number that the clan&rsquo;s Elder is chosen when he falls. Masters of many forms of combat, Elites prefer to engage their target prey up close, seeking out the strongest creatures in the galaxy to test their prowess against. Each one is a fearsome warrior as well as a formidable hunter. In order to join the ranks of the Elite, one must kill several species of dangerous foes; River Ghosts, xenomorphs, humans, and Bad Blood yautja are among the top prizes for this list.&#10;&#10;During pre-orders all packs come with a free &quot;Female Marine&quot; miniature.&#10;&#10;Set includes:&#10;3x UniCast models&#10;3x ping tokens&#10;3x stat cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Alien Egg Cluster",
    "ID": 283857,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283857/alien-vs-predator-alien-egg-cluster",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Serving the hive&rsquo;s need to grow, Queens lay eggs in well-guarded rooms within the hive. The eggs, sensing potential hosts hatch and Facehuggers start amassing to perform their sole function. These Egg Clusters are always a high priority target for the USCM.&#10;&#10;Box contains:&#10;&#10;2x UniCast miniature&#10;    2x ping token&#10;    1x stat card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Quest: Blackstone Fortress – Traitor Command",
    "ID": 283858,
    "Year": "(2019)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283858/warhammer-quest-blackstone-fortress-traitor-comman",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A perfect expansion set for fans of Warhammer Quest: Blackstone Fortress, this pack provides you with two new hostiles in the form of a Chaos Ogryn and Traitor Commissar (even the infamously stoic Commissars are not entirely immune to the lures of Chaos!), and an exciting new quest for your explorers to undertake. Can your adventurous team of ne'er-do-wells halt a fell ritual that is taking place deep within the Blackstone Fortress before it is completed?&#10;&#10;The pack also features a plethora of new cards, tokens and rules that will add a new dimension to your games of Warhammer Quest: Blackstone Fortress.&#10;&#10;The set includes:&#10;&#10;     1 Traitor Commissar&#10;     1 Chaos Ogryn&#10;     16-page Traitor Command booklet&#10;     1 Heart of Corruption sheet (yes, it&rsquo;s as creepy as it sounds)&#10;     1 punchboard sheet of card tokens&#10;     18 discovery cards&#10;     12 exploration cards&#10;     2 encounter cards&#10;     2 hostile reference cards&#10;     5 soul price cards (again, bad times)&#10;     1 Heart of Corruption envelope (within which lies your secret reward for completing the quest)&#10;     1 assembly guide (to aid you in building the miniatures included in the set)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Games with Solitaire Rules",
      "Setting: Warhammer 40,000 Board Games"
    ]
  }
]