[
  {
    "Rank": "N/A",
    "Name": "Murder at the Fancy Dress Ball",
    "ID": 294051,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/294051/murder-at-the-fancy-dress-ball",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "At the fancy dress ball, a murder has occurred and the players try to catch the murderer. Gather information from the other players to find out what the murder was wearing, where the murder occurred, and what the murderer&rsquo;s motive was.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Phase I Clone Troopers Upgrade Expansion",
    "ID": 294052,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294052/star-wars-legion-phase-i-clone-troopers-upgrade-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Galactic Republic&rsquo;s Phase I Clone Troopers are always armed with state-of-the-art equipment. For most clone troopers, this means carrying the powerful and versatile DC-15A blaster rifle, but a select few Phase I Troopers are trained in the use of even more weapons, ensuring the Grand Army of the Republic is prepared for any situation.&#10;&#10;The Phase I Clone Troopers Upgrade Expansion contains four unpainted, finely sculpted soft plastic Phase I Clone Trooper miniatures to enhance your existing Phase I Clone Trooper units or to form one corps unit, along with new personnel and heavy weapon upgrade options.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Phase II Clone Troopers Unit Expansion",
    "ID": 294053,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294053/star-wars-legion-phase-ii-clone-troopers-unit-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Phase II clone trooper armor reflected one of the Republic's greatest technological successes and included advanced tactical gear that further augmented the clone troopers' individual strengths. Additionally, the clones wearing this armor were themselves better trained and more experienced than those first deployed at the start of the war.&#10;&#10;Within the Phase II Clone Troopers Unit Expansion, you'll find everything you need to deploy an elite corps unit of Phase II Clone Troopers, including seven Phase II Clone Trooper miniatures featuring a variety of customization options. First, the unit's leader can be assembled with or without his helmet. Similarly, a Z-6 Phase II Trooper can be built with or without his helmet or, if you choose, he can carry his signature Z-6 Rotary Blaster or the standard DC-15A Blaster Rifle. Finally, a Phase II Mortar Trooper can lug his mortar into battle stowed on his back or appear with the mortar fully deployed.&#10;&#10;Dispatch an elite corp unit of Phase II Clone Troopers to the battles of the Clone Wars with seven new miniatures to add to your Star Wars: Legion collection!&#10;    Four unpainted, uniquely-sculpted Phase II Clone Trooper miniatures and a Phase II Clone Trooper unit leader miniature appear with their standard issue DC-15A blaster rifles.&#10;    A Z-6 Phase II Trooper and a Phase II Mortar Trooper add extra firepower and customization options to your unit.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – TX-130 Saber-class Fighter Tank Unit Expansion",
    "ID": 294056,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294056/star-wars-legion-tx-130-saber-class-fighter-tank-u",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A light repulsor tank designed with the tactical flexibility of a starfighter, the TX-130 Saber-class fighter tank is agile and swift, making it an ideal match for the heightened acuity of Jedi generals like Aayla Secura or Plo Koon. For a battle tank, the Saber-class can be elegant as it nimbly weaves across the battlefield, slashing entire formations with a beam cannon or ripping apart enemy armor with twin laser cannons.&#10;&#10;Within the TX-130 Saber-class Fighter Tank Unit Expansion, you'll find everything you need to incorporate one of these powerful repulsor tanks into your Galactic Republic armies, beginning with an unpainted and beautifully detailed TX-130 Saber-class Tank miniature that can be assembled with its missile pod doors open or closed. In addition to choosing how the tank's missile pods are assembled, you can also customize the look of the turret, choosing between a twin laser turret or a beam cannon turret. On top of how it looks, you can also customize how your Saber-class tank functions in battle with ten upgrade cards that invite you to swap out its pilots, weapons, ordnance, and comms systems.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Rebel Troopers Upgrade Expansion",
    "ID": 294057,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294057/star-wars-legion-rebel-troopers-upgrade-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Rebellion is made up of beings from countless worlds, all standing united in opposition to the tyranny of the Empire. No matter what world they hail from, every Rebel trooper dedicates their life to fighting on the front lines for the cause of the Rebellion. Now, you can add even more diversity to your Rebel ranks with the new miniatures and upgrades found in the Rebel Troopers Upgrade Expansion.&#10;&#10;This expansion for Star Wars: Legion contains four unpainted, finely sculpted soft plastic Rebel Trooper miniatures to enhance your existing Rebel Trooper units or to form one corps unit, along with new heavy weapon and personnel upgrade options.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Luke Skywalker Operative Expansion",
    "ID": 294058,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294058/star-wars-legion-luke-skywalker-operative-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "One of the Rebellion's most enduring heroes, Luke Skywalker has sparked hope across the galaxy. As the first new Jedi Knight in a generation, he helped bring the Empire to its knees and began the process of restoring peace and justice to planets that had only known oppression.&#10;&#10;The Luke Skywalker Operative Expansion gives you the chance to bolster your Rebel armies with a powerful Jedi Knight. Here, you&rsquo;ll find one unpainted, finely sculpted miniature depicting Luke Skywalker as he appeared in Star Wars: Return of the Jedi. Meanwhile, three command cards that can be used alongside the Luke Skywalker command cards from the Star Wars: Legion Core Set give you the freedom to shape exactly how you make use of this powerful operative in battle. Finally, four upgrade cards invite you to further augment Luke Skywalker with additional Force powers and training.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – B1 Battle Droids Upgrade Expansion",
    "ID": 294059,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294059/star-wars-legion-b1-battle-droids-upgrade-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Separatist Alliance&rsquo;s B1 Battle Droids are manufactured to attack in massive numbers and wear down enemy forces through raw attrition alone. But that does not mean they don't have other purposes to serve as the Separatists seek to overthrow the Galactic Republic. Other series of battle droids perform a variety of tasks for the Separatist military and a select few droids are outfitted with different weapons that give them unique capabilities.&#10;&#10;The B1 Battle Droids Upgrade Expansion contains four unpainted, finely sculpted B1 Battle Droids different from those found in the Clone Wars Core Set or the B1 Battle Droids Unit Expansion. These miniatures arrive on frames, giving you freedom to customize their appearance. On the battlefield, these miniatures can become the basis for a new unit of B1 Battle Droids, or you can use the new heavy weapon and personnel upgrade cards options they bring to enhance your existing units.&#10;&#10;Upgrade your B1 Battle Droids' personnel! An OOM-Series Battle Droid miniature and a B1 Security Droid add even more tactical options to your units.&#10;    Bring more firepower to the battlefield with an E-5s B1 Trooper or a Radiation Cannon B1 Trooper.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – B2 Super Battle Droids Unit Expansion",
    "ID": 294060,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294060/star-wars-legion-b2-super-battle-droids-unit-expan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "B2 Super Battle Droids are the hulking, brutal cousins of the wiry B1-series battle droids of the Separatist army. Heavily armored and devastatingly powerful with their integrated wrist blasters, the sight of a squad of these droids on the battlefield can chill even the most seasoned of clone troopers.&#10;&#10;The B2 Super Battle Droids Unit Expansion provides your army with six B2 Super Battle Droid miniatures to add to your Star Wars: Legion collection. Four of these miniatures feature the standard wrist cannons seen on most B2 battle droids and three of them can be posed in a variety of positions. Meanwhile, separate B2-HA and B2-ACM miniatures menace opposing armies with heavy weapons.&#10;&#10;Deploy a unit of hulking B2 Super Battle Droids to your Star Wars: Legion battles with six new miniatures!&#10;    Four unpainted, finely detailed B2 Super Battle Droids blast their opponents with their arm cannons.&#10;    Add a B2-ACM Trooper or a B2-HA Trooper for even more ways to attack!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – AAT Trade Federation Battle Tank Unit Expansion",
    "ID": 294061,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294061/star-wars-legion-aat-trade-federation-battle-tank",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The AAT Trade Federation battle tank is a hard-hitting vehicle favored by Separatist commanders like Lok Durd. While its droid operators require precise commands to be used to full effect, is primary MX-8 artillery laser cannons can blast out barrages that target multiple enemies or hammer the same foe with twice the firepower, and its anti-personnel armament can whittle down even squads as heavily armored as Clone Troopers.&#10;&#10;With the AAT Trade Federation Battle Tank Unit Expansion, you can add one of these heavy tanks to your Separatist army. The unpainted, finely-detailed miniature you find here can be constructed with its hatch closed or with a B1 Battle Droid scanning the horizon for new targets. In addition to this miniature, you'll find everything you need to fully customize it to your personal strategy, including eight upgrade cards and a unit card.&#10;&#10;Blast your enemies with the superior firepower of an AAT Trade Federation Battle Tank! In addition to its anti-personnel lasers and MX-8 Artillery Laser Cannon, the AAT tank can be equipped with a range of shells that unlock even more tactical options!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Crashed Escape Pod Battlefield Expansion",
    "ID": 294062,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294062/star-wars-legion-crashed-escape-pod-battlefield-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "R2-D2 and C-3PO set the entire Star Wars saga into motion when they crash landed on Tatooine, and the Crashed Escape Pod Battlefield Expansion invites you to play our the early stages of their desperate mission in your games of Star Wars: Legion.&#10;&#10;This expansion contains one finely sculpted crashed escape pod miniature, one C-3PO miniature, and one R2-D2 miniature, along with new battle, unit, upgrade, and command cards. The crashed escape pod miniature can be used as a terrain piece to enhance your battlefield or fought over as part of a unique scenario using the battle cards. Meanwhile, the C-3PO and R2-D2 miniatures can be used as either scenario objectives or fielded as a Rebel Alliance or Galactic Republic unit.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Imperial Bunker Battlefield Expansion",
    "ID": 294064,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294064/star-wars-legion-imperial-bunker-battlefield-expan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "As outposts and data centers, Imperial bunkers play a pivotal role in securing the Empire's reign over the galaxy. Found on Imperial-controlled planets such as Scarif and the forest moon of Endor, these bunkers keep safe some of the Empire's most vital military secrets and command centers. Whether protecting what lies within, or fighting to extract vital information, any battle fought over a bunker could stand as a turning point in the war.&#10;&#10;This Battlefield Expansion contains one unpainted, finely sculpted Imperial Bunker miniature and six modular computer terminal miniature miniatures that can enhance any Star Wars: Legion battlefield. Alternatively, six new battle cards make this miniature the centerpiece of an exciting, two-act scenario that sees both sides battling for the bunker.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Count Dooku Commander Expansion",
    "ID": 294065,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294065/star-wars-legion-count-dooku-commander-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "While much of the galaxy knows him as the Separatist Alliance's Head of State, Count Dooku serves a more sinister purpose in the Clone Wars. Actually a powerful Sith lord, Dooku works behind the scenes to bring down the Jedi and destroy the Republic once and for all. As the rare Separatist unit powerful in the Force, he takes to the battles of the Clone Wars ready to show off his skills to any bold enough to challenge him.&#10;&#10;Within the Count Dooku Commander Expansion, you'll find one unpainted and finely detailed Count Dooku miniature challenging all comers with his lightsaber. Additionally, four upgrade cards let you explore the depths of Dooku's Force powers, while three command cards invite you to make him a central piece of your army's strategy.&#10;&#10;Unleash the power of the dark side on your enemies with the highly detailed Count Dooku miniature in this expansion pack, depicted menacing all challengers with his lightsaber at the ready.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noah & Sons: Master Ship Builders",
    "ID": 294069,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294069/noah-and-sons-master-ship-builders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Noah &amp; Sons Master Ship Builders is a 60 minute 1-4 player cooperative card driven construction game wherein team Noah must complete building the Ark before the Great Deluge.  As this is a card driven game players must move to certain locations and roll on the Construction Chart using multiple cards to maximize their chances. The player team wins when they complete all 15 Construction phases required by the Construction Chart within a time limit. But beware, rats and birds can decrease your food supply. Broken wagons and bridges require repair. Market scarcity, labor disputes, errands, and even the dreaded Nephilim are obstacles to overcome.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Religious: Noah and the Ark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1st Megiddo: Sisera v Deborah",
    "ID": 294070,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294070/1st-megiddo-sisera-v-deborah",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "1st Megiddo: Sisera vs. Deborah is a 2-3 player classic hex wargame. The Canaanites have Iron Chariots and can force the Naphtali-Zebulan Tribes into the Hills. The NZ's are usually forced to wait for rain before coming out of the Hills and fighting the Canaanites for the key city of Jezreel. Fast moving and fun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Wars in the Ancient Near East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abraham: Father of Nations",
    "ID": 294071,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294071/abraham-father-of-nations",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Abraham: Father of Nations is a 1-4 player cooperative card driven game wherein Team Abram must pass various Divine tests, dig wells, increase livestock, &amp; increase wealth all within a time limit. As this is a card driven game players must move to certain locations and roll on the Faith Chart using multiple cards to maximize their chances. The player team wins when they complete all 15 events required by the Faith Chart within a time limit.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "JOSEPH: Integrity & Endurance",
    "ID": 294072,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294072/joseph-integrity-and-endurance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Joseph: Integrity &amp; Endurance is a 1-4 player cooperative card driven game wherein Team Joseph must pass numerous Divine tests, interpret dreams, build grain silos, &amp; manage the might of Egypt. As this is a card driven game players must move to certain locations and roll on the Faith Chart using multiple cards to maximize their chances. The player team wins when they complete all 15 events required by the Faith Chart within a time limit.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Warblade of Heroes Expansion",
    "ID": 294074,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294074/fire-emblem-0-warblade-of-heroes-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The first series features characters from Shadow Dragon and Awakening.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Soulful Flames of Light and Dark Expansion",
    "ID": 294075,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294075/fire-emblem-0-soulful-flames-of-light-and-dark-exp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The second series features characters exclusively from Fates.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Dual Swords of Hope Expansion",
    "ID": 294076,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294076/fire-emblem-0-dual-swords-of-hope-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The third series features characters from Path of Radiance and Fates: Revelation&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Glittering Concert of Illusions Expansion",
    "ID": 294077,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294077/fire-emblem-0-glittering-concert-of-illusions-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The fourth series features characters from Awakening, Mystery of the Emblem, and Tokyo Mirage Sessions &#226;&#153;&#175;FE.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Beyond Strife Expansion",
    "ID": 294078,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294078/fire-emblem-0-beyond-strife-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The fifth series features characters from Radiant Dawn and The Binding Blade.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Storm of the Knights' Shadows Expansion",
    "ID": 294079,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294079/fire-emblem-0-storm-of-the-knights-shadows-expansi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The sixth series features characters from Fates: Revelation and Genealogy of the Holy War.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Rise to Honour Expansion",
    "ID": 294080,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294080/fire-emblem-0-rise-to-honour-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The seventh series features characters from Fates: Revelation and The Blazing Blade.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Life and Death, Crossroads of Fate Expansion",
    "ID": 294081,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294081/fire-emblem-0-life-and-death-crossroads-of-fate-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The eighth series features characters from Awakening and Genealogy of the Holy War.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Roaring Echoes Expansion",
    "ID": 294082,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294082/fire-emblem-0-roaring-echoes-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The ninth series features characters from Echoes: Shadows of Valentia, Fire Emblem: Hasha no Tsurugi, and the Tellius Series.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Crossroads Expansion",
    "ID": 294083,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294083/fire-emblem-0-crossroads-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The tenth series features characters from Thracia 776, Fates, and Heroes&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Glorious Twinstrike Expansion",
    "ID": 294084,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294084/fire-emblem-0-glorious-twinstrike-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The eleventh series features characters from Sacred Stones, Warriors, and Echoes: Shadows of Valentia.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Raging Deluge Expansion",
    "ID": 294085,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294085/fire-emblem-0-raging-deluge-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The twelfth series features characters from the Tellius Series, Awakening, and Genealogy of the Holy War.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Flame, Steel, Thought and Grief Expansion",
    "ID": 294086,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294086/fire-emblem-0-flame-steel-thought-and-grief-expans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The thirteenth series features characters from The Blazing Blade, Shadow Dragon, and Heroes.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Eyegazing Future Expansion",
    "ID": 294087,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294087/fire-emblem-0-eyegazing-future-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The fourteenth series features characters from Awakening, Tokyo Mirage Sessions &#226;&#153;&#175;FE, Fates: Birthright, and the Tellius Series.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: The Glimmering World Expansion",
    "ID": 294088,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294088/fire-emblem-0-the-glimmering-world-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The fifteenth series features characters from New Mystery of the Emblem, Tokyo Mirage Sessions &#226;&#153;&#175;FE, Fates: Conquest, and the Jugdral Series.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: O, Courage! O, Soul Aflame! Expansion",
    "ID": 294089,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294089/fire-emblem-0-o-courage-o-soul-aflame-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The sixteenth series features characters from The Binding Blade, Echoes: Shadows of Valentia, Radiant Dawn, and Heroes.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: The Advance of All Heroes Expansion",
    "ID": 294090,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294090/fire-emblem-0-the-advance-of-all-heroes-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The seventeenth series features characters from Shadow Dragon and the Blade of Light, Gaiden, Three Houses, and all previously featured titles except for Warriors .&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Oratorio of Embarkation Expansion",
    "ID": 294091,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294091/fire-emblem-0-oratorio-of-embarkation-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The eighteenth series features characters from Three Houses, Awakening, Sacred Stones, and Tokyo Mirage Sessions &#226;&#153;&#175;FE.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: The Holy Flames of Sublime Heaven Expansion",
    "ID": 294092,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294092/fire-emblem-0-the-holy-flames-of-sublime-heaven-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Fire Emblem 0 (Cipher), two players go in a turn-based battle between their Main Characters that are set aside from the Deck. By selecting one card that meets the conditions at the start of the game from within the deck built with at least 50 cards (with no upper limit of cards you may have, save for having more than 4 copies of the same card), they each attempt to defeat the opponent's main character by destroying one of the five &quot;Orbs&quot; serving as their life, and winning when there aren't any more orbs.&#10;&#10;Each Series contains 100 different types of cards, with rarities for each card spanning from Normal (N), High Normal (HN), Rare (R) and Super Rare (SR). There is also the guaranteed R+ in each box and the off chance of having an SR+ instead. Prior to Booster Set 5, R+ and SR+ have a metallic gold or silver border around the edge, and some have a special foil signature of the character's voice actor. Starting from Set 5, they also have alternate arts for each card.&#10;&#10;The nineteenth series features characters from Three Houses and Genealogy of the Holy War.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Telepathy",
    "ID": 294094,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/294094/telepathy",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Telepathy is a dynamic and fun boardgame, occurrence and original, based on the association of ideas between players.&#10;&#10;It can be played individually or in teams. In each turn a player writes, in the maximum time of one minute, all the words thinking, related to a certain image. The other players must try to match the maximum number of words the active player has written, writing their own list.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Draw Out Extreme",
    "ID": 294095,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/294095/draw-out-extreme",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Party drawing game in which you have to draw with a giant sized pencil. Although the words you have to draw are already pretty hard, it&rsquo;s made harder by having to hold the pencil in one of six akward ways every turn (like you&rsquo;re fencing, like you&rsquo;re sturring a pot, etc).&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Switchboard: A solo game of crossed lines",
    "ID": 294096,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/294096/switchboard-a-solo-game-of-crossed-lines",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Switchboard is a solitaire game of connecting telephone calls to their intended recipients.&#10;&#10;The switchboard is made up of a 3 &times; 3 grid of cards, each showing different paths (electrical cords). Cubes/tokens representing the terminals of incoming calls and their recipients are randomly placed around the outer edge of the board. By moving the cards and cubes the player attempts to connect two terminals of the same colour (an incoming call and its recipient) with a continuous cord.&#10;&#10;There are 3 rounds of increasing difficulty, featuring priority and emergency calls that must be connected first. To win the game all the calls must be connected within a certain number of moves.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Connections",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: War of Darkness Theme Deck",
    "ID": 294099,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294099/fire-emblem-0-war-of-darkness-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Awakening Theme Deck",
    "ID": 294100,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294100/fire-emblem-0-awakening-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Birthright Theme Deck",
    "ID": 294101,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294101/fire-emblem-0-birthright-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Conquest Theme Deck",
    "ID": 294102,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294102/fire-emblem-0-conquest-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Path of Radiance Theme Deck",
    "ID": 294103,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294103/fire-emblem-0-path-of-radiance-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Tokyo Mirage Sessions ♯FE Theme Deck",
    "ID": 294104,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294104/fire-emblem-0-tokyo-mirage-sessions-fe-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Binding Rebellion Theme Deck",
    "ID": 294105,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294105/fire-emblem-0-binding-rebellion-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Genealogy of the Holy War Theme Deck",
    "ID": 294106,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294106/fire-emblem-0-genealogy-of-the-holy-war-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Divided Land of Gods Theme Deck",
    "ID": 294107,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294107/fire-emblem-0-divided-land-of-gods-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: The Blazing Blade Theme Deck",
    "ID": 294108,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294108/fire-emblem-0-the-blazing-blade-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Warriors of Bonds Theme Deck",
    "ID": 294109,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294109/fire-emblem-0-warriors-of-bonds-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Emblem 0: Three Houses Theme Deck",
    "ID": 294110,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294110/fire-emblem-0-three-houses-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most Starter Decks come with one booster pack, with Sets 1 and 2 bringing two booster packs and Sets 7 and 8 not providing any booster packs. Each Starter Deck contains 50 cards, with some exclusive cards that can't be found in a booster box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Leopard and the Lilies",
    "ID": 294111,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294111/the-leopard-and-the-lilies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Across 15 reigns of the House of Capet your family seeks lands, titles, glory and wealth but faces dangerous rivals, external enemies and the ferocious warriors of Islam and Byzantium.&#10;&#10;Each turn is the reign of one king whose major policy/event impinges on that turn. The reigns (conveniently 15 of them) are split into five in the Age of Barons, five in the age of the Crusades, and five in the age of the Cursed Kings. After applying that reigns events (perhaps a Crusade or Poor Harvests) the players each have their turn (based on a cube draw). In each turn they may do one thing based on the Three Orders of medieval life: Laboratores, Bellatores and Oratores (Peasants, Warriors and Priests). Each has advantages and disadvantages. Finally, each Baron may attempt a marriage that will bring fresh fiefs into his family.&#10;&#10;The Baron seeks fiefs (his knights), peasants (for his new towns) and titles (many minor barons gained impressive titles in the East) as well as money. But kings seek armies in which you serve at your cost as these can eat your reserves or result in yet further success. Additionally they can invest in cards in suites of Military, Cathedrals, Scholars, Queens, Resources, and Culture. For example, respectively, Simon de Montfort, the Basilica of Cluny, St Bernard of Clairvaux, Blanche of Castile, the Fairs of Lagny, and the &ldquo;Summa Theologica&rdquo; of St Thomas Acquinas,&#10;&#10;Event cards cause a number of historical events to affect play. Victory is decided based on money, fame, titles held, card suites collected and other items.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu The Great Old One: Promo Pack",
    "ID": 294125,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294125/cthulhu-the-great-old-one-promo-pack",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This Promo Pack Contains 11 Cards for use with the Game Cthulhu The Great Old One. Cards Included are&#10;Herbert West: Reanimator &#10;Ex Oblivione&#10;The Book&#10;The Festival&#10;The Haunter of the Dark&#10;The Tomb&#10;Joe Sargent x2&#10;Robert Olmstead x2&#10;The Voorish Sign&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gaus Company",
    "ID": 294127,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/294127/gaus-company",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "&#234;&#176;&#128;&#236;&#154;&#176;&#236;&#138;&#164; &#236;&#160;&#132;&#236;&#158;&#144; or Gaus Company is a popular web comic series in South Korea. Based of the theme of the web series, players are individual workers in the company trying their best to complete projects for the company and earn rewards. Each project manager will be responsible for the success or failure of the project and it is you who decides how other players will be rewarded. This game has a couple of differences compared to the original game of I'm the Boss!.&#10;&#10;&#10;     Players proceed without rolling the dice and have only two options to either draw 2 cards or start a project and become the project manager.&#10;     There are no longer permanent cards in the game. Once you use them for a project they are discarded.&#10;     Added variety in types of influence cards which adds more fun ways to stall other players.&#10;     If trades(projects) do not go as planned you are required to pay a penalty. Once you fail a certain project, that project is never to be used again.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Tumblbug"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "True Frenemies",
    "ID": 294148,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/294148/true-frenemies",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A Christian, busy family, party board game of good friends, bad friends, and very bad friends.  In True Frenemies you will need to bring not only yourself but also another player, whom we will call your Secret Friend, to the Tree of Life.  The catch?  You will know your own Secret Friend, but you will have no idea who has you as a Secret Friend.  Get ready to enter a mixed-up world where your friends may suddenly turn on you and your worst enemy saves the day.  Success in this game requires deception, cooperation, as well as acts of assistance alongside betrayal.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Educational",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Acting",
      "Hidden Roles",
      "Lose a Turn",
      "Memory",
      "Prisoner's Dilemma",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The North Sea Runesaga: Fifth Player Expansion",
    "ID": 294149,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294149/the-north-sea-runesaga-fifth-player-expansion",
    "Min Players": "5",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Three Runestones, three more Inscription tokens (shield, hammer, and horn), and a fifth player board, along with a card detailing how to incorporate these, all come with the expansion.&#10;&#10;Included in &quot;Explorers of the North Sea: Rocks of Ruin&quot; expansion.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Expansions Changing Player Count",
      "Series: The North Sea Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fundamental",
    "ID": 294156,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294156/fundamental",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Fundamental is a game of ever changing rules. When your turn begins, you will be losing the round under the current rule for the game. You must play a card to your card collection and/or change the current rule for the game in order to make yourself the current winner of the round at the end of your turn.  If you fail to do this, you are eliminated from the round.&#10;&#10;There are seven rules available in the game. Each rule revolves around a fundamental number or set of numbers in mathematics. The winning player under the current rule will have played the most digits of pi, the most prime numbers, or some other collection of numbers of Fundamental importance.&#10;&#10;Multiple rounds are played until a player has won the first 5 digits of a Fundamental number.&#10;&#10;Knowledge of mathematics is not needed to play Fundamental, but knowledge of mathematics will be gained by playing Fundamental.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dark Hunting: Caccia Notturna",
    "ID": 294170,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/294170/dark-hunting-caccia-notturna",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In Dark Hunting the players are hunters / researchers. &#10;Their goal is to capture alive some creatures of the night (a Vampire, a Werewolf and a Demon), so the game begins as a collaborative.&#10;However, during the game some (or all) players could lose their mind, turning into a possessed bloodthirsty adepts of the lords of darkness (also seeing changed their goal for the final victory). Will you be able to stay sane until the end of the game?&#10;At the beginning of the round, the player who has the &quot;group leader&quot; role in that moment carries out an &quot;Hunting&quot; action against one of the three monsters. Each player plays a face down card. The &quot;group leader&quot; mixes and turns them to reveal the intensions of the other players. &quot;Weapon&quot; cards wound the monster, &quot;help&quot; cards help the monster instead. After each &quot;hunt&quot; every player draws a hidden &quot;role&quot; card that could change his role. At the end of the round each player takes points depending on their role. At the end of the third round, the player with the most points wins the game.&#10;Specifically:&#10;&#10;     Researcher role: 2 points for each captured monster&#10;     Inquisitor role: 2 points for each monster killed&#10;     Followe role: 3 points if your Lord is alive, 1 point for another dead Lord, 1 point for another captured Lord&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;In Caccia Notturna i giocatori interpretano il ruolo di cacciatori/ricercatori. Il loro obiettivo &egrave; quello di catturare vive alcune creature della notte (un Vampiro, un Lupo mannaro e un Demone). Il gioco inizia come un collaborativo. Tuttavia, nel corso della partita alcuni (o tutti i) giocatori potrebbero perdere la testa ed impazzire del tutto, diventando degli invasati assetati di sangue oppure degli adepti dei Signori delle tenebre (vedendo cos&igrave; cambiato in corsa il loro obiettivo per la vittoria finale). Riuscirete a rimanere sani di mente fino alla fine della partita?&#10;All'inizio del round, il giocatore che ha il ruolo di &quot;capogruppo&quot; in quel momento compie un'azione di &quot;caccia&quot; contro uno dei tre mostri. Ogni giocatore gioca una carta coperta. Il &quot;capogruppo&quot; le mescola e le gira. Le carte &quot;Arma&quot; feriscono il mostro, le carte &quot;aiuto&quot; aiutano invece il mostro. Dopo ogni &quot;caccia&quot; ogni giocatore pesca una carta &quot;ruolo&quot; nascosta che potrebbe cambiare il suo ruolo. Alla fine del round ogni giocatore prende punti a seconda del proprio ruolo. Alla fine del terzo round, il giocatore con pi&ugrave; punti vince la partita. &#10;Nello specifico:&#10;&#10;     ruolo di ricercatore: 2 punti per ogni mostro catturato&#10;     ruolo di inquisitore: 2 punti per ogni mostro morto&#10;     ruolo si adepto: 3 punti se il proprio Signore &egrave; vivo, 1 punto per un altro Signore morto, 1 punto per un altro Signore catturato&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Alliances",
      "Hidden Roles",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PIK",
    "ID": 294173,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/294173/pik",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game, each player gets a player board showing nine penises. As a player, you draw a &quot;dick card&quot; and try to describe the shown penis. The game goes over three rounds, each of which lasts until all &quot;dick cards&quot; have been placed.&#10;In round one, there are no limitations on the descriptions.&#10;In round two, you can only use one word.&#10;In round three, you have to mime.&#10;&#10;First player to fill their board in a given round gets 4 points. Next player gets 3, and so on.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bonelli Kids: Il Gioco di Carte – Zagor vs Martin Mystere",
    "ID": 294174,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/294174/bonelli-kids-il-gioco-di-carte-zagor-vs-martin-mys",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Bonelli Kids are the deformed version of the most famous characters from the Sergio Bonelli Editore.&#10;&#10;In this card game two of the most famous characters of Bonelli, Martin Mystere and Zagor, will clash using bananas skins, toys and pedal machines.&#10;&#10;Bonelli Kids is a 2 player game that will finally put in game the passion of the fans of comics and share it with friends and even younger generations.&#10;&#10;In this first box Martin Mystere and Zagor will collide with their custom decks for the conquest of the most important books of their collections, illustrated by the famous cartoonist Luca bertel&egrave; and colored by Manuela Nerolini.&#10;&#10;In Bonelli Kids players will fight to win the famous comics of the two characters. Each round they will have to manage a hand of cards and try to get a strength value higher than the opponent's to win the comic they are fighting for.&#10;&#10;The two characters' decks are unique and this allows many combinations during each single game. Also, every comic you fight could change the normal rules of the game.&#10;&#10;Are you ready to win more comics than your opponents?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Comic Books: Sergio Bonelli Editore",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Penny Paardenspel",
    "ID": 294176,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/294176/penny-paardenspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Together with Rakker, Penny de Pony, Shadow and Sarah de Shire you go on an adventurous adventure. But first your horse must be ready for it! Take care of it by brushing, jumping exercises, apples, roots and water and making sure your horse feels completely at ease. Take care of your horse and win the game. &#10;&mdash;description from the publisher (translated)&#10;&#10;Samen met Rakker, Penny de Pony, Shadow en Sarah de Shire ga je gezellig op avontuur. Maar eerst moet je paard er helemaal klaar voor zijn! Verzorg het door borstelen, springoefeningen, appels, wortels en water en zorg dat je paard zich helemaal op zijn gemak voelt. Verzorg je paard het best en win het spel.&#10;&mdash;description from the publisher (Dutch)&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Pathfinder: Hero Pack",
    "ID": 294185,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294185/munchkin-pathfinder-hero-pack",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "We added 12 new cards to the third printing of Munchkin Pathfinder Deluxe. These cards are illustrated by Lar deSouza, and bring the 12 iconic heroes from the 2018 Pathfinder Playtest Set into Munchkin Pathfinder.&#10;&#10;We know lots of you already have Munchkin Pathfinder, so we've made these cards available separately.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sugartopia",
    "ID": 294201,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/294201/sugartopia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Sugar Topia is a sugar-themed tile placement game in a cute can.&#10;&#10;Let's catch many cotton candy sheep while building a land rich with sweets.&#10;&#10;The players, as the people of Sugartopia, gather sugar, honey and cookies for the sweets-loving king with the help from Gingerman Cookies and Gummy Bears. The lands are cookies, the sheep are cotton candy. Players collect sugar from Cotton Candy Sheeps for the king who loves sweets. This is a Carcassonne-like tile-placement game.&#10;&#10;&#227;&#129;&#138;&#232;&#143;&#147;&#229;&#173;&#144;&#227;&#129;&#174;&#229;&#155;&#189;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#130;&#143;&#227;&#129;&#159;&#227;&#129;&#140;&#227;&#129;&#151;&#227;&#129;&#178;&#227;&#129;&#164;&#227;&#129;&#152;&#239;&#188;&#136;Cotton Candy Sheeps&#239;&#188;&#137;&#227;&#130;&#146;&#227;&#129;&#159;&#227;&#129;&#143;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#164;&#227;&#129;&#139;&#227;&#129;&#190;&#227;&#129;&#136;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#130;&#183;&#227;&#131;&#165;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#131;&#148;&#227;&#130;&#162;&#227;&#129;&#174;&#228;&#189;&#143;&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#231;&#148;&#152;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#140;&#229;&#164;&#167;&#229;&#165;&#189;&#227;&#129;&#141;&#227;&#129;&#170;&#229;&#155;&#189;&#231;&#142;&#139;&#227;&#129;&#174;&#231;&#130;&#186;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#130;&#184;&#227;&#131;&#179;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#131;&#188;&#239;&#188;&#136;Gingerman&#10;Cookie&#239;&#188;&#137;&#227;&#130;&#132;&#227;&#130;&#176;&#227;&#131;&#159;&#227;&#131;&#153;&#227;&#130;&#162;&#239;&#188;&#136;Gummy Bears&#239;&#188;&#137;&#227;&#129;&#174;&#229;&#138;&#155;&#227;&#130;&#146;&#229;&#128;&#159;&#227;&#130;&#138;&#227;&#129;&#166;&#227;&#128;&#129;&#231;&#160;&#130;&#231;&#179;&#150;&#227;&#130;&#132;&#227;&#131;&#143;&#227;&#131;&#139;&#227;&#131;&#188;&#227;&#128;&#129;&#227;&#130;&#175;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#131;&#188;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#171;&#227;&#131;&#171;&#227;&#130;&#171;&#227;&#130;&#189;&#227;&#131;&#179;&#227;&#131;&#140;&#227;&#129;&#174;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#170;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;designer's summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "空中都市アーレア (The Sky City of ALEA)",
    "ID": 294202,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/294202/kong-zhong-du-shi-area-the-sky-city-of-alea",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Several hundreds years have passed since the skycity of ALEA, a place that used to be known as &quot;the center of Civilization&quot;, perished with countless hidden treasures and booby traps. Seeking unknown treasures, many reckless adventurers still make attempts to visit ALEA these days.&#10;&#10;In &#231;&#169;&#186;&#228;&#184;&#173;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#130;&#162;&#227;&#131;&#188;&#227;&#131;&#172;&#227;&#130;&#162; (The Sky City of ALEA), each player is an adventurer who throws dice, hoping to avoid triggering booby traps. The game ends when someone reaches a certain number of points, and the person with the most points wins.&#10;&#10;&#231;&#169;&#186;&#228;&#184;&#173;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#131;&#188;&#227;&#131;&#172;&#227;&#130;&#162;&#227;&#128;&#130;&#10;&#227;&#129;&#139;&#227;&#129;&#164;&#227;&#129;&#166;&#230;&#150;&#135;&#230;&#152;&#142;&#227;&#129;&#174;&#228;&#184;&#173;&#229;&#191;&#131;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#160;&#132;&#227;&#129;&#136;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#187;&#133;&#227;&#129;&#179;&#227;&#129;&#159;&#233;&#131;&#189;&#227;&#128;&#130;&#10;&#230;&#187;&#133;&#227;&#129;&#179;&#227;&#129;&#174;&#229;&#136;&#187;&#227;&#129;&#139;&#227;&#130;&#137;&#230;&#149;&#176;&#231;&#153;&#190;&#229;&#185;&#180;&#231;&#181;&#140;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#187;&#138;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#128;&#129;&#230;&#149;&#176;&#229;&#164;&#154;&#227;&#129;&#174;&#232;&#178;&#161;&#229;&#174;&#157;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#140;&#231;&#156;&#160;&#227;&#130;&#139;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#128;&#130;&#10;&#227;&#129;&#190;&#227;&#129;&#160;&#232;&#166;&#139;&#227;&#129;&#172;&#231;&#167;&#152;&#229;&#174;&#157;&#227;&#130;&#146;&#230;&#177;&#130;&#227;&#130;&#129;&#227;&#128;&#129;&#228;&#187;&#138;&#230;&#151;&#165;&#227;&#130;&#130;&#229;&#185;&#190;&#228;&#186;&#186;&#227;&#129;&#139;&#227;&#129;&#174;&#230;&#142;&#162;&#231;&#180;&#162;&#232;&#128;&#133;&#227;&#129;&#140;&#227;&#130;&#162;&#227;&#131;&#188;&#227;&#131;&#172;&#227;&#130;&#162;&#227;&#129;&#171;&#230;&#140;&#145;&#230;&#136;&#166;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#130;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#144;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#230;&#142;&#162;&#231;&#180;&#162;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#146;&#231;&#153;&#186;&#229;&#139;&#149;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#131;&#128;&#227;&#130;&#164;&#10;&#227;&#130;&#185;&#227;&#130;&#146;&#230;&#140;&#175;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#128;&#129;&#232;&#170;&#176;&#227;&#129;&#139;&#227;&#129;&#140;&#231;&#137;&#185;&#229;&#174;&#154;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#171;&#229;&#136;&#176;&#233;&#129;&#148;&#227;&#129;&#151;&#227;&#129;&#159;&#229;&#190;&#140;&#230;&#156;&#128;&#231;&#181;&#130;&#227;&#131;&#169;&#10;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#156;&#128;&#231;&#181;&#130;&#231;&#154;&#132;&#227;&#129;&#171;&#228;&#184;&#128;&#231;&#149;&#170;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#140;&#233;&#171;&#152;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Eighth Round",
    "ID": 294203,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294203/the-eighth-round",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the distant future competing factions with the capability for time travel have discovered that particular collections of artifacts from the past give them a distinct advantage over their current adversaries.  As each faction sends a member to the past in search of valuable artifacts, the time travelers become ensnared in a time loop that repeats seven times.  In each iteration of the loop, each of the travelers is able to grow their collection of artifacts more efficiently and measure its effectiveness against their adversaries in preparation for a final showdown when they escape the time loop.&#10;&#10;The Eighth Round is a hand-building and trick-taking game where players spend seven rounds skillfully growing a hand of artifacts and testing its effectiveness against the hands of the other players.  The game is then decided by the results of The Eighth Round.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Finale Ending",
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TriviaTroeven Radio 2 Top 2000 Popspel Volume I",
    "ID": 294209,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/294209/triviatroeven-radio-2-top-2000-popspel-volume-i",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game about popmusic. Every card consists of 8 Trivia about a certain popsong. The players take turns guessing the song and/ or artist. If he or she guesses right, he/ she gets to keep the card. When all but 13 of the card are won by one of the players, the second phase starts: players use the other sides of the card to challenge each other for cards with more band members, higher chart position, number of hits, etc. The player who first has 26 cards or 4 Beatles-cards wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "とびこめ！さきもの！(Take a Plunge! Futures Trading!)",
    "ID": 294211,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294211/tobikomesakimonotake-a-plunge-futures-trading",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The players are shrewd speculators. Let's make money in the futures market by using the information you have obtained through special channels. Buy the grains which are likely to rise in value while watching other speculators' moves. Their real values will be revealed only at the time of settlement. The player with the highest capital at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superfight: The Sci-fi Deck",
    "ID": 294212,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294212/superfight-the-sci-fi-deck",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Star Wars or Star Trek? The Death Star vs. the Borg Cube? Science fiction has always been one of the largest sources of ridiculous arguments. Now you can add this 100-card expansion to your Superfight collection and enter the golden age of absurd arguments.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Tyrant",
    "ID": 294215,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/294215/age-of-tyrant",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Players represent workers oppressed by a tyrant bent on fulfilling his architectural greed. How do you live through such tyranny? By shirking the work and trying to get others to do it instead.&#10;&#10;By claiming action spots, players try to get the most inefficient combination of resources to fulfill their assigned projects. As players complete projects, they signal their stance against rebellion and sacrifice themselves to the work, further weakening their resolve to overthrow the tyrant.&#10;&#10;The player with the fewest anti-rebellion points wins. Congratulations! As a true rebel, you will be exiled and will never return.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Action Drafting",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Series: Age of ... (N2)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superfight: The Nerdy Dirty Deck",
    "ID": 294223,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294223/superfight-the-nerdy-dirty-deck",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "For years we've been throwing out cards that were &quot;too dirty&quot; for the nerdy deck, or &quot;too nerdy&quot; for the dirty deck. But now those days are over! From the Prefect [CENSORED] room at Howgwarts, to Podrick Payne's Magic [Censored], this deck is a dirty twist on all of your favorite nerdy characters and tropes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superfight: The Mythology Deck",
    "ID": 294224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294224/superfight-the-mythology-deck",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From Athena and Beowulf to Thunderbird and Hades, the greatest heroes from all of mythology are ready to fight in this 100-card Superfight expansion. So get ready for the most legendary debates you've ever had!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Mythology"
    ],
    "Mechanics": [
      "Bias",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mission Mites",
    "ID": 294225,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294225/mission-mites",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The tiniest agents. The most impossible missions. Bravely lead your investigation &ldquo;mites&rdquo; into the mysterious Cloak City in this dice and card strategy game!&#10;&#10;Mission Mites is a brand new dice and card game that combines a unique challenge of card movement, dice distribution, and token management all into one game...set in a world of complete cartoon mayhem.&#10;&#10;Each turn, players lead their kid agents&mdash;their &ldquo;mites&rdquo;&mdash;through Cloak City, using their agent's special mission dice to attempt completing missions.  It's a race to finish each one, as your opponent is also working to finish the mission before you do!&#10;&#10;Move quickly! Agents who make it to end of your mission lane with a secret vault key gain access to your secret vault card pile, the most powerful cards in the game!&#10;&#10;Across just 6 intense turns, the player who gains the most points from their missions, wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Thor and Valkyrie",
    "ID": 294226,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294226/marvel-crisis-protocol-thor-and-valkyrie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Thor and Valkyrie allows you to add two new characters to the Marvel: Crisis Protocol miniatures game.&#10;&#10;Thor, Prince of Asgard, son of Odin the All-Father, wields the mighty hammer Mjolnir, which grants him command over lightning and storms. As an Asgardian, Thor is blessed with superhuman stamina, durability, and speed and stands as one of the strongest beings in the Universe. A stalwart member of the Avengers, Thor never rests in his fight to prove himself worthy.&#10;&#10;The fierce warrior Valkyrie is leader of the legendary Asgardian Valkyrior, Odin&rsquo;s personal unit of shield-maidens. Her Asgardian physiology grants her superhuman strength, stamina, and durability, but it is her extensive martial training and her skill with a blade that places her among the greatest fighters in all of Asgard.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Loki and Hela",
    "ID": 294227,
    "Year": "(2020)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294227/marvel-crisis-protocol-loki-and-hela",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Loki and Hela allows you to add two new characters to the Marvel: Crisis Protocol miniatures game.&#10;&#10;Adopted son of Odin and half-brother to Thor, Loki Laufeyson has long coveted the throne of Asgard. A master of sorcery and illusion, Loki has earned his title as the God of Mischief. Though Loki has often fought against his brother Thor and many of Earth&rsquo;s greatest champions, he has at times joined forces with them as well&mdash;when it serves his own ends&#10;&#10;As the daughter of Loki and the Asgardian Goddess of Death, Hela rules over the realms of Hel and Niffelheim, holding sway over the souls of all deceased Asgardians. With command over the powers of death, Hela has set her eye on expanding her dominion across the Nine Realms.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Vision & Winter Soldier",
    "ID": 294228,
    "Year": "(2020)",
    "Geek Rating": "5.537",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294228/marvel-crisis-protocol-vision-and-winter-soldier",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Vision and Winter Soldier allows you to add two new characters to the Marvel: Crisis Protocol miniatures game.&#10;&#10;Originally created by Ultron to destroy the Avengers, the android known as Vision turned against his creator and joined Earth's Mightiest Heroes. Vision is able to alter his density, allowing him to phase through solid objects, and to augment his strength and durability to incredible levels. Using the solar gem in his forehead, Vision can synthesize energy from his surroundings and focus it into highly destructive energy blasts.&#10;&#10;James Buchanan &quot;Bucky&quot; Barnes fought alongside Captain America during World War II, before seemingly meeting his demise while on a mission. Years later, Barnes re-emerged as the brainwashed Russian agent known as the Winter Soldier. Eventually, after crossing paths with his old friend and partner Captain America, Bucky was able to shake off his Russian programming and reclaim his freedom.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poznańczycy",
    "ID": 294236,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/294236/poznanczycy",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Pozna&#197;&#132;czycy is a game depicting heavy fighting between Polish insurrectionists and German army during Greater Poland uprising of 1918&ndash;1919. The game also illustrates the struggle between European powers standing to lose influence or territory after ending of World War I that affected position of both Poland and Germany during the Posnanian War.&#10;&#10;Players take on the role of commanders of Polish insurrectionists and build both military and political forces to achieve three strategic objectives of their choice building up an uprising campaign. At the same time each player also commands the German forces and harrasses the opponents in order to slow down progress of their campaign or successfully prevent them from realizing the campaign by eliminating their insurrectionists forces.&#10;&#10;The game does not start at certain point in time during the Posnanian War. The timeline strongly depends on types of objectives that players pick up for their campaigns. Decks are built around campaigns composed of carefully selected objectives combined with units, commanders, maneuvers, influences and events supporting reaching of those objectives. Effective decks are balanced with cards representing German forces slowing opponent's campaign progress down and cards that prevent player's campaign progress from being slowed down.&#10;&#10;The first player to achieve all the objectives of his / her campaign wins the game and is always ranked first. The player whose insurgent units have been eliminated loses the game and is always ranked last. In case of three players game the rank is based on campaign progress and strength of insurrectionists forces led by the players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Income",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Potty",
    "ID": 294238,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294238/lets-potty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Let's Potty is the only potty training board game on the market. Designed to play with a parent or older sibling, Let's Potty is a positive and encouraging introduction to the basic concepts of potty training &amp; hygiene.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Distance from Here",
    "ID": 294239,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/294239/distance-from-here",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the game Distance from Here, you rank six location cards in order of what you think is nearest to you! However, the actual correct answer is irrelevant! What the players think is closest is most important, and this is what will actually earn you points!&#10;&#10;With only two players, Distance from Here is played as a co-operative game instead of as a competitive one.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Patago¡Ñam!",
    "ID": 294241,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/294241/patagonam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A simple card game about feeding Patagonian animals.&#10;Each player starts with a personal pool of animal cards, and his/her hand. The objective of the game is to &quot;feed&quot; other players animals, in order to steal those cards from their pools and add them to our own. The game ends when all of the Carrion coins are taken. Each player counts their points printed on each animal card, and the one with the highest score is declared winner.&#10;&#10;&mdash;description from the designer (English)&#10;&#10;Un juego simple de cartas sobre la alimentaci&oacute;n de animales de la Patagonia Argentina.&#10;Cada jugador tendr&aacute; un pozo personal de cartas de Animales, y una mano para jugar. El objetivo ser&aacute; &quot;alimentar&quot; a los animales de los pozos de otros jugadores, para poder robar sus animales y llevarlos a nuestro pozo. En el momento en que se agotan las fichas de carro&ntilde;a, finaliza el juego. Cada jugador cuenta los puntos que aparecen en cada carta de animal y aquel con el puntaje m&aacute;s alto ser&aacute; el ganador.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Originarios",
    "ID": 294242,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/294242/originarios",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A simple dice-rolling and looting game about South-American Tehuelches and their hunting for survival.&#10;In this game, you&acute;ll be using fabrication dice in order to get weapon coins. And that will allow you to hunt: Reveal an animal card and try to get it with the hunting dice. If you do, you&acute;ll get that card; if not, you lose that weapon coin.&#10;You can only do one action in your turn: To hunt or to collect. What is it going to be?&#10;&#10;&mdash;description from the designer (English)&#10;&#10;Un juego r&aacute;pido de dados, fabricaci&oacute;n y caza sobre los Pueblos Tehuelches.&#10;Por turno, s&oacute;lo podemos realizar una acci&oacute;n: Cazar o Fabricar. Debemos utilizar los dados de fabricaci&oacute;n para obtener fichas de armas, y luego cazar. Si los dados de caza nos acompa&ntilde;an, podremos obtener las cartas de animales para ganar la partida. De lo contrario, se nos &quot;rompen&quot; las armas y perdemos las fichas, con lo cual debemos fabricar nuevas.&#10;Aquel que consiga un n&uacute;mero de cartas de animales ser&aacute; el ganador de la partida.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Inspiration!",
    "ID": 294243,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/294243/inspiration",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Inspiration! is a fun and fast-paced game that promotes collaboration as players make strategic decisions and score points as a team. You&rsquo;ll each assume the identity of a Guardian Angel Cadet as you inspire and guide the Dreamers who are in your charge. Along the way you&rsquo;ll solve problems and fight off nightmares, all while learning the rich history of our Faith and the surprising ways in which Catholicism has influenced science throughout history.&#10;&#10;Inspiration! is a fully collaborative game for 1 to 8 players consisting of three distinct gameplays:&#10;&#10;&#10;     Dream Weavers (Ages 6+) is strategic puzzle game that challenges players to build colored pathways according to the selected mission.&#10;&#10;&#10;&#10;     Genuine Inspiration (Ages 12+) challenges players to score points as they explore how Catholic principles have impacted our understanding of Astronomy, Geology, Meteorology, Medicine, Modern Physics.&#10;&#10;&#10;&#10;     Dread Wars (Ages 12+) combines Dream Weavers and Genuine Inspiration gameplays while adding a battle component where Guardian Angels are fighting off nightmares that will wake your dreamer and end your mission.&#10;&#10;&#10;Subjects Include: Optics, Astronomy, Medicine, Modern Physics, The Scientific Method, and Mathematics&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Dice Rolling",
      "Map Addition",
      "Pattern Building",
      "Tile Placement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sigil Runner",
    "ID": 294245,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294245/sigil-runner",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "As the evil wizard Weewathrax awakens from his slumber, his sister Galvathrax's apprentice is ready to stop him from destroying the world!&#10;Sigil Runner is a game for one or two players in which each player must utilize the tiles provided to create a complete magic sigil, which will prevent Weewathrax to wake up once again. Each tile provides a fragment of a magical seal, which must be completed by joining more tiles, but pay attention, as the evil mage can use some tiles to hinder your attempts!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vampire Quest",
    "ID": 294251,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.92",
    "Link": "https://boardgamegeek.com/boardgame/294251/vampire-quest",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game, 4-8 players People perform in a remote village where some villagers have reported Vampire attacks.&#10;As a way to stop the Vampires, the village decided that some trusted people would go looking for artifacts that would help kill the Vampires.&#10;But aren't the people chosen to search for the artifacts infiltrated Vampires, wanting to keep the artifacts from reaching humans?&#10;&#10;Have fun manipulating, lying, cheating and teaming up with your friends in Vampire Quest Quests!&#10;&#10;A game of strategy, social interaction and manipulation.&#10;&#10;Good luck in your quest !!!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Traitor Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1944: War in the West",
    "ID": 294255,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/294255/1944-war-in-the-west",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2",
    "Description": "1944: War in the West is a beer-and-pretzels, two-player game based upon the Allied liberation of Western Europe in 1944 - 45. One player controls the Allied forces, the other the Germans. Command and supply play an important role in the game as it did in the historical conflict. The geographic scope of the game is from Cherbourg, France to Vienna and from Arnhem to Florence, Italy.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dolcissima Vita",
    "ID": 294274,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294274/dolcissima-vita",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Background. Starting in the mid-1950s, Italy went through an unprecedented industrial and economic growth that lasted well into the mid-1960s. This period in Italian history is referred to as &quot;Miracolo Economico Italiano&quot; (Italian Economic Miracle) or &quot;Boom Economico Italiano&quot; (Italian Economic Boom).&#10;&nbsp;&#10;The economy runs at full speed, national income grows and people are employment rates reach new records. The reasons for this growth were the favorable international economic situation and the abundance of labor supply. Exports were also a major stimulus for the development of the country's industrial fabric.&#10;&nbsp;&#10;These years brought extraordinary transformations that affected the lifestyle and customs of Italians, accompanied by a marked increase in living standards. Numerous consumer goods, such as the first washing machines, the first refrigerators and the first television sets, began to enter the homes of Italian families, forever changing the lives of Italians.&#10;&nbsp;&#10;In Dolcissima Vita 2-4 players are entrerpreneurs who produce televisions, washing machines and refrigerators and sell them in Italy.&#10;Most actions in the game are carried out by a very clever dice selection system. The sum of dice pips allows players to conduct basic and advanced actions, while dice colors let players advance on four different tracks (Workers, Scientific Research, Maintenance and Solidarity), which have various effects on the course of the game.&#10;&nbsp;&#10;Dolcissima Vita features 35 colorful Event Cards of Italian history from 1955 to 1968. These cards change the conditions of the game, either permanently or temporarily.&#10;&nbsp;&#10;Dolcissima Vita is the first volume in Spielworxx&acute; 'Italian Trilogy', dedicated to Italian history after World War II.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Events",
      "Hand Management",
      "Hidden Victory Points",
      "Market",
      "Pick-up and Deliver",
      "Resource to Move",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexblitz: Operational Level World War II Wargames on a Tabletop",
    "ID": 294283,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/294283/hexblitz-operational-level-world-war-ii-wargames-o",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These rules have been designed to enable wargamers to fight operational-level World War II Eastern Front/Great Patriotic War battles on a tabletop using 20mm-scale figures and vehicles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Portable Napoleonic Wargame",
    "ID": 294286,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/294286/the-portable-napoleonic-wargame",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Although the author is a late convert to the joys of Napoleonic wargaming, he soon began to see why so many wargamers love the period. As a result, he set out to write several sets of rules that would use similar game mechanisms to those in his other PORTABLE WARGAME rules, and that would enable him to fight a range of small, medium, and large battles on a relatively small tabletop. This book is the result.&#10;&#10;Please note that all the rules have been designed to be used with a gridded tabletop made up of squares or hexes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Square Grid",
      "Turn Order: Random"
    ],
    "Families": [
      "Series: The Portable Wargame (Eglinton Books)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Château de Cartes",
    "ID": 294304,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/294304/chateau-de-cartes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This game is a cousin of Mille Bornes. Each player attempts to build a castle that consists of seven cards in a specified configuration. On his turn, a player draws a card and then either adds a card to his castle or plays an attack card on an opponent, who cannot continue constructing his castle until he can play the corresponding defense card to nullify the attack. For example, an archer nullifies the dragon. The first player to finish his castle wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – The Wrecking Crew Scenario Pack",
    "ID": 294306,
    "Year": "(2020)",
    "Geek Rating": "6.174",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294306/marvel-champions-the-card-game-the-wrecking-crew-s",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3",
    "Description": "Since the four members of the Wrecking Crew decided to join forces, they&rsquo;ve been a thorn in the side of every great Marvel hero from Thor to the Defenders. Not just common thugs, the Wrecking Crew&rsquo;s greatest asset stems from the magic imbued in team leader Wrecker&rsquo;s Crowbar, which grants each member immense physical strength and a mystical link between them.&#10;&#10;Now, The four members of The Wrecking Crew are breaking out of prison, and only you can stop them!&#10;&#10;Fantasy Flight Games is proud to announce The Wrecking Crew Scenario Pack for Marvel Champions: The Card Game!&#10;&#10;With 73 brand-new cards, this single scenario puts four villains in play at once, each with their own side scheme and deck. Can your heroes withstand the assault from Wrecker, Piledriver, Bulldozer, and Thunderball?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Crimson Seas (Kickstarter Edition)",
    "ID": 294308,
    "Year": "(2019)",
    "Geek Rating": "5.567",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294308/valeria-card-kingdoms-crimson-seas-kickstarter-edi",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "The Kickstarter edition contained Valeria: Card Kingdoms &#226;&#128;&#147; Expansion Pack #07: Ward Towers which will be available by itself for those that pick up the retail edition of Valeria: Card Kingdoms &ndash; Crimson Seas.&#10;&#10;About the game:&#10;&#10;In Crimson Seas, you will obtain Maps to new far-off lands beyond the borders of Valeria allowing you to import trade Goods from Araby to increase your victory points, purchase Tomes of great power to augment your resource production, rescue captured Nobles from the villainous Amarynth Empire, and plunder the wealth of the Cursed Isle. Beware the monsters of the sea, though, as they increase in strength, sowing chaos throughout all of Valeria.&#10;&#10;Along the top of the play area is a new game board called &quot;The Islands&quot;. To access the Islands you need to use a new action called &quot;Sail&quot; and to sail, you've got to spend one map token, then you can access Araby to gain Goods, Nae Aerie to gain Tomes, Exekratys to retrieve lost resources, and Amarynth to rescue captured Noble's.&#10;&#10;This expansion has new icons, new tokens, new mechanics, new card types, and new cards for all the existing card types.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank! In! Space!: Cruel Doctor Promo Card",
    "ID": 294309,
    "Year": "(2019)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294309/clank-in-space-cruel-doctor-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "During set up, shuffle this card into the Adventure Deck.&#10;&#10;Cost 2&#10;win 1 life or 2 swords&#10;1 VP&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Modular Board",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lanterns Dice: The Legendary Lakes",
    "ID": 294312,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294312/lanterns-dice-the-legendary-lakes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Contained in Level Up Loot 2.&#10;&#10;A new pad of 4 differents lakes&#10;&#10;you can use this new pad of scoresheets instead of the standard pad.&#10;The new pad has multiples lake arrangements (labeled 1,2,3,4) and each lake has multiple turn bonus sequences (labeled A,B,C,D).&#10;&#10;Make sure that all players are given the same number scoresheet but with different letters.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Game: Lanterns – The Harvest Festival",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wortblitz",
    "ID": 294315,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/294315/wortblitz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Six letter dice (d6) are permanently mounted to a hexagonal device. Each player receives a pencil, a sheet from the notepad. The players pick one of the three interchangeable category dice (d12) and put it in the device. Then the start player rolls the device and places it on the middle of the table. Now, all players have to write down words matching the category of the category device. The initial letter of the words is determined by the letter dice. The start player of the round may call &ldquo;stop&rdquo; at any time, even if he has not yet found a suitable term for each letter. Any valid term that no other player has written down is worth one victory point. The game is played for four rounds. The player with the highest total score wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dit Coin Coin !",
    "ID": 294317,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294317/dit-coin-coin",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dit Coin Coin ! is a cardgame intended for children and adults at the same time playful and pedagogical since it has as its main objective the learning of the different animal cries.&#10;&#10;The game contains 40 cards representing 19 pairs of animals (parent and child), 1 carp and 1 hourglass. The cards are illustrated with coloured sands.&#10;&#10;The basic game consist in recognising and associating animals with their noise and/or mime. It can be played individually (pedagogical aim) or by team (competitive aim).&#10;&#10;It&rsquo;s also possible to play Memory or Old Maid with the cards of the game (the carp is the old maid in this case).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Boats of the Four Seas: Rising Tide",
    "ID": 294319,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294319/dragon-boats-of-the-four-seas-rising-tide",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to Dragon Boats of the Four Seas: Rising Tide! They say that a rising tide lifts all ships.  With Private Actions, you'll be able to specialize your player board, and take charge of your destiny.  The mountains yield new wisdom for those who seek it.  There are new dragon boats to change up the game visually, and additional boat toppers to change up how many House Members can travel on dragon boats to the islands each round.  Those who understand the market place can find bargains, as you have access to Offering tiles with double resources.  Fortune smiles on those who bring honor to their noble house.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mosaic: A maze Racing Game",
    "ID": 294325,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/294325/mosaic-a-maze-racing-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A tile based maze racing game for 2-6 players. Players race across a field exposing new maze tile. Some tiles have special features that speed up, slow down or redirect the players. Players may also use card to help reshape the maze or interfere with their opponents.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Puzzle",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Danny Trejo – Badass Survivor and Zombie Set",
    "ID": 294327,
    "Year": "(2021)",
    "Geek Rating": "5.614",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294327/zombicide-2nd-edition-danny-trejo-badass-survivor",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Zombicide 2nd Edition - Survivor, Walker and Abomination figures and cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mutants: Incubator Overload",
    "ID": 294328,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294328/mutants-incubator-overload",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Incubator Overload gives you access to more mutants, so you can create thousands of amazing new combos! It also includes the Buildings expansion module, which alters the game's rules and provides new challenges for you to face. Finally, Heimdall and Glubber have risen and are threatening to destroy the facility! Rally the troops and pit your best mutants against these Solo Bosses in battle!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mutants: Next Level",
    "ID": 294329,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294329/mutants-next-level",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Next Level adds an additional Solo Boss, a new set of Basic Mutants, and two modules that you can incorporate into the game. Heroic Mutants are super powerful mutants that replace some of the Advanced Mutants you would normally have in your Gene Pool. Orbs can be used to give an extra power boost to players that land in the Dread Zone, so they can fight their way back to the top of the Arena. Second Wave Basic Mutants give players the ability to choose their starting deck. Finally, the Zombie Horde is a Solo Boss that's designed to challenge even the most experienced Psy Captains!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mutants: Deep Freeze",
    "ID": 294332,
    "Year": "(2019)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294332/mutants-deep-freeze",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Deep Freeze brings even more mutants to the arena for you to use in battle! It also includes a Psy Captains expansion module to boost your combos to truly epic level!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stack Attack",
    "ID": 294335,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/294335/stack-attack",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Trivia game with the twist that each team has a tower of category bricks.&#10;On your turn, you decide whether to get an easy or a hard question, and which team to attack. The topmost brick in their tower determines the category, and if you answer correctly, the brick goes to the common pool. A wrong answer to an easy question will let the defending team put a brick from the common pool under their tower. Nothing happens if you answer a hard question wrongly.&#10;&#10;You win by removing the last brick of another team's tower.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  }
]