[
  {
    "Rank": "7601",
    "Name": "Army of Frogs",
    "ID": 31449,
    "Year": "(2007)",
    "Geek Rating": "5.630",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/31449/army-of-frogs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0115",
    "Description": "Description from BoardgameNews.com:&#10;&#10;Army of Frogs is for 2-4 players and resembles Hive in that the gameboard is created while you play. The goal of the game is to create one large group of frogs&mdash;an army, if you will&mdash;through tactical manoeuvring and placement of the pieces, which are hexagonal Bakelite frogs. Each player starts with two randomly drawn frogs, and on a turn a player takes the following three actions to build and shift an island of frogs in the center of the table:&#10;&#10;     if possible, move a frog of his color that&rsquo;s on the board to a new location (something that&rsquo;s obviously skipped on the first turn)&#10;     add one of the frogs in his supply to the board, and&#10;     draw a new frog from the bag and add it to his supply.&#10;&#10;&#10;The first player to link all their frogs (with at least seven in play) wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Pieces as Map",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: VASSAL",
      "Mechanism: Connection"
    ]
  },
  {
    "Rank": "7602",
    "Name": "Holiday Hijinks #1: The Kringle Caper",
    "ID": 318307,
    "Year": "(2020)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/318307/holiday-hijinks-1-the-kringle-caper",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "It's the crack of dawn on Christmas Day when the early morning silence is broken by a sudden &ldquo;Kerplunk!&rdquo; Something strange has dropped down the chimney! You race to the hearth to find a soot-covered envelope with &ldquo;URGENT&rdquo; scrawled across the front. Anxiously, you open the letter and discover a cryptic message. As you begin to read,  the air fills with the sound of jingle bells and the sweet smell of peppermint. Just then, you are magically whisked away to the North Pole!  It seems that a dastardly crime has been committed and Santa needs your help to catch the ne'er-do-wells!  There's no time to wait; Santa is counting on you!  Are you ready to save Christmas?&#10;&#10;The Kringle Caper, title #1 in the Holiday Hijinks line, is an escape room style game in just 18 cards! As a group, you will solve a series of puzzles to unravel a mystery.&#10;&#10;Puzzles may test your perception, wordplay, and lateral thinking. English language fluency is required.&#10;&#10;When you have solved a puzzle on the cards, you will enter the answer into the companion website (compatible with all smart phones and computers) and it will check whether you are correct. If you are, the website will tell you which card or cards to take next. The website also contains a graduated hint system, so if you get stuck you can get just a small hint about the current puzzle to get moving again without giving too much away.&#10;&#10;This system is non-destructible: some groups may choose to write on cards, but this is not required. A group cannot re-play the game, but can pass it on to another group for their use.&#10;&#10;This entry in the series takes about an hour to solve, and is rated 2 out of 3 in difficulty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Finale Ending"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Holidays: Christmas",
      "Misc: LongPack Games",
      "Series: Holiday Hijinks (Grand Gamers Guild)"
    ]
  },
  {
    "Rank": "7603",
    "Name": "Assault: Tactical Combat in Europe – 1985",
    "ID": 8284,
    "Year": "(1983)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/8284/assault-tactical-combat-in-europe-1985",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.4419",
    "Description": "Assault - Tactical Combat in Europe: 1985, is the first game in the Assault series of games.&#10;&#10;Assault postulates a conventional conflict between the United States and the Soviet Union in the European environment in 1985.&quot;&#10;Assault, the first game in the Assault Series, includes U.S. and Soviet ground forces.&#10;&#10;The game uses 250 meter hexes, 5 minute turns, and platoon/section sized units.&#10;&#10;Game Content:&#10;Three countersheets (480 5/8&quot; counters) &#10;Two 17 x 22&quot; maps (Assault Series Maps A &amp; B)&#10;One 16 page series rulebook&#10;Two 4 page Unit Organization folders&#10;Two 4 page scenario folders&#10;One 4 page Designer's Notes Folder&#10;Six player aid charts&#10;One decimal die&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Assault (GDW)"
    ]
  },
  {
    "Rank": "7604",
    "Name": "echoes: The Cursed Ring",
    "ID": 351292,
    "Year": "(2022)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/351292/echoes-the-cursed-ring",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1111",
    "Description": "An antique heirloom persecutes a young woman with bad luck. Listen to the origin of the ring and reveal the truth behind an ancient curse in echoes: The Cursed Ring.&#10;&#10;echoes is a co-operative audio mystery game. Using the free app, players listen to mysterious noises and voices that are connected to the playing material. Together they look for hints in the sound bites to bring the story parts in order and solve the case.&#10;&#10;In more detail, your task is to assemble the 24 parts of the story in the right order; each part is represented by an object &mdash; either a game board or a card &mdash; and its associated echo. The entire story is divided into six chapters, with each chapter being represented by a game board. By scanning the objects with the app, you'll hear the echo connected with each object, and by using conversations and noises in the echo, you try to figure out which three object cards are associated with a chapter and in which order they should be placed. If you're not correct, the app will inform you which cards are incorrect or in the wrong place; if you are correct, you can listen to the entire chapter all at once &mdash; and you should since new, additional hints can then be heard.&#10;&#10;The objects themselves also provide you with clues from time to time, so neglect no details.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: echoes"
    ]
  },
  {
    "Rank": "7605",
    "Name": "For What Remains: Streets of Ruin",
    "ID": 276169,
    "Year": "(2020)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/276169/for-what-remains-streets-of-ruin",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6923",
    "Description": "For What Remains is a skirmish-level series of three wargames set in a post-apocalyptic near future: &#10;&#10;    Streets of Ruin&#10;    Blood on the Rails&#10;    Out of the Basement&#10;&#10;&#10;Streets of Ruin features the Combine and the Freemen Coalition factions, set in the Streets of Ruin campaign. The Freemen Coalition is a loose-knit band of human rebels who specialize in guerrilla warfare, and the Combine is the military arm of the government that rules over much of what is left of the world.&#10;&#10;The game is designed for 2-player competitive play or solitaire play, and each set can be played by itself standalone, or combined with other sets to form a larger narrative. Players control characters from one of the game&rsquo;s six Factions.&#10;&#10;There are two ways to play For What Remains: skirmishes and campaigns. Skirmishes are standalone games played for a single victory, with no lasting repercussions. Campaigns are a series of skirmishes linked together to form a larger narrative. For What Remains is a scenario driven game. Each scenario typically has multiple objectives, and combat between factions is usually secondary. Players win skirmishes by gaining victory points through accomplishing these objectives.&#10;&#10;The game board is built from modular tiles which are themed to represent different environments. The default game board is a destroyed urban setting. Players build the game board with nine modular tiles, each of which are divided into a 7x7 grid. Characters use the grids for movement.&#10;&#10;Each character is represented by a counter and has a corresponding character card and tokens. During campaign play, characters improve their attributes and develop new abilities as they progress from Recruit to Veteran and then Elite level. A chit pull system is used for unit activation, and a step-loss system is used for tracking injuries during skirmishes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Line of Sight",
      "Modular Board",
      "Square Grid"
    ],
    "Families": [
      "Series: For What Remains"
    ]
  },
  {
    "Rank": "7606",
    "Name": "Armadillo",
    "ID": 368109,
    "Year": "(2022)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/368109/armadillo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Armadillo, you want to rid yourself of cards as quickly as you can through luck and smart choices over which armadillos &mdash; I mean, dice to roll each round.&#10;&#10;Each player starts the game with ten cards randomly numbered from 1 to 20, as well as two chips. On a turn, roll whatever combination of the six dice you like, with the two blue dice being numbered 1-3, the two yellow 4-6, and the two red 7-9. If the sum of the rolled dice matches a numbered card you have in hand, discard it! Of course, if someone else has that number, they discard it, too. You can spend chips to raise or lower the rolled number, and if you spend four chips, you can discard any card!&#10;&#10;Wait, four chips? Yes, any time you don't discard a card on your turn, you gain a chip from the pool. The round ends as soon as someone empties their hand, and everyone else scores 1 point per card still in hand. Whoever has the fewest points after three rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "7607",
    "Name": "Thud",
    "ID": 4532,
    "Year": "(2002)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/4532/thud",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "Thud! is an abstract game based on Terry Pratchett's DISCWORLD saga, more specifically on the epic Battle of Koom Valley between the Dwarfs and the Trolls. The players play on a 165 octagonal shaped board as either the Dwarfs or the Trolls. The 8 Trolls start the game in the middle of the board as they have been ambushed by 32 Dwarves (surrounding them at the outer edge of the board). Trolls and Dwarves have different ways of moving and capturing. Each battle is ended by mutual agreement and then scored. When the first battle is over, the players switch sides. The combined scores from both battles determines the winner.&#10;&#10;Thud! is similar to Hnefatafl but is not actually a member of the tafl family (See http://boardgamegeek.com/boardgamefamily/4049/tafl) because the manner of capture has been modernized and the game involves no king piece.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Discworld",
      "Category: Combinatorial",
      "Components: 15 x 15 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7608",
    "Name": "Manoeuvre: Distant Lands",
    "ID": 106113,
    "Year": "(2017)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/106113/manoeuvre-distant-lands",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The regiment had fought countless battles across the European continent. War had been waged in Bavaria against the Prussians, Catalonia against the Spaniards, under the great pyramids against the relentless Turk and even at New Orleans against those upstart Americans. Now new challengers have arisen and a completely foreign army is arrayed across the battlefield. The Tri-Color fluttered in the breeze as rocket shells burst in the air. A new type of warfare was about to be unleashed.&#10;&#10;Manoeuvre: Distant Lands is a stand alone expansion for Manoeuvre. Four new armies are included to allow you to bring the fight from the frozen north to the sub-continent and the mythic east. Included in this set are counters and cards for Sweden, the splintered Kingdoms of India, the Chinese 8-Banner Army and the crumbling remains of the Japanese Shogunate. Also included is a set of 8 new land tiles that will force veteran players to learn new tactics among the swamps and fields of the Orient as well as the forests of Scandinavia.&#10;&#10;Sweden: The Swedes are reminiscent of the more traditional European powers and fit nicely into the current game hierarchy to allow for more balanced tournament play. The Swedish army fits the mold of both the Prussians and Russians but falls into line just below them in overall strength.&#10;&#10;Indians: The Kingdoms of the Marathas, Mughals, Mysore and Sikhs from the Punjab have banded together to overthrow the colonial powers of the day. Their problem is overcoming the lack of a true leader that makes it difficult to set aside their rivalries and squabbling. They have speed rivaling the Ottomans but far less of a capacity to use it well. They are a true guerilla force adept at denying their opponents resources or freedom to maneuver.&#10;&#10;Tokugawa Shogunate: The Shogunate is crumbling. The army seeks to modernize against the will of the Shogun and in a few years Japan will step into the Industrial age. However, at the turn of the 19th Century, insular clans still dominated the military. Every Daimyo leads his own army into battle with their own guns, cavalry, samurai and teppo. Only the Shogun can be called on to make any Clan work with another. Beware the deadly fury of the Banzai charge and even cornered units will fight to the bitter end and the last man.&#10;&#10;China: The Chinese 8-Banner army boasts a core of elite units, including three cavalry units that can stand their ground against any European foe. Unfortunately, the Han conscripts and the peasants that form the Tuan Lian are ill-suited and under-equipped in relation to their Manchu and Mongol horsemen. Will rockets and witchcraft bring disruption to the orderly European battlefield?&#10;&#10;&quot;I have not imagined that the Napoleonic experience can be brought to the orient!&quot;&#10;- Thunder Wong, Playtester Extraordinaire&#10;&#10;Components:&#10;&#10;32 Unit counters (8 for each nationality)&#10;240 Cards (60 for each nationality)&#10;8 Terrain tiles&#10;Rules for the new abilities and some advanced Manoeuvre additions.&#10;3 Advance-to-Contact Counters&#10;&#10;Designers: Jeff Horger and Joe Roush&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: China",
      "Country: India",
      "Country: Japan",
      "Country: Sweden",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7609",
    "Name": "Dark Horse",
    "ID": 158356,
    "Year": "(2014)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/158356/dark-horse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0667",
    "Description": "At the start of the racing card game Minuscule, each player randomly receives two betting cards (out of 14) and five action cards (out of 33). A betting card is numbered from 1 to 7, with two copies of each card.&#10;&#10;Beginning with the starting player, each player lays one of the seven critter cards on the table, adding it to the foremost or hindmost position. At the end of the initial set up, the seventh critter card is flipped, marking it as the &quot;dark horse&quot; in the race. On a player's turn, they must play an action card and execute its effect, e.g., moving the fourth critter card forward or backward two spaces, moving the number 6 critter card forward or backward one space, or exchanging one of your betting cards with an unused betting card.&#10;&#10;Additionally, the player can pick up one of the three &quot;dark horse&quot; tokens, which is worth 5 points if the &quot;dark horse&quot; ends the race in the top three positions; if not, that token is worth -3 points.&#10;&#10;After five turns, each player reveals their two betting cards and receives points according to the matching critter card's position: 10, 8, 6, 4, 3, 2, and 1 point(s) for first through seventh place. After accounting for the dark horse tokens, whoever has the most points wins.&#10;&#10;Minuscule was first released under the title Dark Horse with a horse-racing theme.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Animals: Insects",
      "Animals: Ladybugs / Ladybirds",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "7610",
    "Name": "Alpaca",
    "ID": 391045,
    "Year": "(2023)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/391045/alpaca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Admit it, you've always wanted to farm soft, cute, cuddly, adorable alpacas. This is your chance! &#10;  &#10;Alpaca is a competitive deck-building game that pits players against one another in the competitive world of alpaca farming. Players each begin with an identical deck of alpaca cards and fence materials. Customize your deck with alpacas from the market, and build a strategy to take advantage of each alpaca's special ability. You score points for each alpaca on your farm and any purchased endgame bonus cards. The interaction with other players will get tighter as soon as the rules are clearer... run to buy a new alpaca!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Series: Fluffy Animals (GateOnGames)"
    ]
  },
  {
    "Rank": "7611",
    "Name": "The Mushroom Eaters",
    "ID": 135508,
    "Year": "(2013)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/135508/the-mushroom-eaters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "The Shaman is old. A future practitioner must be chosen to guide the others into their altered states of consciousness for the purpose of physical and psychic healing. As part of an ancient tradition, apprentices gather around a fire to drink a strong mushroom potion. The Shaman's quarters are warm and comfortable. The fire burns in the middle of the hut. Smoke moves through a hole in the roof. The sun will set soon.&#10;&#10;The Shaman and each apprentice drink from the bowl simmering near the fire. The taste, bitter and revolting. The Shaman's assistant does not drink; he stands calmly beside her. The assistant is invisible. Adorned in animal skins and strange ornaments, the Shaman begins to guide the ritual. A drum is tapped with elderly fingers, creating a primitive disjointed rhythm. The weathered drum is played for some time, then stops abruptly. The Shaman looks about the room. She looks up to the ceiling, observing the smoke escaping into the sky.&#10;&#10;&quot;The plants now speak to us.&quot;&#10;&#10;In the adventure board game The Mushroom Eaters, 2-5 players are apprentices who have consumed a drink of the psilocybin mushroom. Each player enters into a psychedelic state together. The Shaman is guiding and observing the group, trying to understand who would be the wisest to replace her. While the group travels together, some may wander into faraway realms of their own mind, but when the mushroom wears off everyone will return. The wisest apprentice is chosen to guide the village in the future.&#10;&#10;This is the first game in a series to incorporate an &quot;Action Path&quot;. Each player uses a hand of cards to help the group advance along this path. If cards are played correctly, the path may help the individual or the group entirely; if cards are played poorly, the entire group could be affected by the changes in the environment. Players aim to gain Experience by awakening to new understandings, centering one's self in the oblivion of the moment, gaining intense realities witnessed in the Great Paradox, and building wisdom from profound revelations.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "7612",
    "Name": "duck! duck! Go!",
    "ID": 35964,
    "Year": "(2008)",
    "Geek Rating": "5.630",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/35964/duck-duck-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6026",
    "Description": "Bathtub rubber ducky racing has long been a popular sport. Every year rubber duckies from all walks of life train in bathtubs, spas and small ponds around the world to prepare for the annual Kenducky Derby, the premier bathtub ducky race.&#10;&#10;duck! duck! GO! comes with 6 REAL rubber duckies, and a rubber bird dog. There are over 100 duckies in the set - which ones will YOU get?&#10;&#10;Each round, choose a movement card from your hand. When it is your turn, race your ducky according to the directions on the card.&#10;&#10;Be the first ducky to touch all the buoys and get back to the finish drain to win!&#10;&#10;NOTE: The current, in-print edition plays up to four, and comes with four ducks in the box. The first edition played up to six, and came with the same.&#10;&#10;Contents:&#10;&#10;     Four rubber duckies, randomly selected from a set of over 100, &#10;     One random rubber bird dog&#10;     16 game board super-hexes&#10;     54 movement cards&#10;     43 counters&#10;     Rules. &#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "7613",
    "Name": "Switchbacks",
    "ID": 363614,
    "Year": "(2022)",
    "Geek Rating": "5.630",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/363614/switchbacks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2222",
    "Description": "In Connect37, players place tiles numbered 1 to 37 into a hexagonal grid. When they place a tile, they may also place one of their chips onto it. At the end of the game, players check for groups of tiles on the board with consecutive numbers such that you can trace a sequential path; any player chips on these tiles are worth points. The player with the most points wins.&#10;&#10;Switchbacks keeps the same gameplay as the original release, but with players now going on a mountain-trekking expedition and marking the trail along the way, ideally building connected paths.&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Crowdfunding: Kickstarter",
      "Series: Small Box Big Game (Allplay)",
      "Theme: Hiking",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "7614",
    "Name": "Cornwall",
    "ID": 181328,
    "Year": "(2015)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/181328/cornwall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "In Cornwall, players try to enlarge the landscape by adding tiles to it and placing pawns on these tiles. By doing so, they earn money, which is desperately needed to bring their pawns back from the pub!&#10;&#10;Since all pawns move to the pub to celebrate the end of the workday once an area is complete, it becomes tricky to have enough pawns available to conquer new areas. You can leave pawns on an area in order to continue to increase the size of it, but then the area might become attractive for other players, too, with them joining you &mdash; or possibly even taking it over for themselves...&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Country: England",
      "Region: Cornwall (England)"
    ]
  },
  {
    "Rank": "7615",
    "Name": "Super Mario: Level Up! Board Game",
    "ID": 224907,
    "Year": "(2017)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/224907/super-mario-level-up-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Description from the publisher:&#10;&#10;In Super Mario Level Up! join Mario and his pals as you advance them up the Mushroom Kingdom while challenging other players to gather the most coins and reach the castle at the top.&#10;&#10;Each player starts with a unique line-up of characters that they are trying to score the most points with. Players take turns moving any character up the board until a character gets to the top.&#10;&#10;Once a character is advanced to the top board, players vote to see if the character stays or is kicked off the Mushroom Kingdom. It takes only one NO vote to get them off the board. And players should use the NO votes wisely as each player only has two NO votes in their hand. The round ends when the character is unanimously voted to stay at the top.&#10;&#10;Score up your points and play another round. Game ends after three rounds.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "7616",
    "Name": "Rapa Nui",
    "ID": 314401,
    "Year": "(2020)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/314401/rapa-nui",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Universe&#10;Between the 13th and the 17th century, more than 900 monumental statues, Moa&iuml;, were erected on the Polynesian island of Rapa Nui, also called Easter Island. Become a powerful tribal chief of Easter Island, and gather tribe members to best serve your village, and please the Gods. Carve, transport and erect Moa&iuml; to gather resources, and turn these into offerings to honor your ancestors and secure your spiritual and political prowess.&#10;&#10;Gameplay&#10;Each game turn takes place in 3 phases. During the first phase, each player sends one of his figurines on the board, each in turn, until all the figurines have been placed. The sorcerer will decide the order of the next turn, and the villagers are placed on the board to become transporters or scupltor. Thanks to the number of sculptors present in the Quarry, each player collects Moais of different sizes. Moai or Pukao must be transported through a continuous chain of transporters, whether they are from your clan or not. But be careful, you offer resource to your opponents when you use their transporter! Once arrived at your destination, you can erect the Moai, to take the Ahu tile you can play at your tune, as well as one or more Resources depending on the size of the Moai. Styling your Moais will allow you to exchange resources to acquire Offering tiles. Atthe end of a round, if the number of ahu with no Moai is less than or equal to the number of players, the game ends,The winner is the player with the most victory points earned thanks to the Offering and Outstanding Offering tiles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Network and Route Building",
      "Ownership",
      "Pick-up and Deliver",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Country: Chile",
      "Islands: Easter (Chile)",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "7617",
    "Name": "Colossus",
    "ID": 365455,
    "Year": "(2022)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/365455/colossus",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.9091",
    "Description": "Colossus is a solo card game that takes less than 20 minutes to play.&#10;&#10;You play as the warrior Nethopha and your objective is to defeat the colossus Og.&#10;&#10;Play your Action cards by superimposing them in the play area, respecting these two rules:&#10;&#10;&#10;     Each card must be played vertically and upright.&#10;     Each card you place must cover exactly two squares (two medallions) of a card already present in the playing area.&#10;&#10;&#10;Following this, the visible medallions are your stats.&#10;&#10;Compare your stats to the stats of the Colossus card in play, and see if you have enough visible medallions to weaken Og, grapple Og (so you don't fall), unlock powerful cards, and/or scale Og.&#10;&#10;Reach the top of the Colossus and give it the final blow to annihilate it.&#10;&#10;&mdash;description from the publisher&#10;&#10;Colossus est un jeu de cartes solitaire qui se joue en moins de 20 minutes.&#10;&#10;Vous incarnez le guerrier N&eacute;thopha et votre objectif est de vaincre le colosse Og.&#10;&#10;Jouez vos cartes Actions en les superposant dans la zone de jeu en respectant ces deux r&egrave;gles :&#10;&#10;&#10;     Chaque carte doit &ecirc;tre jou&eacute;e verticalement et &agrave; l&rsquo;endroit.&#10;     Chaque carte que vous posez doit recouvrir exactement deux cases (deux m&eacute;daillons) d&rsquo;une carte d&eacute;j&agrave; pr&eacute;sente dans la zone de jeu.&#10;&#10;&#10;&Agrave; la suite de cela, les m&eacute;daillons visibles constituent vos statistiques.&#10;&#10;Comparez vos statistiques aux statistiques de la carte Colosse qui est en jeu, et v&eacute;rifiez si vous avez suffisamment de m&eacute;daillons visibles pour affaiblir Og, vous agrippez &agrave; Og (afin de ne pas tomber), d&eacute;bloquer des cartes puissantes et/ou escalader Og.&#10;&#10;Atteignez le sommet du Colosse et donnez-lui le coup final pour l&rsquo;an&eacute;antir.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "7618",
    "Name": "20th Century Limited",
    "ID": 118703,
    "Year": "(2015)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/118703/20th-century-limited",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4762",
    "Description": "Become part of a U.S. National Institution of the early 20th Century, as you build the routes and reputation of The Most Famous Train in the World: the 20th Century Limited. You are American rail luminaries, creating small independent lines to serve local cities. Plying your business acumen, you plan to sell these lines to larger companies. Of course, you wouldn&rsquo;t be where you are today without knowing a thing or two about turning tricky situations to your advantage: You have a scheme in mind to get the big companies what they need, without necessarily having, shall we say, exclusive ownership of it&hellip;.&#10;&#10;20th Century Limited condenses the history the American railroad into a sixty-minute game. Players take on the roles of the great railway robber barons as they set up small railroads, turn them into larger rail lines, then sell them off and start all over again. The spread of the North American rail system can happen on your game table in about an hour as the network develops in a fashion similar to the historical model.&#10;&#10;The game possesses the simple route-building mechanisms that were used in Transamerica. The placement of pieces is easy to understand, and this simple feature is livened up by the Rail Line cards that dictate the placement of rail segments to recreate the various historical railways of America. The second piece of the puzzle are the Demand cards that serve as a pseudo pick-up-and-deliver system. Players are able to choose what path suits them in the game. You can go for the fulfillment of demands or you can try to build the great rail lines that shaped America. Everything from the Santa Fe to Boston &amp; Maine and many other memorable lines are represented, including the game's namesake: the New York Central Railroad.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "7619",
    "Name": "Kung Fu Panda: The Board Game",
    "ID": 186986,
    "Year": "(2020)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/186986/kung-fu-panda-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Kung Fu Panda: The Board Game, you play as either Po or one of the Furious Five (Tigress, Monkey, Mantis, Crane and Viper), with everyone working together to defeat Tai Lung and other villains from the Kung Fu Panda films and animated series through intense dice-rolling action. By defeating villains, completing quests and helping others, players will gain karma to upgrade their character's abilities and secure the use of legendary artifacts from Master Shifu with which to face even deadlier perils.&#10;&#10;Each of the heroes in Kung Fu Panda: The Board Game will be represented by a custom miniature.&#10;&#10;",
    "Categories": [
      "Animals",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pandas",
      "Components: Miniatures",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "7620",
    "Name": "Catan: Family Edition",
    "ID": 147240,
    "Year": "(2012)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/147240/catan-family-edition",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "This New edition of the &ldquo;Settlers of Catan &ndash; Board Game&rdquo; features a six piece reversible board allowing for more replay value than the previous Gallery Edition.&#10;&#10;Get together with friends or family. Learn to play in about 15 minutes. Then enjoy countless hours of fast-paced fun!&#10;&#10;Begin a quest to settle the island of Catan! Guide your brave settlers to victory by using clever trading and shrewd development. Use resources &ndash; grain, wool, ore, lumber, and brick &ndash; to build roads, settlements, cities and key cultural milestones. Get resources by rolling the dice or by trading with other players.&#10;&#10;But beware! You never know when someone will block your way or if the robber will strike and steal your hard-earned goods! Are you the best trader, builder, or settler? Will you master Catan?&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "7621",
    "Name": "Unlock!: Heroic Adventures – Sherlock Holmes: Der scharlachrote Faden",
    "ID": 341008,
    "Year": "(2018)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/341008/unlock-heroic-adventures-sherlock-holmes-der-schar",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Help the master detective link the scarlet thread in this peculiar case.&#10;&#10;In live escape rooms, participants are locked in and must manage to leave the room within 60 minutes. UNLOCK! lets you experience this cooperative experience at your home gaming table.&#10;&#10;Contained in Unlock!: Heroic Adventures but a German edition was released by itself.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "7622",
    "Name": "Kachina",
    "ID": 30024,
    "Year": "(2009)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/30024/kachina",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0571",
    "Description": "Kachina is a tactical tile game based on the traditions of the Hopi Native American tribe. Each round you place one of your limited number of Kachina tiles, trying to dominate the largest possible area of the board.&#10;&#10;In the Hopi tradition, the world is ruled by kachinas (or spirits) of many different types. Children of the tribe learn about these different spirits through the use of Kachina dolls. To illustrate the tension of different spirits in the world, the tribal elders create games of kachinas vying for dominance. Will the Eagle soar above the Ogre? Will the Clown humiliate the Chief to nothingness? Or maybe the Sun God outshines all in its radiance?&#10;&#10;You'll have to plan ahead and use your Kachina tiles to best effect to outscore your opponents in this very strategic tile game. You build the board as you go, so no two games are alike. Each type of tile has a different ability. Can you predict what your fellow players will do and guide your Kachina to dominance?&#10;&#10;Reimplemented as&#10;&#10;    V&#195;&#182;lusp&#195;&#161;&#10;&#10;&#10;",
    "Categories": [
      "American West",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "7623",
    "Name": "Renegade Legion: Centurion – Blood & Steel",
    "ID": 8957,
    "Year": "(1988)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/8957/renegade-legion-centurion-blood-and-steel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3793",
    "Description": "An armored warfare battle game based on the Renegade Legion series from FASA from the Battletech (1st ed) era. Game play bears some similarity to Battletech. The unique part of the game is the damage system where different types of rounds penetrate the tanks' armor differently causing damage indicated by various shapes. The shapes are crossed off a few columns of boxes on the tank's vehicle sheet. Comes with hex paper board and cardboard tanks.&#10;&#10;The second edition replaced the fold up cardboard tanks with plastic miniatures.&#10;&#10;Expanded by:&#10;&#10;    Renegade Legion: 2nd ACR Armored Cavalry Regiment&#10;    Renegade Legion: Centurion &#226;&#128;&#147; Harbingers of Death&#10;    Renegade Legion: Centurion &#226;&#128;&#147; Blood & Steel: Vehicle Briefing&#10;    Renegade Legion: Centurion Technical Update&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Setting: Renegade Legion"
    ]
  },
  {
    "Rank": "7624",
    "Name": "Warband: Against the Darkness",
    "ID": 153905,
    "Year": "(2015)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/153905/warband-against-the-darkness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9259",
    "Description": "Since the dawn of their civilizations, the great races of the Five Realms of Kholdrum, Shenaru, Ela'Vethera, Lorendale, and Zhoni have been engaged in complex relations with each other &ndash; allying and arguing, merging and dividing, loving and hating &ndash; as they each schemed and plotted to gain the upper hand over the others.&#10;&#10;Then the Darkness came. An army of unspeakable horrors of an ancient and forgotten race of infernal creatures awoke deep within the earth and marched across the lands. The Darkness ravished the Five Realms with death and destruction and nearly brought the continent to its knees. Faced with a desperate fight for their very survival, the great races put aside their differences and united into a warband of such magnitude and strength as had never been seen before. The world trembled.&#10;&#10;Though their great loss of life on the battlefield was nearly insurmountable, the warband's sheer size overpowered the armies of Darkness and largely drove them back beneath the earth. Sorcerers and shamans and magi of the great races invoked binding blood magic to start sealing the enemy away for an eternity. In the final days of battle to determine the fate of the lands, the hordes of Darkness and the great warband clash on four remaining battle fronts that are each located near a border landmark that separate the kingdoms of the Five Realms.&#10;&#10;The last four campaigns wage on. The end is near. May the Maker protect us all....&#10;&#10;As a player in Warband: Against the Darkness, you control the warband armies of one of the great fantasy races of the Five Realms. Although the great races are currently working together in mutual defense, old habits and rivalries are hard to break and this isn't in any way a co-operative game. It's important that your kind emerges victorious from the war with more battle prestige and honor than your temporary and untrustworthy comrades. The player who collects the most Victory Points of one-upmanship for their race by the conclusion of the final battle against the Darkness &ndash; gained by advancing your soldiers in the warband, earning gold for your army captains, reconnoitering the combat fronts with your scouts, and defeating enemies on the battlefields &ndash; has achieved the greatest leadership glory and is declared the winner.&#10;&#10;Warband: Against the Darkness is perfectly balanced in the design space between Euro and Ameri-style gameplay, combining strategic depth with an evocative fantasy theme and tense player conflict.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "7625",
    "Name": "Twelve Heroes",
    "ID": 198412,
    "Year": "(2016)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/198412/twelve-heroes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.5556",
    "Description": "In the two-player game Twelve Heroes, players are landlords who lead twelve units and aim to obtain land cards which are located in three regions. These land cards give you victory points, and the first player who has gained seven points wins.&#10;&#10;Before the game begins, players choose twelve unit cards to construct a deck of their own. On your turn, you execute four phases: control, maintenance, income, and military. Military is the most important phase in a turn, during which you can muster, deploy, or move your units. You can also gain food. You consume action points to execute these actions. You need food to muster units and activate them. Managing food and maximizing synergies of units are the keys to winning the game.&#10;&#10;Publisher's summary:&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#233;&#160;&#152;&#228;&#184;&#187;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;12&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#146;&#230;&#140;&#135;&#230;&#143;&#174;&#227;&#129;&#151;&#227;&#129;&#166;3&#227;&#129;&#164;&#227;&#129;&#174;&#229;&#156;&#176;&#229;&#159;&#159;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#156;&#159;&#229;&#156;&#176;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#156;&#159;&#229;&#156;&#176;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#129;&#140;&#232;&#168;&#152;&#232;&#191;&#176;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#138;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#133;&#136;&#227;&#129;&#171;7&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#229;&#137;&#141;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;12&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#130;&#139;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#131;&#135;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#230;&#128;&#167;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#129;&#175;4&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#164;&#227;&#130;&#186;&#239;&#188;&#136;&#230;&#148;&#175;&#233;&#133;&#141;&#227;&#131;&#187;&#231;&#182;&#173;&#230;&#140;&#129;&#227;&#131;&#187;&#229;&#143;&#142;&#229;&#133;&#165;&#227;&#131;&#187;&#232;&#187;&#141;&#228;&#186;&#139;&#239;&#188;&#137;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#129;&#174;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#232;&#187;&#141;&#228;&#186;&#139;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#164;&#227;&#130;&#186;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#146;&#229;&#143;&#172;&#233;&#155;&#134;&#227;&#131;&#187;&#229;&#156;&#176;&#229;&#159;&#159;&#227;&#129;&#171;&#230;&#180;&#190;&#233;&#129;&#163;&#227;&#131;&#187;&#229;&#156;&#176;&#229;&#159;&#159;&#227;&#129;&#139;&#227;&#130;&#137;&#229;&#156;&#176;&#229;&#159;&#159;&#227;&#129;&#184;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#128;&#129;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#232;&#161;&#140;&#229;&#139;&#149;&#227;&#129;&#140;&#227;&#129;&#168;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#233;&#163;&#159;&#231;&#179;&#167;&#227;&#130;&#146;&#231;&#155;&#180;&#230;&#142;&#165;&#231;&#154;&#132;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#130;&#137;&#227;&#129;&#174;&#232;&#161;&#140;&#229;&#139;&#149;&#227;&#129;&#175;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#229;&#174;&#159;&#230;&#150;&#189;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#174;&#230;&#139;&#155;&#233;&#155;&#134;&#227;&#129;&#171;&#227;&#129;&#175;&#233;&#163;&#159;&#231;&#179;&#167;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#229;&#156;&#176;&#229;&#159;&#159;&#227;&#129;&#167;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#140;&#230;&#180;&#187;&#229;&#139;&#149;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#130;&#130;&#233;&#163;&#159;&#231;&#179;&#167;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#233;&#163;&#159;&#230;&#150;&#153;&#227;&#129;&#174;&#227;&#131;&#158;&#227;&#131;&#141;&#227;&#130;&#184;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#168;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#174;&#227;&#130;&#183;&#227;&#131;&#138;&#227;&#130;&#184;&#227;&#131;&#188;&#227;&#130;&#146;&#230;&#156;&#128;&#229;&#164;&#167;&#229;&#140;&#150;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#130;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Number",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7626",
    "Name": "Bug Council of Backyardia",
    "ID": 337255,
    "Year": "(2022)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/337255/bug-council-of-backyardia",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the vast realm of Backyardia, the Bug Council convenes to discuss important things like picnics, how to ruin picnics and, of course, income tax reform. The different factions of bugs &mdash; ants, flies, bees, mosquitos and cockroaches &mdash; find themselves in an ever-shifting balance of power and only those who ally themselves with the most powerful will seize the day.&#10;&#10;Bug Council of Backyardia is a trick-taking game that utilizes a mancala mechanism to dynamically shift which suits are powerful throughout the game, which is played over three rounds. Each round, players receive eleven cards to play ten tricks. During the tricks, the leader plays a suit and the rest of the players follow with a card of the same suit, if possible. Whoever plays the strongest card of the strongest suit wins the trick and collects it for scoring! Meanwhile, whoever plays the lowest on-suit card gets to visit the Bug Council; this player chooses a faction tile, collects its strength cubes, then distributes them in a clockwise fashion around the council, thus altering the strength of the suits.&#10;&#10;At the end of ten tricks, players use their remaining card to claim their allegiance to the faction matching its suit. If you play your cards right and manipulate the council to your favor, you can get a nice allegiance bonus to add to the tricks you've won.&#10;&#10;At the end of three rounds, whoever has the most points wins the game and will be forever remembered in the annals of Backyardia history!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Mancala",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Insects",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7627",
    "Name": "Railroad Dice",
    "ID": 8192,
    "Year": "(2003)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/8192/railroad-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "Railroad Dice: The First Rails is the first game in a new series of railway games using dice as their main component.&#10;&#10;Each player is an investor who wants to take control of one or more of the 5 Railroad companies with the aim of constructing as many adjacent Railway Stations as possible in order to attract the most Passengers.&#10;&#10;The game is played simultaneously on two large tiles upon which the tracks and stations are built. In a fairly unique methodology, finished tiles are replaced by miniature tiles as the tracks grow.&#10;&#10;(Initially released in a cube box at Essen 2003 with a publication run of 300 copies)&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Digital Implementations: Tabletopia",
      "Game: Railroad Dice"
    ]
  },
  {
    "Rank": "7628",
    "Name": "1836Jr",
    "ID": 173574,
    "Year": "(2006)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/173574/1836jr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "0",
    "Weight": "4.2857",
    "Description": "1836jr is a mini 18xx game based on either 1830: Railways & Robber Barons or 1856: Railroading in Upper Canada from 1856 (and requiring components from 1830 or 1856) set in the Netherlands and Belgium.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "7629",
    "Name": "Stargrunt II",
    "ID": 5686,
    "Year": "(1996)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/5686/stargrunt-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.96",
    "Description": "Stargrunt II is a comprehensive set of generic rules for simulating science-fiction infantry combat in virtually any background. The system covers actions from a few squads up to full company level. Rules are included for infantry, powered armored troops, AFV's, artillery and aerospace support and much much more. The game is designed for use with 25mm or 15mm scale miniatures. The game has a flexible integrated game sequence, minimal record keeping and a brilliant system of distinguishing troop quality. The game encourages the players to think tactically. There are rules for troop confidence, motivation, suppression and much more.&#10;&#10;This game is now available as a free download from Ground Zero Games.&#10;&#10;http://www.groundzerogames.net/&#10;&#10;Re-implements:&#10;Stargrunt&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "7630",
    "Name": "Kings Cribbage",
    "ID": 1449,
    "Year": "(1997)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/1449/kings-cribbage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Take Cribbage and Scrabble, shake well, and you will have Kings Cribbage.  The tiles correspond to a standard deck of cards except that there are only two suits (dark brown and light brown). You place the tiles on the board a la Scrabble and try to form the highest Cribbage hand possible.  All tiles that are placed must score.  Scores are as standard Cribbage for the most part and as in Scrabble you may score in multiple rows and or columns at the same time.  No more than 5 tiles may be placed consecutively.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "7631",
    "Name": "Cascadito",
    "ID": 401217,
    "Year": "(2024)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/401217/cascadito",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "The kingdom is reuniting, but the work of El Cascadero and his ministers has only begun. Many challenges and opportunities await the kingdom. Bandits threaten to overwhelm the towns, rivers present new modes of travel, trade continues to grow, and the borders must be defended.&#10;&#10;Cascadito is the smaller spiritual sibling to Reiner Knizia&rsquo;s big box tile placement strategy game, Cascadero. Each player receives their own sheet and a pencil. 6 dice are rolled, and players take turns drafting a die used to fill in a space on their map. The dice display 5 colors, representing the 5 town types on the map. When a colored die is chosen, the player fills in a space adjacent to a matching colored town.&#10;&#10;By reaching towns with groups of filled in spaces, players will trigger town scoring in the book of successes on their sheet. If players plan their routes wisely, these escalating successes can trigger a cascade of combos to give them a competitive edge in earning the public achievements and private bonuses.&#10;&#10;The game ends immediately when all the public achievements have been claimed or when one player gains all the private bonuses. Players will then tally up their successes and achievements to determine the winner.&#10;&#10;Cascadito retains the challenging, combotastic core of Cascadero &mdash; the interplay between the map and book of successes &mdash; while providing a refreshingly unique and complementary experience:&#10;&#10;     Players are limited to the dice options on the table, and they must watch their opponent&rsquo;s plans and routes carefully when drafting a die on their turn.&#10;     Features 4 dramatically unique sheets with different maps, tracks, achievements, strategies, landmarks, and bonuses. These sheets are (1) Rural Beginnings, (2) Raiding Bandits, (3) The Two Rivers, and (4) Trade and Defense.&#10;     Contained within a smaller and faster package, great as a filler game or travel companion.&#10;     Includes a solo mode for each sheet with a standard and advanced difficulty.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Chaining",
      "Connections",
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Track Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7632",
    "Name": "Guns & Steel: Renaissance",
    "ID": 197269,
    "Year": "(2016)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/197269/guns-and-steel-renaissance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "2.6667",
    "Description": "The world is a dynamic place, always changing and never stops flowing. New and improved ways are challenging traditional values and, with the wave of renaissance sweeping through, you will not be spared.&#10;&#10;With great power comes great responsibility to provide stability and protection, resulting in a new golden age. Endure the tides of time, and leave an epic impression of your civilization upon the heritage of mankind.&#10;&#10;Guns &amp; Steel: Renaissance is a standalone expansion for Guns &amp; Steel, providing new cards and new mechanisms that can be played by itself, or combined with the base game to provide a rich and dynamic adventure throughout history. Here's the overview of a player's turn during the game:&#10;&#10;&#10;    Resource Phase&#10;        Play a card face-down as a resource card.&#10;    &#10;    Development Phase&#10;        Play a card face-up as a development card.&#10;    &#10;    Purchase Phase&#10;        May buy one card from supply.&#10;    &#10;    End of Turn Phase&#10;        0 or 1 card in hand: &#10;             Retrieve cards to hand.&#10;        &#10;        2 or more cards in hand: Do nothing.&#10;        Check if you can place glory cubes on a wonder.&#10;    &#10;&#10;&#10;The game ends when all of the wonders are taken, or when all space age cards have been bought, or when a player has 15 VP tokens. At this point, whoever has the most VP wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Game: Guns & Steel"
    ]
  },
  {
    "Rank": "7633",
    "Name": "Rise to Power",
    "ID": 157912,
    "Year": "(2014)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/157912/rise-to-power",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3429",
    "Description": "Rise to Power is a city-building strategy card game for 2-6 players, set in a futuristic world where companies compete to fulfill the world's power needs.&#10;&#10;The game is set in a futuristic world that has discovered an abundant source of energy, dubbed PRISM. Competing power companies are scrambling to extract as much PRISM as they can to increase their influence by powering districts and ultimately controlling the city's power needs.&#10;&#10;Activating a district card allows players to expand their power grid capabilities and also increases a company's influence.&#10;&#10;Instead of activating a district, a player could instead use the card's exchange ability to perform a powerful action at the cost of giving up the district, placed on The Exchange for others to take.&#10;&#10;Players take turn extracting PRISMs and using them to fulfill district contracts offered by the government. As players power districts, their play area will reflect the state of their city influence. When powering districts, players are rewarded for paying the exact amount, portraying efficiency and promoting careful planning.&#10;&#10;When a player activates their 8th district, the game enters the last round phase. At the end of the game, players with the highest influence points, earned by activated districts and their private agenda, are declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7634",
    "Name": "The Color Monster",
    "ID": 256980,
    "Year": "(2018)",
    "Geek Rating": "5.629",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/256980/the-color-monster",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.0909",
    "Description": "Players in The Color Monster collaborate to help the Monster figure out his emotions. In turns, they roll the die that allows them to move the Monster around the board. When the Monster goes to a space with an emotion token, the player can pick it up and look for the right jar. The jars are all placed on shelves with their colors hidden. If the player chooses the jar which matches the color of the emotion, then they can place the emotion token into the jar. Otherwise, the jar goes back to the shelf as it was. In order to pick up an emotion token, players have to explain a memory or a situation in which they feel like the emotion they are picking up (Happiness, Sadness, Anger, Fear or Calm). The players can lose the game if the Monster gets too confused and they flip over too many mixed emotion jars, or win the game when the emotions are all placed in their correct jars.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Components:  Meeples",
      "Components: Dice with Icons",
      "Creatures: Monsters",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "7635",
    "Name": "CrossFire: Rules and Organizations for Company Level WW II Gaming",
    "ID": 8066,
    "Year": "(1996)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/8066/crossfire-rules-and-organizations-for-company-leve",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5909",
    "Description": "CrossFire: Rules and Organization for Company-Level WW-II Gaming , combat mechanics that simulate the interplay of fire and movement combined with a command system that represents unit flexibility. Emphasis is on infantry combat.&#10;&#10;Crossfire is an innovative set of rules very unlike most other systems out there.  &quot;Turns&quot; (having the &quot;initiative&quot; is the term in Crossfire which loosely matches the concept of a &quot;turn&quot;) are not sequential (as in &quot;step 1 movement, step 2 artillery fire, step 3 melee, etc, etc&quot;) and distances and moves are not measured (we do some measurement in our house rules).  This different approach makes for a breathlessly exciting game system where critical situations are developed realistically and resolved quickly. The mechanics also make for amazingly quick games.  Scenarios that have previously taken more than a day to complete are finished within a few hours.  Once you try this game, you won't want to go back to others, believe me!&#10;&#10;Crossfire focuses on infantry action at the company level with squads as the smallest element. Some people play with house rules which add more detail to the armor rules - but the existing rules work fine as Crossfire is primarily and infantry orientated rule set.&#10;&#10;Crossfire is actually a step up from our 1:1 preferences, with figures mounted on stands of 2-3 figures representing a squad.  This was a bit of a nervous jump from 1:1 for me, but the result has been very rewarding.  I think one of the reasons I like it so much is that the idea of squads moving about is a bit like Avalon Hill's Squad Leader which we played years and years ago.  That was a great game.&#10;&#10;Also Available: Hit the Dirt! (CrossFire Scenarios) 21 scenarios for Cross Fire in a booklet.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "7636",
    "Name": "Less Than 60 Miles",
    "ID": 259121,
    "Year": "(2019)",
    "Geek Rating": "5.629",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgame/259121/less-than-60-miles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "600",
    "Weight": "3.8571",
    "Description": "&#10;&quot;The goal is to collapse adversary&rsquo;s system into confusion and disorder causing him to over and under react to activity that appears simultaneously menacing as well as ambiguous, chaotic, or misleading.&quot;&#10;&#10;John R. Boyd, &ldquo;Patterns of Conflict&rdquo;&#10;&#10;&#10;At 0400 Zulu Time, July 24 1985, three Warsaw Pact Armies cross the Inner German Border and advance at full speed into the Fulda Gap.&#10;&#10;US V Corps, supported by West German 5 Panzer Division, start executing OPLAN 33001 &ndash; the CENTAG Defense Plan prepared and refined for decades &ndash; to accomplish the apparently impossible task of stopping 4000 Soviet Tanks before they reach the Rhine.&#10;&#10;Taking its roots from SPI&rsquo;s Central Front and NATO: Division Commander, Less Than 60 Miles is the first of an operational simulation series focused on Command, Control and Communication.&#10;&#10;All the elements of modern mechanized warfare are covered: Chemical and Nuclear Weapons, Attack Helicopters, Engineers, Electronic Warfare, Counter-battery Fire, Ribbon Bridges, Army Doctrines, Reconnaissance units, Close Air Support coordination and more.&#10;&#10;Several typical wargame mechanics have been reinterpreted, and both sides will fight three equally dangerous foes: the enemy, their own plan and time. Even a simple action can quickly turn into a disaster when facing an opponent using more efficiently the real key to victory: the OODA Loop theorized by John Boyd in the early &lsquo;80s and used today as the basis for several military doctrines.&#10;&#10;Moreover, this is (hopefully) the first module of the C3 Series, covering the whole NATO &ndash; Warsaw Pact conflict in Central Europe. Yes, the idea is to have the whole Central Front playable in a gigantic, unmanageable, mind-blowing campaign.&#10;&#10;Game Highlights&#10;&#10;    5 km per hex, 3 hours per game turn&#10;    Regiment / Battalion sized ground units&#10;    Detailed Order of Battle set in 1985&#10;    Close Air Support and Attack Helicopters&#10;    Command, Control &amp; Communication related problems&#10;    Electronic and Intelligence Warfare&#10;    Formation Leaders skills (or absence thereof)&#10;    Artillery interdiction and Counter-Battery fire&#10;    Chemical and Nuclear warfare&#10;    Specific events for Warsaw Pact and NATO&#10;    Random events to further increase battlefield chaos&#10;    Two Campaign Games:&#10;            &quot;The Day That Never Comes&quot;, three Warsaw Pact Armies against US V Corps&#10;            &quot;One Minute to Midnight&quot;, all-out chemical and nuclear warfare after several weeks of tension and build-up &#10;        &#10;    &#10;    Three Smaller Scenarios:&#10;            &quot;The Eleventh Hour&quot;, the first desperate hours of US 11th Armored Cavalry Regiment&#10;            &quot;Steps of Our Fathers&quot;, West German 5th Panzer Division finds itself on the main attack axis&#10;            &quot;Spearhead&quot;, US 3rd Armored Division must stop 8th Guards Army and send reinforcements North&#10;        &#10;    &#10;&#10;&#10; &#10;Game Components (1st edition)&#10;&#10;    98&times;55 cm matte plasticized map, covering US V Corps area of responsibility&#10;    1056 5/8&Prime; matte plasticized counters (6 sheets with 176 counters)&#10;    40 Action and Event Cards&#10;    36 pages Rules Booklet&#10;    28 pages Scenarios &amp; Designer&rsquo;s Notes Booklet&#10;    2x 8 pages Charts &amp; Tables booklets&#10;    4x Player Aid Charts (Ground combat Chart, US V Corps Order of Battle, Central Front Order of Battle, Time Track)&#10;    2x 10-sided dice&#10;    10x zipbags&#10;&#10;&#10; &#10;Game Components (2nd edition)&#10;&#10;    98&times;55 cm matte plasticized map, covering US V Corps area of responsibility&#10;    1056 5/8&Prime; matte plasticized counters (6 sheets with 176 counters)&#10;    40 Action and Event Cards&#10;    24 pages Rules Booklet&#10;    24 pages Scenarios &amp; Designer&rsquo;s Notes Booklet&#10;    8 pages Field Manual (Examples)&#10;    2x 12 pages Charts &amp; Tables booklets&#10;    5x Player Aid Charts (Ground combat Chart, CENTAG Sector 1 Order of Battle, Central Front Order of Battle, WP Time Track, NATO Time Track)&#10;    2x 10-sided dice&#10;    10x zipbags&#10;&#10;&#10;(from website and user's description )&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Series: C3 Series (Thin Red Line Games)"
    ]
  },
  {
    "Rank": "7637",
    "Name": "El Camarero",
    "ID": 273657,
    "Year": "(2018)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/273657/el-camarero",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "A game that honors the great memory of waiters all over the globe. Do you think you could be a great waiter? Starters, mains, sides, desserts and beverages. You must remember every order of the  table and serve the dishes going out from kitchen. But pay attention! If someone makes a mistake, you can save the honor of the waiters by correcting it.&#10;&#10;At the start of the game every player receives cards with starters, mains, sides, desserts and beverages. Each card shows two variants and the players should pick one variant for each card and put them face up in front of him. Then, the players read aloud out their orders and flip them face down. Now someone puts 8 cards from the kitchen deck and put them in the center of the table. Starting by the first players and following turns, each player can either serve a dish to a player or discard extra dishes. If another player thinks the current player is making a mistake he can ring the bell and correct him. &#10;Players scores 3 points for right services, 1 point for discarded dishes and -2 for every mistake.&#10;&#10;The game ends at the end of the kitchen deck, the players with more points is the winner.&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "7638",
    "Name": "Lords of Baseball",
    "ID": 97155,
    "Year": "(2024)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/97155/lords-of-baseball",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.8",
    "Description": "The new century is upon us, and the 20th Century promises to be something great for the game of baseball. Across the eastern half of the United States the national pastime is taking shape. The leagues are settling into traditional formats that will remain unchanged for decades.&#10;&#10;You are an owner of one of the charter franchises, a leader with the money and vision to grow the game into its modern form. Invest wisely &ndash; it is not only the team on the field that matters, but also the stadium, media, and fans that can set you up for success! This is not a baseball game simulation; this is a game about building a baseball dynasty. Your business savvy and skills will win the day.&#10;&#10;Lords of Baseball is for 1-4 players (expandable to 6 or 8 and can even be expanded to 16 with two base games and 4 expansions). Lords of Baseball takes about 40 minutes per season to play. It is a card-driven strategy game that unfolds over multiple seasons (you can choose to play a short, medium, or long game).&#10;&#10;A game of Lords of Baseball is played out over a pre-determined number of seasons (three, five, or seven). Each player has a team and stadium mat where they track the progress and development of the franchise. Players will utilize the various card decks to alter their team&rsquo;s abilities and to gain competitive edges during series against their opponents. Results are tracked on the main game board. Wins each season, fan support and victory points are shown there. In general players need to balance three objectives: winning games, earning money, and improving their stadiums. Be careful, it is easy to lose focus on one category and fail to score as well as someone that keeps all three balls in play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "7639",
    "Name": "Yamslam",
    "ID": 41493,
    "Year": "(2008)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/41493/yamslam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Let the five dice roll you to a win with Yamslam! Calculated chances and strategic choices will place the odds in your favor. After each roll, choose the dice that will get you the best combination. Each combination is worth a different point value and has only 4 chips, so get the best ones before they run out. Race your friends to the special bonuses and keep the suspense rolling until the end with Yamslam.&#10;&#10;Self contained, and made from recyclable tin, Yamslam is travel-friendly and highly durable for years of fun.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "7640",
    "Name": "Metropolis",
    "ID": 145,
    "Year": "(1984)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/145/metropolis",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2353",
    "Description": "One of game designer Sid Sackson&#039;s greatest contributions to the negotiation genre, this game has players  trying to construct the best buildings in a rapidly growing city.  The map is a collection of city blocks broken into smaller properties.  Each turn, players choose one property and try to work out deal for placing a new structure on the board.  The value of each building is determined by the type of buildings in the same block, so both a school and an apartment building receive bonuses for existing together.&#10;&#10;",
    "Categories": [
      "City Building",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "7641",
    "Name": "Monza 20th Anniversary",
    "ID": 321757,
    "Year": "(2020)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/321757/monza-20th-anniversary",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "In Monza, players need a fast car, a good strategy, and a bit of luck to win this racing game. The colored dice indicate the spaces on the track that you can to drive on, but which lane should you take and when should you start trying to passing the competition? The player who crosses the finish line first wins!&#10;&#10;This reimplementation of a HABA classic celebrates the game's 20th Anniversary with a limited edition metal embossed tin, metallic painted dice, new Advanced Driver variants, and a new track!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "7642",
    "Name": "Road to Berlin: Platoon Level Combat in World War II – A Panzer Grenadier Game",
    "ID": 16805,
    "Year": "(2005)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/16805/road-to-berlin-platoon-level-combat-in-world-war-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7812",
    "Description": "A game in the &quot;Panzer Grenader&quot; series, this covers the late-war armored battles with Germany on the defensive.&#10;&#10;From the AP website:&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Road to Berlin is loaded with heavy gear, featuring 825 pieces.&#10;&#10;The Germans get Royal Tiger tanks for the first time in the Panzer Grenadier series, plus giant lumbering vehicles like the Hunting Tiger with its 128mm gun and the Hunting Panther. There are the fast Hetzer tank destroyers, too. Road to Berlin has both regular army and Waffen SS pieces, including SS cavalry. There are also pieces for the German home-defense militia called out in the last days of the Thousand-Year Reich.&#10;&#10;The Red Army of Workers and Peasants is also loaded with powerful weapons: The JS-1 and JS-2 heavy tanks lead the way, but there are also all sorts of vehicles not seen before by Panzer Grenadier fans: T-34/85, T-70 and KV-85 tanks; SU-76, SU-85, SU-100, SU-122, SU-152 and JSU-152 assault guns. There&rsquo;s also 122mm artillery for the first time, and Ba64 armored cars.&#10;&#10;Returning to the Panzer Grenadier system are the Soviet Guards, the elite of the Soviet armed forces. They bring the modern weapons of 1944 and 1945 plus rocket launchers and a full array of ground forces. We first debuted these in Heroes of the Soviet Union, which will be retired when the last copies are sold, but this is a much fuller treatment.&#10;&#10;Just as Eastern Front includes the Armata Romana, so does Road to Berlin bring the Royal Honvedseg, Hungary&rsquo;s army. The Hungarians have excellent cavalry and a number of Hungarian-made armored vehicles that are, well, less than excellent: Turan and Toldi tanks and Nimrod and Zrinyi assault guns.&#10;&#10;As for playing surface, Road to Berlin features eight of the semi-rigid mapboards of the type found in Airborne and Eastern Front. These are new to players of the series, with art by Terry Moore Strickland.&#10;&#10;And as will be true for all games in the series, there are plentiful replay opportunity: 75 scenarios drawn from the battles of 1944 and 1945 on the Eastern Front. &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;This game is part of the Panzer Grenadier series&#10;&#10;Expanded by:&#10;&#10;    Arctic Front: Finland's War, 1939-1944 &#226;&#128;&#147; A Panzer Grenadier Scenario Book: Deluxe Edition&#10;    Panzer Grenadier: Blue Division&#10;    Campaigns & Commanders: War in the East, 1939-1945 &#226;&#128;&#147; A Panzer Grenadier Campaign Book&#10;    Edelweiss: A Panzer Grenadier Scenario Book&#10;    First Axis: Slovakia at War 1939-1945 &#226;&#128;&#147; A Panzer Grenadier Scenario Book&#10;    Fronte Russo: A Panzer Grenadier Expansion Book&#10;    Panzer Grenadier: Iron Curtain&#10;    Panzer Grenadier: Iron Wolves &#226;&#128;&#147; Lithuania's Army&#10;    Panzer Grenadier: March on Leningrad&#10;    Panzer Grenadier: North Wind&#10;    Red Warriors&#10;    Panzer Grenadier: Siege of Leningrad&#10;    Panzer Grenadier: South Africa's War&#10;    Panzer Grenadier: War on the Equator&#10;    White Eagles: A Panzer Grenadier Supplement Book&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "7643",
    "Name": "Black Powder: Second Edition",
    "ID": 60815,
    "Year": "(2009)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/60815/black-powder-second-edition",
    "Min Players": "2",
    "Max Players": "120",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2.6",
    "Description": "Miniature Wargame rules for the era of horse and musket 1700-1900.&#10;&#10;If you can think of nothing finer than taking to the field of battle to refight great battles such as Quatre Bras, Bunker Hill, Rourke&rsquo;s Drift, Blenheim, Gettysburg, and more, you&rsquo;ll be needing a copy of Black Powder.&#10;&#10;Black Powder is very much a game for gentlemen gamers. Gamers who cherish the finer things in life such as wonderfully painted armies, fighting over luxurious terrain and doing so in the company of friends. No need for the use of protractors to wheel a unit. Arguments over whether a charge is 2mm out of range are not something you&rsquo;ll need to worry about. In essence it&rsquo;s a very relaxing game that can produce stunning conflicts - conflicts that can see one side appear doomed only for them to pull victory from the icy grasp of Mistress Defeat!&#10;&#10;The book itself is glorious. Hardback covers binding 184 full-colour pages filled with atmospheric anecdotes and the most sumptuous photographs of model soldiers you will have seen. It&rsquo;s every wargamer&rsquo;s dream!&#10;&#10;The 2nd Edition was published in August 2018.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Civil War",
      "American Revolutionary War",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Country: Prussia",
      "History: Age of Kings",
      "History: Anglo-Zulu War",
      "History: Crimean War",
      "History: Franco-Prussian War",
      "History: French and Indian War",
      "Series: Black Powder (Warlord Games)"
    ]
  },
  {
    "Rank": "7644",
    "Name": "Taverna",
    "ID": 181404,
    "Year": "(2015)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/181404/taverna",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "It is Saint-Averna's day, the holiest day in the kingdom of Averna. To celebrate, all the citizens gather in the capital city to party, drink and sing, from tavern to tavern. In the interactive card-driven worker placement game Taverna, you play an innkeeper of the city, eager to profit from this celebration and make his renown widespread. In order to do so, you will need to get along well with the four peoples of the kingdom, and you will need to cope with the demands of the Royal Court. It is up to you to be courteous with all of them. Will you play fair? Or will you use trickery, magic, and your influence with the most famous dignitaries?&#10;&#10;Each turn, players will chose one customer among the four available cards and place it in one of the five taverns. The property owners receive gold and the innkeeper is rewarded if he fulfils the expectations of the patrons. During your turn you can play one of the four dignitaries, cast spells, use royal favours and benefit from privileges. At the end of turn six, players will score one of the five members of the Royal Court, each scoring being available once. Your popularity with the four people will determine the royal scoring order and final bonuses. Power and glory to the most popular innkeeper.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "7645",
    "Name": "Into the Woods: The Battle of Shiloh, April 6-7, 1862",
    "ID": 300036,
    "Year": "(2022)",
    "Geek Rating": "5.628",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/300036/into-the-woods-the-battle-of-shiloh-april-6-7-1862",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "480",
    "Weight": "4.6",
    "Description": "Into the Woods: the Battle of Shiloh is the eighth installment of the Great Battles of the American Civil War (GBACW) series, published by GMT Games.&#10;&#10;The Great Battles of the American Civil War Series:&#10;This series is one of the hobby&rsquo;s longest-lived design concepts, springing from the legendary regimental level Gettysburg game &ndash; Terrible Swift Sword (SPI) &ndash; designed by Richard Berg in 1976. Under GMT, the rules system has remained stable, but has shown remarkable flexibility to allow each game to smoothly incorporate additional rules to reflect the historical battles. The series relies on interactive chit-pull mechanics to simulate the often chaotic nature of the 19th Century battlefield at the regimental level.&#10;&#10;Into the Woods: the Battle of Shiloh includes ten scenarios. They range from division level contests on half sized maps to two-map battles depicting both the first and second day of the struggle. Experienced players will be able to play many of the scenarios in one sitting. The game reflects the Confederate surprise, the &quot;greenness&quot; of many units on both sides, as well as the unique role Albert Sidney Johnston played in the Confederate attack.&#10;&#10;Game Scale:&#10;&#10;    Game Turn: 1 hour&#10;    Hex: 110 yards / 100 meters&#10;    Units: Battalion to Brigade (mostly Regiments)&#10;&#10;&#10;Game Inventory:&#10;&#10;    Two 22 x 34&quot; full color mapsheets&#10;    One 11 x 17&quot; double-sided full color map&#10;    Four &amp; half double-sided countersheets of 1,260 1/2&quot; counters (4 full sheet &amp; 1 half sheet - zero blank counters)&#10;    One 44-page GBACW Series Rule Booklet&#10;    One 56-page Shiloh Battle Book&#10;    Two 4 page Player Aid Card Folders&#10;    Two double-sided Battle Events Chart/Ammo Resupply Charts&#10;    Two double-sided Terrain Effects Charts/Disorder Tables&#10;    One double-sided Turn Track Cards&#10;    One double-sided Alert Schedule/Union Brigade Missions Card&#10;    Two double-sided Efficiency/Activation Charts&#10;    Two 10-sided dice (1 blue &amp; 1 gray)&#10;&#10;&#10;Solitaire Playability: Medium-High&#10;Complexity Level: Medium-High&#10;Players: 1-4&#10;Playing Time: 3 to 8 hours&#10;&#10;SYSTEM DESIGNER Richard Berg &#10;GAME DESIGN Dick Whitaker &#10;DEVELOPER Bill Byrne &#10;RESEARCH Albert Smith &#10;MAP ART Charlie Kibler and Dick Whitaker&#10;&#10;(from GMT website)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "7646",
    "Name": "Napoleon Returns 1815",
    "ID": 276337,
    "Year": "(2020)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/276337/napoleon-returns-1815",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "NAPOLEON RETURNS 1815 is our first game using our action point/battle card system.  We've combined several ideas into one fast playing game of Napoleon's 1815 Waterloo Campaign.&#10;&#10;With fewer than 20 pieces on the board, strategic movement based on action point allocation, a unique twist on a classic battle card system, the game plays in under 90 minutes.  The game is playable by 2 to 3 players and several games can be played in an evening.  Great for Tournament play!&#10; Each side receives a set number of action points to move pieces and battle.  Each piece on the board is a corps in the French, Anglo-Allied, and Prussian armies, so each side has 4 - 8 pieces on board.  As your pieces move they will gain fatigue, and as they battle they gain fatigue and casualties.&#10;&#10;The battle system is card play, matching the cards played based on the type of units in the corps (infantry, cavalry, or artillery).  Victory is determined by the capture of terrain and eliminating enemy units.&#10;&#10;-description from publisher&#10;&#10;The set contains&#10;- 2 sets of rules&#10;- 2 sets of player aid card&#10;- Mapboard&#10;- 2 French army tracking card sheets&#10;- 1 Allied army tracking card sheets&#10;- 1 Prussian army tracking card sheets&#10;- 5 objective cards&#10;- 68 combat cards&#10;- 8 French unit blocks&#10;- 10 Allied &amp; Prussian unit blocks&#10;- 25 yellow multipurpose market blocks&#10;- 1 six sided die&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Belgium",
      "Country: France",
      "Crowdfunding: Kickstarter",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "7647",
    "Name": "Second World War at Sea: Bomb Alley",
    "ID": 5635,
    "Year": "(2002)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/5635/second-world-war-at-sea-bomb-alley",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.0606",
    "Description": "For three years, Britain's Royal Navy and Italy's Regia Marina waged a ferocious battle for control of the Mediterranean Sea. Fifty scenarios re-create these struggles: the battleship duels at Cape Teulada, First Sirte, Second Sirte and Cape Matapan. The convoys to Malta. The Italian torpedo boat Lupo's defeat of two British cruisers.&#10;&#10;This is the ultimate World War 2 naval game, from the team that gave you SOPAC and Midway.&#10;&#10;Per Avalanche Press Bomb Alley has gone out of print. This version is not coming back. A new, bigger, version is called Regia Marina and is in print.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "7648",
    "Name": "4 Gods",
    "ID": 187104,
    "Year": "(2016)",
    "Geek Rating": "5.628",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/187104/4-gods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.2083",
    "Description": "Four Gods is a real-time tile-laying game in which players create a world &mdash; one tile at a time &mdash; before laying claim to one of the four gods of their world and attempting to win followers by sending prophets into that world.&#10;&#10;In more detail, players sit outside of a cardboard frame that represents the limits of the world. Each player starts with two randomly-drawn tiles in hand, with each double-sided tile depicting 1-3 types of landscape out of the four types present in the world.&#10;&#10;When play begins, each player simultaneously starts laying tiles into the frame; each tile must be adjacent to two sides to be placed, so initially tiles can be placed only in the corners of the frames, with players building inward from there. Players can place tiles anywhere that they can legally be placed (two sides are adjacent to the frame or previously placed tiles and all landscapes match across tile borders.&#10;&#10;Instead of placing a tile, a player can place it in their personal discard area, which can hold at most ten tiles. When a player has both hands free, they can draw two new tiles from the bag; alternatively, any player with a free hand can pick up any tile in any discard area and place it in the world.&#10;&#10;At any point during the game, a player can claim one of four gods and that god's followers. Each god is associated with a particular type of landscape, e.g., the merfolk god. Once a player has followers, they can place a prophet on a tile they just placed to claim that section of landscape. Players can place any number of prophets in a landscape as long as they're placing each prophet on a tile they just added to the world.&#10;&#10;At any point in the game, if a player thinks that a section of the board cannot be filled with a tile &mdash; e.g., a space that's surrounded by four types of landscapes &mdash; that player can place a round city marker in that space, and then claim that city with a prophet. If a matching tile is found later, a player can &quot;smash&quot; and collect that city, replacing it with the tile.&#10;&#10;Once the world is filled or players agree that no more tiles can be placed, the game ends. Each player scores five points for each city occupied or smashed. Each landscape with one or more prophets is worth a number of points to the player(s) with the most prophets in it equal to the number of tiles in that landscape minus the number of prophets in it. The landscape with the largest mass rewards its god with a large bonus, with the second and third largest masses rewarding their gods with smaller bonuses; similarly, the landscape that appears in the most distinct groups rewards its god with a large bonus, with the second and third largest groups again rewarding their gods with smaller bonuses.&#10;&#10;Whichever god has scored the most points wins!&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "7649",
    "Name": "Mexican Train",
    "ID": 11634,
    "Year": "(1994)",
    "Geek Rating": "5.628",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/11634/mexican-train",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Mexican Train is a fairly recently developed variation of Domino train type games that has become extremely popular.  Because of its simplicity and interaction,  it can be played by nearly anyone, anywhere.  Depending on the type of game you play, it can last from a single, 20-minute game to a 12 round game lasting hours.&#10;&#10;Although Mexican Train can be played with a standard set of Dominos, branded versions usually include a range of parts to facilitate play and highlight the theme, such as a train station, train pieces to mark players' trains and the &quot;Mexican train&quot;, and a &quot;woo woo!&quot; train whistle.  It is typically played with a set of double 12 dominoes (although double 6 and double 9 sets can be used with fewer players), and there are a variety of sets packaged by various manufactures as &quot;Mexican Train Dominoes&quot; that include all the necessary components to play.&#10;&#10;A double-twelve domino set has 91 tiles. The goal is for the players to get rid of their dominoes. Starting with the highest double tile placed in the middle of the table, which is the station, each player creates a line of dominoes. This is their train. Another train, the &quot;Mexican Train,&quot; can be played on by anyone. In the event that a player cannot play at all, even after drawing a new tile, she must place a marker (often little colored plastic trains that come with the game) on their train which allows others to play on her train temporarily until the marker is removed.&#10;&#10;As soon as one player is out of dominoes, the other players add up the value of their remaining tiles. At the end of the evening, the player with the lowest score is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Trains"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "7650",
    "Name": "Orléans Stories",
    "ID": 287275,
    "Year": "(2019)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/287275/orleans-stories",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.85",
    "Description": "Orl&eacute;ans Stories is based on the bag-building mechanism known from Orl&eacute;ans, with this mechanisms having been further developed into a storytelling experience in which players go through different eras and face different challenges. Broadly speaking, instead of focusing on the city of Orl&eacute;ans and trade with the surrounding villages, player are now settling the Loire Valley. Players must farm and produce, found villages, and build fortresses and churches. They will experience times of prosperity and success, but also times of deprivation; they must defy hunger and plague, fight for their land, and perhaps conquer foreign lands to secure the lives of their settlers. In the end, however, there is peace and the joint administration of territories and villages.&#10;&#10;The game includes two stories: &quot;The First Kingdom&quot; and &quot;The King's Favor&quot;. &quot;The First Kingdom&quot; is an epic story that spans eight so-called eras, and each era features different conditions and emphases. Sometimes knights settle down, with whose help you can conquer foreign territories, sometimes the plague threatens to decimate the population of settlers unless all have worked together to develop medicine.&#10;&#10;&quot;The King's Favor&quot; is shorter, simpler, and more suitable as an introduction to the game. Over five eras, certain tasks have to be fulfilled by the end of each era, and those who fail to do so will drop out mercilessly. The threat of having to end the game prematurely provides a constant thrill, but all tasks are achievable, so that (usually) all players experience the end of the fifth era &mdash; but those who have concentrated only on the tasks will be punished because at this point everyone's achievements will be compared in the king's castle, and you will receive victory points for territory size, buildings, goods, and coins.&#10;&#10;The different eras affect the parameters of play as well as the rules of the game, creating new strategic possibilities. This challenges players to constantly adapt to current conditions, giving you the impression of experiencing a story, but unlike in legacy games, these stories can be repeated as often as you like. The changes from era to era require a new way of looking at things from a distance, but this is made easier for players by a story booklet in which players will find not only all relevant information and rule peculiarities, but also hints of how to prepare for the upcoming game in the form of a narrated story.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: Orléans"
    ]
  },
  {
    "Rank": "7651",
    "Name": "Venturesome",
    "ID": 366997,
    "Year": "(2022)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/366997/venturesome",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "Recollect the images from your childhood. All the exciting books, graphic novels and movies full of tireless discoverers and travelers, surprisingly lethal archeologists, secret agents, or crocodile hunters. Now grab your cards and use them to form a unique expedition to find legendary treasures! So, where&rsquo;s the catch? The heroes we&rsquo;re talking about are close to immortal &ndash; whatever happened they always found a way out, never actually meeting enemies powerful enough to defeat them. You, on the other hand, will have to face your friends, who probably had the same sources of inspiration as yourself&hellip; It's time to prepare for a tough competition full of dirty tricks!&#10;&#10;When playing Venturesome, you try to gather a group of adventurers able to undertake a chosen challenge while evading any threats. You use the abilities of your expedition members in order to thwart your rivals&rsquo; plans. However, bear in mind that your opponents are equally ready to steal, manipulate, or do anything that is necessary to defeat you. If you don&rsquo;t act quickly and decisively, instead of finding the treasure, your expedition will get into real trouble. So, forget about scruples and compromises. Be smarter, quicker, and meaner that your rivals.&#10;&#10;Venturesome is the spiritual successor of the legendary Palastgefl&uuml;ster. With the updated game mechanics and victory conditions, you can expect hours of gaming full of negative interaction. In this game each move is a risk that might pay off.&#10;&#10;Just remember about the most important rule: be RUTHLESS! That&rsquo;s the only way you can win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)",
      "Theme: Pulp"
    ]
  },
  {
    "Rank": "7652",
    "Name": "La Bataille de Preussisch-Eylau",
    "ID": 12899,
    "Year": "(1978)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/12899/la-bataille-de-preussisch-eylau",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.8947",
    "Description": "La Bataille de Preussisch-Eylau is a wargame simulation of Napoleon's epic winter battle on February 8th, 1807 against the remnants of the Prussian army under Lestocq and the Russian army commanded by Bennigsen.&#10;The game box includes four 17&quot;x22&quot; period maps and 4 counter-sheets containing nearly 1000 multi-colored playing pieces.&#10;This wargame is ideal for solitaire or team play. The rules are a revision of the award winning wargame system developed by Marshal Enterprises.&#10;&#10;scale = 100 m/hex; &#10;time = 20 min/GT; &#10;strength = 50-100 men/SP (Regimental/Brigade Size)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Cities: Bagrationovsk (Russia)",
      "Country: Russia",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "7653",
    "Name": "Incorporated",
    "ID": 210101,
    "Year": "(2016)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/210101/incorporated",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "180",
    "Weight": "3.9412",
    "Description": "Incorporated is a strategy game of economic warfare, a simulation of modern-day markets, economics and politics.&#10;&#10;Incorporated places you as the CEO of a multi-national corporation whose aim is to profit no matter the cost. You acquire smaller corporations in global stock markets, borrow from debt markets to finance your investments, use superpowers like a pawn to invade third world countries and take their oil, lobby the governments to grant you more subsidies and compete with other mega-corporations for leadership in market share.&#10;&#10;Uncontrollably, the world is not in its most stable state either. Chances of a global economic crisis or geopolitical power shifts may ruin your investments.&#10;&#10;The game is set in a complex and dynamic global economy, where profitable industries, interest rates, global growth and geopolitical landscape change constantly and the scepter of an economic crisis always present. Players must analyze and influence these new trends. The world's superpowers may compete for world dominance but you care little about the grand chessboard, except when your profits are concerned!&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Stock Holding",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "7654",
    "Name": "Diáspora",
    "ID": 298690,
    "Year": "(2019)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/298690/diaspora",
    "Min Players": "1",
    "Max Players": "24",
    "Min Play Time": "5",
    "Play Time": "600",
    "Weight": "2.5455",
    "Description": "In Di&aacute;spora, 1 to 24 players will try to solve the 24 cards that have an unique code in them. Through an e-mail communication with the interstellar ship where the three main characters of the game are traveling, the players will reveal new mysteries and obtaining new information about the history of the game as they resolve the cards in it.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;En Di&aacute;spora, de 1 a 24 jugadores tratar&aacute;n de resolver las 24 cartas que albergan un c&oacute;digo &uacute;nico en ellas. A trav&eacute;s de una comunicaci&oacute;n v&iacute;a e-mail con la nave interestelar en la que viajan los tres protagonistas de la historia, los jugadores ir&aacute;n desvelando nuevos enigmas y obteniendo nueva informaci&oacute;n acerca de la historia del juego a medida que van resolviendo las cartas de &eacute;ste.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Puzzle",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "7655",
    "Name": "Brides & Bribes",
    "ID": 188343,
    "Year": "(2017)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/188343/brides-and-bribes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1667",
    "Description": "In Brides and Bribes, a strategy game played over six rounds, each player takes the role of a powerful family of Genoa. Carefully employing your family members, each of whom has a unique ability, is the key to your success.&#10;&#10;Each round, you plan send your family members to the Genoese boroughs to hire new employees, get new workers, and convince the local lord that your family is worth a marriage with his beautiful daughter. If you want to succeed, you have to send the right person in the right place.&#10;&#10;Hire the most skilled people, intermarry with the most powerful families, poison your enemies, and increase your commercial empire!&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Genoa (Liguria, Italy)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7656",
    "Name": "Le Plateau",
    "ID": 339349,
    "Year": "(2021)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/339349/le-plateau",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Players try to connect at least two board sides with their team's counters. However, to place a counter on the board, they must win tricks whose cards correspond to the board's spaces&mdash;the more valuable the card, the better positioned the space.&#10;&#10;Before play starts, players bid how many board sides they can connect with possible help from a partner or additional cards.&#10;&#10;For the print-and-play version, you'll need a 78-card French Tarot deck, one of the boards provided with the rules, two sets of counters of contrasting colours, and a way to keep track of scores.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Connections",
      "Pattern Building",
      "Predictive Bid",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Tarot Cards",
      "Digital Implementations: SlothNinja",
      "Series: The Strawman Variations"
    ]
  },
  {
    "Rank": "7657",
    "Name": "Monster Match",
    "ID": 246696,
    "Year": "(2018)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/246696/monster-match",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1",
    "Description": "Monster Match is unique among speed games for one simple reason: more than 1 person can get a match every round. This sounds minor but it makes a huge difference in game play.&#10;&#10;There is usually a dominant player in any given speed game which makes the game frustrating for the other players who have a hard time getting points. In Monster Match, it is possible for every player to score in a round. This makes the game more fun for a greater number of players and it adds a layer of strategy to the game as players decide whether to grab the first match they see or search longer for a match that might be worth more points. Another unique element in Monster Match is that the number of cards on the table changes every round. This creates a dynamic landscape which directly affects your strategic decisions each round between grabbing quickly or taking more time to find a high point card. The end result is a game that is more fun and engaging than other alternatives on the market.&#10;&#10;Rules&#10;- Scatter 10 Monster Cards face-up on the table.&#10;- Roll the special Monster Dice.&#10;- Everyone races to find a monster that matches the roll.&#10;- Touch a card with your finger to claim it.  You cannot change your claim once you've touched a card.  &#10;- Each player scores 1 - 3 points depending on the number of donuts on the card they claimed. Incorrect claims lose points.&#10;- The Monster Dice passes to the left.  Rinse and repeat.&#10;- Be the first to claim the &quot;Zilch&quot; token if there are no matches after the die roll.  Get a random card as points and then scatter 10 new Monster Cards on the table.&#10;- The game ends immediately when you cannot replenish the table with 10 new Monster Cards after a Zilch has occurred.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Containers: Zippered Pouch",
      "Series: Happy Planet (North Star Games)"
    ]
  },
  {
    "Rank": "7658",
    "Name": "Cowboys: The Way of the Gun",
    "ID": 17465,
    "Year": "(2007)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/17465/cowboys-the-way-of-the-gun",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6081",
    "Description": "THE COWBOYS is our game of the Old West. 2 - 10 Cowboys (players) shoot it out in 10 - 60+ minutes.  The game features stand-up Cowboy Counters artistically designed with full color artwork by Gary S. Zaboly.  There are 26 Historical and Hollywood style scenarios in the game.  Six double-sided geomorphic mapboards  create the battlegrounds of the Old West.&#10;&#10;The game rules allow you to pick up and play the game in minutes.  The optional rules add chrome but still keeps the game very playable. The &quot;Old West&quot; personalities are there; Wyatt, Doc, Jesse, Billy, and many other legends of the Wild West.  Some of the variables include town folk,horses, etc.&#10;&#10;Bank robberies, cattle rustling, stagecoach holdups, jail breaks, lynch mobs, and many other western actions are depicted.  It pits opposing sides against each other, bringing to life the daring and dastardly deeds of heroes and villains when the way of the gun ruled the day.  Included are the lawmen, gunfighters, gamblers, and ne'er do wells who knew how to handle themselves during a gunfight.  Also the town folk will show up to add a much needed gun to the fight.&#10;&#10;Every person has dreamed of being the cowboy standing in the middle of street, alone, staring down your enemy, fingers twitching by the side of your gun belt, looking for the flinch in your adversaries face that will unleash blazing steel from your side...now is your chance...but watch your back!&#10;&#10;Game includes hard mounted geomorphic map boards, counters, stand-up cowboy counters, plastic bases, dice, box, rules, scenario book, cards, and other game play materials.&#10;&#10;",
    "Categories": [
      "American West",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "7659",
    "Name": "L'Aéropostale",
    "ID": 145205,
    "Year": "(2013)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/145205/laeropostale",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "2.9524",
    "Description": "L'A&eacute;ropostale (a.k.a. &quot;The Airmail&quot;) mixes competition and conquests while retracing the epic history of the first airline companies. As the head of one of these airline companies, your objective is to give it the most prestige possible by creating stopovers and by exploiting commercial lines. Participating in meetings, beating records, and having more and more successful planes will serve your strategy. It contains 5 scenarios.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "7660",
    "Name": "Conquest",
    "ID": 67,
    "Year": "(1974)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/67/conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4848",
    "Description": "Conquest was designed to be a diceless wargame.  Its latest version updates the original with plastic units and a colorful map.  Set in ancient times, Conquest has players utilizing troops, cavalry, chariots, elephants and ships to try to capture their opponents' fortifications or occupy the &quot;quest&quot; locations.  The map is designed for point-to-point movement, and play hinges on a pool of action points that each side uses to move its different units.  Conquest comes in two versions, one designed for four players and one designed exclusively for two.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: VASSAL",
      "Game: Conquest (Donald Benge)"
    ]
  },
  {
    "Rank": "7661",
    "Name": "Neue Spiele im alten Rom",
    "ID": 280,
    "Year": "(1994)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/280/neue-spiele-im-alten-rom",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Neue Spiele im Alten Rom (or New Games in Old Rome (NGIOR)) is a compendium of games from Reiner Knizia. In the box are fourteen games themed on ancient Rome. The games are themed to cover, albeit in a highly abstract fashion, the rise of Rome, the Roman Republic and finally, the Empire.&#10;&#10;(7 of the games are described below)&#10;&#10;The Wheel of History : 2-5 players&#10;&#10;This is an early version of what was to become Bunte Runde. 25 cards are laid out in a large circle, representing the tribes to be united under early Rome. Players may advance a pawn one, two or three spaces forwards and collect a card. Cards are scored on face value, but there are some quirks that vary this.&#10;&#10;The Seven Hills of Rome : 2 players&#10;&#10;This is one of the easier games in the compendium. The theme here is you are battling your opponent for control of the seven hills of Rome. The hills are represented by seven cards, numbered 1 to 7, laid out between the players. Cards are played from a hand against the 'hills' in an attempt to influence them to your side. You sum the hills you control at the end of the game, and the highest total wins.&#10;&#10;Mercator : 3-7 players&#10;&#10;This game is Medici&#039;s ancestor. It is a simplified version of Medici, with the chief differences being you can hold six cards on your ship, and you are competing for highest value totals only. The number of each suit taken is meaningless, except in a variant where you get paid a bonus if you get one of each. The game lasts only one round. Medici is worth purchasing on its own, but this is still worth a look.&#10;&#10;Imperium : 3-5 players&#10;&#10;The aim is to earn points for control of each of the 9 areas on the board. The game lasts 9 turns, and at the end of each turn, the area matching the turn number is evaluated for control and points are awarded. On your turn, 3 cards are revealed simultaneously. These cards are numbered 1 to 9, with 2 additional banner cards. The numbers correspond to the areas you want to place control markers into. The banner cards indicate you want one or two extra chips placed in the indicated area. After control markers are placed, the current turn's area is evaluated - points being awarded to the winner and perhaps the second and third places as well. After 9 turns, the player with the most points wins. As you progress, the points awarded for each area increases, giving a nice feeling of acceleration.&#10;&#10;Senator : 2-3 players&#10;&#10;You play a Roman faction trying to position your people (a hand of cards) into the senate. They can only get their via the senate steps. The board is a grid of 5x5 spaces, The 9 spaces in the center are the senate, while 12 of the remaining 16 are the steps spaces that run around the perimeter of the senate. Cards are placed initially on the steps, and then pushed into the senate by placing more cards on the steps.&#10;&#10;Circus Maximus : 3-5 players&#10;&#10;A simple chariot racing game where players are competing to be the first to get their team of three chariots around the hex map circuit and onto the podium. Each player has a set of cards face up in front of them, numbered 1 to 5. To move a chariot they select up to three cards per chariot which that is the movement allowance for that piece. The movement off each card must be in a straight line, so some rather clumsy cornering ability is built into the game. Cards used by a chariot are turned face down, becoming unavailable for the other chariots still to move. Each chariot must be moved at least once per turn, if possible. Therefore, the trick is to maximize your movement with your 15 points each turn.&#10;&#10;Consul : 2-4 players&#10;&#10;This is an intriguing memory game, that, like most of the games in this compendium, have a hard time being fitted into a theme! Twenty-five cards are turned face down in a grid. Players start the game each holding three cards in their hand. On their turn, players make a bid to take a turn. The highest bid gets to turn up cards until they choose to finish, or make a mistake. Cards in a set can be of the same value, or same color, or both. The value of the set must equal of exceed the bid made, simply by summing the face values of the cards. If a mistake is made, the cards are turned face down, and the player must discard a card from their hand into the grid. If the bid is made, the cards are taken into the players hand. At the end of the game, the highest total held wins.&#10;&#10;--&#10;&#10;Translated rulebook to the contrary, this game has never been published by an English publisher.&#10;&#10;Note: 3 of these have been printed/repackaged in English by GMT in Rome: Imperium, Circus Maximus, Hannibal vs Rome.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Game System"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome",
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "7662",
    "Name": "Pirate Dice: Voyage on the Rolling Seas",
    "ID": 124047,
    "Year": "(2012)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/124047/pirate-dice-voyage-on-the-rolling-seas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6765",
    "Description": "Ready for a taste of high adventure on the rolling seas? In Pirate Dice, you are the captain of a pirate ship, racing through the Caribbean against your fellow pirates. You must navigate the seas, obtain the buried treasure, and return safely to your port. But beware &ndash; many hazards await on the rolling seas, not the least of which are your rivals!&#10;&#10;You will need more than pure speed to win. Use your wits to block, ram, and fire at your opponents &ndash; while doing your best to keep them from doing the same to you! As you take damage, your ship will become more difficult to pilot. But no matter &ndash; treasure awaits! So weigh anchor, set the sails, and run out your cannons &ndash; there's no room for lily-livered landlubbers here! It takes a shrewd captain with a sharp eye to navigate the rolling seas of Pirate Dice!&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "7663",
    "Name": "Dark Seas",
    "ID": 170146,
    "Year": "(2015)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/170146/dark-seas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.963",
    "Description": "Game description from the publisher:&#10;&#10;Build a pirate empire in the uncharted Plunder Islands of the Cairribbi&mdash; er, Carebbe&mdash; er, near the Gulf of Mexico! Seize your destiny of buccaneerrific awesomeness, and gather hordes of pirates, hoards of doubloons, ever greater infamy, and (of course) ever more treasure!&#10;&#10;Dark Seas is a dicey island-building game. Each player plots out his own plundering route, filling its ports with docks, hideouts, and shady sea-faring characters. Players sail their ships around their islands, building their reputation by recruiting pirates, gathering doubloons, and acquiring treasure and infamy. Whoever amasses the greatest reputation wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "7664",
    "Name": "3 sind eine zu viel!",
    "ID": 181867,
    "Year": "(2015)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/181867/3-sind-eine-zu-viel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.4118",
    "Description": "Hold back or hurry forward? In 3 sind eine zu viel! (3's a Crowd!), no player escapes this question as they decide which cards to play when.&#10;&#10;To set up, place the start cards in the middle of the table, then deal a deck of twenty cards to each player. Each player draws a hand of eight cards from their deck.&#10;&#10;On your turn, play one number card from your hand into the display on the table. Each card you play has a certain place in the numerical sequence. If you add the fifth card to a row, you must take one to three cards from the display (depending on the position of the card you played), and place them in front of you, sorted by color. If you have one or two cards in a color at the end of the game, those earn you positive points; however, if you had to take a third card of that color, they earn you negative points instead. Both during and at the end of the game, you can earn bonus points for having cards in many different colors. The game ends when each player has played a total of eighteen cards. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "7665",
    "Name": "白と黒でトリテ (Trick-Taking in Black and White)",
    "ID": 335467,
    "Year": "(2021)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/335467/bai-tohei-detorite-trick-taking-in-black-and-white",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In &#231;&#153;&#189;&#227;&#129;&#168;&#233;&#187;&#146;&#227;&#129;&#167;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#134; (Trick-Taking in Black and White), each of the 36 cards has two suits &mdash; black and white &mdash; and the numbers on a card always add up to 37, e.g., 11 black and 26 white.&#10;&#10;At the start of a round, deal the deck evenly to all players. Whoever leads the round plays a card from their hand and chooses either black or white as the suit. All other players play a card of their choice, then whoever played the highest number in the chosen suit collects the trick (recording in some manner whether the trick was white or black), then leads the next trick.&#10;&#10;Once all the cards have been played, players score their collected tricks. If you have taken an equal number of black tricks and white tricks, then you score positive points equal to the number of tricks collected; if not, you score negative points equal to the number of tricks collected. After a certain number of rounds, whoever has the highest score wins.&#10;&#10;Not to be confused with En Blanc et Noir, a very similar looking and titled game from the same publisher.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "7666",
    "Name": "1832: The South",
    "ID": 23421,
    "Year": "(2006)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/23421/1832-the-south",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "270",
    "Play Time": "270",
    "Weight": "3.8889",
    "Description": "Another in the 18xx series initiated by Francis Tresham's 1829, 1832 models railroad development in the southeastern United States during an era of consolidation.  The rules are similar to 1850: The MidWest and 1870: Railroading Across the Trans Mississippi from 1870 with the addition of two types of mergers to model the railroad consolidation.&#10;&#10;Companies included are A&amp;WP, ACL, CoG, FEC, GM&amp;O, GRR, L&amp;N, N&amp;W, SAL, and Southern.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: USA",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "7667",
    "Name": "Hey Yo",
    "ID": 324467,
    "Year": "(2020)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/324467/hey-yo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "In Hey Yo: The Card Game with a Beat, you all play cards to a shared music chart so that you can ideally create solid rhythms and score points. The game includes a small dedicated device that you can use to accompany the gameplay, with players needing to play a card when the music indicates this. If you can't play in time to the rhythm, you're penalized, so you must talk quickly to share information and decide which cards to play. (Alternatively, you can play music of your choice to set the rhythm of play for the game.)&#10;&#10;Hey Yo includes two identical decks of cards, so instead of playing a co-operative game with 2-5 players, you can have 4-10 players split into teams to compete against one another.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Music",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Building",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "7668",
    "Name": "Skyjo Action",
    "ID": 301242,
    "Year": "(2019)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/301242/skyjo-action",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "New version of Skyjo which adds Action Cards and Joker Cards.&#10;&#10;In Skyjo, each player 12 cards in a 3x4 pattern, two of them face up, all others hidden. On your turn you can take the top card from the discard or draw pile. You can exchange one card (hidden or open) from your display with it or discard the drawn card to turn one card face up. The round ends when one player has only open cards. All cards will be revealed, and the points added for each player (Cards are ranked from -2 to 12). The game ends when one player reaches 100 points or more. Whoever has the lowest score wins.&#10;The trick is: Whenever one column of 3 cards all have the same value, the whole column is dicarded, so if you are feeling lucky, you can try to collect sets of high cards (which everyone else will likely discard, so you can take them from the discard pile).&#10;&#10;Skyjo Action adds (as the name suggests) Action Cards, which allow for special moves: Exchange cards in your tableu, Exchange cards between players, Steal an action card, Take two turns in a row etc. You get an action card whenever you put or reveal a Joker in your tableau, or you can take an Action Card instead of a normal move. Jokers allow for easier set collection and make very valuable sets in themselves (-10 or -15 points). &#10;As a new rule, rows of identical cards are now also discarded.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "7669",
    "Name": "Scotland Yard: Sherlock Holmes Edition",
    "ID": 369007,
    "Year": "(2022)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/369007/scotland-yard-sherlock-holmes-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "In Victorian London, the most famous detective Sherlock Holmes and his team are hunting the mysterious criminal Moriarty. The chase takes place across the city, and the detectives have to work together to catch him.&#10;&#10;In Scotland Yard: Sherlock Holmes Edition, a new version of Scotland Yard, players slip into the roles of Sherlock Holmes, his brother Mycroft, and his companions Dr. Watson, Inspector Lestrade, and Irene Adler and pursue Moriarty throughout the streets of London. The pursued Moriarty can be seen only rarely, and he can secretly use a hot air balloon to cover his tracks and move elsewhere quickly. If he remains undetected to game's end, he wins, so the detectives need to work together and use their special abilities skillfully to bring him to justice.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Travel"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Country: England",
      "Misc: Watch It Played How To Videos",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "7670",
    "Name": "Panzer Command: The Gateway to Stalingrad",
    "ID": 2072,
    "Year": "(1984)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/2072/panzer-command-the-gateway-to-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Panzer Command is a tactical level simulation of armored combat, recreating the battles that raged across the steppes of the Soviet Union during the middle years of World War II.&#10;&#10;Each of two players commands the 40 to 60 company-sized units of a German armored division or Soviet tank corps, maneuvering forces across treacherous terrain to engage the enemy in a life or death struggle.  &#10;The challenge of battlefield command is yours in the thought-provoking, exciting game experience of Panzer Command.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7671",
    "Name": "Blood Bowl",
    "ID": 3071,
    "Year": "(1986)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/3071/blood-bowl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Blood Bowl -  a cross between American football, rugby and all out war.&#10; The first edition of Blood Bowl comes complete with 115 cardboard figures to represent different teams including humans, dwarfs, ogres, orcs, dark elves, trolls and troglodytes, to get you straight in the game, with optional metal Citadel Miniatures being released separately.&#10;&#10;The rules are a refactored version of the Warhammer system, putting the core combat and psychology rules of Warhammer Fantasy Battle Rules (Second Edition) and the later Warhammer 40,000: Rogue Trader systems onto a gridded football pitch adding kicking, throwing, alongside injury, team composition and tournament rules, making it a combination of a knockabout skirmish battle game and sports simulation.&#10;&#10;Expanded by:&#10;&#10;     White Dwarf 86 - Blood Bowl: Skaven Team&#10;     White Dwarf 88 - Pass Interference : Judge Dredd&#10;     White Dwarf 94 - Blood Bowl, Bloody Blood Bowl : Chainsaws and Pit-Traps&#10;     Blood Bowl: Death Zone&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "7672",
    "Name": "Zombiaki II: Attack on Moscow",
    "ID": 56128,
    "Year": "(2010)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/56128/zombiaki-ii-attack-on-moscow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.566",
    "Description": "Polish card game for two players. One of the players is the Zombies, the second one - humans. Objective of the Zombies is to eat the people, but people want to save their own lives, which is possible if they survive until the sunrise. Game with humor and strategy.&#10;&#10;Re-implements:&#10;&#10;    Zombiaki&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Creatures: Zombies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7673",
    "Name": "Antler Island",
    "ID": 30483,
    "Year": "(2007)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/30483/antler-island",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9577",
    "Description": "Players take part in the stag rut on a Scottish island. Each player plays a stag interested in food, fighting and, of course, the opposite sex. The object of the game is to be the stag who has kissed the most doeples and outperformed  rivals in head-to-head combat!&#10;&#10;Who will finish as the dominant stag ?&#10;&#10;The game is medium-lightweight and comes with a quick start-up guide to allow easy play. It is deep enough to offer meaningful decisions and challenges to gamers while still being accessible to non-gamers.&#10;&#10;Fragor's Essen release for 2007.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Deer / Antelope",
      "Components: Meeples (Animal) / Animeeples",
      "Country: Scotland"
    ]
  },
  {
    "Rank": "7674",
    "Name": "Great Western Trail: El Paso",
    "ID": 431305,
    "Year": "(2025)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/431305/great-western-trail-el-paso",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "El Paso at the end of the 19th century: Five railroad companies have connected the Sun City to their network and made it a major hub for the cattle trade. Ranchers from the surrounding parts of Texas and Mexico drive their cattle into the city to send them on their long journey to the north, east, and west of the United States.&#10;&#10;In Great Western Trail: El Paso, you take on the role of the ranchers of that time and bring your best cattle to El Paso to earn money and victory points. Hire more cowboys, builders, and engineers to get closer to your goals:&#10;&#10;&#10;     Buy cattle to increase the value of your herd!&#10;     Construct buildings to unlock more actions!&#10;     Participate in the expansion of the railroad and secure the most attractive contracts!&#10;&#10;&#10;El Paso is mechanically based on its predecessors in the Great Western Trail trilogy. It can serve as an introduction to the series and is the perfect game for game nights when there is not enough time for its big brothers!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Ownership",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cattle / Cows",
      "Country: USA",
      "Digital Implementations: Board Game Arena",
      "Game: Great Western Trail",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7675",
    "Name": "Dragon Parks",
    "ID": 301018,
    "Year": "(2021)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/301018/dragon-parks",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Dragons are back into our world, and they are in vogue! As the proud owner of group of islands where dragons nest, you&rsquo;ll have to manage both the tourists&rsquo; expectations and the dragons&rsquo; appetite&hellip;&#10;&#10;Dragon Parks is a drafting game which makes use of transparent cards. Select a new card each turn to put on one of your three islands, adding or covering dragons in this park as you do. Some dragons hate to be covered by others and will snap back at you, and if you manage to hatch an egg by covering it, it will attract new visitors!&#10;&#10;After 3 turns, the season ends. You will then score visitors depending of the number of different dragons visible on each island, with a bonus for the dragon type in vogue this season, and extra visitors if you attract the Legendary Dragon to your parks&hellip; But beware, if you have fewer sheep available than you have dragons, you will lose visitors equal to the difference!&#10;&#10;The game ends after 3 seasons, and the player with the most visitors at the end wins!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Layering",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Sheep",
      "Creatures: Dragons",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "7676",
    "Name": "Lords of War: Elves versus Lizardmen",
    "ID": 144988,
    "Year": "(2013)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/144988/lords-of-war-elves-versus-lizardmen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Like its predecessor Lords of War: Orcs versus Dwarves, Lords of War: Elves versus Lizardmen is a dual-deck strategic card game for two-plus players. The game sees fantasy races engage in dynamic, tactical card battles, with the armies in this set particularly focused towards cavalry and ranged combat.&#10;&#10;During Lords of War battles, players use hands of six cards (called units) drawn from their army deck of 36 cards. A player turn starts with one card placed onto a gridded board. With the exception of ranged units, cards must be placed adjacent to an enemy unit. An elimination phase follows in which you check for the elimination of opposing cards and the one you just placed. Cards have unique formations of attack arrows on their edges and corners signifying which adjacent cards they attack once played and the damage they will do. Each card also has a defense value which when exceeded by opposing cards sees that card defeated. Once combat has been resolved, the player can then either draw a new card from his army deck or retrieve a unit from the board that has not engaged in combat during that turn. Play continues until one player has eliminated twenty units or four commanders.&#10;&#10;The game is playable out of the box and contains two complete armies: the Elves and the Lizardmen. These factions are differentiated by their unique cards and strategies; the Elf faction is based around strong cavalry units and archers, but has a relatively weak infantry. The Lizardmen army is the most flexible Lords of War army released so far and is best used to disrupt and counter enemy attack strategies.&#10;&#10;Elves versus Lizardmen is compatible with Orcs versus Dwarves, meaning that all the Lords of War armies can be used to battle one another. The armies can also be blended together, using a strict ranking system, to create mercenary decks for tournament play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Yucata",
      "Series: Lords of War (Black Box)"
    ]
  },
  {
    "Rank": "7677",
    "Name": "Highway to the Reich: Operation Market-Garden 17-26 September 1944",
    "ID": 4244,
    "Year": "(1977)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/4244/highway-to-the-reich-operation-market-garden-17-26",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "360",
    "Play Time": "720",
    "Weight": "4.3871",
    "Description": "Highway to the Reich is a tactical company/troop level simulation of the Allied/German combat which took place during the critical ten day period of Operation Market-Garden: September 17-26, 1944.  The game simulates the over 35,000 Allies dropped from the skies of Holland to take and hold a crucial stretch of highway with its bridges.&#10;&#10;Contains four 22&quot; x 34&quot; four color soft maps (in use the maps require 108&quot; x 34&quot;), over 2,000 die-cut counter playing pieces (2400 total on 6 counter sheets), 32 page rule book, various charts and playing aids including German off board movement.&#10;&#10;&#10;Re-implemented by:&#10;&#10;     Highway to the Reich: The Allied Airborne Invasion of Holland, 1944 (Third Edition)&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "7678",
    "Name": "Wat'n dat!?",
    "ID": 1072,
    "Year": "(1996)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/1072/watn-dat",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1765",
    "Description": "Wat'n dat!? &ndash; also known as Kiproko &ndash; is a game about guessing words, but you can't use a pencil or other drawing material, and you can't speak or make gestures! All you have at your disposal are a few glass beads and some sticks. Under the pressure of a timer, you have to create as many words as you can with these materials. It's up to your teammates to guess and score points for your team!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "7679",
    "Name": "Spark Riders 3000",
    "ID": 366800,
    "Year": "(2024)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/366800/spark-riders-3000",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "Play as the crew of the Spark, the spaceship equipped with the most advanced AI in the universe. Your mission is to deliver precious cargo to the four corners of the galaxy to ensure the survival of humanity. Beware, alien pirates and hostile environments await you, so only the best will arrive in one piece.&#10;&#10;Spark Riders 3000 is a hybrid single player/co-operative tower defense and survival game for 1 to 4 players in which players must coordinate their actions to ensure the success of their mission.&#10;Each scenario is different and you will have to adapt quickly to avoid seeing your ship destroyed and its cargo intercepted by alien pirates. &#10;The goal is simple: reach your delivery point without having one of the ship's vital rooms destroyed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7680",
    "Name": "Moscow '41",
    "ID": 194392,
    "Year": "(2016)",
    "Geek Rating": "5.628",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/194392/moscow-41",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.9",
    "Description": "Released July 8, 2016 - 3 months ahead.&#10;&#10;Moscow '41 is the first chapter of the Barbarossa Trilogy (the other two are Leningrad '41 and Kiev '41).&#10;&#10;MOSCOW '41 is a light/medium wargame covering the German Army Group Centre offensive aimed to seize Moscow, after having successfully defeated several Soviet armies in the great encirclement battles at the frontier and established two bridgeheads on the Dnieper.&#10;&#10;Although based on a historical event, the two players can modify the course of the operations, with the Germans trying to achieve a decisive victory before the winter comes, and the Soviets playing a fighting withdrawal, until ready to strike a decisive blow at the invaders.&#10;&#10;The game is recommended for two players, but has excellent solitaire suitability.&#10;&#10;Historical Introduction&#10;&#10;&quot;At the beginning of each campaign, one pushes a door into a dark, unseen room. One can never know what is hiding inside.&quot;&#10;&#10;- Adolf Hitler, June '41&#10;&#10;In December of 1940, Hitler made the decision to invade Russia and set the date for the middle of 1941. He had good reason to be confident that Russia would collapse under an uncompromising assault. Since the outbreak of hostilities, the German Wehrmacht had accomplished a stunning and unparalleled series of victories: Poland had fallen in one month, Denmark in one day; France, till then regarded as the strongest power in Europe, had capitulated in under six weeks, Holland in under six days; Belgium, Norway, Yugoslavia and Greece took less than three weeks each. The German military might was at its peak and the word Blitzkrieg had entered the language.&#10;&#10;Russia, on the other hand had taken over three months to bring Finland to heel, despite overwhelming strength of numbers. The Russian army had not yet recovered from Stalin's purges of 1937-1938 where 400 generals were &ldquo;removed&rdquo; including three field marshals and 13 Army commanders. It was well that Hitler could say, &ldquo;Before three months have passed, we shall witness a collapse in Russia, the like of which has never been seen in history. We have only to kick in the front door and the whole rotten Russian edifice will come tumbling down.&rdquo;&#10;&#10;On the 22nd of June, 1941, Operation Barbarossa - the invasion of Russia, began. Three million Axis troops in three Army Groups attacked on a front that stretched from the Baltic to the Black Sea: Army Group North under Field Marshal von Leeb was tasked with taking Leningrad; Army Group South under Field Marshal von Rundstedt was to capture Kiev and seize the Caucasus; Field Marshal von Bock's Army Group Centre, the one that concerns us, had Moscow as an objective, with Timoshenko undertaking the task of defending the capital.&#10;&#10;Initially, the operation succeeded beyond Hitler's wildest dreams. Within a day, the Russian Air Force was destroyed on the ground, then vast inroads were made on all fronts accompanied by large scale surrenders of encircled Russian troops. Army Group Centre with its four armies consisting of a total of 48 Divisions, of which nine were armoured, and backed by the Second Air Fleet, had reached the outskirts of Smolensk by the 15th July. This was two-thirds of the way to Moscow and it seemed that nothing could stop von Bock from blowing up the Kremlin within another three or four weeks... or could something stand in his way?&#10;&#10;Four things could now cause problems to von Bock: firstly, his supply line is stretched and had almost reached breaking point; secondly, Russian resistance is stiffening; thirdly, his infantry divisions are having difficulty keeping up with the Panzers and finally, a new Russian ally is about to enter the field: General Winter.&#10;&#10;Additional concerns may come in November, with three-quarters of a million experienced Siberian veterans freed by garrisoning Soviet Far East, thanks to Stalin's spies in Tokyo revealing Japanese intentions to attack America, and not Russia.&#10;&#10;As the German Commander, you must push on to Moscow before it is too late. As the Russian Commander you must re-evoke the Patriotic War and stop the invaders at any cost.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Movement Points",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "7681",
    "Name": "Dragon Keepers",
    "ID": 175636,
    "Year": "(2019)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/175636/dragon-keepers",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "In this fantasy universe, each player is the chief of a tribe of dragon keepers, defending the dragons from attacks by the evil hunter. The hunter wants to see those cute dragons dead, but must get past the dragon keepers. The keepers belong to different tribes but together they have the common goal of protecting the dragons. The keepers use magic in their duels with the evil hunter.&#10;&#10;Dragon Keepers was designed by Vital Lacerda and his youngest daughter, Catarina. Says Vital, &quot;She is the one who knows a lot about dragons and I could have never been able to do this design without her.&quot; Dragon Keepers has two different games in the box:&#10;&#10;KEEPER GAME: 3&ndash;6 players | 10&ndash;15 minutes | ages 6+&#10;In this competitive mode, the hunter rolls dice to attack the dragons and the players choose which of the attacked dragons they want to defend. The game ends when one player manages to heroically defend three different dragons or if one dragon gets three hits. The winner is the player with more successful defenses.&#10;&#10;DRAGON GAME: 2&ndash;4 players | 20&ndash;40 minutes | ages 9+&#10;In this cooperative mode, the keepers work together to defend and train the dragons so that they attack the hunter. Players can take four different actions: Defend, Cure, Train and Attack. Those actions are limited and they need to cooperate and organized as a group to manage to stop the hunter's attacks during the game. The players lose if a dragon is killed by the hunter, or if the battle event deck runs out. The players win if X dragons (where X is determined by the difficulty level) manage to successfully attack the hunter.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7682",
    "Name": "Ghostbusters: Protect the Barrier Game",
    "ID": 201037,
    "Year": "(2016)",
    "Geek Rating": "5.628",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/201037/ghostbusters-protect-the-barrier-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "The evil Rowan is trying to break open the Durable But Not Impenetrable Barrier and release the dead! He's placed Paranormal Energy Devices (PEDs) all over the Mercado Building, and it's up to the Ghostbusters to find them and get them out before the fourth Cataclysm begins and the building is completely haunted.&#10;&#10;In Ghostbusters: Protect the Barrier Game, you have to keep your eye on the number of ghost figures on the board. If too many ghosts show up, rooms become haunted, and if six rooms become haunted at the same time, you lose the game! However, if all four Ghostbusters escape the building with all eight PEDs before six rooms have been haunted, the players win!&#10;&#10;In more detail, players roll dice to determine how many spaces they move this turn and whether a new ghost is added to the board. Players may move up to the number of spaces shown on the die. If they end their movement in a space with a PED, they may pick it up. If they end their movement in a space with a ghost, they fight that ghost by rolling a fight die. If they roll the matching symbol, they remove the ghost from the game board. If the players must add a third ghost to a room, it transforms into a haunting. A haunting requires at least two people in the room to attempt a fight with it.&#10;&#10;Ghostbusters: Protect the Barrier Game &mdash; a new version of the Kinderspiel des Jahres-winning Geister, Geister, Schatzsuchmeister! &mdash; includes four ways to play: Basic Battle, Basic Battle with Rowan, Advanced Adventure, and Advanced Adventure with Rowan. Rowan is a special ghost figure included in this version that cannot be killed. When this ghost's card comes up in the deck, you draw the next card, then move it to that room. If that room becomes a haunting, this ghost automatically moves to the next room.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Movies: Ghostbusters"
    ]
  },
  {
    "Rank": "7683",
    "Name": "Afrika: The North African Campaign, 1940-1942",
    "ID": 5699,
    "Year": "(1993)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/5699/afrika-the-north-african-campaign-1940-1942",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "720",
    "Weight": "2.5938",
    "Description": "Afrika: The Northern African Campaign, 1940-1942, is a simulation game covering the North African Campaign from September, 1940 through December, 1942. In late 1940, the Italian Army invaded Egypt beginning the famous North African Campaign of World War II. After a short withdrawal, the Commonwealth forces counterattacked and all but threw the Italians back to Tripoli. Not content to let his southern partner bring disgrace to the Axis arms, Hitler dispatched a German contingent under a new commander: Erwin Rommel. His arrival began a rapid mobile campaign across the rocky sands.  However, by the end of 1942, Rommel had failed in his final bid to seize the Nile Delta and was thrown completely out of the theater by Montgomery's pursuit after El Alamein. Axis fortunes would never rise on the African continent again.&#10;&#10;Afrika is a fast paced game of mobile warfare at the operational level. Can you take the Nile? Can your Commonwealth forces kick the Axis armor out of Egypt for good?  This game gives you the tools to find out. The game's easy-to-use supply system (no writing) allows for a correct logistical aspect to the game.&#10;&#10;This is the second game in Standard Combat Series by The Gamers that began with the game Stalingrad Pocket. The series rules have been refined after lessons learned with the earlier game. This series of games was designed to off-set The Gamers's line of more complex products. Experienced players will feel comfortable with the rules as soon as they read through them.  It is designed as a fast paced fun game giving a reasonable simulation of events. It was not intended to be a definitive simulation of this campaign.&#10;&#10;Game Scale:&#10;Game Turn: 1 month&#10;Hex: 10 miles / 16 Km&#10;Units: Regiment to Division&#10;&#10;Game Inventory:&#10;&#10;    One 22 x 34&quot; full color map&#10;    One 17 x 22&quot; full color map&#10;    One dual-side printed countersheet (280 1/2&quot; counters)&#10;    One 8-page SCS system rulebook version 1.5&#10;    One 12-page Afrika specific rulebook&#10;    Two 6-sided dice&#10;&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 2-12 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "Country: Egypt",
      "Country: Libya",
      "Decades: The 1940's",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "7684",
    "Name": "Chopstick Dexterity MegaChallenge 3000",
    "ID": 25695,
    "Year": "(2006)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/25695/chopstick-dexterity-megachallenge-3000",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0882",
    "Description": "Chopstick Dexterity MegaChallenge 3000 is a simple but frantic dexterity game in which the object is to collect the most tokens by using chopsticks to pick up the object shown on the token. The theme is presented as a TV game show intended to promote the use of chopsticks among Japanese youth.&#10;&#10;To set up, place 25 objects &mdash; which comes in five colors and five shapes &mdash; in a plastic bowl. Shuffle the tokens face-down, then draw one and reveal it. Tokens show either a specific object or a generic shape in all colors; to win this token, players simultaneously compete to get wooden pieces represented on it. Using only chopsticks, players try to grab specific wooden shapes or colors from a large bowl to their personal target dish. In the three-player game, all players must grab all of the pieces which are either the shape or the color shown on the token. Whoever grabs the most objects wins the token. In a tie, the tied player with the exact shape shown on the token wins.&#10;&#10;In the two-player game, the players must grab only the exact piece shown on the token. After each round, the token is awarded and the objects returned to the bowl to start the next round. Play continues until a certain number of tokens are won.&#10;&#10;In the solo version, the player is given 75 seconds to remove the pieces from the bowl with their chopsticks to place each piece in a grid with each row given to one of the shapes and each column given to one of the colors.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Chopsticks",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7685",
    "Name": "Blob Party",
    "ID": 382828,
    "Year": "(2023)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/382828/blob-party",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Blob Party is a co-operative party game in which players start as individuals and try to become one big blob by giving all the same answers! This description isn't just metaphorical. Each player starts with a small blob of dough and a googly eye. As you match with more and more other players, you merge blobs, growing larger and adding more googly eyes!&#10;&#10;Let's say the group starts with the category of &quot;Music&quot; and the word is &quot;Lightning&quot;. All players write an answer on a dry erase card matching their googly eye, maybe &quot;Bohemian Rhapsody&quot;, &quot;David Bowie&quot;, or &quot;Grease&quot;. Everyone reveals their answer, and anyone who wrote the same thing becomes a blob and works together for the rest of the game!&#10;&#10;A new category and word are revealed each round, with players and blobs again coming up with answers that ideally match with others. As the game continues, blobs and individuals merge until (hopefully!) everyone gives the same answer, becoming a Mega Blob and winning the game!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "7686",
    "Name": "Seven7s",
    "ID": 172662,
    "Year": "(2015)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/172662/seven7s",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Seven7s is a fast-playing card game for two to four players, by Jason Tagmire and is #7 in the E-G-G Series of small box games. It can be played in under 10 minutes and offers surprising depth for a small game.&#10;&#10;The goal of Seven7s is to have the most points at the end of the game by having the highest total value of cards in your hard when endgame scoring is initiated. During the game, all players together build a community tableau with seven columns corresponding to the seven different types of cards in the game: 7 Ages of Man, 7 Colors of the Rainbow, 7 Deadly Sins, 7 Holy Virtues, 7 Lucky Gods, 7 Seas, and the 7 Wonders of the World.&#10;&#10;To begin, deal each player a starting hand of three cards, and place one card face up in the tableau to start the first column. On your turn, play a single card from your hand to the tableau to a column that matches that card. If no such column exists for that type of card, start a new column. Next, activate that card's ability, then draw back up to three cards in hand. Each of the seven different types of cards has a unique ability that offers lots of strategy and replayability.&#10;&#10;The game ends when the seventh card of a column is played. This card is played sideways and counts towards the hand of whoever played it for endgame scoring. Whoever has the most points in hand wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The E•G•G"
    ]
  },
  {
    "Rank": "7687",
    "Name": "Klondike",
    "ID": 1702,
    "Year": "(1993)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/1702/klondike",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3793",
    "Description": "Each player on their turn draws three wooden marbles from a bag. Black &amp; grey marbles are gravel, yellow marbles are gold nuggets. The player places the marbles on the riddle - a circular aluminum plate - and tries to &quot;pan&quot; the gold. Other players bet on their results, adding a bluffing element to the game. (There are, as well, basic &amp; advanced rules.)&#10;&#10;Ages 6 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Children's Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "7688",
    "Name": "Artificium",
    "ID": 166372,
    "Year": "(2014)",
    "Geek Rating": "5.627",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/166372/artificium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2.0952",
    "Description": "As a medieval ruler your aim is to develop crafts, build efficient production chains, and make your city thrive. Produce, transform, gather resources, and don't forget to hinder your opponents!&#10;&#10;Artificium is a card-driven development game. Some cards produce resources or transform one type of resources into another and award victory points, while others let you perform actions. Carefully planning the chain of cards that you will play during the game turn is the key to success.&#10;&#10;Artificium lasts four turns. At the start of each turn, players have five cards in hand, with six cards being face-up on the table as a card market. During the turn, players first have a chance to exchange some cards from their hands with those in the market, then they play and resolve their cards step by step, performing actions, trading and gathering resources, and most importantly, refining certain resources into other resources to earn victory points. Crystals on the players' individual resource boards keep track of their resources as they are bought and sold. Crystals placed beside the board represent player's coins. The final score is determined after the fourth turn, with players selling any remaining resources to score additional victory points (one point per four coins). The player with the most victory points is considered to be the wisest medieval ruler and is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "7689",
    "Name": "Of What's Left",
    "ID": 369509,
    "Year": "(2023)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/369509/of-whats-left",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "It's nighttime in the kingdom of Owlberta and the Knight Owls are standing guard &mdash; but five in the morning was never the best time to defend anything really, and they're all falling asleep. Can you allow enough of your Knight Owls to take a quick snooze, while not fully abandoning your post?&#10;&#10;Of What's Left is an &quot;almost-shedding&quot;/climbing game in which the moment one player sheds out, the other players score points based on the number of cards left in their hands. The fewer cards, the more points, so get as close to shedding as possible without doing so!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Animals: Owls",
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "7690",
    "Name": "Soulgivers",
    "ID": 298512,
    "Year": "(2022)",
    "Geek Rating": "5.627",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/298512/soulgivers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.0833",
    "Description": "In the Soulgivers multiverse, two populations fight for the Fragment, the remains of an ancient planet as well as the only cure that can save them from a cosmic disease called Decay. The clash between the two civilizations is harsh and desperate: the warring creatures can control the field, manipulate the elements, bend the enemy&rsquo;s will. All of it for just one goal: carry the Fragment to their own Portal, to rush back to their dying planet, before anyone else does it. And you, are ready to save your world from extinction?&#10;&#10;Soulgivers is a strategy, 1vs1 and 2vs2 game. The goal of Soulgivers is to capture the Fragment, which is located in the center of the board, and deliver it to one of your two Portals.&#10;&#10;There are two populations fighting for the Fragment in order to survive a dreadful illness called Decay: Shells and Specters. Both factions are made up of a party of 10 characters, each one of them characterized by particular Abilities and/or an Aura. The two players face off by playing three characters at a time.&#10;&#10;Soulgivers gets its name from the fact that when a hero dies, they leave their Soul imbued with their abilities on the battlefield. This Soul can be absorbed by the teammates of the fallen hero, an action that will gift them with added abilities. Only the best and most strategic combination of Soulgivers and Souls will allow you to save your population.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Square Grid",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7691",
    "Name": "Hot Rod Creeps",
    "ID": 126242,
    "Year": "(2012)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/126242/hot-rod-creeps",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6471",
    "Description": "Gentle-creeps&hellip;Start Your Mayhem!&#10; In this customizable racing game, your Hot Rod Creeps team is your ticket to glory! Each team has its own special deck of movement cards and its own strategy. Customize your Hot Rod! Add a new Engine, Weapon, Pit Crew, or set of Wheels at a Pit Stop along the way. Customize your racetracks! Make them as wild and crazy as you want, with more than 50 interlocking track tiles. Everything you need for a race unlike anything you&rsquo;ve ever see is included with Hot Rod Creeps!&#10;&#10;Key Features&#10;&bull; There are six teams to choose from: Epic Battle Wizards, Monsters, The Underworld, Food Fighters, Aliens and Rockabilly!&#10;&bull; Build your own track! Dangerous Curves, Pit Stops, &ldquo;The Jump&rdquo;, and Hazards are but a few of the dozens of track pieces that allow you to create the track of your dreams&hellip; or nightmares!&#10;&bull; Each Hot Rod has its own deck and its own unique strategy. Your deck doubles as your Gas Tank. Run out of cards and you run out of gas!&#10;&bull; Players also have access to the powerful, but often dangerous, Nitro deck. Blaze a trail to the front of the pack, but watch out &ndash; you might get burned!&#10;&bull; Customize your Hot Rod with cards like the Horrific Hamster Haven, the Black Plague Rat-apult, the Ketchup Mechanics, or the Clown Car Corner Clingers. Blast your opponents as you blow by them.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "7692",
    "Name": "Dungeon Bowl: The Game of Subterranean Blood Bowl Mayhem",
    "ID": 352026,
    "Year": "(2021)",
    "Geek Rating": "5.627",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/352026/dungeon-bowl-the-game-of-subterranean-blood-bowl-m",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "In Dungeon Bowl, you are the coach of a team from one of the eight Colleges of Magic. You must hunt down the ball in a dangerous dungeon while avoiding traps, jumping between portals and rummaging through chests to find unimaginable treasures, all in the name of glory, pride and touchdowns.&#10;&#10;You decide the line-up and the tactics, but remember: victories are not the most important thing, the most important thing is the blood you pour trying to win!&#10;&#10;Dungeon Bowl is an underground Blood Bowl game for two players. The School of Fire and School of Shadows face off in a customizable layout dungeon, filled with portals to jump through and chests to loot. Will you be able to score a touchdown or will you end up getting caught up in cheating and opponents? This box includes everything you need to start your adventure and get that delicious touchdown.,The teams are represented by coloured plastic miniatures, and push-fit assembly is required before use. The game is expandable, and additional rules and teams will be made available through expansion sets and supplements.&#10;&#10;Actions in the game are resolved through the use of dice. Regular six-sided dice are used to make tests in a number of cases, such as when a player attempts to pick up the ball, pass it, catch it or dodge past an enemy player. Custom dice are used when one player wishes to Block another, using graphics to represent each of the different (but all violent) potential outcomes.&#10;&#10;En Dungeon Bowl, eres el entrenador de un equipo de uno de los ocho Colegios de la Magia. Deber&aacute;s dar caza al bal&oacute;n en una peligrosa mazmorra mientras evitas trampas, saltas entre portales y rebuscas en cofres para encontrar tesoros inimaginables, todo en nombre de la gloria, el orgullo y los touchdowns.&#10;&#10;T&uacute; decides la alineaci&oacute;n y las t&aacute;cticas, pero recuerda: las victorias no son lo m&aacute;s importante, &iexcl;lo m&aacute;s importante es la sangre que viertes intentando ganar!&#10;&#10;Dungeon Bowl es un juego de Blood Bowl subterr&aacute;neo para dos jugadores. El Colegio del Fuego y el de las Sombras se enfrentan en una mazmorra de distribuci&oacute;n personalizable, llena de portales por los que saltar y cofres que expoliar. &iquest;Podr&aacute;s marcar un touchdown o acabar&aacute;s pasto de las trampas y los oponentes?&#10;&#10;Esta caja incluye todo lo que necesitas para empezar tu aventura y conseguir ese delicioso touchdown.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "7693",
    "Name": "Dungeons of Infinity",
    "ID": 193715,
    "Year": "(2021)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/193715/dungeons-of-infinity",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7778",
    "Description": "Explore an unknown dungeon with up to 5 Heroes. The dungeon is created randomly as you explore. Experience over 100 different events that are randomly generated. Each game is a completely different experience. Never play the same game twice in your lifetime.&#10;&#10;Single game or campaign play are available either cooperatively or competitively the game system adjusts to either. Dungeon enemies track you, lay in wait for you or follow you. The game system controls the events. As you explore the dungeon each hero has different ways in which they draw unwanted attention. It is up to you the player to manage and control your exposure in the Dungeon. Combat is decided by dice rolls, but the damage is not random.&#10;&#10;Events and equipment are card based with over 400 cards. The game has scenarios that are designed for unlimited replayability and story-based campaign scenarios with secrets and surprises.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Misc: Forteller Audio Narration"
    ]
  },
  {
    "Rank": "7694",
    "Name": "Renegade Legion: Interceptor",
    "ID": 2520,
    "Year": "(1987)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/2520/renegade-legion-interceptor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1538",
    "Description": "Renegade Legion: Interceptor is a space battle game played on a large hex map and features unique playing pieces that are space ships made &quot;3d&quot; by being printed on little 1&quot; cardboard boxes.&#10;&#10;Players can choose from a variety of ships each of which have their pros and cons, and ships fight it out with &quot;standard&quot; battle systems that include thrust movement, targeting, and variable weapons damage.&#10;&#10;FASA also attempted to include some optional role-playing aspects into the game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Setting: Renegade Legion"
    ]
  },
  {
    "Rank": "7695",
    "Name": "Rajas of the Ganges: Cards & Karma",
    "ID": 410625,
    "Year": "(2024)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/410625/rajas-of-the-ganges-cards-and-karma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "In Rajas of the Ganges: Cards &amp; Karma, you compete for coveted double-sided cards that show buildings, goods, ships, or palace actions on one side and a colored die value on the other. Always keep an eye on your opponents' actions and plans because what they would like to build could instead be useful to you as a dice card. Although perhaps you want to acquire another building yourself and increase your fame...provided you have the appropriate dice cards in your hand as a resource &mdash; or would you rather sell goods to get money?&#10;&#10;Pay attention to the 3 because if you have three cards of one type, you must swap them for workers &mdash; and while workers are multifunctional and useful, you don't always want to get rid of your cards just yet.&#10;&#10;The first player to turn over all six target cards one by one through fame or money wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Rajas of the Ganges",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "7696",
    "Name": "War and Peace: Game of the Napoleonic Wars",
    "ID": 267402,
    "Year": "(2020)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/267402/war-and-peace-game-of-the-napoleonic-wars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "3000",
    "Weight": "3.55",
    "Description": "On December 2nd, 1804, Napoleon Bonaparte was crowned Emperor of France. By placing the crown upon his head with his own hands, Bonaparte brought all of Europe to the brink of war. For by its very nature, the act of self-coronation threatened the rule and challenged the legitimacy of every government then in existence.&#10;&#10;To restore the sanctity of the divine right and position based on noble birth, the European monarchies branded Bonaparte an international outlaw and pledged to remain at war against France until the Corsican usurper was overthrown and the Bourbon was restored. For the next ten years, the fate of the French Empire rested on the on the abilities of the man: as a warrior and as a peacemaker.&#10;&#10;Now YOU command Napoleon's Grand Armee! From the autumn of 1805 through the climactic summer of 1815, the entire ten-year conflict between France, England, Austria, Prussia, Russia, and Spain, is re-created in ten separate scenarios. Each historical scenario is presented as a separate two-player game with an average playing time of 2-3 hours.&#10;&#10;&quot;War and Peace&quot;, Mark McLaughlin's classic wargame on Napoleonic conquest, is here revitalized and enhanced with completely updated graphics and production, and a completely revamped rulebook that incorporates all known errata, additional scenarios, and all official variants and optional rules. What you get with this new version is all of the Napoleonic Campaigns in one box, plus a newly revised Grand Campaign Game, with an all-new map, components, modern artwork, and greatly updated rules with new optional rules for chrome and increased emphasis on the Operational Arts.&#10;&#10;The thirteen scenarios (not including the Grand Campaign Game) are as follows:&#10;I. THE ITALIAN CAMPAIGN OF 1796-97&#10;II. THE ARMY OF THE ORIENT: BONAPARTE IN EGYPT 1798-99&#10;III. MARENGO &ndash; THE ITALIAN CAMPAIGN OF 1800&#10;IV. THE SUN OF AUSTERLITZ - 1805&#10;V. NAPOLEON&rsquo;S APOGEE: 1806-1807&#10;VI. WAGRAM - 1809&#10;VII. THE CAMPAIGN IN RUSSIA - 1812&#10;VIII. STRUGGLE OF NATIONS &ndash; 1813&#10;IX. NAPOLEON AT BAY &ndash; 1814&#10;X. THE WATERLOO CAMPAIGN - 1815&#10;XI. THE PENINSULAR WAR&#10;XII. SPAIN: 1811-1814&#10;XIII. THE FINAL GLORY (Linking 1812, 1813, and 1814)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: France",
      "Country: Netherlands",
      "Country: Prussia",
      "Country: Russia",
      "Country: Spain",
      "Country: United Kingdom",
      "Crowdfunding: Kickstarter",
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars"
    ]
  },
  {
    "Rank": "7697",
    "Name": "World at War: The Untold Stories",
    "ID": 41934,
    "Year": "(2010)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/41934/world-at-war-the-untold-stories",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8077",
    "Description": "World at War: The Untold Stories recounts the struggle of Warsaw Pact and NATO allies previously not covered in World at War modules. Included are the battles of the Canadians, East Germans, Poles, Dutch and Belgians as each fought desperately to survive in the opening days of the war that ended all wars.&#10;&#10;Command new forces and equipment, such as the Belgian and Canadian Leopard I tanks, Lynx armored personnel carriers, East German BTR-152s, Polish T-72s, and Dutch Centurions.&#10;&#10;Battle over a plethora of new terrain. The Untold Stories contains three 11&quot; x 17&quot; geomorphic, mounted maps that not only give variety to the game&rsquo;s scenarios, but can be used by gamers everywhere to create their own World at War stories.&#10;&#10;Twelve, spanking new scenarios. Canadians versus Poles, East Germans versus Danes, Belgians versus Russians. It&rsquo;s a veritable smorgasbord of war. Fight with the Canadian 31 Brigade Group as they valiantly battle Soviet T-80s with their Leopard I tanks, or command East German T-72s as they fight their West German brethren.&#10;&#10;It&rsquo;s a complete, boxed game. Rules, players aids, box, everything you need to play. Here what you get.&#10;&#10;&#10;Exciting New War Game Three 11&quot; x 17&quot; geomorphic mounted maps.&#10;War Board Game 528 gorgeously rendered, scuff resistant, gloss finished, 5/8&quot; counters.&#10;World At War A full-color rules and scenario book including 12 scenarios.  &#10;World At War Two player aid cards.&#10;&#10;Part of the World at War Series along with::&#10;&#10;Stand alone Games:&#10;&#10;    World at War: Eisenbach Gap&#10;    World at War: Blood and Bridges&#10;    World at War: America Conquered&#10;&#10;&#10;Expansions:&#10;&#10;    World at War: Death of the 1st Panzer&#10;    World at War: Gamer's Guide &#10;    World at War: Operation Garbo&#10;    World at War: Into the Breach&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: World at War (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "7698",
    "Name": "Victoria Cross: The Battle of Rorke's Drift",
    "ID": 10662,
    "Year": "(2004)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/10662/victoria-cross-the-battle-of-rorkes-drift",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3824",
    "Description": "VICTORIA CROSS is a block style, area movement game covering the Battle of Rorke's Drift during the Anglo-Zulu war of 1879.  The game plays in 2 hours and has 60 blocks, a full color mapboard with a 3d view of the battlefield, charts and dice.  The game is very exciting and has many decisions to be made.  Playable by the novice gamer and detailed enough for the grognard.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: South Africa",
      "History: Anglo-Zulu War",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "7699",
    "Name": "The Twelve Doctors: Doctor Who Card Game",
    "ID": 56995,
    "Year": "(2009)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/56995/the-twelve-doctors-doctor-who-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.375",
    "Description": "The Twelve Doctors is an unauthorised, non-profit and non-collectable card game set within the immensely popular Doctor Who universe.&#10;&#10;Consisting of two balanced 60-card decks, the game pits two players against each other for the fate of the galaxy. One player takes the role of the Doctor in all his regenerations, and his opponent assumes control of his arch enemy, The Master.&#10;&#10;At his disposal, the Doctor has a roster of companions from his past to help struggle against the renegade Timelord, featuring Rose Tyler, Romana, Adric, and Brigadier Lethbridge-Stewart, etc. His equipment includes, amongst others, his Sonic Screwdriver, K-9, jelly babies', and the Hand of Omega.&#10;&#10;The Master has a wide selection of villainous temporal marauders to choose from: Zygons, Ood, Daleks, Sontarans, Cybermen, Robots of Death, Omega, The Valeyard, Sutekh, and The Rani, etc. He even has the meddlesome option of starting an Interstellar War - much like he did between the Draconians and the Earth Empire in Space War. His deck also features such interesting devices as the Laser Screwdriver, Tissue Compression Eliminator, and a Raston Warrior Robot.&#10;&#10;The game has an asymmetrical design, with both decks featuring different cards and abilities. The Twelve Doctors is played using a 3-column time-line system, representing the battle for Gallifrey, Earth present and future, and Earth past. Gameplay is quick and bloodthirsty with companions EX-TER-MI-NATED! frequently, and marauders being dropped into black holes, or destroyed by the well-placed use of Venusian Aikido.&#10;&#10;Numerous tricky decisions must be made throughout. For instance, The Master has 3 planets that he can atomise during the course of each game: Telos, Metebelis III, and Skaro. This is in addition to the damage he may wreak upon Earth or Logopolis, etc, through cardplay. Destroying a planet has long-term consequences for the player, as well as short-term benefits. The Doctor, on the other hand, has the Journal of Impossible Things to use, but if he does so, makes the game easier for The Master to win.&#10;&#10;Primarily a combat-driven card game, each player must manage his deck of cards effectively to win. In addition to simple, unique abilities, each card also has three values: power, cost, and disrupt. Both player's decks are also a measure of the time they have remaining to thwart each other.&#10;&#10;The Twelve Doctors lineage can be traced back to San Juan, Magic: The Gathering, BattleTech TCG, and Iliad.&#10;&#10;Victory Conditions:&#10;&#10;&#10;     Whoever cannot draw a card has lost.&#10;     The Master wins if he disrupts more cards than the Doctor has left in his deck.&#10;     The Master wins if Gallifrey's power is reduced to zero.&#10;     The Master wins if Earth's power is reduced to zero (past and future).&#10;     The Master wins if all 11 incarnations of the Doctor are regenerated/destroyed.&#10;     The Master wins if 5 tokens are placed upon the Wirrn.&#10;     The Doctor wins if all 6 incarnations of the Master are regenerated/destroyed.&#10;     The Doctor wins if 5 tokens are placed upon Lucy Saxon.&#10;&#10;&#10;&#10;     Whoever gets 5 Key to Time cards in play first wins (expansion victory condition).&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "7700",
    "Name": "Bomber Boys",
    "ID": 310363,
    "Year": "(2020)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/310363/bomber-boys",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Bomber Boys is a dice rolling and dice allocation game with a WWII theme. You are managing the crew of an Allied aircraft during a series of air operations. To win, you have to complete each of the given missions, and each mission ends with a target that you have to bomb for a major victory. The game comes with five missions of progressive difficulty, and gameplay is based on a combination of decision making and luck.&#10;&#10;Description from Solitaire Times website&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  }
]