[
  {
    "Rank": "N/A",
    "Name": "Jeux de mots",
    "ID": 37403,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37403/jeux-de-mots",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Contents: a 8&times;12 board, 2 holders, 280 letter squares, 20 blank squares, 20 symbol squares, a roulette.&#10;&#10;There is no less that seven different games submitted there. &#10;&ldquo;Three letters and more&rdquo; is an adaptation of  a TV game: three letters are set on the board, then each player tries to add a new letter to build a longer word. &#10;&ldquo;Crossworlds&rdquo; looks like scrabble, but unused letters are kept in  holders and the person who stocks 16 letters or more there loses the game.&#10;In &ldquo;Scrambled Words&rdquo; each player tries to guess the secret word of his opponent. Anagrams increase scores.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Waffen SS/The Fanatics",
    "ID": 37404,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37404/waffen-ssthe-fanatics",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Vaipa Express' Up Front expansion depicting the Waffen SS. This expansion contains a set of Personality Cards for the Waffen SS and rules for their use.&#10;&#10;Expands:&#10;&#10;    Up Front&#10;&#10;&#10;Expanded by:&#10;&#10;    The Polish Never Quit!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Game: Up Front"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leap Frog Dominoes",
    "ID": 37405,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/37405/leap-frog-dominoes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an educational variation on dominoes. Each domino has two three-letter words, with a corresponding picture, such as box, cat, and pig. There are six different ways to play, including rhyming, where the box must match with the fox, or the bug with the rug, etc. The different play objectives allow for greater variation in the learning experience. The game claims to be rated for ages 3 and up.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Checkers",
    "ID": 37406,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37406/power-checkers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Power Checkers is an expansion of the traditional game of Checkers. Game play is similar to the original game with the same movement, jumping, and kinging rules. The major difference comes in the expanded board, which allows for more maneuverability and the ability for special &quot;Power&quot; moves.&#10;&#10;Players start with their pieces in special territories outside of the regular 8x8 board. To get Power Checker status, the player must get his or her piece all the way through the opponent's home territory to special Power spaces. Once there, the piece may move in any direction, transport to special Power Space Courts outside of the normal play area, and return to their home area.&#10;&#10;The game is playable with 2-4 single players or team play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 14 x 14 Grids",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campaign",
    "ID": 37407,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/37407/campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Campaign (also known as &quot;Buck 20&quot;) is a simplified version of Chess, designed to be a good introductory game, easier to teach and to learn.  The board size is reduced to 5x7.  There are no knights or queens, nor are there &quot;en passant&quot; captures.  The medieval piece names have been replaced with modern political terms: candidate, bodyguard, handler, and intern.  Coins are used for playing pieces: one player plays heads and the other plays tails.  For a more tense game, play for keeps.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 7 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snapz",
    "ID": 37408,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37408/snapz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(From back of box)&#10;&#10;SNAPZ is a fast action family game for 2 to 4 players or teams.  It requires the electronic SNAPZ umpire and the category and alphabet cards provided.  The random interaction of these cards produce thousands of possible answers to the simple questions posed, (for example: give a name beginning with the letter for the category shown). But watch out!, at any time the game can increase in speed with the MIME TIME cards - momentarily turning the game into a fast and furious round of charades.  The aim is to get rid of all of your cards by placing them back on the SNAPS unit or to an opposing player.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Word Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Serpentine",
    "ID": 37409,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/37409/serpentine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Serpentine ... a 2, 3, or 4-player abstract strategy family board game.&#10;&#10;The board consists of streamers with missing intersections and played with 84 tokens, in 4 colours, that are 2-sided with a straight streamer on one side and a curved streamer on the reverse.&#10;In turn, players place their colour tokens on these spaces.&#10;&#10;The goal is to form the longest possible same-colour Serpentine streamer.&#10;&#10;The game has 3 levels of play:&#10;Level 1 &ndash; in turn, players place one of their tokens on an empty space - and the turn is over. When the board is full or there are no more tokens to be placed, in order to form the longest possible streamer, on their next turn, players rotate or invert one of their own tokens in place.&#10;&#10;Level 2 &ndash; players place one of their tokens on an empty space. During the same turn, a player may either:&#10;1) Rotate or invert an opponent&rsquo;s token without breaking a continuous streamer.&#10;2) Move one of their own colour tokens to an empty space, thereby possibly breaking their own streamer.&#10;&#10;Level 2 &ndash; players take these actions in the following order:&#10;1) Place one of their tokens on an empty space.&#10;2) Move any one of the opponent&rsquo;s tokens to an adjacent empty space without rotating or inverting it.&#10;3) Move any one of their tokens to an empty space on the board without rotating or inverting it ~ or, rotate or invert one of their own tokens in place.&#10;&#10;The player with the longest continuous Serpentine streamer is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Las Vegas Fortune",
    "ID": 37410,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37410/las-vegas-fortune",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly clone with Las Vegas gambling elements added.&#10;&#10;From the publisher's website:&#10;&#10;Competition is tough on Las Vegas Boulevard, and it will take a lot more than luck to build your fortune in this town.  This game has all the action of a traditional property trading game, with an exciting NEW poker twist where players build their fortune interacting with each other playing blackjack, roulette &amp; dice games.  Plus race against each other, to buy and develop your Casino and Resort properties.  Who knows you might even hit the jackpot!  The wealthiest gambler at the end of the game wins!!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marée noire",
    "ID": 37411,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37411/maree-noire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Contents : a wooden board with 62 holes, 62 wooden pawns with one side coloured blue, the other side black, 126 letters, two 8 pieces puzzles representing a whale and a sinking tanker  .&#10;The winner is he who has completed first his puzzle. The pawns are played with the same rules that Othello, and when a player surrounds at least 3 pawns, he gets the right to set one piece of his puzzle.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical",
      "Puzzle"
    ],
    "Mechanics": [
      "Enclosure",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbaria",
    "ID": 37412,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37412/barbaria",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Barbaria represents the history of the west (Europe, N. Africa, Near East) from the fall of the Roman Empire through the Mongol invasion, 406-1250 AD.&#10;&#10;Players control several nations (Britannia-like) with differing objectives.&#10;&#10;There are two versions using the same map, one using picture-dice combat, 6 turns, 90 minutes, one more detailed and using battle cards (no dice), 11 turns, up to 180 minutes.&#10;&#10;In both cases the point scoring is much simplified from Britannia--one 8.5 by 11 inch sheet shows all scoring and appearance, no &quot;nation cards&quot; needed.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Makin' Movies",
    "ID": 37413,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/37413/makin-movies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "MAKIN' MOVIES is a card game about collecting the right actors and money to make a movie.&#10;&#10;  You are a low budget movie producer and your goal is to compete against other players to be the first to collect enough money and the right actors to make your movie.  Use your money to protect your actors from other players, or hire their actors!  It's a simple card game with many options and different ways to win. &#10; Each turn every player has 3 actions which represent; Holding auditions, casting for roles in your movie and hiring actors from other players.&#10;&#10;The game concludes with the winning player naming their movie or giving a quick advertisement trailer for their movie based on the strange collection of actors they have hired.&#10;&#10;The FREE Print and Play game contains 44 actor cards, 12 money cards, 8 scripts.&#10;&#10;Retail Version contains 50 actors, 12 money cards, and 10 scripts.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superman",
    "ID": 37414,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/37414/superman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll-and-Move game where each player controls a superman pawn.&#10;&#10;Object of the Game: Be the first player to bring your Villain to Jail and disarm his Secret Weapon at the Crime Lab.&#10;&#10;Each player moves around the board uncovering question mark tokens in the hopes of finding the appropriate villain.  Once found, they put the villain into the holder on their pawn and take him to jail.&#10;&#10;After depositing the villains in jail, each player must find and disarm their secret weapon.  The first player to disarm their secret weapon (by spinning an even number while the weapon is in their possession) wins.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Comic Books: Superman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Usuthu!: Guerre Anglo-zoulou 1879",
    "ID": 37415,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/37415/usuthu-guerre-anglo-zoulou-1879",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "An easy to play free DTP wargame based on a battle between British and Zulu forces.&#10;&#10;A quite unusual subject for a wargame, a battle in 1879 during the war between the British and the Zulus, but featuring some very simple and common mechanisms.&#10;&#10;Historically, the Zulus benefited from the imprudence of the British leaders to win the Usuthu battle. Thanks to that imprudence the Zulus forces seized a whole convoy of food and ammunition and, more than that, were informed of British strategic intentions.&#10;&#10;The link to this free DTP : http://www.frogofwar.org/?Telechargement:Errata&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Anglo-Zulu War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dig & Play Treasure Island",
    "ID": 37416,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/37416/dig-and-play-treasure-island",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gameplay is composed of two phases.&#10;&#10;Initially, the game parts must be physically dug out of a block of plaster.  This takes the theme (digging for buried treasure) and puts players to the act of literally digging their way through to actual treasure.  This is a one-time-event only, although it may take a few hours to fully accomplish.&#10;&#10;Next, once the parts have been recovered, players use pieces to move around a pirate's treasure map.  This is a basically simple map, and may only hold the attention of children if they have actually dug the pieces out themselves, and may then appreciate the effort involved.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Islands: Fictional",
      "Series: 4M Dig & Play series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zahlen Ritter: Spiel um Burgen und Punkte",
    "ID": 37417,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37417/zahlen-ritter-spiel-um-burgen-und-punkte",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Zahlen Ritter is a two player game published in Switzerland by Max Giezendanner.&#10;The game contains&#10;24 tiles of each color (blue and red)&#10;2 wooden pawns&#10;2 wooden towers (score markers)&#10;1 board&#10;(the rules are printed on the box)&#10;&#10;The players place alternately their tiles face down on the board and start at the score of 50 points. The aim of the game is to grab all tiles of your opponent. You get points when grabbing these and loose points when getting your own tiles. Each tile is indicating the number of points you win or loose.&#10;&#10;Each player also has 4 additional tiles with a treasure chest, lady, dragon, and a ghost - worth respectively 20, 10, 10, or 10 points, when getting your opponents' tiles, or losing the same amount when drawing your own tiles.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tetrade",
    "ID": 37418,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37418/tetrade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Tetrade is a three dimensional boardgame on a triangular board with six holes on each side. Players put spheres in alternate turns and try to occupy the four corners of a tetrahedron with the size of 2,3,4,5 or 6 elements. Three spheres of lower level carry one sphere of higher level. A player succeeding in forming a tetrahedron receives a sphere from the hand of the opponent, so that this player is stalemated at the end of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quarks",
    "ID": 37419,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37419/quarks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Quarks is played on a 7x7-grid with one player ruling the transparent pieces and the other the solid ones. Both players try to form a column containing all elementary colors with one captured piece at the bottom and two friendly ones in the remaining colors. The first player who forms three of those Quarks wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sixon",
    "ID": 37420,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37420/sixon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Sixon is played on a hexagonal board with five elements on each side, both players trying to reduce the hostile side to less than three. A piece is captured when standing on a cell threatened by three enemy pieces forming a triangle. Pieces may move over the edges of the board when turning their direction in an acute-angled way.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triade",
    "ID": 37421,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37421/triade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Triade is a positional game played on a hexagonal board with four&#10;elements on each side. Players try to form triangles of any size which   reduces the hostile sides position. Pieces may move overboard when changing their direction.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Finlandspel",
    "ID": 37422,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/37422/het-finlandspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(from the rulebook, translated from Dutch)&#10;&quot;The Finland game is a boardgame for 2-4 players, where every player can learn about the possibilities of Finland as a holiday destination by doing a tour of Finland.&quot;&#10;&#10;Depending on the desired game length players get a number of cards corresponding with destinations on the board which have to be reached by moving the player's pawn across the board. There are also additional cards which the players can get by standing on yellow spaces on the board which give players additional destinations to visit or the possibility to e.g. use air travel to move faster. The game ends as soon as a player has no destination cards left in his hand.&#10;&#10;Het Finlandspel is a promotional game distributed by travel agencies in the Netherlands in the early 1990s.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jok-Lob",
    "ID": 37424,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37424/jok-lob",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a simulation of a tennis game. Player throws special dice to serve, then his opponent directly hit the ball back if he is in the right place, or else uses a card to see if he can reach the shot, and so on.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smart Girls Trivia",
    "ID": 37425,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.17",
    "Link": "https://boardgamegeek.com/boardgame/37425/smart-girls-trivia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Have fun with your cool friends while playing this action packed internet board game. Answer questions about the things that interest girls the most &ndash; fashion, make-up, movies, music, sport and much more. Dare you share your innermost secrets with your friends &ndash; if not then pay the penalty! Have fun whilst acting out the craziest of charades or play the word chase game. Land on the internet square and log in to play the game with your friends on the internet. Publish your own trivia questions on the internet for other game players to share.&#10;&#10;Online play available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sinyavino 1942",
    "ID": 37426,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37426/sinyavino-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the designer's website:&#10;&#10;Sinyavino Offensive covers the &quot;crossfire&quot; offensive conducted by the Soviet forces in August, 1942. Crossfire, for it was a daring offensive from two opposite directions focused on a single objective: to free the isolated forces and people of Leningrad before the Germans conducted their own operation to seize the city! The bottleneck area held by German forces was no more than a few miles wide and defended by no more than three divisions. From the East, the Soviets would toss a total of 14 divisions and 100 tanks to smash the Nazi. From the West, across the Neva River, another 2-3 divisions and a tank brigade would conduct an amphibious assault. The battle would last over 30 days and desperate for both sides. At first, Red forces seriously broke through, forcing Hitler to cancel his own offensive to seize Leningrad and divert General Mainstein's forces to save the impending disaster. The battle was also the debut for Germany's new AFV, the Tiger tank!&#10;&#10;Contains:&#10;&bull; 11&quot; x 17&quot; map&#10;&bull; 280 counters&#10;&bull; 11 page rules&#10;&bull; 2 page Player aid&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Saint Petersburg (Russia)",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yami",
    "ID": 37427,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/37427/yami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a funny mixture of Rami and Yams, played with four sets of 32 cards. Players try to improve their hands in order to mark points upon their counting boards. Values give less reward than combinations, but allow access to bonus. After 16 rounds, he who has most points wins.&#10;&#10;Reimplemented by:&#10;&#10;    Yamy&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gargoyles the Movie Game",
    "ID": 37428,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/37428/gargoyles-the-movie-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Bonus game included with the VHS and Laser Disc release of Gargoyles the Movie: The Heroes Awaken (a compilation of the first five episodes).&#10;&#10;Components included: game board, &quot;Building&quot; cards, Demona &quot;Wild&quot; cards, Elisa &quot;Badge&quot; cards, spinner (1, 2, 3), and four player tokens (Goliath, Brooklyn, Lexington, Broadway).&#10;&#10;Players were instructed to keep the video running after they finished watching the movie.  The video would occasionally flash, and the player whose turn it was would have to follow the orders of the character (Xanatos, Elisa, or Demona) that appeared on screen.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Components: Videocassettes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "StarCraft: Typhon Promotion",
    "ID": 37429,
    "Year": "(2008)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37429/starcraft-typhon-promotion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3077",
    "Description": "The Typhon Promotion is a mini-expansion for StarCraft: The Board Game. It consists of a single planet, named Typhon, and the cards and tokens needed to use that planet in the game. The planet is special in that it has only a single connection point, while all the planets in the base game have at least two.&#10;&#10;The Typhon Promotion was distributed among the visitors of the 2008 Blizzard Entertainment Worldwide Invitational, as part of a gift-bag containing several Blizzard-related goodies.&#10;&#10;Expands:&#10;&#10;    StarCraft: The Board Game&#10;&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "New World Disorder: Zombie Apocalypse!",
    "ID": 37430,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37430/new-world-disorder-zombie-apocalypse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "ZOMBIE APOCALYPSE! adds bloodthirsty zombies to your New World Disorder: urban skirmishes in a dark future games. Pit swarms of zombies against existing crews, but pay heed--your fallen comrades will rise and turn on you when least expected. Even loot cars and other areas for lost and hidden gear.&#10;&#10;Available in PDF format, and as a Printed Set with full-color paper miniatures and cardboard counters.&#10;&#10;Expands:&#10;&#10;    New World Disorder: urban skirmishes in a dark future&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warcosm",
    "ID": 37431,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/37431/warcosm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.2222",
    "Description": "WARCOSM is an easy-to-learn and quick-paced tabletop game that simulates fleet-based space battles using either miniatures or flat counters.&#10;&#10;Maneuver the enemy so that you can bring more weapons to bear on them. Find an enemy craft&rsquo;s weaknesses to maximize the effectiveness of your attacks. Warcosm&rsquo;s game mechanics encourage such tactics without overwhelming you with endless rules. This permits each player to control six, ten, or even a few dozen ships for scalable battles. Once you get the hang of the rules with the included battle scenarios, use the ship construction rules to build your own fleets. Decide how to arm your ships, the degree and types of hull protection, the power of drive systems, and whether or not to equip them with a number of other subsystems. The fate of the galaxy is in your hands. Command your fleets and lead them to Victory in the Stars.&#10;&#10;Available in PDF format, and as a Printed Starter Set with hex-grid sheets, cardboard counters, ready-to-use fleet rosters, and 10-sided die.&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitwa na Morzu Wiatrów",
    "ID": 37432,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/37432/bitwa-na-morzu-wiatrow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Bitwa na Morzu Wiatr&oacute;w (&quot;Battle of the Sea of Winds&quot;) is a nautical wargame set in about XVII century however with no historical scenario. Each player (green and red) owns an identical set of 10 ships varying number of man and guns on the deck. Task of the game is to reach the enemy harbor with the transport ship (without the guns).&#10;&#10;Both the wind direction and the battles between ships are resolved using card decks. During the battle each player draws a card which determines the result of gunfire or boarding. There are several damages the ships can receive - the damaged sails, the lost sails, the lost sails and 1 or 2 guns and the fire.&#10;&#10;The game was edited in Poland in the mid-eighties.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Office Dodger",
    "ID": 37433,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37433/office-dodger",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bluffing card game about white collar workers fooling around at work. &#10;One player is designated as the boss and the rest as workers. Each turn, workers choose a card representing their slacking (for points). Then the boss chooses one of those cards to flip over. If you are caught slacking you get no points and may even swap rolls with the boss. If the boss does not choose you, then you will get 1 or 2 points. The winner is he or she that makes 15 points first.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Heat Surf Card Game",
    "ID": 37434,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37434/super-heat-surf-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "For two to six people, all ages. Experience the thrill of competitive surf action any time, anywhere! Compete for the most points to win. Easy to learn. Great to trade and collect.&#10;&#10;Each 104 card deck has six character cards and 12 manoeuvre cards for each player, plus bonus point and penalty cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Heat Skate Card Game",
    "ID": 37435,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/37435/super-heat-skate-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For two to six people, all ages. Experience the thrill of competitive skater action any time, anywhere! Compete for the most points to win. Easy to learn. Great to trade and collect.&#10;&#10;Each 104 card deck has six character cards and 12 manoeuvre cards for each player, plus bonus point and penalty cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Skateboarding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Score Dr. J. Basketball Game",
    "ID": 37436,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37436/score-dr-j-basketball-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Score Dr. J Basketball Game is an action game that features pictures of Julius Erving on the cover. The game has a shooting device that allows you to try and score baskets from anyplace on the court. The degree of difficulty of the shot determines what value is attached to the basket.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hotel Checkout",
    "ID": 37437,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.90",
    "Link": "https://boardgamegeek.com/boardgame/37437/hotel-checkout",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Translated from the publisher's site:&#10;&#10;Going down? Collect the most tips by bringing down all your suitcases to the hotel reception. Every player want the lift to stop at floors suitable to them and load their suitcases to the lift.&#10;&#10;Move the lift up or down by throwing the dice. If the lift stops at the right floor but is already full of suitcases, a suitcase has to be unloaded.&#10;&#10;When you have loaded three of your own suitcases to the lift, you can bring it down to the reception. The player who is the first to bring down his/her 25 suitcases wins the game.&#10;&#10;A fun family game full of excitement!&#10;&#10;",
    "Categories": [
      "Dice",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stymie",
    "ID": 37438,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37438/stymie",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Stymie is one of the games in the &quot;Quickles&quot; set produced by Ashburn Industries in the late 1970s.  Using a modified standard deck - cards numbered 1-12 in four suits, plus six wild cards - players add to a central sum, trying to avoid pushing it over 100.  Players then score points, with the objective of the players also being to avoid going over 100 (or reaching 0, from an initial score of 50).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: The Quickies (Ashburn Industries)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexad",
    "ID": 37439,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37439/hexad",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Hexad is one of the games in the &quot;Quickles&quot; set produced by Ashburn Industries in the late 1970s.  Using a modified standard deck - cards numbered 1-12 in four suits, plus six wild cards - players attempt to reach the total given in the center first by using addition, subtraction, multiplication, division, and the numbers in their hands.  An advanced variant is offered wherein 2s can be used for square roots, 3s for cube roots, and so on.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: The Quickies (Ashburn Industries)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travel Bingo",
    "ID": 37440,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/37440/travel-bingo",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Travel Bingo comes with ten dice featuring objects that might be seen while driving, such as animals, vehicles, and buildings. Players roll the dice into the included tray, and then try to spot the objects for points. Before rolling, one die is set aside to customize the game to the players' location. (For example, the orange die has farm-related objects, so it is set aside if the players are in a town or city.)&#10;&#10;The game is designed for a single player or multiple players working cooperatively, but includes rules for playing competitively with multiple sets.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stock Market",
    "ID": 37442,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37442/stock-market",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stock Market game simulating the real stock market.&#10;&#10;Parts:&#10;&#10;One game board&#10;6 markers - in the shape of small ticker tape machines&#10;1 pair of dice&#10;16 Good Tip cards&#10;16 Bad Tip cards&#10;16 Good News cards&#10;16 Bad News cards&#10;32 stock certificates for made up companies&#10;Paper money totaling $1 billion&#10;&#10;Winning the Game:  To be the first player to gain outright and complete ownership of all the certificates in 4 different companies.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vaeva",
    "ID": 37443,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37443/vaeva",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Contents: a 20&times;20 board, 9 squared orange pawns and 9 squared yellow pawns, a rectangular platform 4&times;2.&#10;&#10;The platform is set in the centre of the board, and the players try to access it. Pawns can move aside diagonally or jump over others. Some moves depend of the number of pawns upon the platform, which can also be moved. He who have put 5 pawns upon the platform wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 20 x 20 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trollball \"this is not a fair game\"",
    "ID": 37445,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/37445/trollball-this-is-not-a-fair-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Based on the original Trollball game from Greg Stafford, this new game has been published (with Greg Stafford's authorization) as a fund raiser for the Tentacles convention(May 2008).&#10;&#10;This is a violent fantasy sport simulation. The game comes with a 120x60 cm color board, color counters, card board miniatures, player statistics sheets and a 20-page rule booklet.&#10;&#10;The game is simple and fast and best played with 5 players, one being the giant referee.&#10;&#10;100 copies of the game were produced, with 90 to be sold, numbered 1 to 90 and 10 for people who were involved in the game (drawer, play testers, Greg Stafford, etc.).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Glorantha"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hinguere",
    "ID": 37446,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/37446/hinguere",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "8",
    "Play Time": "8",
    "Weight": "2.5",
    "Description": "Two player abstract strategy boardgame with very simple set of rules, but hours of fun gaming. Easy to learn.&#10;&#10;Black and white players take turns to place tiles according three rules and tries to make other player into the position, which is impossible to continue.&#10;&#10;It can be played on a standard 8x8 chessboard, but smaller and bigger boards are possible. The size of the board will affect the difficulty and length of the game and also the winning tactics and strategies.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Math",
      "Print & Play",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New Parlor Game: The Path to Matrimony",
    "ID": 37447,
    "Year": "(1873)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37447/new-parlor-game-the-path-to-matrimony",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game board has decoration of a maze with arrows which either allow players to move backward or forward.  Considering the age of the game, a spinner was most likely used for movement.  The center of the board one lands on &quot;The Alter.&quot;&#10;&#10;W.J. Morgan &amp; Co. operated in Cleveland Ohio from 1871-1908.  It was a lithography firm that produced trade cards and advertising posters for sewing machines, stoves, medicines and petroleum.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Go On or The Run for the Stake",
    "ID": 37448,
    "Year": "(1884)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37448/go-on-or-the-run-for-the-stake",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game board is in a circular pattern where a person goes from circle to circle trying to get to the &quot;Stake&quot; first.  Board does not have a maker's mark, but it is similar to McLoughlin Brothers boards.  The date on it is copyright Jan. 1884.  Wonderful printing lithographed colors.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stepping Stones of Life",
    "ID": 37449,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37449/stepping-stones-of-life",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game where players strive to become the President of a business.  Pitfalls along the way include a late train, missed street car, arrested, late for work etc.  Four corners of the board have a Home, Hotel, Hospital and Court.&#10;&#10;Pieces include:&#10;&#10;gameboard&#10;4 different colored metal figures&#10;game spinner showing how many spaces to move&#10;&#10;The games purpose is to promote good work habits and characteristics which lead to success&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Bamboozle or the Enchanted Isle",
    "ID": 37450,
    "Year": "(1876)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37450/the-game-of-bamboozle-or-the-enchanted-isle",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This was one of the first large folding board games produced by Milton Bradley.  Game board has a wonderfully lithographed fantasy land where one takes paths to get to the Enchanted Isle.  The center of the board has two castle, woods, bears, a tent, a windmill and a church.  The paths weave along the outside and into the center.  The paths along the outside represent water and has pictures of a steamboat, canoeist, serpent, and whale.  The four corners of board are one city scene, one house scene, one mermaid and one lighthouse. This particular version, with a plain box (likely considered &quot;deluxe&quot; at that time) is later than the first 1876 version, which probably featured a more decorative printed image on the box cover. This version probably dates from around 1900.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock the Casbah: Modern Urban Warfare in the Lebanese Civil War",
    "ID": 37451,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37451/rock-the-casbah-modern-urban-warfare-in-the-lebane",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the publisher:&#10;Rock the Casbah&#10;Military Operations in Urban Terrain, Peacekeeping Operations, the PLO, IDF, Syria, Christian Phalange, all are there in this superb supplement for Troops, Weapons & Tactics by Chris Stoesen. Ninety four pages long, this supplement covers an overview of the conflict in the Lebanon, looking at several sample battles from the early 1980s, including the siege of Beirut. TO&amp;E and force generation systems are there for all of the main participants along with scenarios for some of the conflict's most high profile battles. Fancy taking on the IDF with Syrian tank hunter teams, defend your home with the Christian militias, fight the invaders with a mad mullah, it's all there in this fantastic new supplement. Available for just &pound;6 in pdf format this is a superb guide that provides a great backdrop for any modern peacekeeping or counter-insurgency operation, from Iraq to Afghanistan, from Sierra Leone to Chechenya.&#10;&#10;Expands:&#10;&#10;    Troops, Weapons & Tactics&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Lebanon",
      "History: Lebanese Wars 1975-2006"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Finest Hour: Battle of Britain Campaign Supplement for Bag the Hun",
    "ID": 37452,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37452/finest-hour-battle-of-britain-campaign-supplement",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the publisher:&#10;&#10;Finest Hour&#10;A complete Battle of Britain supplement for Bag the Hun, including full details on the squadrons that took part, mechanisms for generating pilots, squadrons, and scenarios. A comprehensive section looks at the tactics of the conflict, as well as providing full details on where units were based during the conflict. Finest Hour allows the gamer to re-fight the entire Battle of Britain day-by-day, for his pilots to develop and gain experience and even awards for their flying exploits.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olipa kerran ihminen -lautapeli",
    "ID": 37453,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.06",
    "Link": "https://boardgamegeek.com/boardgame/37453/olipa-kerran-ihminen-lautapeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Back of the box (translated):&#10;&#10;&quot;Once Upon A Time Man&quot; is an exciting trivia and task game for schoolchildren, adolescents and adults. Test your knowledge of the history of mankind and win the fabulous race through millennia from the Big Bang all the way to the launch of the Space Rocket.&#10;&#10;The game includes 1300 different history questions and tasks in two levels of difficulty. This makes the game playable to everyone able to read.&#10;&#10;Included is a DVD with full episodes of Albert Barill&eacute;'s animated series &quot;Once Upon A Time Man&quot;, &quot;Once Upon A Time Life&quot; and &quot;Once Upon A Time Space&quot;.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Line Drawing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maisy's alphabet card game",
    "ID": 37454,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/37454/maisys-alphabet-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "a set of 52 cards 26 capital and 26 lower case.&#10;&#10;From the back of the box:&#10;&#10;There are lots of games to play with these colorful Maisy alphabet cards - &#10;&#10;     Identify the letter and name the picture&#10;     Put the the cards in alphabetical order&#10;     Spell simple words&#10;     Play a memory game&#10;     there are lots of possibilities&#10;&#10;&#10;All the while, children learn the alphabet and build their vocabulary.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Mice",
      "Books: Maisy Mouse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yom-Kippur, Sinai-73",
    "ID": 37455,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37455/yom-kippur-sinai-73",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It represents the fight between Arab and Israeli in the front of Sinai, during the Yom Kippur war, 1973.&#10;Map 297x420mm and 96 counters.&#10;&#10;Game included with Alea Magazine n&ordm;3.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Yom Kippur War",
      "Magazine: Alea",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ia Drang: Zona De Asalto X-Rae",
    "ID": 37456,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/37456/ia-drang-zona-de-asalto-x-rae",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The game simulates the combats of the valley Ia Drang of October and November of 1965.&#10;&#10;Game included with Alea Magazine n&ordm;5.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Alea",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GameVault 2050",
    "ID": 37457,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37457/gamevault-2050",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take the role of computer hackers, wandering the board in an attempt to download game designs and smuggle them off the network.&#10;The game was published August 13, 2004 in Pyramid Magazine. Because of the restructuring of Pyramid, it is no longer available.&#10;Sample:&#10;http://www.sjgames.com/pyramid/sample.html?id=4904&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Five Card Baseball",
    "ID": 37458,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37458/five-card-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;&quot;Real baseball situations are implemented into the game to make it as real as it can get. The game is for one or two players Ages 8 and up. Five Card Baseball is played with a 60 card deck. Flip the cards and watch the game unfold like magic. Witness your opponent walk to first base, steal second and score on a single as you watch helplessly. Defeat your opponent in a realistic 9 inning game. Five Card Baseball can also be played with two or more decks for a more interesting experience.&quot;&#10;&#10;The game is for one or two players and involves revealing cards to simulate situations in a baseball game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pleasure Island",
    "ID": 37459,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/37459/pleasure-island",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Players move their game tokens through the tropical Island full of romance and passion. Each square holds its own adventure. As your tokens land on the squares, you and your lover must perform the activities listed. If a player lands on either a Pleasure Chest or a Prisoner of a love square, he or she must draw a card from the corresponding card pile and perform the activity listed on the card. Once the activity is completed , the card is returned to the bottom of the deck and play continues. The player that completes the game first, by landing on the &quot;X&quot;, can choose to keep the game going by selecting two cards from each pile and performing the activities.&#10;&#10;Contents: 2 Game Tokens, 1 Game Die, 22 Pleasure Chest Cards, 22 Prisoner of Love Cards &amp; 1 Game Board&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sandbox Hill",
    "ID": 37460,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37460/sandbox-hill",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sandbox hill is a miniatures wargame that uses plastic army men as soldiers and die-cast metal cars as tanks and can be played in about any location.&#10;&#10;The game requires you supply:&#10;&#10;    Soldiers: at least 60 army men preferably in two colors&#10;    Tanks: at least 6 die cast metal cars (hot-wheels, matchbox, etc)&#10;    Artillery: several hundred large rubber bands&#10;    Mines: a hand full of quarters (or equivalent coins)&#10;    The Injurator: One large pair of scissors&#10;    The Mauler: One large hammer&#10;    The Moverator: A piece of string twelve inches long.&#10;    The Rangefinder: A standard twelve inch ruler.&#10;    The Iron Dice: One or two six-sided dice.&#10;    Eye Preserver: Two pairs of safety goggles&#10;&#10;&#10;In the game players take turns activating 5 soldiers or tanks, most can move and shoot on turn but there are a variety of different troop types with some special abilities modifying this. Dexterity based rubber band flicks are used for ranged combat and die rolling for close combat. Damage is represented by either a die roll that tells what part of the infantry figure to cut off with The Injurator (large scissor) or for tanks a blow with The Mauler (large hammer)&#10;&#10;The game rules are available for free download as a full color PDF from http://www.animalball.com/games.html&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tamerlane Chess",
    "ID": 37462,
    "Year": "(1370)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/37462/tamerlane-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tamerlane Chess is a strategic board game related to chess and shatranj.  It was developed in Persia and was favored by the 14th century Turco-Mongol conqueror Timur the Lame (also known as &quot;Tamerlane&quot;), who thought regular (queen's) chess was not complex enough.&#10;&#10;The board consists of a 10 by 11 unchecked pattern along with extra squares are called citadels.  This version of chess has multiple types of pawn, and each one promotes itself based on the type of pawn, i.e. Pawn of Pils promotes to Pils (Elephant).&#10;&#10;The playing pieces include the king, the general, the vizir, the giraffe, the picket, the knight, the rook, the elephant, the camel, the war engine, and pawns.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Animals: Camels",
      "Animals: Elephants",
      "Animals: Giraffes",
      "Category: Combinatorial",
      "Components: 10 x 11 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of the Middle Ages: Lake Peipus",
    "ID": 37463,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/37463/battles-of-the-middle-ages-lake-peipus",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "4",
    "Description": "Second game in the battle of the middle ages series, on one of the most famous battle of all the Baltic region history, immortalized by Eisenstein Alexander Nevskji&#10;It uses a chit activation system and a partially randomized method of combat resolution (ie, units are rated for level, but the real strength of the unit is discovered only when it comes to fight for the first time).&#10;&#10;Contains:&#10;11 x 17&quot; full color map (2 - 8.5 x 11&quot; parts)&#10;216 counters&#10;Rules in English&#10;&#10;Available for print &amp; play download through www.wargamedownloads.com and&#10;www.arima.it&#10;&#10;Also available in printed version through Boulder Games and Noble Knight Games&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Estonia",
      "History: Battle of Lake Peipus",
      "History: Crusades",
      "Series: Battles of the Middle Ages (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "American Pie",
    "ID": 37464,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37464/american-pie",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "American Pie is a simple card game for 3-5 players, excellent for family play. Each player is a cook trying to make good cakes (there 6 different types of cakes in the basic game) and earn more victory points than opponents. To do so, he have to make a good recipe, an excellent bakery and avoid harm coming from Bears, Kittens and Best Friend'd Phone Call.&#10;The final judge is grandma, so beware of what you cook!!&#10;&#10;Around 90 full colour cards&#10;&#10;Available as print &amp; Play download through www.wargamedownloads.com&#10;and www.arima.it&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silly Sentences",
    "ID": 37465,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/37465/silly-sentences",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players complete sentences by placing jigsaw pieces with words on them from their hand.&#10;&#10;The shape of the 124 puzzle pieces enforces correct grammar in the sentence, but the sentences can be very silly indeed such as &quot;The furry clock ate the big princess.&quot; or &quot;A blue crocodile jumped over the school.&quot;&#10;&#10;All the pieces except the 40 nouns are dealt to players. The nouns are reserved in a stock for players to select one when they want/need to. A players hand goes down by one, except when they play a noun.&#10;&#10;The winner is the one to get rid of all their words first. The strategy is therefore to block other players and force them to select nouns because they cannot play any other valid words.&#10;&#10;Along the way a lot of fun is had by placing unexpected nouns in the sentences. Subtitled &quot;grammar skills practice for the first three years of school&quot;, various classroom activities are also possible and included in the note to parents and teachers that accompanies the rules.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Humor",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Silly Sentences"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of the American Civil War",
    "ID": 37466,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37466/battles-of-the-american-civil-war",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Battles of the American Civil War was the first expansion for the Volley & Bayonet &quot;big battle&quot; miniatures rules.  While most of the rules for the American Civil War were given in the basic V&amp;B rules, the BACW source book ties them together in a more cohesive set.  The BACW book adds rules for multi-day battles and entrenchments, and adds a point system for constructing ad hoc balanced ACW battles.&#10;&#10;A strategic game (heavily based on GDW &quot;House Divided&quot; rules) is included, allowing players to play a campaign game if they so desire.&#10;&#10;Scenarios and orders of battle are included for:&#10;&#10;Second Manassas&#10;Antietam&#10;Brandy Station&#10;Gettysburg&#10;Third Winchester&#10;Shiloh&#10;Stone's River (Murfreesboro)&#10;Champion's Hill&#10;Chickamauga&#10;Franklin&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Volley & Bayonet System (Frank Chadwick)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schlachtefest",
    "ID": 37467,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/37467/schlachtefest",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A children's game consisting of cardboard jigsaw pieces,  which put together result in multi-coloured pigs. By rolling two dice on every turn, the players try to get the most completed pigs.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "oh no",
    "ID": 37469,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37469/oh-no",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1967 Twister variant with movable tiles instead of a static mat.  Also a card deck.  The game can be played in teams or as individuals.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Twister"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Bite the Pavement",
    "ID": 37471,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37471/dont-bite-the-pavement",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Don't Bite the Pavement is a game of quick-action reflexes and split second timing.  The object of the game is to navigate one challenging obstacle after another until you reach the top of the obstacle course! See who can beat the course faster!&#10;&#10;Two different rule variations.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Staxx",
    "ID": 37472,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37472/staxx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Staxx is part of Ashburn Industries' &quot;The Quickles&quot; series of card games.&#10;&#10;Staxx uses a modified standard deck of cards, with two letters on each card and 6 wilds (effectively the jokers and kings).  Staxx combines a standard Rummy game with a word game; players score the most for runs and sets that form words, but can meld just words or sets/runs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: The Quickies (Ashburn Industries)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schmetterlings-Spiel",
    "ID": 37473,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/37473/schmetterlings-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Different butterflies have to be placed on coloured flowers, trying to pair them with their same-coloured counterpart.&#10;&#10;From the box:&#10;&#10;A butterfly flutters by - and alights on a flower - it opens its wings... Will they be the same colour as the blue flower it is resting on? Hard luck! They're not!&#10;Where then is the blue butterfly to match the blue flower?&#10;&#10;A concentration and memory game for 2-6 players between Ages 5 - 8&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zirkusspiel",
    "ID": 37474,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/37474/zirkusspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Moving in the circus, the players have to search for the animal species attendant related to their player role (Lions -&gt; lion tamer). By memorizing the location of a players animal tiles and revealing them on his/her turn, the player can win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TV Mania",
    "ID": 37475,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/37475/tv-mania",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": " From The Website &#10;&#10;TV Mania is the first totally television-based board game complete with interactive DVD, and the ultimate television history information.&#10;&#10;It covers the most popular and best loved TV shows and TV stars we invited into our lounges every day and made part of our lives.&#10;&#10;TV Mania is a celebration of television, incorporating celebrity bios, celebrity births and deaths, photos, the highest paid TV personalities, information, news &amp; trivia from the Lone Ranger in 1949 and Superman in 1951, through to today with Desperate Housewives, Rove Live, Friends, Frasier, Home &amp; Away, The Simpsons, Neighbours and 24.&#10;&#10;So, take a trip down memory lane to the American, British, and Australian TV shows and stars you loved, and hated, over the years.&#10;&#10;Designer: Glen Charles Rowell (https://a4jp.com/services-list-en/gallery-product-design-en/)&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ella Cinders",
    "ID": 37476,
    "Year": "(1944)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37476/ella-cinders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This roll-and-move dice game was based upon a United Feature Syndicate comic strip that ran between 1925 and 1961.  (There was also a 1926 silent movie based on the story.)  As the name implies, the comic strip was based upon the tale of Cinderella.  The game is considered to be very difficult to find.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trick & Treat!",
    "ID": 37478,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.27",
    "Link": "https://boardgamegeek.com/boardgame/37478/trick-and-treat",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "It's time for some Halloween mischief.  The parents pick the tricks and everyone tries to accumulate the treats.  Who will be able to get the most candy?&#10;&#10;The deck contains 90 number cards in 6 suits and 16 trick cards.  The number cards are dealt out to the players.  Players take turns choosing the &quot;tricks&quot; -- rules for different types of card tricks.  Rules include the One-Shot (everyone plays a card simultaneously and the highest card gets points), the Center (everyone plays a card simultaneously and everything except the high and low cards gets points), and the Single Color (players play cards once around following suit if possible with the highest card in the led suit getting points).  Play continues until all cards have been played.  Whoever accumulates the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pyramid Pyramid",
    "ID": 37479,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/37479/pyramid-pyramid",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Pharaoh is getting old and he does not have a successor.  One day he gathers his closest advisers and issues a challenge: &quot;Build me a pyramid. Whoever contributes the most shall be the next Pharaoh!&quot;.  Who will rise the challenge and become the new ruler of the land?&#10;&#10;Players roll dice and draw event cards to maneuver their pyramid-building blocks around the board and into the pyramid at the center.  Points are scored for each block added to the pyramid.  Bonus points are given for blocks that end up on the outside of the pyramid.  Players need to manage their supply of building blocks carefully since the board is cleared after each level of the pyramid is completed and buying back the blocks costs points.  After the pyramid is completed whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SToCKBRoKER",
    "ID": 37480,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37480/stockbroker",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A game about playing the stock market involving cards, game spaces, stock purchases, and fluctuating stock valuations.  Built on a highly detailed and involved board.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Disney Pixar WALL-E Treasure Race Game",
    "ID": 37481,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/37481/disney-pixar-wall-e-treasure-race-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players are one of five characters; WALL-E, EVE, Auto, M-O, or GO-4.  The goal of the game is to be the first player to reach the top of the treasure pile.&#10;&#10;Game is downloadable from the Official WALL-E Treasure Race Game website at http://www.walle-game.com/.  Players print and build the board, cards, and pieces.  There is also a tie-in with the National Raisin Company which has specially packaged boxes of raisins that convert into the players tokens.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Solomons Campaign",
    "ID": 37482,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37482/the-solomons-campaign",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3",
    "Description": "This is a game system aimed at providing a campaign framework for players of General Quarters III and other naval wargames for their Solomon Island games. It is the first part of ODGW's Decision at Sea series.&#10;&#10;The game determines weather, random events, intelligence reports, etc. for each month-long campaign turn. Scenarios are generated by a decision tree approach rather than map based movement. Air, submarine and surface warfare is included. The initial Battle of Savo Island includes scenario specific rules and can also be played separate from a campaign. The game can be played with or without a referee.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Series: GQ III Decisions at Sea (Old Dominion GameWorks)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lettra",
    "ID": 37483,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37483/lettra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a promotional game not freely available. It was given to customers of UBS (Big Swiss Bank). &#10;Players form words with as many letters possible from their hands. Afterwards they fill up their hands with cards from their Stock. The game itself is kind of similar to &quot;Scrabble Cardgame&quot; except in this game you are allowed to exchange letters in existing words. The game ends when a player has used up his stock of 30 cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DEFCON ONE: The Cold War Goes Hot",
    "ID": 37484,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/37484/defcon-one-the-cold-war-goes-hot",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "The year is 1959 and world has descended into madness. A Capitalist Empire, lead from Washington D.C., is locked in mortal conflict with the Communist Bloc, controlled by an iron fisted Kremlin. For how eagerly the two sides have rattled their sabers, neither power is truly prepared for total war in the nuclear age. Tanks and missile cruisers, jet fighters and Kalashnikovs, roll off assembly lines and straight into one of a dozen charred wastelands strewn across the globe. Each side prays for a quick victory, as neither can sustain the horrors of the nuclear age for long.&#10;&#10;DEFCON 1 is a diceless wargame meant to loosely simulate a nuclear war between the US and the Soviet Union. The game supposes that neither nation&rsquo;s economy is prepared for nuclear conflict. Production represents the sole random chance element in the game. Each turn, players draw random units according to the size of their economy, and strategically deploy them across the globe, each side struggling to achieve victory by taking their opponent&rsquo;s homeland before their economy suffers total collapse.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chit-Pull System"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "History: Cold War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zingo! Heroes",
    "ID": 37485,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/37485/zingo-heroes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Bingo variant for Ages 4 and up. A plastic dispenser deals out two plastic tiles per turn, the first player to see a match between the picture on the tile and on their cards gets to claim the tile. Get three tiles in a row to win. Zingo with marvel heroes in every tile.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: 3 x 3 Grids",
      "Game: Zingo!",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sabotage: A Card Game",
    "ID": 37486,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/37486/sabotage-a-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sabotage is a card game coming right out of World War II. In keeping with the war effort, the theme of the game is for two, three or four players (or two teams) to establish at least three factories (Tank, Aeroplane and Shipping) by gathering the required resources while trying to avoid the damaging effects of bombs and SABOTAGE!&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Balancing Board Game",
    "ID": 37487,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/37487/balancing-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A simple dexterity game - the play area consists of a disc suspended from a pole. Players take turns to roll the colour dice and choose which type of weight to add to the disc. Larger weights score more points. The game continues until the disc tips over.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Balloon Race",
    "ID": 37488,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/37488/balloon-race",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Can you get all your balloons safely into the stratosphere?  But watch out for falling hailstones!&#10;&#10;Each player has 4 balloons and tries to move all of them from the bottom to the top row of the Sky Grid.  The first player to do so wins the game.  If a balloon hits a hailstone then the balloon is burst and returns to the bottom row.  Players may also burst other players balloons by squashing it between their own balloons and/or a hailstone.  Balloons can jump diagonally over balloons of the same colour (counts as one move) all the way up the Sky Grid thus being an efficient way of using the action-points allocated each turn.&#10;&#10;To begin a game, the 10 hailstones are lined up in the stratosphere (one in each square).  Each player places their pawn on the corresponding 'Big Balloon' space on the Flight Path on the outside of the board.  Then players place their balloons on any squares on the bottom of the Sky Grid (each player places one balloon in turn until all balloons are placed).  Several balloons can occupy the same square for the first 3 rows (green area).  Beyond row 3 (in the blue area) - only one balloon to a square.&#10;&#10;On a player's turn they roll a 10-sided dice and move their pawn around the Flight Path.  When the pawn lands on or passes certain squares it gives that player a number of action-points (1-4) in which to move their balloons in an upwards direction (vertical or diagonal).  The action-points may be split among the player's balloons as they see fit.  When a player's pawn lands on a 'Storm Clouds' square on the Flight Path the player must move any hailstone of their choice down one square.  If a player's pawn lands on a 'Wind Clouds' square the player must move any one of their balloons one square sideways (if that is impossible - their lowest balloon is deemed burst, and falls back to the ground.)&#10;&#10;Players can choose to stop their pawn on the Storm/Wind Clouds squares even if the number thrown on the dice could take the pawn past.&#10;&#10;When a player's pawn passes or lands on a Kite/Cloud square in the corner of the Flight Path the player also throws the dice to determine which of the 10 hailstones moves down one square.&#10;&#10;The game ends when one player has moved all their balloons to the top of the Sky Grid or when a hailstone hits the ground (in which case each balloon carries a score for the height it has reached, the highest total score then wins the game).  For a quicker game, players can agree that the first balloon to reach the stratosphere ends the game - then the highest total score wins.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Sports: Aerial Racing",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burger Wars",
    "ID": 37489,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37489/burger-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From the Game Box:&#10;&#10;&quot;This is a unique and imaginative game.  A battle of wits, strategy and nerves.  The Burger Franchise Managers of Mr. Jones take one those of Mr. Megabux for World domination of the Burger business.  This game is easy to learn yet there is an infinite variety of strategies and moves.&quot;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Food & Drink: Burgers",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rubik's Line Up",
    "ID": 37493,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/37493/rubiks-line-up",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Take a turn and make a line up: a fun game for all ages that is not as simple as it looks.&quot;  Twelve cubes with each face a different colour populate a 6x6 board.  Players take turns to roll a cube from one square to another with the object of completing a line of three cubes with the same colour uppermost.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Theme: Rubik's Cube"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AeroTech 2",
    "ID": 37494,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37494/aerotech-2",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back cover:&#10;&#10;&quot;In the thirty-first century, the BattleMech reigns as king of the battlefield. But this title is not undisputed. Thundering down from deep space fly squadrons of deadly aerospace fighters, bristling with weapons rivaling the heaviest 'Mechs and loaded with deadly bombs. Their mission: to defend the space-faring DropShips and JumpShips, the lifeblood of every successful military operation.&#10;&#10;Add the exciting dimension of aerospace combat to your BattleTech games with AeroTech 2. A companion to the BattleTech Master Rules, Revised, this book contains all the rules and background material you need to add aerospace fighters, WarShips and other spacecraft to your BattleTech and RPG games. These rules also support stand-alone air- or space-combat scenarios.&#10;&#10;This Revised Edition of the rulebook has been extensively expanded and incorporates more than four years of player feedback to create the most comprehensive set of aerospace rules yet published for the BattleTech universe.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Co-op Train Game",
    "ID": 37495,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/37495/co-op-train-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "A cooperative print-and-play children's game where one to four players work together to try to complete as many deliveries as possible before nightfall.&#10;&#10;The board depicts 16 stations connected by rail lines.  On the delivery stations (beige), one of each of the eight destination tiles are placed randomly, face up.  On each of the pick-up stations (green), two passenger/freight tiles are placed randomly, face down.  Players roll a die to move (and sometimes advance the sun along its path in the sky).  As trains arrive at a pick-up station, players reveal the goods/passengers.  Sometimes, the player will load them onto their cars (limited number of cars on each train).  Sometimes, they will leave them for other players to pick up.  A player can even take a passenger part-way and leave them for another train to complete the job later.&#10;&#10;The idea is to work together to see how many jobs will be completed before the game ends.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flinke Bürste",
    "ID": 37496,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/37496/flinke-burste",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The title translates to Quick (tooth) Brush.&#10;&#10;Two horseshoe shaped wood pieces carry 20 wooden teeth pieces, zero to three wood rings are laid over the teeth, the players walk around this &quot;mouth&quot; with their pieces, wooden tooth brushes. One die shows how far they may go, another die specifies what action to perform: brush away one ring, two rings, do nothing or advance a bacterium to the teeth.&#10;If the bacterium reaches the teeth before the players have cleaned all of them, the players lose.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: My Disney Villains",
    "ID": 37500,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/37500/monopoly-my-disney-villains",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "In this version of Monopoly the most notorious villains of over 50 Disney films allow you to create your own evil empire by picking 22 of 30 wicked villains to put on the board in place of Boardwalk and Park Place.  The six collectible pewter tokens include the Evil Queen's crown, Jafar's hat, Captain Hook's hat, the Mad Hatter's hat, Maleficent's horns (from Sleeping Beauty), and Frollo's hat (from The Hunchback of Notre Dame).&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin 7: More Good Cards",
    "ID": 37501,
    "Year": "(2008)",
    "Geek Rating": "5.662",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37501/munchkin-7-more-good-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionYou Asked for It!&#10;&#10;A munchkin can never have enough good cards... so we bring you... More Good Cards!&#10;&#10;In this small but mighty expansion, you'll find the cards that you, yes, YOU, asked for in our online survey.&#10;&#10;&#10;     More Wandering Monsters! The best from Munchkin Blender, with new art, along with the brand new... And Its Little Friends. &#10;     More Monster Enhancers! New ways to beef up the critters your opponent is facing. &#10;     More Cheats! More copies of the classic Cheat!, plus the TRULY abusive Cheat With Both Hands and Cheat Like There's No Tomorrow! &#10;     More Curses! Don't Call Me Shirley from Blender, and two all-new cards, diabolic and hilarious! &#10;     More Wishing Rings! Actually, just one. We wouldn't want to spoil too many of those Curses, would we?&#10;&#10;&#10;Plus potions, items, and item enhancers! Shuffle them all in, or just add your favorites.&#10;&#10;Munchkin 7 - More Good Cards is an expansion for the classic Munchkin set.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherThis set was updated as part of The Great 2010 Munchkin Changeover but was never reprinted. Many of the updated cards are available, however, via Munchkin: Go Up a Level.&#10;&#10;Part of the Munchkin series.&#10;&#10;This set is permanently out of print and has been replaced by a combination of both Munchkin 7: Cheat With Both Hands and Munchkin Monster Enhancers. See the entry for Munchkin 7: Cheat With Both Hands for a full explanation.&#10;&#10;Two of the cards, Curse! Lead Paint! and Curse! Warranty Expires! were misprinted as treasure cards instead of door cards. Corrected versions are included in these sets:&#10;&#10;     Munchkin: Go Up a Level&#10;     Munchkin: Marked For Death&#10;     Munchkin Monster Enhancers&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schwarzmarkt",
    "ID": 37502,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/37502/schwarzmarkt",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "From the website of the publisher:&#10;&#10;Black Market is like Kogge a trading game without money. The game is played in rounds, each round the players produce goods which they try to exchange for goods produced by the other players. Only goods which have been exchanged this way can then be sold for victory points. The exchange value of goods depends from supply and demand and will change from round to round.&#10;&#10;The game Black market has won the 3rd price at the Hippodice game designer contest 2003 as Merkantilismus. There are some small changes to this version.&#10;&#10;Black Market will be published during the Essen convention 2008 as a small (110 copies) handmade game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lord of the Abyss",
    "ID": 37503,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37503/lord-of-the-abyss",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The players take the role of a Demon Lord, vying for control of the infernal realm of Hell. They marshal their forces and march forth to conquer and subjugate all opposition.&quot;&#10;&#10;The object of the game is to eliminate all enemies or establish control over five levels of hell.&#10;&#10;Components include a map depicting the nine layers of hell, a deck of Action Cards, and a set of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Europe at War",
    "ID": 37504,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37504/europe-at-war",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;War in Europe in the 18th &amp; 19th Centuries.&quot; The players take control of one of the following armies: French, British, Prussian, Austrian, or Russian. The object of the game is to control the most territories at the end of the game.&#10;&#10;Components include an area movement map of Europe circa 1700-1800, a deck of Action Cards with events tailored to the historical period, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Napoleonic"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War of Independence",
    "ID": 37505,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37505/war-of-independence",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A game of the American Revolutionary War, 1775-1783. One player controls the American forces and the other player controls the British forces. The object of the game is to control the most territories at the end of the game, or to destroy all opposing units.&#10;&#10;Components include an area movement map of the thirteen American colonies (and a portion of Canada), a deck of Action Cards with events tailored to the historical period, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Union & Confederacy",
    "ID": 37506,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37506/union-and-confederacy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A game of the American Civil War, 1860-1865. One player controls the Union forces and the other player controls the Confederate forces. The Union player must eliminate all Confederate units or occupy over half of the Confederate states to win, otherwise the Confederate player wins.&#10;&#10;Components include an area movement map of North America circa 1860, a deck of Action Cards with events tailored to the historical period, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space 1889 Empires",
    "ID": 37507,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37507/space-1889-empires",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Space 1889 Theme. Various Victorian Powers fight for control of Mars.&quot;&#10;&#10;The players take control of one of nine armies: British, German, Canal Martian, High Martian, French, Russian, American, Belgian, or Japanese. The object of the game is to control at least half of the cities on Mars.&#10;&#10;Components include an area movement map of Mars, a deck of Action Cards tailored to the theme, and a set of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Setting: 1889 universe",
      "Space: Mars",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doom Trooper Empires",
    "ID": 37508,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37508/doom-trooper-empires",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Doom Trooper Theme. Various races fight for control of the planet Mars.&quot;&#10;&#10;The players take control of one of seven Factions: Capitol, Imperial, Bauhaus, Mishima, Cybertronic, Brotherhood, and Dark Legion. Each faction has a unique set of units. The object of the game is to control all of the cities on Mars.&#10;&#10;Components include an area movement map of Terraformed Mars, a deck of Action Cards tailored to the theme, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who Empires",
    "ID": 37509,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37509/doctor-who-empires",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Dr Who Theme. Various races fight for control of the Galaxy.&quot;&#10;&#10;The players take control of one of seven races: Earth Empire, Cybermen, Dalkes, Movellans, Sontarans, Rutans, Ice Warriors, Gallifreyans, Great Vampires, or Vardans. Each race has a special ability.&#10;&#10;The object of the game is to control all Nexus Points in the galaxy.&#10;&#10;Components include a square grid map of the galaxy, a deck of Action Cards tailored to the theme, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Empires",
    "ID": 37510,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37510/babylon-5-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A game of interplanetary conquest inspired by Bablyon 5.&#10;&#10;The players control one of four races: the Centauri Empire, the Earthforce Alliance, the Minbari Federation, or the Narn Regime. The object of the game is to control over 60% of the planetary systems on the map.&#10;&#10;Components include a space map of the zones around Babylon 5, a deck of Action Cards tailored to the theme, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars Campaign",
    "ID": 37511,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37511/star-wars-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A game of the galactic conflict between the Rebellion and the Empire, based on the Star Wars saga.&#10;&#10;One player controls the Imperial forces and the other player controls the Rebels. The Rebels win by capturing the planet Coruscant, the Emperor, and Darth Vader. The Imperials win if all the Rebel leaders in play are captured.&#10;&#10;Components include a space map centered on the planet Coruscant, a deck of Action Cards tailored to the theme, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Federation",
    "ID": 37512,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37512/federation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of galactic conflict based on the Star Trek universe.&#10;&#10;The players control one of six powers: United Federation of Planets, Klingon Empire, Romulan Star Empire, Ferengi Alliance, Cardassian Union, or Borg Collective. The object of the game is to control over 60% of the planetary systems on the map.&#10;&#10;Components include an area-movement space map, a deck of Action Cards tailored to the theme, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conquest of Demara",
    "ID": 37513,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37513/conquest-of-demara",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of battles and conquest involving fantasy realms.&#10;&#10;The object of the game is to control eight of the nineteen realms, or to destroy all opposing forces.&#10;&#10;Components include a map of the continent of Demara and the surrounding seas, a deck of Action Cards tailored to the theme, and unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scortch",
    "ID": 37514,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37514/scortch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Based on the animated film Wizards by Ralph Bakshi. One player is the good Wizard Avatar. The other player is his evil brother Blackwolf. Both battle for world domination. On Avatar&rsquo;s side is Magic, Elven Races, and Faerie Folk. Blackwolf's armies are filled with Mutants, Demons, and Ancient Technologies.&quot;&#10;&#10;The Blackwolf player must destroy all opposing units to win, otherwise the Avatar player wins.&#10;&#10;Components include a map of the land of Halcionia, two decks of Action Cards (one for each side), and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Middle Earth Empires",
    "ID": 37515,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37515/middle-earth-empires",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of fantasy conflict and conquest between the forces of good and evil, based on the Lord of the Rings.&#10;&#10;One player controls the Free Peoples and the other player controls the forces of Sauron. The winner is the player who controls more territories after twenty turns. Either side wins automatically if all opposing units are destroyed.&#10;&#10;Components required to play include a map of Middle Earth, a deck of Action Cards tailored to the theme, and sets of unit counters.&#10;&#10;This game is a module for the Warp Empires system, the core rules are required for play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games"
    ]
  }
]