[
  {
    "Rank": "17801",
    "Name": "Emojito!",
    "ID": 192283,
    "Year": "(2016)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/192283/emojito",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;&ldquo;Emojito!&rdquo;is a party game full of emotions! Players try to express the emotion depicted on the cards of living creatures and objects! Do you think it is easy?&#10;Play this game with friends and family and let yourself feel this cocktail of emotions! The game can be played cooperatively or competitively and there are also 2 variant rules for experienced players, which adds a new perspective of fun and interactivity between players.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17802",
    "Name": "Geistesblitz",
    "ID": 12280,
    "Year": "(1991)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/12280/geistesblitz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Geistesblitz is a lightning fast word game.&#10;&#10;Players are dealt a number of letter chips. A random letter is placed on the first lightning field. Now players simultaneously try to find a word with that letter and a letter chip of their choice from their pile of chips.&#10;&#10;It does not matter where the two letters are located in the new word, but the two letters have to be in the sequence displayed on the board.&#10;&#10;For example the first letter chip is &quot;A&quot;. Player1 has a &quot;N&quot; chip, so he shouts &quot;ANd&quot; and places the &quot;N&quot; on the Blitz board on the field next to the &quot;A&quot;. Now the players just have to find a new word with &quot;N&quot; and a letter of their choice from their chip piles. Player2 has a &quot;E&quot; and shouts &quot;liNE&quot;. he places the &quot;E&quot; chip on the next field.&#10;&#10;Game ends when a letter chip is placed on the last field on the blitz board. Player with the smallest number of chips left wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "17803",
    "Name": "Battleship: Star Wars Advanced Mission",
    "ID": 6725,
    "Year": "(2002)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/6725/battleship-star-wars-advanced-mission",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Star Wars - Battleship Advanced Mission&#10;&#10;Be the first to eliminate all five of your opponent's starships.&#10;&#10;Differences from the regular electronic &quot;Advanced Mission&quot; Battleship:  You don't have the two fighter jets that take off from your carrier (or five holed piece).  Also, you can only do a nine-space search three times (with your two holed piece), whereas in the regular version you can do nine-space searches as many times as you want as long as your sub is still in play.  This version has a special one-hit blows up the ENTIRE ship weapon.  All these things in total end up making the two games play quite differently.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Movies: Star Wars",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "17804",
    "Name": "Island of Death: Invasion of Malta, 1942",
    "ID": 24994,
    "Year": "(2008)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/24994/island-of-death-invasion-of-malta-1942",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2857",
    "Description": "Island of Death focuses on the hypothetical invasion of Malta by Axis forces during the Second World War. Players control German, Italian and Commonwealth forces on a 22&quot;x17&quot; map covering the entire island. &#10;The system used is adapted from earlier Avalanche releases (Red Steel, Red Parachutes, and Alamein).&#10;&#10;The game includes a small introductory scenario and a campaign scenario covering the entire battle. Each oversized hex is 1 kilometer across, while the 280 counters represent mostly Companies and Battalions. Included in the 24-page rulebook are rules for Paratroopers, Armor, Artillery Support, supply lines, amphibious landings and parachute drops.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Malta",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: WWII Battles (Avalanche Press)"
    ]
  },
  {
    "Rank": "17805",
    "Name": "The Current Number of the Beast",
    "ID": 125608,
    "Year": "(2012)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/125608/the-current-number-of-the-beast",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2222",
    "Description": "Game description from the publisher:&#10;&#10;Here is wisdom. Let him that hath understanding count the (current) number of the beast: for it is the number of a man; and his (current) number is Six hundred threescore and six. &mdash; Revelations 13:16 (Mostly...)&#10;&#10;Newly discovered ancient texts go on to add: &quot;Of course, there is also, the Neighbor of the Beast. His number is Six hundred threescore and three.&quot;&#10;&#10;&quot;Let us not forget the Child of the Beast. For she hath a number as well. Verily, she is Three hundred and thirty three...&quot; &mdash; The Book of Twilight Creations 6:66&#10;&#10;The Current Number of the Beast is a fast-paced dice-manipulation game in which players must use a combination of cunning and skill to be the first to get their dice to match the number on the current &quot;Beast&quot; card in play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "17806",
    "Name": "Hero Hockey",
    "ID": 351537,
    "Year": "(2021)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/351537/hero-hockey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Hero Hockey is a dexterity game that you play underneath the board.Move a magnet under the table to maneuver your &quot;hero&quot;. Defend your goal and shoot toward your opponent's goal in this mashup of air hockey and foosball.&#10;&#10;Each player controls one defender. The magnetic connection created between your steering magnet and the hero pawn brings the characters to life and lets you take direct control of your hero. Defend your goal and employ ball control, skill shots, and precision accuracy to get the ball into the opponent&rsquo;s goal.&#10;&#10;The first player to 6 points wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: Magnets",
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "17807",
    "Name": "Zogar's Revenge",
    "ID": 252096,
    "Year": "(2017)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/252096/zogars-revenge",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Zogar and his minions have made their new home deep within the Black Warrens under the large city of Otansphar. Very little time passed before Zogar was up to his old ways. His first order of business was to create panic in the city above and to make his presence known. He sent out his best thieves in the cover of night to steal the king&rsquo;s crown. In the morning the king saw the crown was stolen and in its place a piece of paper with a crudely rendered eye scratched onto it.&#10;&#10;Word spread quickly and the city was both scared and on high alert.&#10;&#10;Your task is to sneak into Zogar&rsquo;s lair and reclaim the crown, and escape alive, in order to restore peace and calm to the city!&#10;&#10;You are attempting to steal back the crown from the evil wizard Zogar.&#10;&#10;First you must turn off the four lanterns in each corner to reveal the hidden crown in the center. During this time you move one space and then flip the tile you left behind. This is to simulate there being light and you being able to see where you are heading.&#10;&#10;Once all four lanterns are turned off you must flip the tile you plan to move to before moving and you leave the tile behind you alone. This is to simulate darkness and it makes things a bit harder. You must draw a little bit on your memory as well.&#10;&#10;You then make your way to the crown. Now you must do everything in reverse to escape. Once all eyes are turned back on the stairs are revealed again in the center, and you begin to move and then flip the tile behind you again.&#10;&#10;All the while you are drawing the attention of the Zogar. If you gain 14 Spot Tokens during the course of the game you are captured and you lose. You will also have to deal with monsters and traps that will steal your health away. Loose all your health and your journey ends.&#10;&#10;To deal with combat, you have four personal player tiles and another separate character marker. You move the marker to an adjacent tile and flip the one you left. You take the result of the tile you land on. If you fail to defeat the enemy, you loose one health token, and must move to another tile until you defeat them. This requires strategy and is a tense little puzzle in itself.&#10;&#10;There are some treasures that help you out that you can find like daggers, health potions, and holy symbols, but your wit and cunning as a player is what will garner you the victory!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "17808",
    "Name": "Buck: Legacy (2nd Edition)",
    "ID": 198537,
    "Year": "(2014)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/198537/buck-legacy-2nd-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Set in the fantasy kingdom of Loria in an age of magic and Steampunk where Ponies, Pegasi and Unicorns live and fight alongside each other.&#10;&#10;With the emergence of the Nagapon, a destructive race of pony-snake hybrids threaten Loria. The citizens must call upon the might of the Adventurers to eliminate enemies that threaten the security of the kingdom.&#10;&#10;Buck: Legacy is a card based Dungeon Crawling RPG where players create their character from 3 pony races and 10 adventurer classes. Gameplay revolves around fighting monsters and earning gold pieces to purchase equipment to add to their inventory.&#10;&#10;Players can be freely co-operative or competitive. Players aim to win by collecting the most medals, which are awarded for fighting monsters, travelling distance and defeating bosses.&#10;&#10;2nd Edition improves over 1st Edition with the inclusion of Boss Monsters.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "17809",
    "Name": "Save The Dragon",
    "ID": 300011,
    "Year": "(2020)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/300011/save-the-dragon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Climb the big staircase of the dungeon to save this poor dragon!&#10;&#10;Legend has it that whoever succeeds in freeing the dragon will be pronounced the savior of the kingdom, but this dragon is guarded by evil sorcerers who launch enormous boulders to keep would-be adventurers away. Dodge obstacles, protect yourself behind shields, and be the first climb to the top to Save the Dragon!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Dragons",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17810",
    "Name": "Hórreos",
    "ID": 322705,
    "Year": "(2021)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/322705/horreos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "It is the 18th century in Galicia, Spain. Elaborate raised granaries known as h&oacute;rreos are garnering acclaim for their agricultural importance and aesthetic beauty. Now the neighboring towns of Carnota and Lira are engaged in a competition to create the best h&oacute;rreo. Can you build the longest, most ornate structure that keeps the mice out?&#10;&#10;A game of building and rivalries. In the game you represent the neighboring villages of Lira and Carnota facing against each other to build the best h&oacute;rreo.&#10;&#10;You will use simultaneous selection of actions to try to get the best plans to build your h&oacute;rreo, stealing them from your opponent, building them or sabotaging your enemy's actions, always keeping in mind that some actions go first than others and your plans might end up being disrupted.&#10;&#10;Get the most points by by cleverly building your h&oacute;rreo from different parts, trying to have the most ornate one, the longest and to prevent mice.&#10;&#10;&#10;Winner of Button Shy's 18 Card Challenge: Design a game about a real life location.&#10;&#10;Released in the January 2021 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Country: Spain",
      "Mechanism: Partially overlapping cards",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "17811",
    "Name": "Bautzen 1813",
    "ID": 299420,
    "Year": "(2020)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/299420/bautzen-1813",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3",
    "Description": "&quot;Bautzen 1813&quot; is a game for two players that simulates the second battle day of Bautzen, the second main battle of the spring 1813 Napoleonic campaign.&#10;&#10;The 21st of May, The Emperor Napoleon assaulted the fortified positions of the Russo-Prussian army of Wittgenstein and Bl&uuml;cher. The total victory the Emperor needed depended on Marshall Ney, who however did not completely fulfilled his enveloping manoeuvre.&#10;&#10;The rule is an evolution of &quot;La Bataille de Paris, 1814&quot; [Vae Victis 114]&#10;&#10;&#10;     Complexity: 6,5/10&#10;     One turn = 1 hour&#10;     One unit = 1 division or 1 brigade &#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "History: Napoleonic Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17812",
    "Name": "Knockout Cricket",
    "ID": 11220,
    "Year": "(1976)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/11220/knockout-cricket",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Play your own limited-overs cricket match! Contains playing board, 12 Cricketer figures, scoreboard, site screens, 5 packs of cricket cards, rules and dice. Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "17813",
    "Name": "Quests for the Brave: A Solitaire Fantasy Game",
    "ID": 375436,
    "Year": "(2022)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/375436/quests-for-the-brave-a-solitaire-fantasy-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Quests for the Brave is a light &ldquo;dice placement&rdquo; or &ldquo;dice allocation&rdquo; solitaire game which tasks the Player with helping six Heroes to achieve 12 treacherous and difficult Quests. This is an accessible game which is quick and easy to play but Players will still be challenged by the circumstances of each Quest, so expect a tough time out there as you try to defeat goblins, rats, snakes and other horrors and avoid traps, lava, icy water and other terrors on your way to defeating the final Dragon.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Different Dice Movement",
      "Moving Multiple Units",
      "Solo / Solitaire Game",
      "Track Movement"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "17814",
    "Name": "War of the States: Gettysburg, 1863",
    "ID": 4048,
    "Year": "(2002)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/4048/war-of-the-states-gettysburg-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7",
    "Description": "On a quiet Pennsylvania summer morning, Confederate General Robert E. Lee gambled his new nation's hopes on a climactic battle at a crossroads town no one really wanted to capture. His troops stood at their peak: battle-tested, used to victory, and eager to end the war. Opposing him, Union General George Meade knew that he could save American unity with a victory. After two years of war, Meade understood that simply avoiding defeat would not satisfy the American people.&#10;&#10;The Origins Award winning designers of Rome At War, and Eagles Of The Empire bring you the ultimate struggle &amp; sacrifice to preserve a nation.&#10;&#10;Renowned wargame designer Dave Powell makes his Avalanche Press debut with this exciting game of the battle that decided America's destiny. A smooth-playing game with large, beautiful counters and a stunning map in the tradition of our popular Rome At War series. No combat charts, no markers - just an evening's gaming fun!&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Wars of the States and Empires (Avalanche Press)"
    ]
  },
  {
    "Rank": "17815",
    "Name": "Over the Top: Command Decision Series Game",
    "ID": 16673,
    "Year": "(1990)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/16673/over-the-top-command-decision-series-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Over the Top is the WWI version of the original 1986 Command Decision (WWII operational level miniature rules).  Uses platoon level stands and a vehicle scale of 1:5.  Uses the same basic system as the WWII counterpart but also covers special situations specific to WWI (trench warfare, air power, chemical warfare, tanks).&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Command Decision (Frank Chadwick)"
    ]
  },
  {
    "Rank": "17816",
    "Name": "American Civil War 1861-1865",
    "ID": 5964,
    "Year": "(1983)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/5964/american-civil-war-1861-1865",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "720",
    "Play Time": "720",
    "Weight": "2.9167",
    "Description": "American Civil War 1861-1865 is a strategic level board wargame about the War Between the States. The US player controls the Union forces under Abraham Lincoln; the CSA player controls the Confederate forces under Jefferson Davis.&#10;&#10;Leaders are introduced over the course of the game (each game turn represents 3 months real time) and are activated using 'Command Points'. Each game turn consists of activating and rallying troops, supplying troops (including Port blockades), adding reinforcements, fortifying positions, activating Naval units, and then three separate movement/combat phases are executed.&#10;&#10;On the game turn track is listed a differential in victory points that the CSA player must obtain to win the game (which increases as the game progresses). If the CSA player does not achieve this total by the end of the Spring, 1865 turn he loses.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17817",
    "Name": "Les Nettoyeurs",
    "ID": 55999,
    "Year": "(2009)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/55999/les-nettoyeurs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5294",
    "Description": "WW1 tactical game on trench fights.&#10;&#10;A player tries to take over and clear an enemy trench using bags of grenades and flame-thrower. The defender has to defend it using machine gun, barbwire and mines.&#10;&#10;Uses d6 and d10 dice.&#10;Can be played with miniature.&#10;&#10;Scale : 1 counter/1 man&#10;&#10;You can play solo too&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17818",
    "Name": "Cold War Battles 2: Pentomic Wurzburg & Kabul '79",
    "ID": 42256,
    "Year": "(2010)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/42256/cold-war-battles-2-pentomic-wurzburg-and-kabul-79",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3333",
    "Description": "Cold War Battles 2: Pentomic Wurzburg &amp; Kabul '79, (CWB2) presents a low-to-intermediate complexity  operational simulation of campaigns that were fought &ndash; or that could have been fought &ndash; during that long period of military history, 1946-1989. The playing pieces represent the actual units that participated, or could have participated, in those fights. The maps represent the terrain over which those units fought or could have fought.&#10;&#10;Two games are included: Kabul &rsquo;79 (K&rsquo;79), covering the Soviet seizure of the Afghan capital in that year; and Wurzburg Pentomic (WP), the Soviets versus the US in Germany in the mid-to-late 1950s. There are two players in each game. In K&rsquo;79 one player controls the Soviets and the other commands the Afghans plus optional &lsquo;what-if&rsquo; US reinforcements. In WP one player controls the Soviets, the other runs US and West German forces. Both games use a main body of shared rules, and each also has its own special instructions. Designed by Joseph Miranda.&#10;&#10;Maneuver units include: infantry, elite infantry, air assault, airmobile infantry, mechanized Infantry, armor, armored cavalry, recon, special operations, security, military police, engineers, guerillas and headquarters. Ranged artillery types include: field artillery, self-propelled artillery, assault guns, rocket artillery and air defense artillery.&#10;Most units are battalions or regiments, but the entire counter-mix has units within it as large as divisions and as small as companies. Units are one-step, with their reverse sides used to show their &ldquo;untried&rdquo; status.&#10;&#10;Rules cover: random events, reinforcements, bombardment, suppression, air power, air mobility, atomic weapons, paratroops, recon, screening, special forces, guerrillas, fire control and much more.&#10;&#10;Cold War Battles 2: Pentomic Wurzburg &amp; Kabul '79 was published in Strategy &amp; Tactics magazine #263  Jul/Aug 2010.&#10;&#10;Pentomic Wurzburg Game Scale:&#10;Game Turn : 12 hours&#10;Hex: 1 mile / 1.6 kilometers&#10;Units: Company to Brigade&#10;&#10;Kabul '79 Game Scale:&#10;Game Turn: 1 day&#10;Hex: 273 yards / 250 meters&#10;Units: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; six color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 16-page Cold War Battles 2 rules booklet&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-Low&#10;Players: 2 or more&#10;Playing Time: 2-8&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Würzburg (Bavaria, Germany)",
      "History: Cold War",
      "History: Soviet-Afghan War",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "17819",
    "Name": "Feud: The Seer's Prophecy",
    "ID": 281120,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/281120/feud-the-seers-prophecy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "3",
    "Description": "In Feud: The Seer's Prophecy, two players take up arms as the Leaders of rival Viking villages. You will collect resources and coordinate attacks by recruiting and mobilizing units. Both players will use identical sets of cards, but instead of drawing at random, you will choose the cards you draw each turn. This will allow for reliable strategies and dynamic counter-play, with multiple ways to outmaneuver your opponent. The first player to defeat the opponent&rsquo;s Leader wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17820",
    "Name": "365 Adventures: The Dungeon",
    "ID": 424055,
    "Year": "(2024)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/424055/365-adventures-the-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "2",
    "Play Time": "5",
    "Weight": "1",
    "Description": "In the heart of an ancient land, Marlow stands before the Great Dungeon. Armed with courage and cunning, this unparalleled hero is about to brave the dangers of this stone labyrinth to unveil secrets and mysteries.&#10;&#10;365 Adventures &ndash; The Dungeon is a unique experience that cleverly combines a calendar and an adventure game. Place it on your desk and, every day, get ready to face a new monster, from January 1st to December 31st!&#10;&#10;Embark on an epic, year-long adventure to discover a colossal dungeon. Day after day, guide your hero through the dark labyrinth, exploring each floor and confronting a multitude of monsters and unexpected surprises. Keep track of your monthly score, upgrade your gear with magical items and unlock new rules as you progress.&#10;&#10;You only need 5 minutes maximum each day to play.&#10;&#10;&#10;     Move your hero to the current day&#10;     Roll your dice up to 3 times&#10;     Choose a monster of the week to fight&#10;     At the end of the month, note down your score and move on to the next month, where a new atmosphere text and a new rule await you.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games",
      "Series: 365 Adventures"
    ]
  },
  {
    "Rank": "17821",
    "Name": "Zombie Chickens",
    "ID": 395493,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/395493/zombie-chickens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "55",
    "Weight": "1",
    "Description": "Zombie Chickens puts you in the boots of a farmer battling nightly waves of zombified chickens!&#10;&#10;The game can be played three different ways:&#10;&#10;     Competitive - The last farmer standing wins!&#10;     Cooperative - Band together for survival!&#10;     Solo - Are you brave enough to go it alone?&#10;&#10;&#10;Gameplay flows between Day and Night. During the &quot;day&quot; players build defenses on their farm. (Eg, set booby traps, stack hay bales to build a wall, load their shotgun, etc.) During the &quot;night&quot; zombie chickens attack &amp; perilous events threaten each player's survival. Zombie attacks increase in intensity each night, because an increasing number of Night Cards are dealt as the game progresses.&#10;&#10;Zombie Chickens includes 16 unique zombie types that have different sets of traits, making each zombie vulnerable to some defenses and immune to others. Therefore players should manage their defenses wisely, and remain prepared for the various events that can occur (lightning storm, blood moon, squirrel stampede, heavy rainfall, etc.)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Events",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17822",
    "Name": "Chefs",
    "ID": 191529,
    "Year": null,
    "Geek Rating": "5.520",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/191529/chefs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "The objective of the game is to get as many meal cards with as many points as possible, and exchange them for steps. The person who passes field 20 and gets the farthest in the last round, wins the game.&#10;&#10;In round players: &#10;a) place their action markers.&#10;b) executing actions like taking ingredients, cooking, exchanging cards, preparing foods or stepping their chef further on the game board.&#10;&#10;The game ends at the end of the round where at least one chef has passed the field 20.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17823",
    "Name": "Sticks and Stones: Platoon-level Combat in World War IV",
    "ID": 184440,
    "Year": "(2015)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/184440/sticks-and-stones-platoon-level-combat-in-world-wa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "&ldquo;I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.&rdquo; -Albert Einstein&#10;&#10;STICKS AND STONES 2ND EDITION&#10;Seven days after a limited nuclear exchange has irradiated most of Russia and the United States, Soviets roll across the West German border, eager to claim precious non-irradiated ground for the Politburo. American armor stationed at the border rushes forward to meet them, and World War IV begins, fought with much more than Einstein's sticks and stones.&#10;&#10;BUT SECOND EDITION? WHAT'S UP WITH THAT? GOOD QUESTION. HERE'S WHAT'S NEW. &#10;The rules have been updated, revised, and polished. Mark's goal was to create an error-free, easily understood version of the rules. We turned our polished writ over to one of the best layout artist in the industry to make the rules look as good as they read. We hope you'll like the results.&#10;We gave the same treatment to the Player Aid Cards. Again, our goal was to give you error-free, easily understood information, presented in an attractive manner. Additionally, the Fire Results Table as been modified to more closely align with Poland Strikes, and better fit the capabilities of the units in Sticks and Stones. &#10;The attractive counters, map, and Action Cards remain the same. So bottom line, if you bought the 1st edition, all you need to do is download the rules and PACs right here. For free. &#10;HOW DO YOU PLAY?&#10;&#10;Glad you asked. In Sticks and Stones each turn is gamed through several phases. At the beginning of the turn, the players determine initiative with a unique dice-off system in which ties award the initiative to whomever lacked it the previous turn and applying the Commander's Focus to the roll might tilt the odds in your favor. Next, players will draw a scenario-designated  number  Action Cards that may be used for anything from fire support (air and artillery strikes), through rally assists, to negating the opponent's just-played card. Then it is time to rally disrupted units with a simple D6 roll against a unit's morale. Action Cards, in addition to the special Aid chit, may be used to improve a unit's chances of preparing for combat.&#10;&#10;Next comes the Fire Phase and players alternate firing with individual units or stacks of units against in-range and in-sight enemy units. When firing on the enemy tanks, the target's Armor Factor is subtracted from the firing unit's Armor Piercing Factor, a D6 is rolled, and the results checked on the appropriate column on the Fire Results Table, yielding a number of potential hits. The target rolls a die for each potential hit and compares it to their morale. Pass the morale check, that hit is negated. These columns and die rolls can be modified by the target's terrain, flanking fire, the Focus marker (represents the commander's presence), and most importantly Action Cards, which can grant column shifts or even allow the same unit to fire again, adding a delicious uncertainty that the chaos of war. Players continue to alternate attacks until neither wishes to attack.&#10;&#10;Now it is time to move. Unlike the preceding Fire Phase, one player moves ALL his eligible units before the opposition gets to move. Certain units can move and fire or vice versa (with a penalty), unfired opposing units can opportunity fire on enemies moving within their line of sight. As in many other facets of the game, the insightful play of Action Cards during the movement phase is critical, allowing additional movement or opportunity fire conducted by units that have already fired or even the placement of a minefield.&#10;&#10;Finally, we reach the Aid and Focus Phase. Platoon Commander eschews the use of HQs that can be unrealistically targeted. Instead both players have Aid and Focus markers, representing where the commander intends to place emphasis or send additional assets (ammunition, weapons, etc) or first aid. The placement of these markers provides combat and morale bonuses to the units underneath them. Additionally, if the player chooses, the Focus marker can be used to influence the initiative roll. And that's how you play Sticks and Stones.&#10;&#10;EACH GAME INCLUDES:&#10;88 die-cut counters, depicting M901s, M113s, T-72s, T-80s, and M1 Abrams.&#10;1 super hot, only slightly radioactive, post-nuclear playing map.&#10;Easy rules and scenarios, so you can start playing before WWV. &#10;Three Player Aid Cards.&#10;18 Action Cards.&#10;A spiffy Ziploc bag for containment.&#10;You'll need to take two six-sided dice with you to the fallout shelter.&#10;&#10;Game Design: Mark Holt Walker&#10;Players: 2&#10;&#10;Duration: 60-90 minutes&#10;Complexity: Medium&#10;Solitaire Suitability: High&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Magazine: Banzai Magazine",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Mark H. Walker's Platoon Commander"
    ]
  },
  {
    "Rank": "17824",
    "Name": "Paperbag Dungeon",
    "ID": 353086,
    "Year": "(2022)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/353086/paperbag-dungeon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "Paperbag Dungeon is a tile-laying dungeon builder, with elements of &quot;tower defense,&quot; hidden puzzles, and resource management.&#10;&#10;Each turn you will choose a card to add to your dungeon. Build carefully because one wrong tunnel could let in monsters that have the ability to dig through walls, open doors and crash your Dungeon Gate.&#10;&#10;Mechanincs include: Tower Defence with randomized monsters, flip cards to upgrade defenses and mine gems,map building, hidden pictures, and logic puzzles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Creatures: Monsters",
      "Crowdfunding: Game Crafter Crowd Sale",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17825",
    "Name": "Enigmàrius",
    "ID": 152824,
    "Year": "(2013)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/152824/enigmarius",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In 1913 in New York published the first crossword puzzle. In a century, the art of hiding words has evolved. From newspapers, riddles have jumped to the radio and Internet.&#10;From the literal definition (&quot;leaven&quot; for &quot;yeast&quot;) we have moved to the use of double meaning: &quot;The element of bread that has a predilection for the heavy metal&quot; (yeast).&#10;&#10;Whoever solves a crossword feels the need to invent more.&#10;&#10;Enigm&agrave;rius (Catalan edition) and Crucigram&agrave;rius (Spanish edition) give you the tools to solve them and learn to make them. A dynamic competition allows complete verbal words in a simple cardboard games levels, intermediate and advanced. You must solve a randomly selected crossword, find an anagram, choose between three possible senses or just a word containing a certain letter. But maybe you should also try the other players one by posing crosswords you can make yourself with the help game components.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "17826",
    "Name": "Universal Rule: Second Wave",
    "ID": 263053,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/263053/universal-rule-second-wave",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "The balance of power continues to shape the Pocket Universe. The discovery of a second wave of planets brought on alternate methods of domination. With the overarching themes of duplicity (doubling effects), magnitude (size of your galaxy), and all-out attacking, the war over control of the galaxy has escalated to a new level.&#10;&#10;Universal Rule: Second Wave is a standalone expansion to Universal Rule.&#10;&#10;It can be played in one of the following ways:&#10;&#10;&#10;     Play Second Wave all by itself.&#10;     Randomize 17 Planet cards and 1 Edge card.&#10;     Choose your favorite combination of 17 Planet cards and 1 Edge card. &#10;&#10;&#10;In Universal Rule: Second Wave, players battle for control of the universe in this pocket-sized 4X style game. You can colonize new planets, explore new areas on those planets, gain credits based off of the resources that the planet produces, or attempt to destroy other planets that threaten your existence. Other players can follow, but at a cost. The first player to show their true dominance through victory points wins the game.&#10;&#10;&#10;Includes 3 expansions released in 2017 Board Game of the Month Club $10+ packages:&#10;&#10;     Jul 2017: Duplicity (cards that double things)&#10;     Sep 2017: Magnitude (cards that make things bigger)&#10;     Nov 2017: Attack! Attack! (cards that emphasize attack)&#10;&#10;&#10;&#10;Edge:&#10;&#10;     Escalating Edge&#10;&#10;&#10;Planets:&#10;&#10;     Ocuchines&#10;     Panthia&#10;     Ascore&#10;     Steqater&#10;     Outis&#10;     Pharamme&#10;     Galvacil&#10;     Kothar&#10;     Innollica&#10;     Sietynas&#10;     Mannisoni&#10;     Picscius VI&#10;     Wachu&#10;     Antedock&#10;     Zeffe&#10;     Fixtau&#10;     Pospars&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Containers: Wallets",
      "Game: Universal Rule",
      "Mechanism: 4X",
      "Players: Games with expansions that add solo play",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "17827",
    "Name": "Monkey Temple",
    "ID": 256957,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/256957/monkey-temple",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Monkey Temple is a family game set in an ancient temple where tourists are robbed by annoying kleptomaniac monkeys. The guardians of the temple are desperate: If they fail to properly return stolen objects to their respective owners, they will be fired! Will you be able to return each object to its owner before everybody starts to complain?&#10;&#10;Monkey Temple is a co-operative game with a storytelling-and-voting mechanism for players ages 8 and up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Voting"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "17828",
    "Name": "Hall of Fame",
    "ID": 197551,
    "Year": "(2016)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/197551/hall-of-fame",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hall of Fame is a deck of 80 big cards with each card showing only the picture and the name of a famous historical or fictional character (Cleopatra, Santa, The Mad Hatter, Buddha, Snow white, Lincoln,...).&#10;&#10;Players can use this deck to play 3 different games (a deduction cooperative game, a trick-taking &amp; storytelling game, and a game similar to Apples to Apples featuring a nice new twist).&#10;All 3 games make use of the stereotypes and characteristics of the characters.&#10;&#10;&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17829",
    "Name": "Elfengold",
    "ID": 2092,
    "Year": "(1991)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/2092/elfengold",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Note: that this game is NOT to be confused with the Elfengold expansion set of the same name (also designed by Alan Moon).&#10;&#10;Once upon a time in the Land of the White Winds...&#10;...there was an old and good-natured troll who owned a prosperous mine. The mine was so prosperous, in fact, that the troll had accumulated enough wealth to retire after years of hard work.&#10;Once a year, the elves who live in the forests near the mine celebrate their Great Wood Fair. One of the highlights of each Fair is the mining competition. The troll, who enjoys the Fair just as much as the elves, gladly opens up the mine to let the elves dig for gold. Only the fastest and luckiest elf is allowed to keep his gold though, so while the competition is friendly, it is also very challenging. No one seems to care that the elves try to hinder each other by hiding stones where they think their fellow competitors will dig. In the end, it is the most clever elf who will win and stake a claim to his gold.&#10;&#10;This is an simple bluffing game from the White Wind stable. Players spend money to buy shovels &amp; pickaxes to dig for gold. They then enter the mine, and start to dig. But wait!! players also get to place broken shovel and decoy counters on the board as well. A broken shovel means no gold, and you lose the implement you were digging with. All decoys (or no counters) means you get the gold value on the board space you're digging from. The question is - to dig or not to dig??&#10;&#10;The winner is the first to 50 gold, or the highest gold when someone with 50 gold gets out of the mine.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17830",
    "Name": "Zik",
    "ID": 162295,
    "Year": "(2014)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/162295/zik",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Zik is a party game. Players will have to guess which song is sung by a team mate. But players are not allowed to sing the lyrics, they must use onomatopoeia such as gling-gling, tut, boom etc...&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "17831",
    "Name": "1842: Schleswig Holstein",
    "ID": 22145,
    "Year": "(1992)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/22145/1842-schleswig-holstein",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "200",
    "Play Time": "200",
    "Weight": "4",
    "Description": "18xx set in the German province of Schleswig Holstein. It is a mixture of 1830: Railways & Robber Barons and 1835 plus some unique features for the Hamburg area. The game is available both in English and German either as kit or RTP.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Germany",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "17832",
    "Name": "Wheels vs Doors",
    "ID": 367619,
    "Year": "(2022)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/367619/wheels-vs-doors",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the party game Wheels vs Doors, you're given two topics to compare and decide which one is larger.&#10;&#10;In more detail, play individually or split into up to four teams. Each team starts with betting chips and three cards from a deck of randomized wheel and door cards. In a round, a team reveals two number cards from 1-6, and these numbers determine what you're comparing on that round's card, e.g., &quot;U.S. Presidents&quot; and &quot;seven-letter words that start with 'Z'&quot;. You place betting chips on the thing you think is larger; if you win, you receive as many cards from the wheel/door deck as the number of chips bet, and if you lose, you lose that many cards from your collection.&#10;&#10;Keep playing rounds until a team or individual has ten wheel cards or ten door cards, winning the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17833",
    "Name": "Bite and Treaty",
    "ID": 407454,
    "Year": "(2024)",
    "Geek Rating": "5.520",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/407454/bite-and-treaty",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The rodents have united and managed to expel their predators, after the war the council of leaders is distributing the lands free of predators, through a game of cards the best places to settle will be distributed, bite or pact, to locate your rodents in the most valuable territories.&#10;By placing cubes we represent the forces of our rodents positioning themselves and controlling areas of the map, commanded by their leader, while they face the sneak attacks of wolves that enter Rodentia causing terror.&#10;In Bite and Treaty you must place your rodents in the most valuable territories by choosing cards, while you explore with your leader and avoid sneak attacks by wolves.&#10;The game is played in rounds, in each one 4 phases are developed: 1) Distribute territories: each player selects territory cards and passes the rest until they have 4 cards; b) Populate with rodents: Select a territory card, move your leader and place up to 3 of your rodents in hexagons of the selected territory type, you can also choose to move the wolf and capture leaders stealthily. 3. Bonus land: Your fourth card, you will not use it to populate rodents, but they will show it simultaneously and increase the value of a type of territory by 1.&#10;At the end of the game, add up the total hexes controlled by each species based on their current value, count the points earned for objective cards, and deduct the points for wolf captures.&#10;&#10;&mdash;description from the publisher&#10;&#10;Los roedores se han unido y logrado expulsar a sus depredadores, despu&eacute;s de la guerra el consejo de l&iacute;deres est&aacute; repartiendo las tierras libres de depredadores, mediante un juego de cartas se distribuir&aacute;n los mejores sitios para asentarse, muerde o pacta, para ubicar a tus roedores en los territorios m&aacute;s valiosos.&#10;Al ubicar cubos representamos las fuerzas de nuestros roedores posicion&aacute;ndose y controlando zonas del mapa, comandadas por su l&iacute;der, mientras enfrentan los ataques furtivos lobos que se adentran en Rodentia causando terror.&#10;En Bite and Treaty debes ubicar a tus roedores en los territorios m&aacute;s valiosos mediante la elecci&oacute;n de cartas, mientras exploras con tu l&iacute;der y evitas los ataques furtivos de los lobos.&#10;El juego se juega en rondas, en cada una se desarrollan 4 fases: 1) Repartir territorios: cada jugador selecciona cartas de territorio y pasa el resto hasta contar con 4 cartas ; b) Poblar de roedores: Selecciona una carta de territorio, mueve tu lider y ubica hasta 3 de tus roedores en hexagonos del tipo de territorio seleccionado, tambien podras escoger mover al lobo y capturar lideres furtivamente. 3. Bonificar terrenos: Tu cuarta carta, no la usaras para poblar de roedores, sino que la mostraran simultaneamente y aumentaran en 1 el valor de un tipo de territorio. &#10;Al final del juego, suma el total de hexagonos controlados por cada especie en funci&oacute;n de su valor actual, cuenta los puntos obtenidos por las cartas de objetivo y descuenta los puntos por capturas de lobo.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Closed Drafting",
      "End Game Bonuses",
      "Hexagon Grid",
      "Increase Value of Unchosen Resources",
      "Modular Board"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Hexagonal Tiles",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "17834",
    "Name": "Tempus Imperium",
    "ID": 267989,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/267989/tempus-imperium",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Tempus Imperium is a 30 minute solo game that plays like a roll and write, but instead of rolling dice you use the date and time to setup the board and determine your actions.&#10;&#10;Build roads to connect to resources, grow your empire, defeat enemies and earn gold to get the most points in 5 rounds.&#10;&#10;The setup is based on the date and time, so every minute is a unique game.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Series: Tempus System (Button Shy)"
    ]
  },
  {
    "Rank": "17835",
    "Name": "Donkey: It's a Kick!",
    "ID": 95503,
    "Year": "(2011)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/95503/donkey-its-a-kick",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Donkey It's a Kick! how to play:&#10;&#10;1.  Place one less puck in the middle of the table than there are players.&#10;2.  Dealer reads aloud the instructions on the Kicker Card, which will explain the challenge for this round of play.  Dealer then deals the PLAYING CARDS accordingly.&#10;3.  While fulfilling the challenge of the Kicker Card, each player races to get the qualifying hand to grab the first puck from the table.  If a player grabs a puck, each remaining player must quickly try to grab a puck.  One player will come up short.  That player scores the letter &quot;D&quot; on their score card.&#10;5.  Once a player's score card spells D-O-N-K-E-Y, that player is officially out of the game, but is allowed to remain in play and wreak havoc on the remaining players in an effort to take them down with him.&#10;&#10;Each Kicker Card challenge makes every round unique. In addition, players get to &quot;police&quot; other players and give them an unwanted letter score if they &quot;slip up.&quot;  Seasoned players of 8 or even 9 at a table will have this game over in 45 minutes or less!  Once there's a D-O-N-K-E-Y in the game, the players start dropping like flies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Donkeys"
    ]
  },
  {
    "Rank": "17836",
    "Name": "Avverso",
    "ID": 61600,
    "Year": "(2008)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/61600/avverso",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "3",
    "Description": "Avverso is a minimalist abstract-connection game with a game board comprising only 25 hexagons. (For comparison, Nobel laureate John Nash claimed 14x14 to be the optimal size for a Hex board.)&#10;&#10;In Avverso, each player is trying to connect opposite sides of the game board with a chain of stones in their color &ndash; but when you add stones to the board, you add stones of the opponent's color, not your own! On a turn, you slide one of the opponent's stones into one of the outer hexagons of the board. If necessary, you push one or more stones already on the board to make room for the new one. By pushing stones into new positions, you can drastically change the situation on the board, hopefully to your advantage.&#10;&#10;The board is non-symmetric, and the shape balances the disadvantage of starting, making Avverso a well-balanced game in addition to being quick and dramatic and requiring deep thought.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Components: Wooden pieces & boards",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17837",
    "Name": "Bankraub",
    "ID": 133421,
    "Year": "(2013)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/133421/bankraub",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6",
    "Description": "In Bankraub (a.k.a. &quot;Bank Robbery&quot;) each player is trying to get as much money as possible during a series of bank robberies.&#10;&#10;The center of the game board has four banks on it, each equipped with some combination of safes, guards and alarm bells &ndash; and the more equipment guarding a facility, the more money you'll find inside should you be the one to crack the bank. Of course the more equipment present, the more gangsters you'll need to get past everything. For a perfect robbery, you'll want to have blueprints of the bank, a safehouse to escape to (so that you don't have to wander the city eternally like the flying Dutchman), and gangsters who are perfect for the situation: an electrician for alarms, a safecracker for safes, and one &quot;gorilla&quot; for each guard. Oh, and unless you want to try walking away with the loot, you'll need some method of transportation.&#10;&#10;Everything that players need is on the four types of cards: banks, hideouts, gangsters, and movement/action. In the first phase of the game, players draft their eleven-card hand &ndash; drawing a card from one stack and discarding a different type of card &ndash; until one player feels he has the perfect hand and shouts &quot;Bank robbery!&quot; This player is announcing that he has already robbed a bank, and now the other players need to figure out where the robbery took place and stop those thugs from getting to their hideout. (After all, if you're not getting the money, you don't want anyone else to have it either!)&#10;&#10;This second phase ends when the gangsters reach their safehouse or one or more opponents block them and show a stronger hand of criminals. During this phase, the bank robber receives no new cards (since he's on the run) while the other players do, giving them resources to hunt down the crooks. If two or more opponents catch the crooks, they each get 10% of the money as a reward; if only one opponent catches the crooks, she can keep the 10% or she can grab the money herself and try to make it to her hideout.&#10;&#10;After playing a predetermined number of bank robberies, the game ends and whoever holds the most money wins!&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "17838",
    "Name": "Make 'n' Break: Challenge",
    "ID": 42188,
    "Year": "(2009)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/42188/make-n-break-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "In this fast-paced game, players must uncover and copy building plans of various difficulty, each showing coloured blocks in a particular arrangement, faster than their opponent. Both players building against each other with their own set of blocks but the same building plan. A further difference to its predecessor is that the players use a wooden pincer to handle the coloured blocks.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Game: Make 'n' Break"
    ]
  },
  {
    "Rank": "17839",
    "Name": "Nuts!",
    "ID": 96188,
    "Year": "(2011)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/96188/nuts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.0455",
    "Description": "Squirrels love nuts. I know they do because I've seen the little critters fighting over nuts, drooling over nuts, taking other animals hostage while demanding nuts as ransom. In short, they'll do almost anything for nuts &ndash; and since you are a squirrel in Nuts!, you must now be as equally nut-crazed.&#10;&#10;To start the game, each player receives one nut card &ndash; which come in values 1-5, with a single 7 pointer &ndash; and five cards from the play deck. The play cards go in your hand, and the nut is placed face up on the table in front of you. Play cards come in four types:&#10;&#10;&bull; Grab cards let you grab a nut from another player's stash in various ways, for example, &quot;Grab any one nut card worth 4 or less.&quot;&#10;&#10;&bull; Defense cards can prevent your nuts from being grabbed, e.g., &quot;Stop someone from grabbing one of your nuts.&quot;&#10;&#10;&bull; Mayhem cards are bad things that can happen, e.g., &quot;Choose two other players. They must both miss their next turn.&quot;&#10;&#10;&bull; Antics cards are ways that things do not go as planned when grabbing nuts, e.g., &quot;Draw the top card of the nut deck and put it in your stash.&quot;&#10;&#10;On a turn, you first reveal the top nut card and add it to your stash. Then you play one Grab, Mayhem or Antics card on another player; that player may play a Defend card to possibly prevent your action. Instead of playing a card, you can discard any number of cards from your hand, then draw replacements from the play deck. As soon as someone has more than 20 points worth of nuts, the game ends and this player wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "17840",
    "Name": "Consensus Movie Edition",
    "ID": 41428,
    "Year": "(2009)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/41428/consensus-movie-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In this Movie Edition of Consensus the object of the game remains the same as in the original Consensus, but the central theme of the game revolves around movies. Game play is driven by questions of opinion regarding movies.&#10;&#10;You do not have to be a movie buff to enjoy and succeed at Consensus Movie Edition. Consensus Movie Edition is not a trivia game. It is a game about opinions.&#10;&#10;Consensus Movie Edition takes about a minute to learn and requires a minimal knowledge of some of the most popular movies of all time. It is a game of limitless combinations and unending fun.&#10;&#10;Lights!, Camera! Action! Now let the movies roll and may the Majority Rule!&#10;&#10;Contents:&#10;&#10;     Game Board&#10;     200 Movie Cards&#10;     75 Movie Question Cards&#10;     8 Voting Decks&#10;     8 Game Pawns&#10;     Instructions&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Game: Consensus (Mindlogic)"
    ]
  },
  {
    "Rank": "17841",
    "Name": "Vince Lombardi's Game",
    "ID": 16874,
    "Year": "(1970)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/16874/vince-lombardis-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Vince Lombardi's Game&quot; is a football simulation for two players that can be played on three levels. The basic game uses generic football teams. The intermediate game applies aggregate offensive and defensive ratings for the NFL/AFL team of each player's choice. The advanced game permits each side to use the individual stats for each NFL/AFL football player.&#10;&#10;This game was published under the title &quot;Vince Lombardi's Game&quot; in 1970 and 1973, and under the name &quot;Be a Pro Quarterback!&quot; in 1971.&#10;&#10;The latter variant is a bit of an oddity. The cover lists the maker as Sportsgames, the instructions list the maker as Sports Games, and the board lists the maker as RGI. Whoever published that edition, &quot;Be a Pro Quarterback!&quot; served as an odd placeholder between RGI's 1970 and 1973 Vince Lombardi football games. The rules of the game are the same as for the 1970 &quot;Vince Lombardi Game&quot; edition; only the players are different.&#10;&#10;See also the 1967 version &quot;Fran Tarkenton's Pro Football&quot; by RGI, using the same plays and cards, but in a much higher quality format. (The cards are thick board, laminated, and backed with light felt. The plays board is full color on a stand, laminated so the play differentials can be listed by each play in grease pencil. That version also includes a down maker and a ten yard marker.)&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "17842",
    "Name": "Shapeshifters",
    "ID": 1632,
    "Year": "(1991)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/1632/shapeshifters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Two wizards bent on killing each other have the ability take on the forms of a wide variety of different animals, some real, some mythic.&#10;&#10;Using replaceable spell points, the wizards change forms to get an upper hand on each other.  There is a cost for transforming and maintaining a form so it is not always best to transform to a large, dangerous animal.  Animals are rated for movement, movement type (flying, ground, diving), size, attack, defense, reflexes and special ability.  There is a flow chart showing cost of changing from one form to another.  The game is played on a hexagonal grid map.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "17843",
    "Name": "Mad Scientist University",
    "ID": 21666,
    "Year": "(2005)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/21666/mad-scientist-university",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0526",
    "Description": "A party game originally from Raiding Party Games, and republished by Atlas Games in 2007, Mad Scientist University is a storytelling game where each player in turn takes on the role of an evil genius Teacher's Assistant (TA) at the Mad Scientist University.&#10;&#10;Each TA holds a class challenging the students (everyone else) to come up with a way to meet a goal given certain elements listed on distributed cards (Create Perpetual Motion with Lawn Gnomes, for example).  Each student brainstorms and then gives a short presentation detailing their plan, and the TA awards the card with the goal to the 'best' plan by whatever criteria the TA wishes (evil geniuses get to be snarky, after all).  The winner is the student with the most won goal cards after everyone has led a course.&#10;&#10;Expanded by:&#10;&#10;    Mad Scientist University Course Packet: Home Economics&#10;    Mad Scientist University Course Packet: Independent Study&#10;    Mad Scientist University Course Packet: Medicine&#10;    Mad Scientist University Course Packet: Physical Education&#10;    Mad Scientist University Course Packet: Physics&#10;    Mad Scientist University Course Packet: PSI PHI&#10;    Mad Scientist University Course Packet: Spring Break&#10;    Mad Scientist University Course Packet: Theater&#10;    Mad Scientist University Course Packet: Winter Break&#10;    Mad Scientist University Course Packet: Zoology&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Science"
    ]
  },
  {
    "Rank": "17844",
    "Name": "Assist",
    "ID": 83907,
    "Year": "(2011)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/83907/assist",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "Your goal in Assist is to guess the chosen word, and on each turn you have a choice: ask your question or give your answer. Atthe same time, you're trying to &quot;assist&quot; other players in losing their chips by guessing a hidden word before they can.&#10;&#10;Each round, one player draws an illustration card that shows six words on it, chooses one of those words, and tells all players which number he has chosen; each other player receives a hand of three question cards, then antes one chip into a central pot. (Question and illustration cards have text in Italian, English, German and French.) On a turn, a player either plays and reads a question card &ndash; which the player who holds the illustration card must answer as honestly as possible &ndash; or tries to guess the word hidden on the card. Before a player guesses, he can ante any number of chips into the pot. If no one else matches his ante, he claims all the chips in the pot without having to guess the word; if at least one other player antes, he must give his guess, winning the pot if correct.&#10;&#10;When a round end, the next player chooses a word from an illustration card and the game continues. When one player runs out of chips, the game ends and the player with the most chips wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "17845",
    "Name": "Meeple Quest",
    "ID": 173514,
    "Year": "(2021)",
    "Geek Rating": "5.520",
    "Avg Rating": "9.32",
    "Link": "https://boardgamegeek.com/boardgame/173514/meeple-quest",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "This is a fantasy boardgame with true dungeon exploring mechanics. It has dinamically generated dungeons which will be completely different from game to game. In it we are little meeples bound to recover the Sacred Relics of the Meeple Kingdom so it does not fall into Darkness.&#10;&#10;Every turn, each player has a choice of actions: moving through the dark dungeons, opening chests, setting traps to hinder their opponents and fighting corageously against hordes of the evil beings that want to banish any sign of goodness.&#10;&#10;The game is easy but not simple, and it's loaded with fun and casual illustrations. Its rules and art make it into a good game for players and non-players alike, even for kids. You can even play alone, because single player mechanics for one character are included in the base game.&#10;&#10;Its streamlined AI makes fast and pleasant games, lasting between 15 and 20 minutes per player.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "17846",
    "Name": "Bob Ross: Happy Little Accidents",
    "ID": 256536,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/256536/bob-ross-happy-little-accidents",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;We don't make mistakes...just happy little accidents.&quot;&#10;&#10;Bob Ross: Happy Little Accidents is the game in which your mistakes become your masterpieces! Celebrate your creativity in this positive party game inspired by the wisdom of legendary painter Bob Ross. You will surprise yourself by transforming abstract shapes and squiggles into charming pieces of art. Then share your clever doodles and award points to other players for their inspired creations.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Celebrities: Bob Ross",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "17847",
    "Name": "Morpheus",
    "ID": 208217,
    "Year": "(2016)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/208217/morpheus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "After many millennia, Hypnos is leaving the throne. Now it belongs to the Morpheus, Hypnos' right hand and son. Morpheus must make sure that dreams leave Oniria to the world and minds of mortals at the same rate as to this moment, otherwise Earth is doomed to regress of thinking and Oniria &ndash; to annihilation. Mortals need dreams to think, remember and stimulate their imagination, Oniria needs sleeping humans to exist &ndash; without dreamers Oniria will be left without power. But Morpheus cannot rule Kingdom of Dreams and create dreams and send them alone. That is why he needs an assistant.  He makes a competition &ndash; Dreamweavers have three months (this is rather foggy, time in Oniria works &ndash; like most things &ndash; differently than in mortal world) to weave the most dreams with the most powerful oniric energies &ndash; the best weaver will become Morpheus&rsquo; right hand, and simultaneously second most powerful creature in Oniria.&#10;&#10;Morpheus is a game for 2-4 players in which players will create dreams. At the beginning of each turn, the active player rolls the dice. Then, players will choose the dice and according to the number they will get different gifts, with essence among them. After that, at certain locations Dreamweavers can assign the essence to dreams and completing them. Other gifts include Chronite, a rare mineral able to bend time, used as a currency and Onirite, a device which can bend the structure of Oniria, allowing players to take additional actions. Dreamweavers will travel through the land of Oniria exactly three months of game-time, which equals 21 turns. The board is randomly assembled from tiles and dreamweavers will go a full circle from location to location. Player who creates the most powerful dreams and collects the most victory points wins the game and becomes right hand and assistant of Morpheus.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "17848",
    "Name": "Plunder",
    "ID": 146094,
    "Year": "(2013)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/146094/plunder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Plunder is a deduction card game in which everyone is a pirate captain with a buried treasure. Players attempt to steal the hidden treasures of the other captains by figuring out the three landmarks that mark where each treasure is hidden. The first player to a treasure takes the largest share, while those who reach it second or third receive less. Keeping your treasure from being stolen is also worth victory points in the end. Find and steal the most treasures first to win in the end!&#10;&#10;&#10;Game Summary&#10;Players each get a random set of 3 cards (3 colors) each numbered 1-6: a unique combination. There are 3 decks of question cards matching these colors. On your turn, flip the top 3 questions; you may replace one of these by flipping the next card in that deck. All other players then respond AYE or NAY if they do or do not (respectively) have any exact matches. At any time players may guess the combo of any player by putting their guess into the treasure chest box. Each player in an n-player game may make n unique guesses.&#10;&#10;After 15 rounds, guesses are revealed in the order they were submitted. If correct, that player will steal from that pirate's treasure: first 3, then 2, then 1. If no one steals your treasure, it's worth 6 to you; if they do, you lose the points they're taking. The player with the most treasure (their own, plus any stolen from others) wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "17849",
    "Name": "Go/Stop",
    "ID": 21061,
    "Year": "(2005)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/21061/gostop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Go/Stop is a quick game that you try to obtain the highest point card (1-10). Everyone start with the set of identical cards (5 go cards and 1 stop card). For every point card flipped from the deck, everyone bids for it simultaneously face down. (Go=you don't want the card. Stop=you want that card) Then goes to the next point card. After 5 turns, the point is resolved. If only one person bid stop. The game is over and we resolve all the other point cards. If none or 2 or more stops, they cancel each other and everyone takes that card back. And keep going until there is only one left. Quick and gives new twist for Raj type game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "17850",
    "Name": "Jungle Race",
    "ID": 255696,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/255696/jungle-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The jungle race is about to start, with five animals operating their special vehicles and challenging one another in a crazy race through the jungle. With every card played, one animal recklessly overtakes another!&#10;&#10;When Jungle Race ends, players score points if they were able to get their animals to the first positions!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "17851",
    "Name": "Picky Eaters",
    "ID": 381881,
    "Year": "(2024)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/381881/picky-eaters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "In Picky Eaters, make a dinner that 5 picky guests will eat! At the start of each round, a new guest is revealed. Players take turns gathering groceries from the market and preparing recipes to satisfy the growing list of picky dinner guests. Each guest has specific food preferences. Based on this information, players will try to appease their guests as strategically as possible.&#10;&#10;There are 5 rounds and each round consists of 5 steps: Reveal 1 new guest, deal 5 food cards to each player, fill the open market (2 cards x the number of players), take actions until all players have passed, then pass the first player marker to the next player clockwise.&#10;&#10;During the action phase, players have 5 actions to choose from: Get 1 food card from the open market, prepare a recipe (which requires the player to have the recipe card and its corresponding ingredients in hand), play an item card, discard 2 cards in hand to draw 1 card from the face-down food deck, or pass.&#10;&#10;At the end of the 5th round, whoever makes the most satisfying feast wins! Points are given for each recipe prepared and then modified based on the guests' preferences. The player with the most points wins. In the case of a tie, whoever started the game as a later player wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Action Drafting",
      "Contracts",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17852",
    "Name": "Chronology: Disney Edition",
    "ID": 395369,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/395369/chronology-disney-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Celebrate the magic of Disney history with Disney Chronology! Test your Disney knowledge with this iconic game of time that celebrates key moments of Disney&rsquo;s 100-year history. Guess where in your timeline each Disney event occurs. Did Beauty and the Beast open on Broadway before or after Frozen was released? Disney Chronology is simple, addictive, educational and a fun way to learn about Disney history. Features 150 cards spanning the entire Disney timeline. A great game to play with Disney fans of all ages! &#226;&#128;&#139;&#10;&#10;FUN FAMILY GAME &ndash; Fun trivia game doesn&rsquo;t require you to know dates, just put the events in the right order. Its not about what, but about when! &#226;&#128;&#139;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Disney",
      "Game: Chronology"
    ]
  },
  {
    "Rank": "17853",
    "Name": "Paul Koenig's D-Day: Sword and Gold – The British Beaches",
    "ID": 40185,
    "Year": "(2009)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/40185/paul-koenigs-d-day-sword-and-gold-the-british-beac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.6667",
    "Description": "Sword and Gold: The British Beaches are the fourth and fifth games in Paul Koenig&rsquo;s D-Day series of five titles covering the first three nail-biting days (June 6 - 8, 1944) of Allied landings in France to liberate Europe during World War 2. Using fluid and dynamic systems for integrating the fierce combat and rapid movements of the companies and battalions contesting the beaches, cliffs, swamps and bocage bordering the rough North Sea coast, players will find the easy rules to offer rich puzzles and surprising opportunities on the cross-map march to victory.&#10;&#10;Bernard Law Montgomery led the Allied landings on the beaches closest to Germany, with the ambitious goal of moving inland and reaching the vital city of Caen within a day or two (dubbed &quot;Operation Neptune&quot;). But the German 716th Division, support by elements of the 21st Panzer Division, slowed the British advance down during these critical first few days and ultimately kept &lsquo;Monty&rsquo; out of Caen until, after Allied offensives in June, July, and August, they cleared the area once and for all.&#10;&#10;Game Components:&#10;- Two complete games!&#10;- One 4-page, color  Standard Rules booklet&#10;- 80 color, 2-sided die-cut 1/2&quot; mounted pieces&#10;- 28 round 5/8&quot; counters&#10;- Two 11&quot; x 17&quot; color game maps with tables&#10;- Illustrated Examples of Play, Exclusive and Optional Game Rules&#10;- Part of a 5 game series!&#10;&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Scale: Each unit is 1 company to regiment; each hex is 1 kilometer, and each turn is about 4.5 hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Region: Normandy (France)",
      "Series: Paul Koenig's D-Day (Victory Point Games)"
    ]
  },
  {
    "Rank": "17854",
    "Name": "Stand at Mortain",
    "ID": 23957,
    "Year": "(2006)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/23957/stand-at-mortain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5526",
    "Description": "Stand at Mortain is the first game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;Following the defeat of the British and Canadian offensives of Operations Goodwood and Spring, in August 1944 the Germans redeployed several Panzer divisions to shut down the American Operation Cobra offensive by attacking due west to the sea. The fiercest fighting occurred to the north and east of Mortain at Hill 314 (hex 1501 on the game map) where surrounded Americans of the 2nd Battalion of the 120th Regiment threw back repeated German attacks. Control of the high ground here would make the Mortain position nearly untenable, and with it the main Allied supply route from Normandy south would be severed.&#10;&#10;Stand at Mortain is a mini-game complete with map, rules and counters. No need for dice, use your own deck of standard playing cards and your initiative to enjoy this simple-but-exciting WW2 game.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Mortain (France)",
      "Components: Postcard games",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "17855",
    "Name": "18FR",
    "ID": 12123,
    "Year": "(1997)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/12123/18fr",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.5",
    "Description": "An 18xx game originally designed in 1987 by Michael Liebetanz as 1830: Railways & Robber Barons on a new map for France.  In 1997 Helmut Ohley produced a variant set of rules for 18FR which introduced ports, the special track-tiles, etc. In 2009 J C Lawrence in collaboration with Helmut Ohley updated 18FR, extending and clarifying Helmut's original variant into a more interesting game.  Both variants require additional components to 1830: Railways & Robber Barons to play (files are provided to make your own) and assumes familiarity with the 1830: Railways & Robber Barons rules.&#10;&#10;Though this uses components of 1830 this is not an expansion, but is a separate standalone game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: France",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "17856",
    "Name": "Trash Cult",
    "ID": 410248,
    "Year": "(2024)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/410248/trash-cult",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Trash Cult is a 2-4 player game in which you're competing to become the best cult of trash animals by racing to collect the junk food your cult worships.&#10;&#10;To get ahead, you can &quot;snackrifice&quot; your cult members, hostages, or food to find cards you need or to sabotage an enemy. Careful though! Any time you perform a snackrifice, you bring chaos to the whole table in the form of lunar eclipses, hungry bears, animal control, and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17857",
    "Name": "Chocobo Party Up!",
    "ID": 283161,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/283161/chocobo-party-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "The Chocobo pals need your help! Lead your Chocobos into the forest and bring the cute little pals to safety!&#10;&#10;In Chocobo Party Up!, a game with original artwork by Toshiyuki Itahana and adorable wooden pieces, you need to use all of your cleverness, courage, and a sprinkle of luck to emerge victorious! Move your Chocobos carefully to protect and guide the pals while relying on the power of friend cards to surprise your opponents. Be the first to gather six Chocobo pals in your nest to win!&#10;&#10;",
    "Categories": [
      "Animals",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Video Game Theme: Final Fantasy"
    ]
  },
  {
    "Rank": "17858",
    "Name": "Salem Church: East of Chancellorsville",
    "ID": 143840,
    "Year": "(2013)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/143840/salem-church-east-of-chancellorsville",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "As the battle of Chancellorsville raged, a Union corps was dispatched to hit the vulnerable Confederate army from behind. The flanking column was delayed by a single Confederate brigade at Salem Church. The battle grew as Confederate arrived first to firm up the front, then to turn the tables on the Federals. The flankers became flanked, then had to fight for their lives.&#10;&#10;Game Contents:&#10;&#10;&bull;    11 x 17&rdquo; map&#10;&bull;    40 die-cut counters&#10;&bull;    Scenario Instructions&#10;&bull;    Four page rule booklet&#10;&#10;Scale:&#10;&bull;    Level: Brigade&#10;&bull;    Hex:  352 yards&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Mini Series (Decision Games)",
      "Series: Musket & Saber Combat System (Decision Games)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "17859",
    "Name": "Zodiac Clash",
    "ID": 284107,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/284107/zodiac-clash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Take your zodiac sign to the stars in the light strategy game Zodiac Clash. To win, align four of your night stars from the outer ring to the center. This isn't as easy as it seems, though, as your opponent will mis-align them by spinning the rings of the solar system in an attempt to align their own stars!&#10;&#10;Each zodiac has a unique personality and game power, allowing the player to approach the game in a rule-breaking way every single turn. Master your zodiac's strategy to crush your opponents! Are you a controller of stars like Virgo? Can you manage destructive abilities with Aries? Do you flit between sides with the split personality of a Gemini?&#10;&#10;Zodiac Clash comes with all twelve zodiac signs in 3D miniature form, each standing about 1.5 inches tall on the four-tier holographic board. On your turn, perform any two of the following four actions:&#10;&#10;&#10;     Move your zodiac piece 1 space&#10;     Spin any ring one notch&#10;     Place a star on an open space neighboring your zodiac piece&#10;     Remove a star on a space neighboring your zodiac piece&#10;&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "17860",
    "Name": "Nubia: Egypt's Black Heirs",
    "ID": 276782,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/276782/nubia-egypts-black-heirs",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.8889",
    "Description": "Nubia is a solitaire game where you rule a Black African civilization of three Christian kingdoms in the Nile Valley: Nobadia, Makuria, and Alodia. Your culture is an heir to the glories of Ancient Egypt and the legendary Kingdom of Kush, but long gone are the days when you were conquering and ruling Egypt. In the game, it is A.D. 1172 and Nubia is under siege! For 400 years, you will battle to defend civilization against the fierce pagans of the Funj, and a jihad of marauding land-hungry Arabs. Deploy your famous archers, build fortified monasteries, send the Crown Prince into battle, and marry off your daughters in a desperate effort to stem the tide.&#10;&#10;This fast-play, fun, and educational solitaire game uses a system created by Darin Leviloff. &ldquo;Mek&rdquo; markers on five converging paths represent hostile Arab and pagan armies that surround your kingdoms. The paths all meet in Soba, your fabulously wealthy capital at the juncture of the Blue and White Nile rivers, where the danger of a &ldquo;Collapse&rdquo; exists if any of those armies makes it that far. In addition, three tracks representing medieval Nubian society (Nobility, Kingship, and the Army) greatly impact the overall situation. A card draw determines which paths and tracks move against you this turn, while the cards teach you about the history of ancient and medieval Nubia. The number of &ldquo;Efforts&rdquo; which you can use to move them back in your favor (if the Effort die roll succeeds) depends on the personal talents of your current Uru (king) and his chief advisor, the Metropolitan Bishop of the Coptic Orthodox Church.&#10;&#10;Managing Efforts is key to the game, and you never have as many as you want. You can obtain more by selling off land and using your bishops for political gain instead of their natural religious calling: a short term strategy that can cost you victory points in the end. Each risky gambit is aimed at averting a system-wide social collapse, which can end the game suddenly. Your success (or failure) in holding off the five hostile armies helps determine how many noble families are still on your side when a Collapse approaches, so the better you play the game, the less chance the Collapse gets off the ground.&#10;&#10;As the game draws to a close, the Portuguese are searching Africa for the fabled Christian &ldquo;Kingdom of Prester John.&rdquo; Those legends may refer to you! Can you hold medieval Nubia together long enough to make contact with them and win the game?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Ancient: Egypt",
      "Category: Tower Defense",
      "Components: Map (Continental / National scale)",
      "Continents: Africa",
      "Country: Sudan",
      "History: Wars in the Ancient Near East",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Rivers: Nile",
      "Series: Solitaire (White Dog Games)",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "17861",
    "Name": "日の出横丁ニャンばーわん (Top of the Hinode Town)",
    "ID": 354533,
    "Year": "(2021)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/354533/ri-nochu-heng-ding-niyanbawan-top-of-the-hinode-to",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In &#230;&#151;&#165;&#227;&#129;&#174;&#229;&#135;&#186;&#230;&#168;&#170;&#228;&#184;&#129;&#227;&#131;&#139;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#129;&#176;&#227;&#131;&#188;&#227;&#130;&#143;&#227;&#130;&#147; (Top of the Hinode Town), the players take on the role of rival groups of feral cats, fighting over territory in Hinode, with the local human population being ignorant of their endless battles.&#10;&#10;It is a &quot;may follow&quot; trick-taking game where in each trick, the lead player decides on an area of town where the trick will take place, and the color of the area card determines the &quot;lead suit&quot; for the trick.&#10;&#10;In evaluating the trick, each player is ranked, with the first and second highest players earning the right to place a marker on the card, the lowest ranked player collecting a cube of their choice from the card, and the remaining player collecting the remaining two cubes from the card.  (Cubes can be used to trigger effects or saved for victory points.)&#10;&#10;Players earn points from yellow cubes, markers on cards, and groupings of their markers. After one hand, the player with with most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17862",
    "Name": "Gettysburg Solitaire",
    "ID": 360567,
    "Year": "(2022)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/360567/gettysburg-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Take command of the Confederate army at the battle of Gettysburg in an original bookgame by Worthington Publishing. Refight the bloody 1st and 2nd of July as you try to break the Union defenses at Cemetery Hill, Culps Hill, and Little Round Top.&#10;&#10;You receive 12 battle plays for July 1st and 12 battlesfor July 2nd. July 1 is the easier of the two days as you try to crush the I and XI corps and drive the Union army from Gettysburg. July 2, the battle gets tougher as you have to fight through Devil&rsquo;s Den and Little Round Top, and the Union reserves coming from Culps Hill.&#10;&#10;All you need to provide is a die, a pen, and a sense of adventure to play.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "History: Battle of Gettysburg",
      "Mechanism: Static Battle",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Worthington Original Bookgames"
    ]
  },
  {
    "Rank": "17863",
    "Name": "Castle Builders",
    "ID": 39029,
    "Year": "(2008)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/39029/castle-builders",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "Castle Builders is the first game in the Game-o-gram series. All games in the Game-o-gram series should fit on a postcard and should preferably contain everything needed to play.&#10;&#10;Castle Builders is a quick two player game where the players are building towers in a castle. The king, for whom the castle is being built, will reward the players when the castle is finished depending on their building skills.&#10;&#10;The basic idea of the game is that it should be cheap enough for everyone to buy, easy enough for everyone to play and interesting enough to play over again.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "17864",
    "Name": "Catchup & Mousetard: Fast Food Battle!",
    "ID": 247107,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/247107/catchup-and-mousetard-fast-food-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "A family game about cooking, with &quot;anisauces&quot; as main characters (cats and mices fussioned with sauceboat) and funny faced ingredients to create dishes using menu sheets as combination guides.&#10;It's a card game with a board for score-keeping and some other elemments.&#10;Every card has fixed points, so every success combination gives points to the player who play the dish. The first character to reach the 50 points goal point will became the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Series: Kawarando (MixinGames)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17865",
    "Name": "Project EOS Rise",
    "ID": 331903,
    "Year": "(2021)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/331903/project-eos-rise",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "Project EOS Rise is a one- to four-player cooperative space adventure game that mashes up Worker Placement, Push Your Luck, and Dice Placement game mechanics. You and your crew will travel the universe, hunting down Fast Radio Bursts (FRBs) that will advance your progress towards finding the Paradise Planet. Once the Paradise Planet is located, the crew will put everything on the line in a desperate attempt to reach it and win the game.&#10;&#10;Project EOS Rise features a &ldquo;Roll For Location&rdquo; game system that ensures each playthrough generates a unique universe with unique challenges. As well, a light RPG system allows the crew to explore and discover multiple paths to victory.&#10;&#10;Whatever path you take, the four characters - Pilot, Combat Specialist, Engineer &amp; Medical Director - can advance their skills strategically to best benefit your mission. Do you spend credits to expand the EOS and open new actions like mining, scanning, or crafting? Do you become a smuggler and deliver interesting cargo to distant galaxies to gain intel and advance your progress? Do you attack Alien ships using the combined strength and skills of the crew?&#10;&#10;Whatever path you choose &quot;Time is of the essence&quot; because each year exploring brings the star marker on the Extinction track one step close to game over. Also keeping the Starship EOS in working condition is paramount because, if the Command room is destroyed, your mission is aborted. In either case, the game is lost.&#10;&#10;Step into the command chair and pilot humanity's first intergalactic starship!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Negotiation",
      "Point to Point Movement",
      "Push Your Luck",
      "Role Playing",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "17866",
    "Name": "The Mysterious Library",
    "ID": 268427,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/268427/the-mysterious-library",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Mysterious Library had a collection of special books. They provided REAL adventures for the readers who became a character of the story. They could train dragons, search for treasures, sail on the Nile, all this for a library fee of a few cents.&#10;&#10;One day an inventor came to make experiments with the books: Mr. Mean did awful destruction with his projector blade. In the damaged books the continuity of the story was broken and the adventurers had trapped by them and couldn&rsquo;t return to reality.&#10;&#10;Your mission is to collect all parts of the destroyed books to set the adventurers free. You also have to disarm those projector blades that Mr. Mean activates one by one in the library to save the building from collapsing by the devastating magical power. The mission can be successful only if you all return to your headquarters without any harm. Every member of your team has a special talent which can help you during the game and if you use these talents skillfully, and in coordination, with each other, your mission will be successful!&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Set Collection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Art style – Art Deco",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "17867",
    "Name": "Quizzle",
    "ID": 11925,
    "Year": "(1978)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/11925/quizzle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Quizzle contains four plastic crossword grids, a supply of cardboard letter tiles (also wild blanks and black squares) and a special die marked (1 1 2 2 3 *). On a player's turn, he rolls the die and places that many letters of his choice on the grid (other players simultaneously draw the same tiles but place them on their own grids as they choose). A Joker (*) counts for either 3 tiles or the replacement of an already-played tile. The game ends once the grid is filled. Only completed words count for score.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "17868",
    "Name": "Pirates & Plunder",
    "ID": 13960,
    "Year": "(2004)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/13960/pirates-and-plunder",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Pirates &amp; Plunder is a standalone tile-laying game inspired by Carcassonne. Explore islands, establish trade routes, and engage in piracy on the high seas!&#10;&#10;Basic game play includes playing a tile to extend the map, placing a boat on a feature of the tile just played, scoring any completed features, and moving pirates around the sea zones.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "17869",
    "Name": "Monkey Lab",
    "ID": 37983,
    "Year": "(2009)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/37983/monkey-lab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8462",
    "Description": "As former lab monkeys, players cooperate and compete to free imprisoned monkeys from a well-guarded testing facility. Of course, since the monkeys don&rsquo;t have keys, they must use their creativity and the items found around the lab to pick, pry, and smash the cages open. The more monkeys you rescue, the more reward you receive.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "17870",
    "Name": "Magistrar: Duel of the Mages",
    "ID": 341289,
    "Year": "(2021)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/341289/magistrar-duel-of-the-mages",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "&ldquo;Magistrar&rdquo;, the realm of mages, is in turmoil. Once a year, the most powerful mages of the country come together to compete in a spectacular contest, the Magicus Pugna. Here everyone joins in who thinks highly of himself and his magic skills. In a huge arena you will fight as two of these mages against each&#10;other for fame and glory. Can you harness the magical energy of the arena for yourself and defeat your opponent with your spells?&#10;&#10;In this magical competition, you want to earn the title of the most respected mage. To do this, you must earn the highest number of victory points &ndash; we call them Honoris points. You receive Honoris when you win individual duels by tactically deploying your spell pawns and collecting as many energies of one type as possible. If you are the master of the light or the dark energy, you are sure to enthuse the masses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "17871",
    "Name": "Reis de Portugal",
    "ID": 164091,
    "Year": "(2014)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/164091/reis-de-portugal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Reis de Portugal is a card game about Portuguese kings and queens. Each game is played over three rounds. In each round, one dynasty plays as the trump. Trump cards can win against other dynasty cards, but they give zero victory points. At the end of each round, players get points by gathering cards from different dynasties. Dynasties award different amounts of points depending on the round being played.&#10;&#10;There are also some special cards that give extra points or even others that allow different effects during play.&#10;&#10;Each card has a Bonus that can be triggered by the player initiating the trick, adding more strategy and density to the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Country: Portugal",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17872",
    "Name": "Unlock! Epic Adventures: Die sieben Prüfungen des Drachen",
    "ID": 403061,
    "Year": "(2020)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/403061/unlock-epic-adventures-die-sieben-prufungen-des-dr",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Unlock! is a co-operative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;The Gold Dragons temple welcomes every seven years new disciples. Be worthy of Mater Li's teachings.&#10;&#10;Alle sieben Jahre empf&auml;ngt Meister Li im Tempel des goldenen Drachen neue Sch&uuml;ler. Geht auf eine Reise, um euch seinen Lehren als w&uuml;rdig zu erweisen.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "17873",
    "Name": "Amerigo",
    "ID": 38924,
    "Year": "(2008)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/38924/amerigo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This game has been published by dV Giochi as a reward for winning the 2007/2008 edition of the Gioco Inedito &ndash; Best Unpublished game contest.Powered by Lucca comics &amp; Games and dV Giochi, the contest aims to identify the best new card game design from all prototypes received and to reward it by publishing the game in a fully professional and high-quality format, overseen directly by dV Giochi. All prototypes submitted must conform to the technical and style requirements, fixed components and a given theme which changes every year. Everybody can join the contest and this is a great opportunity for emerging game designers to see their idea published. For more information:&#10;giocoinedito@luccacomicsandgames.com&#10;www.luccacomicsandgames.com&#10;&#10;Winner of Gioco Inedito 2007 &quot;Age of Exploration&quot;, now published under a new name Amerigo. Named after famous explorer Amerigo Vespucci.&#10;&#10;Winner of GAMES Magazine &quot;Best New Family Card Game&quot; award 2010.&#10;&#10;Description from BoardgameNews.com:&#10;&#10;&quot;It's time to hit the waves once again for a round of nautical exploration. The title comes from Amerigo Vespucci, and like that famed explorer, you must travel the world to search for goods. (Unlike him, you won't have a couple of continents named after you.) The farther you explore, the more likely you are to find goods of better value, but you have to make it back to market if you plan to sell anything, so don't wander off too far.&quot;&#10;&#10;&#10;&#10;Game Summary&#10;Cards have a picture of a boat, 1-3 captain's wheels, and 1 of 5 goods types (in differing rarities in the deck). Start with a hand of ... 4? On your turn, either sail (start a voyage if you're not on one, or continue the current voyage) or market (if you're not on a voyage).To sail further, play a card with the ship moving to the right -- #wheels adds to distance of voyage. May play out of your hand, or from your score pile (play face down; counts as 3 wheels). OR, explore: rotate last card clockwise, draw cards from deck (2 x distance sailed, hand limit 12). After exploring, must sail home; cards played count 2xwheels -- home when you've played at least the distance of the voyage. Upon arriving home, draw bonus cards (hand limit still applies):&#10;- if voyage was longest distance of all current voyages, 1 card.&#10;- if voyage was 7 wheels, 1 card; 8 wheels, 2; 9+ wheels, 3.&#10;&#10;If Marketing, add cards from hand to display; max 12 cards on display. Sort by type of goods. OR, sell cards already on display: sell all possible. Rarest good (looking at all markets on table) worth 1 coin per card. Most popular worth 1 coin/2 cards. All others are common, and worth 1 coin/3 cards. If tied for rarest/popular, goods become common. Sold goods are flipped over to represent coins (added to your score pile) or discarded.&#10;&#10;Game ends immediately if, after the first time through the draw deck, all players are at home at the same time; or the 2nd time through the draw deck. Make final sales, with all cards left in hand and on display worth 1 coin/4 cards.&#10;&#10;Most money wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Contests: Miglior Gioco Inedito"
    ]
  },
  {
    "Rank": "17874",
    "Name": "Historical Mystery: Death at the Ball",
    "ID": 382694,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/382694/historical-mystery-death-at-the-ball",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Death at the Ball is the first game in the detective series &ldquo;Historical Mystery&rdquo;.&#10;The French court is in distress &mdash; all of a sudden an established nobleman passes away for no apparent reason but&hellip; poisoning. You are on this controversial case, accompanied by other investigators. Try and solve the case in 24 moves: visit wealthy households, interrogate aristocrats and commoners who knew the victim and hunt down every detail. Choose the cards to investigate together. At the end of the game, you will be asked a series of questions and if you answer correctly &mdash; you win.&#10;&#10;Players prepare 15 decks without shuffling or flipping cards.&#10;Starting from the first card they begin to follow the instructions. As they read through the story, they will encounter icons with numbers of decks: new places and people they unlock.&#10;&#10;Players will have 24 Moves: chances to flip one of the available cards. They will either examine places or objects, or interrogate suspects.&#10;During the game it is important to pay close attention to the details and people&rsquo;s expressions in the pictures &ndash; it will help you solve the crime!&#10;&#10;When players are out of the Moves, they need to scan the &ldquo;Question&rdquo; QR-Code and give answers to a series of questions concerning the case. Then they can check right answers and the whole story description.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Series: Historical Mystery (Hobby World)"
    ]
  },
  {
    "Rank": "17875",
    "Name": "Stock Ticker",
    "ID": 2680,
    "Year": "(1937)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/2680/stock-ticker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4545",
    "Description": "The object of the game is to buy and sell stocks, and by so doing accumulate a greater amount of money than the other players.  The winner is decided by setting a time limit at the start of the game, and is the person having the greatest amount of money when time elapses, after selling his stocks back to the Broker at their final market value.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "17876",
    "Name": "Dim Sum Jam",
    "ID": 286138,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/286138/dim-sum-jam",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "You are the newbies of a famous Chinese Dim Sum restaurant. Now the old members are going to retire and you have to take it over!&#10;&#10;There are hundreds and thousands of customers come to visit on account of the reputation of the restaurant. Players have to cooperate, to delivery the food at the highest speed! Among the customers, there are VIP, who is more difficult to serve!&#10;&#10;Dim Sum Jam is a real time co-operative game for 2-5 players. Players have to co-operate to fulfill the orders from customers in their best speed, to avoid complains. There are different level of achievements for players to challenge. If they are able to complete the achievements, they can stick a stickers on the box. Eventually, everyone can own a different box!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Mechanism: Legacy",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17877",
    "Name": "目撃者たちの夜 (Witness Night)",
    "ID": 308238,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/308238/mu-ji-zhe-tachinoye-witness-night",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Guests were invited to a remote mansion in the mountains. However, the owner of the mansion was killed later that night. The murderer is sure to be among the guest, but who is the killer?&#10;&#10;Each of the players first draws a character card. The first player then draws another card from the pile, keep one, and pass the unpicked card to the next player. The next player also keeps one and pass the other card until everyone got one card in their hand. The last card would be passed to the &quot;guest room&quot;. &#10;The Player now has to discuss and vote for who is the killer or whether he is in the guest room.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hidden Roles",
      "Negotiation"
    ],
    "Families": []
  },
  {
    "Rank": "17878",
    "Name": "Battles & Leaders: A Game of Tactical Level Combat in the American Civil War 1861-1865",
    "ID": 4296,
    "Year": "(1981)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/4296/battles-and-leaders-a-game-of-tactical-level-comba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.25",
    "Description": "A game of tactical level combat in the American Civil War 1861-65.&#10;&#10;From the back of the game box-&#10;Battles &amp; Leaders allows players to recreate brigade size engagements of the American Civil War. Accurate and playable rules cover the important aspects of the combat such as: formations (column, line, and skirmish), charges, melee, routs, leadership, sharpshooters, morale and the quality of individual regiments and more. The game's mechanics take into account over twenty different weapons types ranging from the standard rifled musket and the twelve pound Napoleon field piece to the breach loading Whitworth rifle. Scenarios include &quot;historical situations&quot; such as Little Round Top and Bloody Angle as well as situations that were &quot;generic&quot; to the war such as meeting engagements and cavalry raids. Battles &amp; Leaders is a game that covers its subject with style and detail but maintains an ease of play while presenting players with the &quot;feel&quot; of the era.&#10;&#10;Includes 509 counters (includes terrain pieces)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17879",
    "Name": "Wonky: The Unstable Adult Party Game",
    "ID": 211492,
    "Year": "(2016)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/211492/wonky-the-unstable-adult-party-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Radioactive and highly unstable wonky element cubes have been disturbed. As a member of the hazmat team, players use protocol cards to restabilize the cubes, but beware of toppling because the cubes can cause &quot;side effects.&quot; The first player to finish following all of their protocol cards wins!&#10;&#10;In Wonky: The Unstable Adult Party Game, players each have a hand of cards, and they play a card each turn to stack the unstable colored cubes. Play the card with the cube available and you want to be the first one to clear your hand.&#10;&#10;The side effects deck has different party rules that happen when a tower has been toppled. Players then do the effects on the cards, adding extra side effects to the gameplay.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "17880",
    "Name": "My Funny Dinos",
    "ID": 312794,
    "Year": "(2020)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/312794/my-funny-dinos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&ldquo; This is the FUNNIEST dinosaur fossil site ever!&rdquo;&#10;An enormous amount of dinosaur fossils has been found. Excavation experts from all over the world gathered to excavate dinosaur fossils.&#10;Can we find and restore dinosaur fossils then become the best diggers? &#10;But be careful!&#10;If we rush or excavate too aggressively,the unstable excavation site may collapse!&#10;&#10;Players become experts in dinosaur excavation.&#10;&#10;They will discover and restore dinosaur fossils buried under rocks. In their turn, they use tweezers to excavate fossil tiles. If a player collects one head, one tail, and two leg tiles of any dinosaur, they can restore and display dinosaur.&#10;&#10;If a player restores one complete dinosaur with 4 parts of the same color, they will earn more points. Additionally, the players can earn additional points if they achieve the mission on mission tiles.&#10;&#10;At the end of the game, the player with the most points wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "17881",
    "Name": "Kai-Zen",
    "ID": 287346,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/287346/kai-zen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&quot;Japan, 12th century: you are a member of the new GODAI (5 elements) school, formed by zen artists and craftsmen who, like you, seek to compose emakis (scroll paintings) in search of the fifth element: k&#197;&#171; (sky, emptiness, sublime), in order to achieve balance.&#10;&#10;Your technique is to investigate and analyze ancient scrolls, to extract fragments and, through your master craftsmanship, to create beautiful zen emakis to facilitate learning and meditation in the search of K&#197;&#171;.&quot;&#10;&#10;Craft your own legends in emaki scrolls. To achieve this, group the clans together (dragons, samurai, monks and peasants) seeking harmony between them, and wisely combine the powers of the 4 natural elements learned so far (water, fire, earth, air). Only then can you reach true knowledge of the fifth element and achieve higher wisdom.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "17882",
    "Name": "Bantu",
    "ID": 8990,
    "Year": "(1955)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/8990/bantu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This is the earliest known racing game that does not use dice for the engine, or even contain any elements of luck (according to Parlett and others). A 2nd edition was never published. It was reviewed by Phil Orbanes in Games and Puzzles Magazine #68 under the heading of &quot;Great Games that Never Made It.&quot; It has been modified slightly and released as a kit by Paul Jefferies, who renamed it Sack to fit his newly applied theme. In addition to Games and Puzzles #68 (reprinted in Games International (Issue 4 &#226;&#128;&#147; April 1989)) and Parlett&#039;s The Oxford History of Board Games, Bantu has recently been discussed in Abstract Games Magazine.&#10;&#10;This is a racing game. The track is circular, with four lanes, with some interaction and crossing over between lanes. Each player (2-4) has four pawns numbered 1-4. This number indicates the distance the pawn may move per turn, and where it may be entered onto the board (the fastest pawn (4) must travel the full distance, but each successively slower pawn travels one fourth less distance than its predecessor, so that the (1) pawn travels only one quarter of the board). Pawns may not jump others nor may two pawns occupy the same space. Ending a turn on a space occupied by an opponent's pawn causes the opponent's pawn to be returned to its starting position.  Pawns of any ownership that lie on spaces connected by a shaded background add their values together for determining movement. So a (red 1), (blue 4), (green 3) that all lie within the same shaded area would  give the first pawn to move, 8 spaces.  A player must use all movement without retracing his path on that turn.  If the player can not use the entire movement then the pawn can not be moved.  If none of his pawns may be moved the entire amount then the player forfeits that turn. First to bear all pawns off wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17883",
    "Name": "Marine: 2002 – A Game of the First Lunar War",
    "ID": 2757,
    "Year": "(1979)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/2757/marine-2002-a-game-of-the-first-lunar-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.7778",
    "Description": "Marine: 2002 is a tactical level simulation of combat on or near the surface of the moon.  Neutron warheads, rocket shells, lasers and charged particle beams fly through the vacuum.  Units move over the ground and in the &quot;air&quot;, and engagement ranges are limited only by a unit's current horizon, which depends on its altitude.  Communications, command and control, morale, cumulative vehicle damage, orbiting weapons platforms...It's all there!&#10;&#10;Several scenarios are provided, with playing times ranging from one to four hours.  Geomorphic mapboards and movable terrain features (craters of various sizes) provide for plenty of replayability.&#10;&#10;Solar Marine, also by Kerry Anderson, is very similar to Marine: 2002.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "17884",
    "Name": "Age of Chivalry",
    "ID": 2917,
    "Year": "(1992)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/2917/age-of-chivalry",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "1.875",
    "Description": "The Age of Chivalry Quad contains four battles from the early middle ages:&#10;&#10;4 17x22 maps&#10;400 counters&#10;1 d10&#10;&#10;HASTINGS features the famous battle for the control of England, between Harold Godwineson and William the Conqueror. Saxons and Normans fight to the death, as cavalry begins to emerge as the dominant force on the battlefield.&#10;&#10;LINCOLN pits King Stephen of England against the rebellious barons of the West and the Welsh border area; in 1141 they meet at Lincoln to determine the fate of the English crown.&#10;&#10;BOUVINES features the emerging force of nationalism under King Philip, against the forces of the Holy Roman Empire under Emperor Otto.&#10;&#10;MARCHFIELD saw the combined armies of Austria and Hungary massed to stop the onslaught of Ottokar of Bohemia, in one of the largest Cavalry battles of the era.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: England",
      "History: Barons' Wars",
      "History: Hundred Years Wars",
      "History: Norman Conquest",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Royalists & Roundheads System (3W)"
    ]
  },
  {
    "Rank": "17885",
    "Name": "The Other Hat Trick",
    "ID": 145206,
    "Year": "(2013)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/145206/the-other-hat-trick",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Three rival magicians take to the stage in a battle of prestidigitation!&#10;&#10;Produce just the right props at just the right time: Only the magician who can successfully perform the most valuable tricks will win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "17886",
    "Name": "Overdrive",
    "ID": 237995,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/237995/overdrive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "OVERDRIVE is a game of dice allocation, which represents the members of your band. Each player takes on the role of the best rock band in their universe, whose goal is to get the most points until the last battle of bands. Use unique techniques, optimize your bandwidth and invest in improvements to prove who is the biggest band in the whole multiverse. This is rock'n roll, baby!&#10;&#10;LIST OF COMPONENTS&#10;&#10;1 Rules Book&#10;5 Band Sheet&#10;1 Game Board&#10;4 Disc Award Tiles&#10;16 cards of Opportunities&#10;20 Cancellation tiles&#10;1 First Player token&#10;24 Custom dices&#10;&#10;The game board contains the most basic actions of dice allocation. With a combination of dice faces, the player allocates their dice in the spaces available to perform the specific actions. If a space already contains dices from other players, you can not use that space.&#10;All players receive at the beginning of the match 4 dices of their color, which represents the members of their band. On your turn, you use the faces of your rolled dice, and allocate them on the board.&#10;In addition to the board, there are the Hit Cards, which work the same way, as there are spaces available to allocate dice and receive the bonuses. The difference is that a player can buy a Hit, and when another player allocates dices on his Hit, you are also benefited. For this reason, there is a deck of Hits with 18 different cards to be restored to the table as the players buy them (only 3 are revealed).&#10;&#10;Each player also receives a Band Sheet from their band, and each of them has the Fan, Fame, Overdrive and Money tracks, which are marked with cubes. Throughout the match, each player, through their actions, can improve these attributes to try to improve their score at the end of the game. Each band also has special abilities that are unlocked throughout the match, optimizing their technique and improving their performance.&#10;At the table, there are 4 discs of awards, which are goals that bands can achieve to claim them, and increase their score. When you take an award disc (bronze, silver, gold or diamond), you become the owner of it, and another player can not take it from you. You still have the option of swapping it for another better scoring disc when you can meet your requirements, but you will have to return the lower scoring score, making it available to other players.&#10;&#10;Finally, at the end of rounds 3, 6 and 8 (total of 8 rounds) the Battle of Bands takes place. Players use their dices to fight between them, trying to eliminate opponents' dices for 2 scrolling acts and comparing results. You can only defeat an opponent's dice if you have more equal faces than the symbol you want to remove from it. For example, you can use 2 skull faces to defeat the only skull result of one of your target foes. At the end of the battle, the remaining dice will provide bonuses to the players.&#10;In addition to the game, there is also a concern to accumulate symbols for the collection, which are printed on the Hit Cards, the Band Sheet, and Dices at the end of the last battle. This will give you more points towards the end of the match, as you score with each collection of at least 3 identical or different symbols.&#10;&#10;The goal of the game is, at the end of round 8, to have more victory points than its opponents, thus becoming the best band of the multiverse.&#10;The game is for 2 to 4 players, and the starting time is around 45 minutes.&#10;&#10;",
    "Categories": [
      "Dice",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "17887",
    "Name": "OTLO Stones",
    "ID": 391214,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/391214/otlo-stones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "OTLO Stones is an intense brain teaser where up to four players compete to reproduce patterns using two layers of tiles. OTLO Stones challenges your logical skills with multiple levels of difficulty.&#10;&#10;Each player is equipped with a set of six two-sided tiles with gemstones. Each of these tiles also features one or two holes, providing interesting options when attempting to recreate a pattern of gemstones on a challenge card. The tiles are arranged in two layers, allowing symbols on the bottom-layer tiles to be visible through the holes in the top-layer tiles.&#10;&#10;The game includes 60 challenge cards that are divided into three levels of difficulty. Each card awards points based on its level, with level three cards granting three points. At the beginning of the game, all cards are shuffled, and piles of four random face-up cards are placed in the center of the table&mdash;one pile for each player. All players can solve any of the topmost cards in each pile simultaneously.&#10;&#10;The game progresses as players strive to solve the available challenge cards and accumulate points. To win, players must attain a higher score than their opponents.&#10;&#10;OTLO Stones also offers solutions for all the challenge cards, ensuring that players can refer to them if needed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "17888",
    "Name": "Lynx",
    "ID": 415376,
    "Year": "(2024)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/415376/lynx",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Lynx, an economic game with a historical and ecological theme, each player takes on the role of a late 18th century fur trapper in the Hudson's Bay region of northern Ontario who is exploiting the lynx-hare cycle and trying to outwit other trappers.&#10;&#10;Traps are supplied by the Hudson's Bay Company with the agreement that all pelts be sold exclusively to them. By trapping when the lynx are plentiful and selling pelts at high prices, the trapper who earns the most money pays off their debt and becomes a free trapper.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17889",
    "Name": "Tekeli-li",
    "ID": 20050,
    "Year": "(2005)",
    "Geek Rating": "5.520",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/20050/tekeli-li",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "An Anti-tricktaking game with a Cthulhu Mythos theme&#10;&#10;If you want to live long, you shouldn't cognize something.&#10;If you want to play happily, you shouldn't know about the existence of horrible deities who dominated old earth.&#10;Will you bear up and survive these distractions?&#10;It is up to you. Cross your fingers!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Contents12 Fire(red)cards    (1 each :value 1-6, 3 each :value 7-8)&#10;12 Earth(black)cards (1 each :value 1-6, 3 each :value 7-8)&#10;12 Water(blue)cards (1 each :value 1-6, 3 each :value 7-8)&#10;12 Air(white)cards   (1 each :value 1-6, 3 each :value 7-8)&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Also you needAbout 30 unnamable markers&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Object of the gameEscape from unknown horror. Remain far away from the Great Old Ones' insanity. At the end, players who have the most unnamable markers are frighteningly havocked.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ApectsBasically, do not take a trick. If you do, the Great Old Ones may come along (and unnamable markers).  Cards where both the number and color are the same cancel each other and allow the possibility of an escape from unnamable markers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "17890",
    "Name": "Dragon Chess",
    "ID": 23724,
    "Year": "(2005)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/23724/dragon-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dragon Chess has the same set of rules as Chess. However, the playing field has 124 squares.  There are two Dragons per player, each with a Pawn located on the rank in front of the Dragon.  The Dragon occupies the outer two squares on the same rank as the King.&#10;The Field has two extra ranks (rows) and files (columns) as well as two flanks each with 12 squares located on either side of the main playing area providing a total playing area of 124 squares.&#10;&#10;The Dragon moves and captures on the rank (horizontally), file (vertically) and diagonally, over unoccupied squares and limited to three squares in line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "17891",
    "Name": "Magic: The Gathering – 2022 Starter Kit",
    "ID": 366409,
    "Year": "(2022)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/366409/magic-the-gathering-2022-starter-kit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "This two-player starter set for Magic: The Gathering contains two 60-card decks: a white-blue deck featuring a foil Welcoming Vampire, and a red-green deck featuring a foil Thundering Raiju. It also includes a rulebook, two cardboard deck boxes, and two code cards to redeem the decks on Magic: The Gathering Arena.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Income",
      "Interrupts",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Creatures: Vampires",
      "Game: Magic The Gathering"
    ]
  },
  {
    "Rank": "17892",
    "Name": "Atua",
    "ID": 330311,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/330311/atua",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In Atua, which was first released as Motu, you and your fellow players will each create your own island from scratch, expanding it round after round...as long as you have enough coconuts.&#10;&#10;To start, each player has a face-up village card in front of them, and four face-up island cards and three face-down draw piles constitute the building materials of these islands. In each of nine rounds, you choose a card featuring symbols, properties, and borders that appeal to you, then overlap that card on your existing island, trying to create different sources of harmony that will affect its value.&#10;&#10;The game features three intermediate scoring rounds in which players choose which sources of harmony they will convert into points and when. Timing is crucial because each source can be scored only once. Whoever best keeps an eye on fishermen, birds, and volcanoes; maintains the balance between island residents and natural resources; and gains the most harmony points will win.&#10;&#10;Atua includes expansion materials &mdash; resident and fate tiles &mdash; for additional scoring opportunities, as well as a solo variant in which you play against the imaginary opponent Tahuma in one of four levels of difficulty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Connections",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "17893",
    "Name": "Kamakura Collection",
    "ID": 255227,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/255227/kamakura-collection",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "KAMAKURA COLLECTION&#227;&#128;&#128;&#227;&#130;&#171;&#227;&#131;&#158;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#130;&#179;&#227;&#131;&#172;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#10;From Buddha statues to temples and shrines, from underwater fireworks to beauty-filled nature with changing seasonal expressions, Kamakura is a coastal town in Japan with a variety of historical heritage sites and cultural assets of tradition.&#10;&#10;Kamakura Collection is a board game that offers players to roam and sight see the town to compete for the best experience of its many attractions through collecting Coins and travel memories. Hitch a ride on the Rickshaw. Meditate at the Zen temple. Get lost inside a bamboo grove. Come experience the beauty of Kamakura like never before.&#10;&#10;Kamakura Collection is a board game where players use 2 player pieces each to sight see and experience as many attractions in the town of Kamakura by attaining Coins through visiting various sites and collecting travel memories.&#10;&#10;The town is a popular tourist destination with historical sites and beautiful nature in a relatively compact area. Certain sites and attractions may be overcrowded at times due to its popularity so seeking out the best time to visit becomes important in optimizing the experience.&#10;&#10;The winner of the game is the player to have experienced the best sites, the most times, at the best times.&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "17894",
    "Name": "Retsami",
    "ID": 31975,
    "Year": "(2006)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/31975/retsami",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.625",
    "Description": "In Retsami (conspicuously &quot;I master&quot; backward), each player attempts to get a single piece to the center, Home, space.  The players' pieces start interspersed along the furthest end of a spiral path on a 9&times;9 board.  Pieces move along the spiral path; however, they can also capture orthogonally or diagonally.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17895",
    "Name": "All'avventura",
    "ID": 278004,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/278004/allavventura",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "All'avventura is a game of adventure and storytelling. In All'avventura there are 4 adventures, 4 maps, 10 available characters, 33 destiny cards, 3 dice and &quot;strange&quot; people to meet.&#10;The Master (a special role often played by a parent) reads the adventure and the players choose how to continue the story choosing one of two options. Along the way players use their character&rsquo;s special skills to overcome the challenges and earn prizes.&#10;Each adventure has different endings according to the number of prizes collected by the players during the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17896",
    "Name": "Forsaken",
    "ID": 346800,
    "Year": "(2025)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/346800/forsaken",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Far from the galactic core, Thyrria and its moons have been strip-mined and left for dead. Abandoned workers huddle together in makeshift settlements, struggling to survive in a world of scarce resources and lawlessness. Native nomads and bizarre creatures resurface to take back the wasteland. Factions and adventurers rise and fall, but only the greatest will be remembered in legend.&#10;&#10;Forsaken is an immersive sandbox adventure game where you take the role of a character looking to leave their mark in the harshest of worlds. Every character has a personalized branching story, with every path uniquely-tailored to the choices you make along the way. How will you change the face of Thyrria, and how will Thyrria change you?&#10;&#10;Your goal is to secure your place as a legend in any way you can, but there are many ways to become a legend. Navigating through personal and public story objectives, doing odd jobs, hunting down bounties, fulfilling prophecies, and even gambling at the Cantina can all advance your legend tracker. Finding the right opportunities to upgrade your gear, weapons, and skills can help you along the way. Once a player reaches the end of the track, the player with the greatest legend wins.&#10;&#10;At the end of your turn, you may trigger an event or encounter, which allows you an opportunity to permanently change the game and the emergent story based on the decisions you make. These changes can determine your character&rsquo;s motives and goals personally, or guide the shared stories to impact the world itself. The more you change about the world, the bigger the mark you make and the greater your legend will be.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "17897",
    "Name": "Uglydoll Loonacy",
    "ID": 191999,
    "Year": "(2016)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/191999/uglydoll-loonacy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Uglydoll Loonacy is a rapid fire card game in which players race to be the first to empty their hand by matching one of two images on each card in their hand with the images on the open piles in front of them. The number of piles varies depending on the number of players, and if players ever reach a moment in which no one can play, everyone draws a card and it adds it to their hand at the same time, then the game play resumes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "17898",
    "Name": "Kongkang: The Wild Party",
    "ID": 376612,
    "Year": "(2022)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/376612/kongkang-the-wild-party",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "A board game with bananas, party and a sleepy monkey.&#10;&#10;The kongs are planning a party that lasted for 3 days and 3 nights but the alpha-kong, KONGKANG, who loves his beauty sleep, greatly disapproves. To get around this &ldquo;Operation PARTY&rdquo; is born. The quietest kong of each night will get bananas as a reward. But the noisiest kong will get a banana peel in the face instead. At the end of the third night, the party must end because by then KONGKANG will be wide awake. You must hoard as much banana as possible before KONGKANG wakes up. The kong that collects the most bananas wins.&#10;&#10;Kongkang: the wild party is a party card game based on a traditional card game from Southern Thailand called &quot;Kang&quot;. Players try to get rid of high cards and keep the low one.  But that is not all, you can steal banana tokens from you another player via in-game Flow mechanic. Or use ability card to hinder other players. The player who has the lowest hand when the round end, wins banana tokens. After three rounds, the player with the most banana tokens wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Interrupts",
      "Matching",
      "Predictive Bid",
      "Single Loser Game",
      "Take That",
      "Turn Order: Progressive",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "17899",
    "Name": "Last Resort",
    "ID": 345595,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/345595/last-resort",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Last Resort, each player is the proud new owner of a defunct space station, which they plan to turn into the galaxy&rsquo;s trendiest space resort!&#10;&#10;Each round (or &lsquo;season&rsquo;) players will select one of their four advert cards to play, broadcasting it across the galaxy to attract tourists! These advert cards also dictate which parts of your station guests can check out of (generating income) and what kind of tile you can build this round. But beware &ndash; playing the same advert as another station will generate interference, causing Malfunction tiles to crop up on both stations!&#10;&#10;When players are done checking out tourists and buying new tiles, rockets packed with new tourists will arrive! In the Arrivals phase, players draft tourists to visit their stations, with the players whose attractions and amenities most align with current trends getting to pick first (which usually means they will also get extra tourists, as arrival numbers are rarely an exact multiple of the player count!) If a player does not have a suitable spot for the type of tourist they wish to draft, the tourist is ejected into space, negatively affecting your station&rsquo;s ratings!&#10;&#10;At the end of the game, the winner is the player with the most QUID &ndash; or Quantum Universal Intergalactic Denomination, the accepted currency of all space resorts. QUID is generated not only by checking out tourists, but also competing to be the highest in each of the four &lsquo;Prestige&rsquo; categories &ndash; Thrills, Entertainment, Relaxation and Inspiration!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Floating islands in the sky",
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "17900",
    "Name": "7 & 7",
    "ID": 166341,
    "Year": "(2016)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/166341/7-and-7",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "In any battle of Good vs. Evil, there are those who root for the noble, wholesome characters, and those who cheer on the corrupt and dishonorable. In the game of 7&amp;7, you get to choose which side you're on. The object of the game is to fill your play area with all seven VIRTUES or all seven SINS to claim the victory, but watch out: Your opponents will be attempting to do the exact same thing, and will be trying to turn your characters against you!&#10;&#10;Features:&#10;&#10;    Dual sided cards grant you the flexibility to adjust to an ever changing game state.&#10;    Convert cards to either bring you closer to victory or to disrupt your opponents.&#10;    Fast-paced actions ensures that turns are always quick and exciting.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  }
]