[
  {
    "Rank": "N/A",
    "Name": "Quintachex",
    "ID": 39830,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39830/quintachex",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Multiple games possible with checkers like grid divided into pieces.&#10;&#10;Chessquint - take turns putting pieces on the board attempting to get the highest score.&#10;&#10;Quingo - similar to bingo, take turns putting pieces on the board attempting to get 8 in a row.&#10;&#10;Quintachex - place the pieces, then move them to get more points.&#10;&#10;",
    "Categories": [
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 8 x 8 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cross-bid",
    "ID": 39831,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39831/cross-bid",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The adult bidding card game where cutthroat strategy and fleeting loyaly reigns.  Random partnerships determined by the bidding.&#10;&#10;Cards in each of 4 suits include: Champion, Ace, King, Queen, Jack, 10, 9, 8, 7, 6, 5, 4, 3, 2, 1, 0 (ranked in that order). Black Knight card (no suit) trumps all.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My First Counting Game",
    "ID": 39833,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39833/my-first-counting-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "For 1-4 players, Ages 3 - 5&#10;&#10;(From box back)&#10;&#10;This &quot;make believe&quot; shopping game for young players introduces the use of numbers in our everyday world and teaches simple counting and number identification skills.&#10;The first payer to get every item on his or her shopping list wins!&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flames Above The Falklands",
    "ID": 39835,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgame/39835/flames-above-the-falklands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Wings at War  is a series of wargame rules for recreating air combat using Vapour Trails 1/600th scale aircraft models.&#10;&#10;Each set of rules is for a specific conflict, with games designed to last around one or two hours. As the sky tends to be a lot less cluttered than the ground, games can be set up quickly and fewer models are needed  -  making for a cheaper night out.&#10;&#10;Any number of people can play. As the victory target is dependant on the size of a force, opposing side's don't have to be equally balanced, a smaller or less sophisticated mix of planes can defeat a larger or more advanced enemy by reaching their (lower) victory target first.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Falklands War",
      "Islands: Falklands (UK)",
      "Series: Wings at War (Tumbling Dice)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Army of Zero",
    "ID": 39836,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/39836/army-of-zero",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Army Of Zero is a card and dice game in which two players pit their team of warriors against each other.  Players use their judgement to pick the right character to use at the right time, and second-guess their opponent to choose when to attack and when to defend.  The game is designed to be quick and easy to both learn and play, encouraging children and their parents to play together.&#10;&#10;But Army of Zero also holds a secret.  The game's unusual feature is that the deck of eighty-four character cards hides a series of puzzles. The person who submits the best solution before the closing date will win a cash prize.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harpoon Naval Review 1997",
    "ID": 39837,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39837/harpoon-naval-review-1997",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;In the wake of the Cold War the world's navies are looking to revamp their fleets and plan for the future.  With the loss of their clearly defined opponents and missions, many navies are searching for new assignments.  For some this means looking toward old rivalries, while others try to take advantage of the power vacuum left by the dissolution of the Soviet Union.  In all cases it has made the world an interesting and dangerous place with situations, both real and hypothetical, that can be simulated using the Harpoon system.&#10;&#10;Harpoon Naval Review brings these situations to life with detailed scenarios ranging from the crowded waters of the Aegean Sea and Baltic to the warm waters in the South Pacific and Indian Ocean.  Harpoon Naval Review also includes &quot;State of the Fleet&quot; articles describing current naval events for several nations, along with ship and aircraft forms for each of the scenarios.&#10;&#10;Harpoon Naval Review 1997 contains:&#10;Articles on &#10;- The current state of the Royal Navy&#10;- The Future of the US Navy&#10;40 ship forms&#10;15 aircraft forms&#10;Harpoon clarifications&#10;A random scenario generator&#10;Five detailed scenarios:&#10;- Dire Straits, a Baltic scenario based on Larry Bond's book &quot;Cauldron&quot;&#10;- Operations Cyclone, UK vs. India&#10;- Disputed Territory, Australia vs. Indonesia&#10;- Encounters in the Aegean, Greece vs. Turkey&#10;- Konfrontasi, the 1963-66 UK - Indonesia confrontation&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harpoon Naval Review 2003",
    "ID": 39838,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39838/harpoon-naval-review-2003",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the Clash of Arms Games web&#10;&#10;2003 Harpoon Naval Review contents.&#10;&#10;Scenarios:&#10;&#10;* Cuban Connection - US Coast Guard vs. Cuban Navy&#10;    * One size fits all? - Dutch ASW carrier group vs. Soviet SAG &amp; submarines&#10;    * Indian Ocean Escort - NATO task group vs. Soviet submarine&#10;    * Operation Constrictor - Indian submarines vs. escorted MPS-2&#10;    * Eastern Exercise - PRC vs. Vietnam&#10;    * Little Wars: Myanmar and Thailand - Myanmar vs. Thailand&#10;    * Little Wars: Guyana and Surinam - Guyana vs. Surinam&#10;    * Send in the Marines! - US Expeditionary Strike Group 1 vs. Iranians&#10;&#10;Articles:&#10;&#10;* Street fighter on trial (littoral combat)&#10;    * Australia's Navy in the 21st century&#10;    * China's next generation&#10;    * Keeping the US out of the Gulf&#10;    * Don't sink this sub!&#10;&#10;Game related articles:&#10;&#10;* Variable damage in Harpoon 4&#10;    * Weapon mount arcs vs. Directors arcs&#10;    * Rules and Annex errata&#10;    * 56 Harpoon Form 10s for several scenarios.&#10;    * 16 Harpoon Form 20s for several scenarios&#10;    * Naval counters on the back of the page (need to be cut and mounted)&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smithsonian: Be the Expert Game",
    "ID": 39839,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/39839/smithsonian-be-the-expert-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids become a team of experts, hired to review the Smithsonian&rsquo;s collections and find the items that don&rsquo;t belong. Ninety double-sided cards feature hundreds of museum archive photographs, including objects, animals, people and places, plus fun facts that are only visible using the special magnifying glass. Regular and tough assignments allow kids of different abilities to play together.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Constructions: Smithsonian (USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harpoon Naval Review 1994",
    "ID": 39840,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39840/harpoon-naval-review-1994",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "The world is changing rapidly, and the rate of change seems to increase with each passing month. International political and military events and new developments in technology and weaponry tax the Harpoon player's ability to keep up with it all. So many potential scenarios, so many changes to platform and weapons data. But at the same time, there are still so many interesting historical events crying out for treatment in the Harpoon system. Enter the Harpoon Naval Review. At last, an annual forum for a wide range of Harpoon topics: Current events, naval affairs, and historical scenarios. From the Bush administration's last strikes into Iraq, to naval clashes off the coast of disintegrating Yugoslavia, to the Gulf of Tonkin, the Harpoon Naval Review delivers a broad array of scenarios to the Harpoon player...&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infected!",
    "ID": 39841,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39841/infected",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Infected!&#10;A game for 2 to 6 players (4 to 6 recommended).&#10;Ages 14 and up&#10;A standard game should last 30-45 minutes.&#10;&#10;Object &#10;The object of Infected!  is to make the other players sick.  The winner is the player that makes another player's Wellness drop below zero. &#10; Basic Concept &#10;Each player takes turns attempting to make other players sick by playing Infection cards. Each player has the chance to fight off the Infection with his or her natural immunity (dice rolling). &#10;Mutations can also be played on an Infection to change the characteristics of the Infection (higher or lower resistance, extra side effects, etc.) The game is over when a player's Wellness Score reaches zero.  The player that played the infection that put that player's Wellness below zero is the winner!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The 20th Century",
    "ID": 39842,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39842/the-20th-century",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The 20th Century is regarded as the most glorious and most horrible century in the history of mankind. Never before were there as many world-changing inventions, never were the cruelties and crimes against mankind more horrible.&#10;&#10;In this game players have the chance to represent different &quot;aspects&quot;: Science, Culture, Politics, Religion, Industry and Military throughout the 100 years depicted in the game. Each of these aspects plays completely differently and has its own strategy.  &quot;The 20th Century&quot; is neither a war game nor an economic game - the road to victory includes careful timing of your aspect-related event cards, creating advances and influencing countries and wars. Historical events play a large role, also all wars and minor conflicts of the century are depicted. At many points in the game it is even possible for the players to change history. The game is equally suited for pro-gamers and casual gamers and is a fun way to get an overview over this fascinating period of history.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Educational",
      "Industry / Manufacturing",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Events",
      "Hand Management",
      "Open Drafting",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Autokinisi",
    "ID": 39843,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/39843/autokinisi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Autokinisi is a Greek educational game targeted at younger ages, although grown-ups can also enjoy it, and it is ideal for families. It was published in the 80s in Greece by Imago and is no longer in print.&#10;&#10;It is played by 3-5 players with one of them not taking active part but playing the role of a general supervisor. Basically, he takes all the non-player roles in the game, like the traffic controller, the insurance agent, the examiner for the driving license etc)&#10;&#10;The goal of the game is to drive your car in such a way so that you won't run out of money and at the same time create problems to the others to drive them to bankruptcy. By moving various pointers on the board you try to avoid STOP signs, obstacles etc so that you 'll save money, while forcing the other players to make violations and pay fines. How the pointers will be moved and the random events that take place are determined by random card draws.&#10;&#10;The game contains:&#10;A driving map&#10;A series of bank notes&#10;Four automobiles&#10;A series of cards&#10;A table with violations, fines and questions that need to be answered in order to obtain a license.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Easy Slider",
    "ID": 39844,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/39844/easy-slider",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Easy Slider is the first game in a new Piecepack genre: the &quot;B.Y.O.P.&quot;, or &quot;Bring Your Own Piecepack&quot; game. It can be played solitaire, or with as many players as there are Piecepacks available. It can even be played over the phone or via online chat.&#10;&#10;Players agree on how many rounds of the game they will play. (Three is a good number for beginners.) On each round, a Caller is chosen. (Callers need not rotate.) The Caller creates a random layout of tiles and randomly designates a strict order in which the tiles must be placed. All players then try to slide the tiles on their boards one at a time into the proper positions. The player who does so the fastest over the specified number of rounds is the winner.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Four Blind Mice",
    "ID": 39845,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/39845/four-blind-mice",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Introduction:&#10;&#10;Four Blind Mice are loose inside a cheese factory, but these furry little fellows need your help! Find the shortest route     for each mouse to claim his rightful piece of cheese and win the game! The fame, glory and fortune of a million mice is in your reach.&#10;&#10;Objective:&#10;&#10;Each player must determine the shortest possible route to get the currently selected mouse to the appropriate chunk of cheese. The player who finds the shortest route, collects the cheese as his reward! The player with the most cheese at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Mice",
      "Components: 8 x 8 Grids",
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Savoy",
    "ID": 39846,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39846/savoy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Savoy is a race game for two players, similar to Plakoto (a Backgammon variant) played upon a figure-of-eight path.&#10;&#10;Each turn, the current player must move one or more of their pieces according to the dice pips shown. When a piece land on an intersection field, it may change the move direction. Pieces may stack and pin each other according to several rules. The goal is to reach the opposite end of the path.&#10;&#10;Savoya is an extension of Savoy for two, three or four players, and is played on two interwoven figure-of-eight paths coloured gold and silver.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Epic Funhouse",
    "ID": 39847,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/39847/epic-funhouse",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Epic Funhouse is an interlocking suite of solitaire games representing a trip through a fun house with stops in six rooms. The rooms are designed to be played together in order, especially since the setup for each is affected by how you play the previous game. However, with a little ingenuity, each game can also be played separately.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elephant Run",
    "ID": 39848,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/39848/elephant-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "What&rsquo;s the funniest thing about elephants? Their poop! Especially if it is on the loose side. But not everyone is into classic humor. Besides, we&rsquo;d then be talking about&#10;Elephant Runs, which we clearly are not. So, what&rsquo;s the second funniest thing about elephants? The way they squash anyone who doesn&rsquo;t get out of the way fast enough! This, too, is classic humor, but will not be offensive to the scatologically challenged. So, let&rsquo;s enjoy a few minutes of elephants squashing people!&#10;&#10;In Elephant Run, one player is an elephant that&rsquo;s big, strong, and equipped with a good memory and a huge appetite. The other player controls a group of six rice patty&#10;farmers in India trying to eke out enough sustenance to support their huge households. Things are tough enough for the farmers until one day the elephant decides to use the&#10;shared rice patty as the lunch buffet. While local statutes prevent the farmers from hurting the elephantine freeloader, it is perfectly legal for the farmers to starve to death should they not find some nonviolent way to save their crop. So, they run into the patty and try to herd the elephant  but. Assuming they can avoid getting stepped on, will they&#10;be able to save enough of their rice patty for the upcoming harvest?&#10;&#10;Play:&#10;&#10;     The tiles are laid out face-down in a 4x6 grid. You may want to leave a little space between each tile, as you will be removing tiles throughout the game. &#10;     The elephant player takes a pawn and places it on any tile they wish.&#10;&#10;&#10;&bull; Next, the farmer player takes six coins and places them face-down anywhere on&#10;the board, one coin per tile.&#10;&#10;Sort of a fox and geese game with a twist. when the elephant moves off a square it is because he has eaten all the rice and the square is removed from the board.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Elephants",
      "Components: 4 x 6 Grids",
      "Components: Piecepack",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boche",
    "ID": 39849,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39849/boche",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Three-dimensional territory game. Players take alternate turns placing identical cubes with two-colored pattern on the sides. Part of these patterns create two-dimensional chains. The goal is to surround large opponent's chain.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sympathie",
    "ID": 39850,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/39850/sympathie",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This a a communication game in which players are encouraged to find out more about themselves and each other. Each turn, the active player draws 5 image cards and lays them out on the board, thereby assigning colours to the images. He now places his colour magnets on his &quot;sympathy board&quot; in the order of preference for the images, while the other players try to guess his preference and sort their magnets according to what they think he did. Points are scored for correctness of guesses.&#10;&#10;Re-implemented by:&#10;&#10;    Life Style&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Xutoli",
    "ID": 39851,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/39851/xutoli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Players take turns placing identical (two-sided) square tiles. Each of them has a two-colored pattern. The game ends when there exist two non-overlapping four-tile squares with identical pattern. The winner is the player whose color has a majority on that squares.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vasco",
    "ID": 39852,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39852/vasco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players share a pool of identical triangular tiles. Each tile face has two paths, one red and one blue, which connect the sides of the triangle (one side is touched by both paths). The goal is to form a loop with a player's color. The particular path geometry means that most moves result in a cascade of forced auto moves each turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King's Cottage",
    "ID": 39853,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/39853/kings-cottage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The King has gathered his trusty advisers and has instructed them to build him a cottage down by the river. Of course it will have to be furnished as well. The advisers recognize this as a great opportunity for personal gain, and run off to shuffle their investments in the four local craft houses before the construction begins. Then as the cottage is still going up, the advisers scurry to furnish the place in the most expensive pieces that will best benefit their investments. Of course, the King is not a man to let his exquisite taste in decor go to waste, so after a couple of months he shows up to lend a hand, and some praise. After four months the cottage is completed and the craft houses receive their payments and the advisers collect their investments.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chroma",
    "ID": 39854,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39854/chroma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turn to place cubes in one of the four colors. New cube may not be visibly adjacent to other cubes of its color. The goal is to be the last player to move. However, there is a twist: the sequence of cubes to be played is given at the beginning of the game and cannot be changed, so it's important to plan ahead.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ankor",
    "ID": 39855,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39855/ankor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Akron variant played with cubes on hexagonal grid. Players choose to place new cubes of their color or to move pieces already on the board. The goal is to connect three sides of the board with an unbroken chain of one's color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beeline",
    "ID": 39857,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/39857/beeline",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Turn over the beehive, and let the marbles fall in a new order each time. Players race to lay out their bee cards in a 'beeline' to match the order of the marbles and buzz the buzzer first.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Bees",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Fairies:  To Know Me Is To Love Me",
    "ID": 39858,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39858/disney-fairies-to-know-me-is-to-love-me",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Players choose a card on their turn and read it aloud. It will ask them a question about their personality, with 4 optional answers. Player secretly chooses the answer that best fits them and the other player also guess which answer the player chose. Correct players advance along the game board. First player to reach the end wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Voting"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Fairies Fancy Flight",
    "ID": 39859,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/39859/disney-fairies-fancy-flight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Players move along the board based on the spin of the spinner. In the first phase they are searching for the different parts of a special dress-up outfit, using luck of the spin and memory. Once they are all dressed up, they move around the board collecting fairy dust. Player with the most fairy dust collected at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Back to the Future",
    "ID": 39860,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/39860/back-to-the-future",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A simple roll-and-move game themed around the Back to the Future movie. Produced and made available in the UK by Smiths Crisps, a snack food company.&#10;&#10;From the front cover:&#10;&#10;&quot;Marty McFly, a senior of Hill Valley School was late for class. After that night, however, when he climbed behind the wheel of a nuclear powered time machine car invented by eccentric scientist Dr. Emmett Brown, he wouldn't be late for anything. In fact, he was 30 years too early.&#10;&#10;Marty traveled back in time to 1955 just as the town clock was showing 4 minutes past 10 o'clock in the evening. After hiding the car and cautiously walking through his home town, Marty meets up with Lorraine Baines and George McFly - the two teenagers who are later to become his parents.&#10;&#10;Not only had Marty traveled to a point in time before the dawn of rock n' roll and Smiths flavoured crisps but he had tampered with history. He now had a number of problems to solve before he could attempt to get back to his own time.&#10;&#10;Now, through this exciting board game, specially produced by Smiths, you can imagine you're Marty and follow his adventures - will you be first to get back to the present time?&#10;&#10;Please read the rules of the game carefully before starting our on your journey, you don't want to get stuck in 1955 forever!&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Movies: Back to the Future",
      "Promotional: Board Games",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: Campaign Book Volume 1",
    "ID": 39861,
    "Year": "(2009)",
    "Geek Rating": "6.267",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39861/memoir-44-campaign-book-volume-1",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.4068",
    "Description": "From the publisher's website:&#10;&#10;The Memoir '44 Campaign Book invites you to relive the conflicts of World War II in all of their staggering scope and intensity. Included are more than 50 new scenarios and advanced campaign rules covering three Theaters of Operations throughout the War: The Battle for Normandy in the summer of 1944, the Blitzkrieg to the West in 1940, and Operation Barbarossa on the Russian Front in 1941.&#10;&#10;The new campaign rules let you play scenarios in succession, with the outcome of each battle impacting what follows: each success brings you closer to victory, while defeats will deal you temporary set-backs, or worse, the complete rout of your Army!&#10;&#10;With the Memoir '44 Campaign book, you'll step into the boots of Montgomery, or head out at the front of a German column to try and throw the Allies back to the sea. Unleash your Panzers onto hapless Belgium and France, or advance into the frozen steppes of the Soviet empire.&#10;&#10;Part of the Memoir &#039;44 series.&#10;&#10;The Battle for Normandy can be played without any expansions, but you will need tiles from Memoir '44: Terrain Pack and Memoir '44: Eastern Front for Blitzkrieg to the West and Operation Barbarossa.&#10;&#10;One of the twelve campaigns also requires Memoir '44: Air Pack, which is recommended, though not required, for the other campaigns.&#10;&#10;Buy the Microbadge&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Game: Memoir '44",
      "Mechanism: Campaign Games",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Argonaute",
    "ID": 39863,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39863/argonaute",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Argonaute is a Naval War Game for 2 players, which recreates the Battle of Trafalgar, where a player commands the British Royal Navy and the other the French Imperial Squad.&#10;&#10;The game is the movement of warships through cards of motion, the board that recreates the Cape of Trafalgar, aiming to fight and destroy the enemy fleet, gain control over the Atlantic.&#10;&#10;The War Game is Print &amp; Play&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Im Punktumdrehn",
    "ID": 39864,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39864/im-punktumdrehn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Nine colored dots are on a card in the middle of the table. Each player has a number of cards with four colored dots in front of him/her. The goal is to find a dot combination of one of them in the nine dots in the middle. When this is achieved, the successful player turns over the card and places it in the middle - there are nine dots on the backside, so the game continues immediately. Whoever gets rid of his/her cards first, wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gola Foot Ball Game",
    "ID": 39865,
    "Year": "(1901)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39865/gola-foot-ball-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The label reads:  Gola Foot Ball Game, Manufactured by The Cunningham Foot Ball Game Company, 3406 Clifford Street, Philadelphia, PA., Copywrighted 1901&#10;&#10;Four drawings of women in long, Victorian dresses, who are waving flags (one flag for HARVARD and one flag for YALE).  One woman in a sailor uniform and one man in a military uniform.  Also 8 men playing foot ball and a referee.  Old fashioned footballs are around the borders (see photos).  Open, it measures 19&quot; wide x 14&quot;  high.&#10;&#10;Research is being done on this game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race for the Presidency",
    "ID": 39866,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/39866/race-for-the-presidency",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3",
    "Description": "This hefty game gives players the opportunity to battle to become President of the United States.  The board is divided into an inner board, in which electoral votes are collected via luck; and an outer board in which votes are collected via strategic positioning.  Players can trade votes, funds, and favors throughout the game as they try to set themselves up to successfully debate issues to collect more votes.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hot Air Ballooning Game",
    "ID": 39867,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39867/hot-air-ballooning-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game was published Albuquerque International Balloon Fiesta.  Players race their balloons through a series of obstacles.  Each turn they can attempt to change the wind direction and also spin for their movement total.  Event cards can give the player and edge or knock them out.  Evidently hitting the electrical wires is BAD!&#10;&#10;Rather than pawns players move one of the 5 colored balloons which are mounted on 1-foot plastic rods, so that they actually hang above the board.  The balloons are meant to be painted so that players can personalize their balloons.&#10;&#10;1,000 copies of the game were printed for the Balloon Fiesta.  1983 marked the 200th anniversary of ballooning.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Sports: Aerial Racing",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible Football",
    "ID": 39868,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/39868/bible-football",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a trivia game played out on a plastic football field.  Each question, if answered correctly, awards a set amount of yardage depending on the question's difficulty.  A wooden football is marched up and down the field until a score is made.&#10;&#10;Components:&#10;Plastic playing field&#10;Football marker&#10;Number cube (Note: this is not called a die!)&#10;Down marker&#10;Head linesman marker&#10;Scoring crayon&#10;Instructions and question book&#10;&#10;The year of publication, 1963 is a guesstimate, as no date appears on the box or in the booklet of rules and questions.  Unfortunately even the publisher doesn't know what year this came out!  They checked, and their finding was it must be &quot;decades ago.&quot;&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slip Disc",
    "ID": 39869,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/39869/slip-disc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Each player has 15 discs that are secretly placed on opposite sides if the plastic box on spring loaded pins. Players take turns pulling the pins. The discs fall and are either trapped by un-pulled discs or end up on the pulling players side via a ramp. First to get all 15 wins.&#10;&#10;The Mattel game is item number 5447 dated 1969&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Two Hundred Years: 5mm Wargame Rules 1700-1900",
    "ID": 39870,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39870/two-hundred-years-5mm-wargame-rules-1700-1900",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "5mm Wargame Rules. 1700-1900&#10;These rules are designed for 5mm figures and cover the period approximately 1700 to 1900, which is generally called the Horse and Musket period. The type of game created is definitely of a wargame style as opposed to a board game style. The scales for the game are 1mm = 1m, 1 figure = 20 men and 1 gun = 2 guns. Time scale is less important since the pace of the game will never reflect that of real time. Units are battalion with 15 to 50 figures.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Civil War",
      "American Revolutionary War",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Anglo-Indian Wars",
      "History: Anglo-Zulu War",
      "History: Crimean War",
      "History: Franco-Prussian War",
      "History: French Revolutionary Wars",
      "History: Great Northern War",
      "History: Italian Wars of Independence",
      "History: Mahdist War",
      "History: Mexican – American War",
      "History: Seven Years War",
      "History: War of the Spanish Succession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Normandia 1944",
    "ID": 39871,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/39871/normandia-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "Polish wargame about the operation Overlord.&#10;Game contains four sheets of combat units (around 400) representing regiments, brigades, coastal defense units, points of defense (small delaying forces), tactical and strategical bombers, naval support.&#10;Each hex represents around 2500 meters of actual terrain.&#10;One turn represents one day.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PK Cards: The Broken Seal",
    "ID": 39873,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/39873/pk-cards-the-broken-seal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Players select an avatar to represent themselves in the game. The avatars summon troops, equipment, and magic to defeat their enemies. The first player to achieve 7 prestige points wins the game.&#10;&#10;The initial release is titled &quot;The Broken Seal&quot; and is sold in core decks and boosters. The core decks contain: a pre-constructed deck of 75 cards, one PK Gold Key, a bonus pack of cards, rules manual, and a game play mat. According to the publisher, the core deck allows for two players to begin playing right away.&#10;&#10;The PK Gold Keys found in both the core decks and the booster packs contain a code which can be entered at www.pkcards.com and redeemed for PK Cards prizes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atlantix",
    "ID": 39874,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/39874/atlantix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "There's a pyramid made of large wooden blocks of various shapes on the middle of the table.The players disassemble the pyramid and collect its pieces in their own drawers.&#10;In order to do that, players will need good memory and some bluffing.&#10;The first to fill his drawer with the blocks is the winner of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ochsen Soxen",
    "ID": 39875,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/39875/ochsen-soxen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Card game with the goal to get most points with you cow cards. You have to place card on the table to win the assessment which where initiated by the players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Boolean Dice",
    "ID": 39876,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39876/boolean-dice",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Wei-Hwa invented Boolean Dice in early 2004 for the Gathering for Gardner.  The components are a set of ten unique dice, with each face either white (with a sticker) or black (without).  The game was published with a set of six games and three puzzles, available on the web.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Game System"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roc, fes-li un petó",
    "ID": 39877,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39877/roc-fes-li-un-peto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A children's card game that was given as a present to the participants in the 12th Festa dels Supers, a big party for the the members of a children's club (more than 1,000,000 members), &quot;Club Super 3&quot;, from a TV program in Catalan public TV.&#10;&#10;Cards are based on the program's characters.&#10;&#10;Rules for two different games are included:&#10;&#10;&#10;     &quot;Parelles super3&quot;. It is a memory-like card game, with special cards and actions, like turning over more cards or getting extra turns.&#10;&#10;&#10;&#10;     &quot;Que no guanyi el sr. Pla!&quot; It is similar to Old Maid, but with both a good and a bad single cards. The winner is the player who ends the game with the good card, the loser the one with the bad one. Players with no cards are neither losers nor winners. There are extra cards to avoid getting the good card drawn from your hand, or to give back the bad one you just drew.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Syndikat",
    "ID": 39878,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/39878/das-syndikat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A &quot;humorous&quot;, simple game where players invest in underworld assets (drugs, extortion, vice, girls) and roll for success. Depending on the die roll, various things may happen- get henchmen, steal from other player etc. The player who controls one trade completely wins, or the player owing most of the city squares when the city has been taken completely.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tosti!",
    "ID": 39879,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39879/tosti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Tosti! is a simple game (created by a child for children) about building sandwiches, specifically tostis, a Dutch version of a grilled cheese.&#10;&#10;Players share a deck of translucent cards showing bread, cheese, ham, onions, and tomatoes. On their turn, players will draw a card to start a new sandwich, place it on an existing sandwich, or put it on the bottom of the deck.&#10;&#10;Complete the required number of sandwiches to win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Digid",
    "ID": 39880,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/39880/digid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Digid is a two-player abstract board game. There is an edition with black and white stones and one with red and blue stones. If you have them both, you can play the game with 4 players.&#10;&#10;Pieces have a value of 0 to 9 and players take turns moving a piece similar to the move of the king in chess. Opposing pieces can be taken only by a piece of higher value, with an exception for the 9 piece.&#10;&#10;Play continues until a player cannot make a move. At that time the player with the most points still on the board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pusteblume",
    "ID": 39882,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/39882/pusteblume",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Each child takes the role of the little elephant Willi trying to blow the dandelions around the meadow. Who would like to help Willi to collect as many dandelions as possible in order to let them dance in the wind?&#10;&#10;You have to collect the most flowers from the board. Each player gets a card which shows the color they have to collect.&#10;&#10;On the board flower cards are put randomly. A player at his turn may blow a small ball over the board. When the player gets it between four flowertiles he may take all the flower tiles in his color. When the ball ends on a flower he can take one of his flowers from anywhere on the board.&#10;&#10;The player that collects all his flowers first wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Elephants",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hullunkuriset ehdokkaat",
    "ID": 39883,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/39883/hullunkuriset-ehdokkaat",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hullunkuriset ehdokkaat is satirical card game about Finlands presidential election in 1982. Art of the cards is made by most famous Finnish political cartoonist Kari.&#10;&#10;Game play is based on card game Hullunkuriset perheet, which is just Finnish version of The Game of Authors. The name Hullunkuriset ehdokkaat means funny candidates. There is only 24 cards (four suits of five cards and four extra cards). These suits represent main parties and their candidates. The extra cards are other known political figures of the time.&#10;&#10;Game play is very simple. You just draw a card from the next player and she/he does the same and so on. The winner is the player who gets all cards of one suit and he/she has to shout &quot;Pressa!&quot;, which means that she/he has elected new president of Finland.&#10;&#10;Re-implements:&#10;&#10;    The Game of Authors&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "There's Only One Winner!",
    "ID": 39884,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39884/theres-only-one-winner",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is designated as a &quot;fun game&quot; by the designer, in contrast to his simulation-type, statistics-based sports games. Players run one horse race or, recommended, a series of races on a simple track. Various race events can be run on the same course. Players secretly bet on the horses and are allowed to do so until the horses are close to the line, but odds decrease with a horse's progress. Horse movement is rolled for, with two horses moved per turn, but players have bonus movement cards to influence the result.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rise of Eagles 1805: Battle Scenario for Shako II",
    "ID": 39885,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39885/rise-of-eagles-1805-battle-scenario-for-shako-ii",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "First scenario book for the Shako 2: Rules for Napoleonic Wargaming  rule system, although also usable with other games.&#10;Depicts the battles of the 1805 campaign:&#10;Wertingen&#10;Gunzburg&#10;Haslach-Jungingen&#10;Elchingen&#10;Albeck&#10;Caldiero&#10;Amstetten&#10;Mariazell&#10;Durrenstein&#10;Schongrabern&#10;Raussnitz&#10;Austerlitz&#10;Stecken&#10;&#10;Both Caldiero and Austerlitz appear as either part-of-the-battle or (huge) complete battle&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: Austerlitz (Czech Republic)",
      "Country: Austria",
      "Country: France",
      "Country: Germany",
      "Country: Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IceFrogs",
    "ID": 39886,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/39886/icefrogs",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "IceFrogs is an abstract strategy game for 2-3 players. Players jump their pyramids across the board in an attempt to get a piece into their opponent's start space. Two Icehouse stashes and 37 poker chips (or other round discs) are required.&#10;&#10;Game System&#10;&#10;    Icehouse Pieces&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bee Victorious!",
    "ID": 39887,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39887/bee-victorious",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Bee Victorious! is a self-designed, self-published game by Lidna W. Purdy.&#10;&#10;A new queen bee has invaded the hive.&#10;&#10;In this game, each player has a set of 13 bees in three different kinds. One Queen Bee, 6 Worker Bees and 6 Drones. Each army is set up on opposite sides of the hive. The object of the game is to capture the opponent's queen. A bee is captured (removed form the board) when an opposing bee lands on the same spot.&#10;&#10;The Hive (gameboard) is a large hex grid with each hex containing arrows which show the only directions a bee may travel from one hex to another. There are also four exits from the hive, which allow bees to fly around the hive and enter it in a different area.&#10;&#10;The game is also won if you force the opposing queen to exit the hive via one of the exits.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Animals: Bees",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Order of the Stick Adventure Game: The Shortening",
    "ID": 39888,
    "Year": "(2011)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39888/order-of-the-stick-adventure-game-the-shortening",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Play the popular OOTS board game in just two hours with The Shortening expansion. With new monsters, new shticks, new backstories, and a certain lich who isn't going to just sit around and wait for you to get to the bottom of the dungeon, you'll have more fun in half the time.&#10;&#10;Based on the popular web-comic, Order of the Stick.&#10;&#10;Expands:&#10;&#10;    Order of the Stick Adventure Game: The Dungeon of Dorukan&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tactiques Issue #2",
    "ID": 39889,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39889/tactiques-issue-2",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the second issue of &quot;Tactiques, Le magazine des fanatiques d'ASL&quot;. It includes 10 ASL scenarios and several articles about ASL. It is no longer in print, its successor is the magazine &quot;Le franc tireur&quot;.&#10;&#10;Publication date: June 1992.&#10;&#10;Contains 47 pages devoted exclusively to ASL. Index of contents for this issue:&#10;&#10;-Dossier: La Division Azul et la neutralite espagnole&#10;-Front de l'est&#10;-Tactiques&#10;-Aides de jeu&#10;-10 ASL Scenarios:&#10;&#10;ASL TAC11: Une danse avec la Reine&#10;ASL TAC12: Commando Schenke&#10;ASL TAC13: La neige et le sang&#10;ASL TAC14: Entre le marteau et l'enclume II&#10;ASL TAC15: La vallee du tonnerre&#10;ASL TAC16: Nettoyage d'ete&#10;ASL TAC17: Bren-guns&#10;ASL TAC18: May Day&#10;ASL TAC19: Champs de No&euml;l&#10;ASL TAC20: Triste bapteme&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactiques Issue #3",
    "ID": 39890,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39890/tactiques-issue-3",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the third issue of &quot;Tactiques, Le magazine des fanatiques d'ASL&quot;. It includes 10 ASL scenarios and several articles about ASL. It is no longer in print, its successor is the magazine &quot;Le franc tireur&quot;.&#10;&#10;Publication date: December 1992.&#10;&#10;Contains 47 pages devoted exclusively to ASL. Index of contents for this issue:&#10;&#10;-Dossier: Les Merrill's Marauders en Birmanie&#10;-Tactiques&#10;-Regles optionnelles&#10;-Aides de jeu&#10;-10 ASL Scenarios:&#10;&#10;ASL TAC21: L'infanterie attaque&#10;ASL TAC22: Ils tiraient sur Odessa...&#10;ASL TAC23: Bain de minuit a Tobrouk&#10;ASL TAC24: Un coin d'enfer&#10;ASL TAC25: Nella Nebbia&#10;ASL TAC26: Orange a Walawbum&#10;ASL TAC27: Jusqu'au bout de leurs forces&#10;ASL TAC28: Il etait une petite colonne...&#10;ASL TAC29: La crete de Kakazu&#10;ASL TAC30: Yae Dake&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactiques Issue #4",
    "ID": 39891,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39891/tactiques-issue-4",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the fourth issue of &quot;Tactiques, Le magazine des fanatiques d'ASL&quot;. It includes 8 ASL scenarios and several articles about ASL. It is no longer in print, its successor is the magazine &quot;Le franc tireur&quot;.&#10;&#10;Publication date: June 1993.&#10;&#10;Contains 47 pages devoted exclusively to ASL. Index of contents for this issue:&#10;&#10;-Dossier: Les tirailleurs senegalais dans l'armee francaise en 1940&#10;-Documents: Bir Hakeim&#10;-Tactiques&#10;-8 ASL Scenarios:&#10;&#10;ASL TAC31: Par Saint Georges1&#10;ASL TAC32: Contre-attaque a Connage&#10;ASL TAC33: Carre d'as&#10;ASL TAC34: Thulin doit etre pris!&#10;ASL TAC35: Envers et contre tous&#10;ASL TAC36: La mort vient du ciel&#10;ASL TAC37: Chaud! Chaud les buron!&#10;ASL TAC38: Whoa Mohammed!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactiques Issue #5",
    "ID": 39892,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39892/tactiques-issue-5",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the fifth issue of &quot;Tactiques, Le magazine des fanatiques d'ASL&quot;. It includes 4 ASL scenarios, a campaign game about the Kursk battle and several articles about ASL. It is no longer in print, its successor is the magazine &quot;Le franc tireur&quot;.&#10;&#10;Publication date: December 1993.&#10;&#10;Contains 47 pages devoted exclusively to ASL. Index of contents for this issue:&#10;&#10;-Dossier: La bataille de Koursk et l'Armee rouge&#10;-Tactique&#10;-4 ASL Scenarios:&#10;&#10;ASL TAC39: Operation sur la Gudbrandsdal&#10;ASL TAC40: Cauchemar ecossais&#10;ASL TAC41: Dernier arret avant la victoire&#10;ASL TAC42: Une guerre de caporaux&#10;Campagne ASL TAC1: Stalnie prostori&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Russia",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trilbert",
    "ID": 39893,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39893/trilbert",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take alternate turns placing double-colored H-shaped jigsaw tiles. The winner is the first one to form a loop with his color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mediterranean Salvo!",
    "ID": 39894,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/39894/mediterranean-salvo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Mediterranean Salvo! is a game module that may be used on its own, or in conjunction with any previously published modules of the Salvo! system.  Mediterranean Salvo! contains the basic rules of the Salvo! system (in the form of the postcard game which includes ten ships), a sheet of 42 ships from WWII Mediterranean fleets, and a rule sheet containing optional rules and ship roster.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules",
      "Series: Salvo! naval system (Minden)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Radio From Hell: Home Edition",
    "ID": 39895,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/39895/radio-from-hell-home-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:  For years, you've enjoyed the &quot;antics&quot; of Radio From Hell&quot; on your radio sets.  There have been countless hours of family fun as everyone gathered together around the radio for breakfast and Kerry, Bill and Gina from 6AM to 10AM every morning.  The only bad part was having to say &quot;Crap-ola, we're out of orange juice.&quot;  And &quot;Oh why does the show have to end at 10AM.  I wish we could have Radio From Hell with us all day and at night too.&quot;  Well, now you can with the Radio From Hell Home Edition.  We've boxed up all the excitement of a broadcast and turned it into a fast-paced boardgame.  That's what you're holding in your hand right now.  So quit staring at it, get your wallet and buy one for yourself and give one as a gift.  Then take it home and play.  The Radio From Hell Home Edition: a great way to waste time when you should be doing something else.&#10;&#10;ENJOY!!!!!&quot;&#10;&#10;Based on one of the most critically-acclaimed morning shows in the country, Radio From Hell: Home Edition lets you take the role of any of the four members of the show and compete to see who has the most listeners after a week of broadcasting.  Cards let you take listeners from other hosts, help segments get closer to being completed for points, or for whatever special ability is on the card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pawns Crossing",
    "ID": 39896,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39896/pawns-crossing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Pawns Crossing is an abstract game that combines a requirement for tactical skill with a modest luck element. Players race to move tokens to their destinations over a tile and domino board. The game incorporates three separate movement mechanics which players must choose between at the beginning of each turn: a) Tokens move along the surfaces of dominoes and tiles, b) pawns move between holes that exist in the board at domino intersections, c) The rows and columns of the board shift. A complete game typically takes 20-40 minutes. The game may be enjoyed by two to four players but a 2-player game feels different from a 4-player game. As with many multi-player abstracts, the 2-player version is more strategic.&#10;&#10;Requires a piecepack and a set of double six dominoes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PackKub",
    "ID": 39897,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/39897/packkub",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This game is a loose adaptation of the game Rummikub to the piecepack.&#10;&#10;The goal of each round is to empty your hand by making melds to the table. On each player&rsquo;s turn, the player must either make one or more melds to the table or draw a tile from the draw pile and add it to his hand. When one player has emptied his hand (by making melds), the round is over and is scored.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baryon",
    "ID": 39899,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.78",
    "Link": "https://boardgamegeek.com/boardgame/39899/baryon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1",
    "Description": "An abstract game that uses color as an element. Each player have 3 pieces, one in each color, red green and blue. If you move a blue piece into a blue square you capture all your opponents pieces that are also on a blue square. You also get an extra turn.&#10;&#10;You score one point for each piece you capture and win by getting five points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monkey Mayhem",
    "ID": 39900,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/39900/monkey-mayhem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "From the publisher's site:&#10;It's night time at the zoo. All the visitors have come and gone, and the zookeepers have headed home. Amongst the packing crates scattered around their enclosure, the monkeys gather for their regular competition!&#10;&#10;Each Sunday night, the monkeys race to push the crates together to build a tall tower. Choose your monkey and by matching food tokens to the colors on the packing crates, climb to the top first. Watch out for the other monkeys who may try and scare you away or block your moves. Make the most of each monkey&rsquo;s special abilities to help you climb higher. The first one to clamber high enough to leap into a nearby tree, spends a night on the town!&#10;&#10;The others stay behind to cover the escapee's tracks and await the monkey's return, planning to be the fastest one next time they compete. Plan your moves carefully and you&rsquo;ll be the one creating mayhem!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mauseloch",
    "ID": 39901,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/39901/mauseloch",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "There is a lot of hubbub among the mice as there are only a few minutes left before the annual relay race begins. The mice warm themselves up, as each team wants to win the race. The cheese has to be quickly lifted and placed on the head, the tidbits added and they are off...&#10;&#10;As soon as the first mouse of a team stands completely on the opposite mouse hole,the game ens, thereby winning the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Water Game",
    "ID": 39902,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/39902/the-water-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game produced by the Public Information Unit of North West Water, a water supply company serving north west England. It was designed to teach children about the water cycle and the role of the water authorities.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Multzo",
    "ID": 39903,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39903/multzo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Multzo, a game for 2-5 players, uses the 24 tiles and 24 coins from a piecepack. (The four dice and four pawns are not used.) It is in the family of Poker and other vying card  games. But it doesn't require cash to be interesting. Players try to gain groups of tiles with the highest value, and there are four different ways to determine the best group (and up to four winners!) each round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New City",
    "ID": 39904,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/39904/new-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Hear ye! Hear ye! With the growing expansion of the King&rsquo;s realm, the time has come to build a new city on the edge of his empire. Aptly named &lsquo;New City&rsquo; by our wise and glorious King, he has sent his four best advisers to oversee its construction, each responsible for building one quarter of it.&#10;&#10;As one of those advisers, your job is to bid against your opponents to ensure you build the best and brightest area of the city. Whichever adviser has built the most prosperous quarter, as shown by the amount of gold in his coffers, will be declared the ruler of this &lsquo;New City&rsquo;.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goin' Nuts",
    "ID": 39905,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/39905/goin-nuts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game looks like a tree, standing about 12&quot; tall.  The goal is to get all of your squirrel's color marbles in your area.&#10;&#10;The base of the tree has four player areas.  Each player's area has a squirrel in one of four colors and four knot holes.  Players put colored marbles into the knot holes and use the squirrels to launch the balls into the canopy of the tree.  Baffles in the tree trunk bounce the balls around and they roll out of random holes in the base of the tree into the players areas.  The first player to get all of their colored marbles wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Squirrels",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Divisione Corazzata",
    "ID": 39906,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39906/panzer-grenadier-divisione-corazzata",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "During the Second World War, Italian tank units matched brave crews with decrepit vehicles. Thanks to the monopolies held by the fascist state's favorite corporations, badly outdated tanks caused the deaths of hundreds of tank crewmen trying to combat much more capable Allied tanks with their Italian &quot;iron coffins.&quot;&#10;&#10;Better machines could have been made available: the P26/40 &quot;heavy&quot; tank (actually a medium-sized vehicle) that failed to enter production in time for the campaign in North Africa, or the German licenses that Italy never sought.&#10;&#10;Divisione Corazzata is a supplement based on Italy's planned but un-built vehicles, drawing on pieces already provided in our Desert Rats game and Gold Club supplementary counter sheet, but until now never used in scenarios.&#10;&#10;There are ten scenarios, or separate game situations, exploring the potential use of these vehicles. This module is not playable by itself, but requires ownership of our Eastern Front, Battle of the Bulge, Afrika Korps and Desert Rats games.  It also requires the 2007 Gold Club Coutnersheet or the downloaded counters from Avalanche Press.&#10;&#10;Divisione Corazzata is sold exclusively via PDF download. The scenario book comes as a PDF file that you'll need to print (or read off the screen) in order to play the scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coalition",
    "ID": 39907,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39907/coalition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Coalition is a card game for 2 to 4 players, which simulates the Napoleonic Wars, where each manages the armies of France, England, Prussia and Russia&#10;&#10;The game consists in the administration of cards that represent military units of each of these armies, in addition have special cards strategic, to the conquest of territories in Europe of the XIX century.&#10;&#10;Every new battle areas and cards are incorporated, and expand the strategic power for the battle ahead.&#10;&#10;The Card Game is Print &amp; Play&#10;&#10;",
    "Categories": [
      "Card Game",
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alexander at Waterloo",
    "ID": 39908,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39908/alexander-at-waterloo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "A fantasy scenario for &quot;La Bataille de Mont St. Jean&quot; that confronts the troops of the Duke of Wellington against the Macedonian Army of Alexander the Great.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Greece",
      "History: Wars of Alexander the Great",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Torres Quiz Master",
    "ID": 39909,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39909/torres-quiz-master",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Torres Quiz Master is a game in which participants can demonstrate and increase their knowledge about the world of wines. To do this, they must answer questions and challenges fellow players will pose to them.&#10;&#10;Bodegas Torres is one of the most important wineries of Spain and the game is only available like a present from them.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vandaria Wars",
    "ID": 39910,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/39910/vandaria-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The First TCG/CCG made in Indonesia, have something in common with Magic and Legend of Five Rings.&#10;&#10;In Indonesian Language&#10;&#10;In This game you play as a landlord in the Vandaria world, you compete with each other to rule the world.&#10;Players can build Forts and Territories, hire armies (Followers), use technology devices (Relic), or use magical powers (Rune).&#10;&#10;Races : Human, there are 4 Factions (Order, Chaos, Prosper, Noble). &#10;Frameless, there are 1 primary Faction (Mystic) and 2 supporting Factions (Eden &amp; Reigner).&#10;&#10;Official Web&#10;http://www.gamequarters.net/vandaria/?page_id=272&#10;Wiki Entry&#10;http://id.wikipedia.org/wiki/Vandaria_Wars&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Our Gang Tipple Topple Game",
    "ID": 39911,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39911/our-gang-tipple-topple-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "By ALL FAIR GAMES of Churchville, NEW YORK. This game based on the &quot;Our Gang&quot; series which was produced by HAL ROACH STUDIOS Inc. is a simple game with the object being to roll balls at targets who represent some of the stars of the show; Spanky, Darla, Buckwheat, Farina, Chubby, Jackie and Pete the Wonderdog. Hitting the targets scored differing amounts of points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter Famfrpal Metlobal",
    "ID": 39912,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.73",
    "Link": "https://boardgamegeek.com/boardgame/39912/harry-potter-famfrpal-metlobal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Harry Potter - Quiddtich is easy memory game. Your task is to find 4 parts of a  Quiddtich stadium and then to find the tile with the ball to score. Just be careful, if you find all parts of the stadium but do not find the ball your opponent can place a tile with the minus scoring and give you some minus points this way.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Books: Harry Potter",
      "Theme: Fantasy Sports",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paired Up: Fame & Fortune",
    "ID": 39913,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39913/paired-up-fame-and-fortune",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The Fame &amp; Fortune card set expands Paired Up with more cards. On each card, one pair is shown in red as a &quot;fame and fortune&quot; pair, such as a famous celebrity couple.&#10;&#10;Expands:&#10;&#10;    Paired Up&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rocky and His Friends Game",
    "ID": 39917,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39917/rocky-and-his-friends-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players are school teachers attempting to stop Rocky and his friends from skipping school.  They draw cards with students or force a player to discard one of their student cards.  The first player fill all eight spots in their school house rings the bell and wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Educational",
      "Memory",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Squirrels",
      "TV Shows: The Rocky and Bullwinkle Show"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wonderbug Game",
    "ID": 39918,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39918/wonderbug-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players are building the ultimate Wonderbug who is the cartoon character Schlep.  Players must get the parts needed for his redesign and get them back to the repair shop in order to take the magic horn and win the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Celebrities: Sid & Marty Krofft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sullivan's Mountain",
    "ID": 39919,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/39919/sullivans-mountain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players are explorers, climbing Sullivan's Mountain, seeking the treasure hidden at the topmost cave. As players collect the necessary items of kit to advance to the next level, they will have to avoid spiders, snakes, and other mountain beasties.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L'esprit de Marie Antoinette",
    "ID": 39920,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/39920/lesprit-de-marie-antoinette",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Each player assigns Scents from his hand between the various Preparations of his parfumoth&egrave;que. At the end of the game and taking into account the Trends that are marked by the Parisian Nobility, the Preparations are presented to Marie Antoinette. The player who gets more points wins; one of his Preparations would become &quot;The spirit of Marie Antoinette&quot; and that player will become part of the court as royal perfumer!.&#10;&#10;&#10;     L&#039;esprit de Marie Antoinette Project wiki (in Spanish)&#10;&#10;&#10;&#10;     Playtestings &amp; Design Notes (in Spanish)&#10;&#10;&#10;&#10;     A redesign of @EvePizzagalli (in Spanish/English/French)&#10;&#10;&#10;&#10;     Portfolio @EvePizzagalli&#10;&#10;&#10;This game is one of the 10 finalists of the 2009 Concurs Ciutat de Granollers de creaci&#195;&#179; de jocs.&#10;&#10;The game is licensed under the Creative Commons Attribution-NonCommercial-ShareAlike licence.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Perfume"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rockin' Robots",
    "ID": 39921,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39921/rockin-robots",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the front of the box:&#10;&#10;Look out! Here come the robots - a troupe twenty strong! - on the way back to their spaceship after making many friends on earth. But now it's time for them to go home. Can you help them board their spaceship? It's very unsteady when it's parked on earth, and when they step onto it, they really rock the boat. It's so tippy that when one steps on, two others may fall off.&#10;&#10;Find 1 - 4 friends and take turns balancing the rocky robots on their spaceship. Make a game of it - last one to add a robot without tipping any robots off wins the game!&#10;&#10;The robots are lots of fun to play with here on earth, too. You can stack them into interesting towers, and imagine all sorts of adventures for them.&#10;&#10;Set includes: &#10;20 wooden Robots, 4 each of 5 colors&#10;1 robot Spaceship&#10;1 large, colorful Die&#10;&#10;Ages 3 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mrs. Casey Wants to Know",
    "ID": 39922,
    "Year": "(1918)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/39922/mrs-casey-wants-to-know",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are two sets of cards, one with a question and one with an answer.  One player picks up a question card and reads it to the player on their left.  The player on the left picks up an answer card and reads it out loud.  All the other players, including the questioner, burst into laughter trying to make the player reading the answer to laugh.  If that player does not laugh or smile, the questioner takes another question card and reads it to the same person repeating the same answer as to the first question.  If the player answering the questioner succeeds in keeping a straight face on four cards (giving the same answer for each card) that player keeps their answer card.  The same questioner then asks the second player on their left another four questions, etc.&#10;&#10;As soon as a player laughs or smiles while being questioned, they forfeit their card and now they take up a question card and become the questioner.  The game continues until all of the answer slips are gone.&#10;&#10;The winner is the player having the greatest number of answer slips in front of them.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Questions and Answers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brazilwood",
    "ID": 39923,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39923/brazilwood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Brazilwood is a board game where you are a rich colonizer, which receives a large colony in Brazil to extract Brazilwood, so you have to enslave Indians, build their colony and negotiate with other settlers, the best selling prices of Brazilwood .&#10;&#10;The game consists in obtaining resources (Brazilwood) and its marketing with the Portuguese Crown, this occurs with the administration of cards (Farmhouse, Slave House, Born, Militia, Farm, Forest and Slaves) with the objective of selling their produce to the Portuguese Crown.&#10;&#10;But the strategy is crucial, because it must manage its finances, choose the time and quantity of Brazilwood right to sell to get the best prices.&#10;&#10;The Game is Print &amp; Play&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Farming",
      "Negotiation",
      "Print & Play"
    ],
    "Mechanics": [
      "Stock Holding",
      "Trading",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Country: Brazil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "C'est qui qu'a pété ?!",
    "ID": 39924,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39924/cest-qui-qua-pete",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Material:&#10;&#10;10 Location Cards&#10;40 Fart Card (in 5 colors)&#10;&#10;The goal of the game is to accumulate less &quot;Shame&quot; possible by trying to pass onto others the farts that you make.&#10;&#10;The game lasts 8 rounds and each player gets 8 cards.  The active player turns a location card and then each player plays a fart card face down.  In clockwise order, players acknowledge that they farted or not.  If they do they get the location card with the side with less &quot;shame&quot;.  If everyone does not, then they reveal their cards and the highest number get the card (full &quot;shame&quot; side).&#10;&#10;Every player get in his 8 cards a complicity card.  If played along with another player's complicity, then they both are 0.  If played alone, it's the highest number.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Decisions! Decisions!",
    "ID": 39925,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39925/decisions-decisions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Decisions! Decisions!&#10;&#10;&quot;You've just graduated from high school and one of the most important decisions of your life awaits you...&quot;&#10;&#10;Players choose to attend college or enter the business world. Players move around the board as they acquire property or earn a college degree. Players may drop out of school and try to get rich in the world of high finance.&#10;&#10;Includes board, tokens, play money, event cards, stock certificates, rules, and a storage insert.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Intimate Commands",
    "ID": 39928,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39928/intimate-commands",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll and move game (move around the outside of the board style), where players are asked to do things like 'Remove One Piece of Apparel', and 'Take A Drink'. The object of the game (well, aside from trying to &quot;get it on&quot;) is to collect ten 'Dream' cards by moving around the board ten times.&#10;&#10;This is a mature audiences game for couples, with many of the cards referring to (and telling the players to perform) sex acts.&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eighty Years War",
    "ID": 39929,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/39929/eighty-years-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "from the Warp Spawn Site:&#10;&#10;Simulation of the Dutch (Netherlands) Revolt 1568-1648.&#10;&#10;This is a card game for two players.&#10;&#10;VICTORY&#10;The game ends after 15 turns. &#10;If the Dutch have 7 Provinces, and the Spanish have 10 Provinces, it is a Historical Tie. &#10;If the Dutch player has 8+ Provinces it is a Dutch Victory. &#10;If the Spanish Player has 11+ Provinces it is a Spanish Victory.&#10;&#10;PROVINCE TOKENS&#10;Use 17 Tokens to represent the 17 Provinces.&#10;&#10;STAGES&#10;The game has 3 stages: &#10;Stage I (early) Stage II (Middle) Stage III (Late)&#10;Each stage has 5 Turns. &#10;Certain cards can only be played in specific Stages.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kromino",
    "ID": 39930,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39930/kromino",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kromino is a game in which players use 45 uniquely colored square tiles to create geometrical patterns within a 5x9 frame.  Players are given a supply of tiles for use in completing patterns such as diamonds, windmills, and arrowheads.  Points are assigned based on the color(s) of the tiles.&#10;&#10;The game is a nice quality wooden game.  The tiles themselves are laminated wood.  The 10.5&quot; x 17.5&quot; redwood frame is unusual in that it has a removable plexiglass cover.  Completely assembled it looks like a piece of abstract art.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rombo",
    "ID": 39931,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39931/rombo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the designer's website:&#10;&#10;Rombo is a boardless strategy game in which players add pieces to a steadily growing cluster in an effort to cut off enemy areas.&#10;&#10;Rules&#10;&#10;Two players, White and Black, each have 24 pieces of their colour called rombos. Each rombo has twelve identical faces.&#10;&#10;Start: The game starts with two White and two Black rombos joined together in a cluster.&#10;&#10;Play: Each turn the current player must add a rombo of their colour to the cluster. The new rombo must exactly meet at least two faces of existing rombos. It is not allowed to form closed holes which would make the cluster hollow.&#10;&#10;Aim: A player wins by splitting the visible enemy faces into two or more disjoint sets. If neither player achieves this before the pieces run out then the game is a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ride the Dragon",
    "ID": 39933,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/39933/ride-the-dragon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a novelty game about riding a motorcycle through &quot;The Dragon&quot;, that is US 129 through Deal's Gap in Tennessee.  It has novelty motorcycle figures and is a basic roll and move game.&#10;&#10;",
    "Categories": [
      "Racing",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Critèrium de Figueres",
    "ID": 39934,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39934/criterium-de-figueres",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A cycling criterium is a short bicycle race often run on closed-off city centre streets. Criteriums are traditionally associated with village fairs, when a bike race is another attraction. In Crit&egrave;rium de Figueres the players race to be the first to complete one lap around the worldwide famous Rambla de Figueres. The fastest rider will be he who gets more help from the other players, but of course he will have been helping them in exchange.&#10;&#10;This game was originally produced for the &quot;Pedalant Pel Tauler&quot; cycling board games exhibition held at the Museu del Joguet de Catalunya (Figueres) in October 2007.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Region: Catalonia (Spain)",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Back in the Bronx",
    "ID": 39936,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39936/back-in-the-bronx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Back in the Bronx&#10;&#10;&quot;Celebrating the experience of growing up and living in the Bronx.&quot;&#10;&#10;This is a combination board game and dexterity game.&#10;&#10;Players move around a colorful board featuring famous landmarks from this New York municipality including Yankee Stadium, Orchard Beach, and Van Cortland Park.&#10;&#10;Contestants also pitch pennies and play jacks!&#10;&#10;Includes the board, 4 pewter tokens, cards, jacks, pennies, marbles, a rubber ball, bottle caps, chips, dice, storage insert, and rules.&#10;&#10;www.backinthebronx.com&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Components: Knucklebone Dice / Balls",
      "Components: Marbles",
      "Series: Monopoly-Like",
      "Traditional Games: Knucklebones / Jacks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Redemption",
    "ID": 39937,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/39937/redemption",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "Redemption is a satirical look at the Catholic Church.  Players take turns traveling the paths of Grace or Sin while gaining chips for Mortal Sins and Grace points.  Sin Cards and Grace Cards randomly chosen can either help or hinder you.&#10;&#10;The game includes pieces for up to 4 players.&#10;1 gameboard&#10;20 red Sin Cards&#10;20 yellow Grace Cards&#10;80 pieces of play money&#10;420 red and yellow grace chips&#10;A rather humorous back story and designer notes.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Simulation",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Arcane Magic",
    "ID": 39942,
    "Year": "(1995)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39942/warhammer-arcane-magic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Arcane Magic expands and updates the magic rules for Warhammer - the game of fantasy battles.&#10;&#10;Expands:&#10;&#10;    Warhammer (Fourth Edition): Battle Magic&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speeders",
    "ID": 39943,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39943/speeders",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Up to 12 players can race in Speeders.  Each player has a team card that specifies Fuel, Tire Traction and Durability, Driver Skill, Engine Efficiency, pit crew assignments, and other team attributes.&#10;&#10;The game contains a 17&quot; x 11&quot; full-color racetrack, twelve 11&quot; x 8.5&quot; Racing Team cards, cut-out counters, rules reference cards, and a pair of dice.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoppers",
    "ID": 39944,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/39944/hoppers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hoppers is a scaled-down version of Chinese Checkers, with two players each having fifteen tokens starting in opposite corners of a 10x10 board. On a turn, a player can either move one of their tokens to any adjacent empty space or jump one of their tokens over an adjacent opposing token to land in an empty space; if the player can jump again, they can do so immediately.&#10;&#10;The first player to move all of their tokens to the opposing corner wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diamonds",
    "ID": 39945,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/39945/diamonds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Diamonds is a baseball game from the perspective of the team manager.  Each manager has a set of player cards, each with individual skills ratings.  Players determine the batting order and starting pitcher.  As the game plays out, players can make substitutions and other managerial decisions.&#10;&#10;The game is sold both as a Basic Edition, with 4 different teams, and a League Edition with 6 teams and un-laminated player cards (so that managers can name their own players).  Both use the same rules.&#10;&#10;The game contains four or six 25-card team decks, several other play cards, a sheet of uncut markers, and four dice.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chipples",
    "ID": 39946,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39946/chipples",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chipples contains the rules and a few sheets of letter tiles that must be cut apart.  Each player has a personal reserve of letter tiles.  There is also a common pool of letters.  A player may add letters from their reserve to the pool to make a higher scoring word, but opponents may prevent them from scoring the word through play of their own.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Awethors",
    "ID": 39947,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39947/awethors",
    "Min Players": "2",
    "Max Players": "100",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Awethors is an updated version of a classic parlor game.  This party game has players writing &quot;the Great American Novel&quot; a few sentences at a time.  The game contains enough material for several smaller games or one giant game with up to 100 authors.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": []
  }
]