[
  {
    "Rank": "N/A",
    "Name": "Alphabet Rummy",
    "ID": 99165,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99165/alphabet-rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Alphabet Rummy consists of a deck of 65 cards each displaying a letter of the alphabet and a point value. The idea is to score points by creating words using the cards you are dealt. Players can create new words or add onto other players'.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Star",
    "ID": 99167,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/99167/dungeon-star",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The dungeon goes through the ground.&#10;It's also very famous in the world as the treasure&quot;God bless&quot;.  Anybody said the &quot;God bless&quot; was placed on the most deep floor, and any monsters lived in the dungeon. It's many and many.&#10;&#10;However, in this world, the monsters live anywhere without cities and towns. The people sometimes has a battle with them. But the monsters in the dungeon are different with other monsters. Because anyone can't see the &quot;God bless&quot;.&#10;&#10;So the people was interested in &quot;God bless&quot; and the dungeon. At first, it's mercenaries and ventures. But a few years ago, the nobles are interested in them.&#10;The nobles hire the mercenaries and ventures and so on, and they pay the cost to the mercenaries and ventures, they take any treasure in the dungeon. Of course, their target is &quot;God bless&quot;.&#10;&#10;The player is one of the nobles. They hire the mercenaries and ventures and so on, and take the any treasure and a honor as stars. The stars means the noble can go to more deep floor. It's a honor to other nobles.&#10;&#10;The player with most stars is a winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Girls' 20 Questions",
    "ID": 99169,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99169/girls-20-questions",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Girls' 20 Questions is the first game for girls that gives them the credit they deserve for being smart.  Girls love it because it's fast and exciting;&#10;Each round round features a new mystery identity - a person, place or thing that appeals to girls.  As players listen to a seriesof clues, each clue reveals more about the mystery identity.  The trick is to solve the identity in the fewest clues - the fewer clues needed, the farther  players advance.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: 20 Questions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travel 20 Questions for Kids",
    "ID": 99170,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/99170/travel-20-questions-for-kids",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Travel version of this popular classic board game including only 52 cards. Players ask up to 20 Questions to guess the Person, Place or Thing.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: 20 Questions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Selten so gelacht!",
    "ID": 99173,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/99173/selten-so-gelacht",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "119 cards + a rules card.&#10;&#10;Card game, intended to break the ice at a party. Each party-goer is given a number of cards, say, 4 blue, 4 red and 4 green. How many cards is decided by the host and his or her decision will be made after seeing how many party-goers there are.&#10;Each player walks around chatting to the party-goers and tries to find two cards that 'go' with the card she or he already has. You need to trade your card with another, to make a set of three. In case you can't remember what to do, the cards are in three colours (and you need one of each to complete your set), and they are numbered 1, 2 or 3 (you need one of each to make a sentence. The sentence starts with the blue card text, then the red card text and, finally, the green card text. The sillier the sentence, the more chance you have of winning.&#10;&#10;Once you have one sentence of nonsense, then you start collecting another sentence. At some point during the party, an end to the game is called and the collected sentences are read out. The winner is the one who colloected the most absurd sentence (in a show of hands by the party-goers.&#10;&#10;The title means 'Never laughed so much' and the box says 'For adults; An Advertising Salad - Well seasoned'.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hamilcar: First Punic War",
    "ID": 99181,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99181/hamilcar-first-punic-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3",
    "Description": "HAMILCAR, set during the first conflict between Rome and Carthage, known as the First Punic War, is a standalone companion game to HANNIBAL, sharing components and using similar mechanics. It introduces a naval system and naval battles. Both players compete for control of the world&rsquo;s primary sea, in a conflict which will be described as the first war between an elephant and a whale - the struggle of a land-based empire versus the world&rsquo;s naval power. Rome's goal was to break out through the island chain of Sicily, Corsica and Sardinia - Carthage's defensive line to contain Rome on the Italian peninsula.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Admin: Cancelled Games",
      "Ancient: Carthage",
      "Ancient: Rome",
      "History: Punic Wars",
      "Players: Two-Player Only Games",
      "Region: Mediterranean Sea",
      "Series: Tactics Line (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anima Tactics: Damien",
    "ID": 99188,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99188/anima-tactics-damien",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Publisher Blurb:&#10;&#10;Like a shadow that crawls through the darkness unseen and unheard, like a dark angel bringing absolute silence, the Inquisitor Damien is an enigma even to the Church. To contain his abilities he has restrained his body in rune covered bindings and sealed his senses. Nevertheless, although blind, his eyes perceive more than any mortal sight has seen, illuminated by the clearness of eternal darkness...&#10;&#10;Warrior/Prowler - Neutral Church - Level 45&#10;&#10;Innate Abilities: Initiative, Immunity (Blind).&#10;Lightning Slash: All of Damien's attacks ignore the target's Armor.&#10;Phase: When using Bodyless or Lifeless Damien is considered Intangible. He ignores all movement penalties due to difficult terrain, and may withdraw from Hand-to-hand combat without needing to Escape.&#10;&#10;Breathless (Ki, Attack) - +3 Attack. Damien gains a Damage bonus on this attack equal to the target's Armor.&#10;&#10;Bodyless (Magic, Movement) - Damien may move up to 16 inches in a straight line.&#10;&#10;Lifeless (Ki, Charge) - +4 Damage.&#10;&#10;This pewter figure is unpainted and unassembled. Requires additional Anima Tactics figures to play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Anima Tactics",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anima Tactics: Deadmoon",
    "ID": 99189,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99189/anima-tactics-deadmoon",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Publisher Blurb:&#10;&#10;Deadmoon, also known as the Pirate Queen or the Lady of the Blood Moon, is the young leader of the Three Lords of the Abyss. After becoming one of the most feared pirates of the Interior Sea, the fame of her abilities became so legendary it attracted the attention of Matthew Gaul himself, who put her to service aside his companions. Now she uses her control of Darkness and the night to achieve the aims of her lord and her own.&#10;&#10;Warrior/Prowler - Dark Azur Alliance - Level 55&#10;&#10;Innate Abilities: Critical Mastery&#10;&#10;Shadow of the Moon (Magic, Effect) - Enemy units 6 inches or further may not draw Line of Sight to Deadmoon. Upkeep: 1&#10;&#10;Lunatic Malice (Ki, Attack, Effect) - +5 Attack. If Lunatic Malice causes any damage, the target suffers Blind Lv. 2. Effect 15.&#10;&#10;Lunatic Sickle (Ki, Ranged Attack) - Distance (16 Inches). If the attack hits, Deadmoon may make a free second attack against an enemy unit within 2 Inches of the original target.&#10;&#10;Lunatic Void (Magic, Effect, Reactive) - Deadmoon recovers 4 LP. This ability may only be used if a unit within her Control Zone uses a magic ability.&#10;&#10;This pewter figure is unpainted and unassembled. Requires additional Anima Tactics figures to play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Anima Tactics",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anima Tactics: Konosuke",
    "ID": 99190,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99190/anima-tactics-konosuke",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Publisher Blurb:&#10;&#10;Konosuke, once the most powerful ninja of the Asakura clan, now resides as a soul outside of time in ancient demon armor animated by the energy of evil spirits. Feeding on pain and suffering, the being that was once a noble warrior has become an unstoppable machine of death and destruction, a puppet in the service of the dark objectives of the Fallen Angel Ophiel.&#10;&#10;Warrior - Dark Samael - Level 55&#10;&#10;Damage Resistance Entity: Konosuke may not use Dodge or Counterattack actions.&#10;&#10;Itami: Whenever Konosuke suffers damage, put a Power Counter on him (Maximum 3).&#10;&#10;Kokoro: Konosuke recovers 5 Life Points every time a unit dies within his control zone.&#10;&#10;Mesatsu: For each Power Counter that Konosuke retires he gains +2 Attack in a specific Attack or Charge.&#10;&#10;Explosion of Condemned Souls: When Konosuke dies, make an attack against all units within 2 Inches of him. Add +2 to Attack for each Power Counter left on him.&#10;&#10;Ikusaguruma (Ki, Attack) - Konosuke attacks all enemy units within 2 Inches.&#10;&#10;Rasetsu (Ki, Ranged Attack) - Distance (12 Inches).&#10;&#10;Thousand Broken Bones (Ki, Attack) - Can only be used immediately after making a Charge.&#10;&#10;This pewter figure is unpainted and unassembled. Requires additional Anima Tactics figures to play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Anima Tactics",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anima Tactics: Xavier",
    "ID": 99191,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99191/anima-tactics-xavier",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Publisher Blurb:&#10;&#10;Xavier the Dark Hunter, also know as the Shadow Inquisitor, is an enigmatic man enlisted to protect High Saint Elienai from harm. His power allows him to exchange his own blood for raw dark energies he may use to destroy even the smallest form of light in any being, consuming their souls in the process.&#10;&#10;Warrior - Dark Church - Level 50&#10;&#10;Dark Exaltation: If Xavier destroys an enemy Light unit, he recovers all his Action Points and may make a movement even if he has already moved this Turn. This ability is limited to once per Turn.&#10;&#10;Dark Hunter: All of Xavier's attacks against Light units use his secondary Damage attribute.&#10;&#10;Fallen from Grace (Ki, Attack) - +2 Attack / +2 Damage.&#10;&#10;Primordial Sin (Ki, Charge) - Xavier gains a bonus to Damage equal to the LP he sacrifices (maximum 5).&#10;&#10;Soul Steal (Ki, Attack) - Xavier recovers LP equal to the damage this attack inflicts.&#10;&#10;This pewter figure is unpainted and unassembled. Requires additional Anima Tactics figures to play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Anima Tactics",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anima Tactics: Valis Ul Del Vilfain",
    "ID": 99192,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99192/anima-tactics-valis-ul-del-vilfain",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sylvain Princess Valis Vilfain is one of the most exceptional agents employed by Wissenschaft. Trained by the best teachers of her race over centuries to become the ultimate weapon of the Elven people, none can equal her mystical might. She provides Wissenschaft with a mystical teacher without peer.&#10;&#10;Neutral Wissenschaft Optional Leader Mystic Warrior - Lv. 55&#10;&#10;At 6 | Dm 4 | Df 9 | Ar 1 | LP 14 | Re 10 | Mo 8/12 | AP 3/5&#10;&#10;Summoner Level: 2&#10;Affinity: Light, Dark, Void&#10;&#10;Equipment: Valis may have up to 2 Advantage Cards assigned to her.&#10;&#10;Battle Summoner: While Valis is engaged she doesn't have to pay a character's cost to Summon to summon it.&#10;&#10;Kadru: If Valis' melee attack causes damage, the unit suffers poison Lv. 2 Effect 15&#10;&#10;ooo - Shesha (Ki, Attack)&#10;&#10;+  5 Attack&#10;&#10;ooo - Arjuna (Magic, Ranged Attack)&#10;Distance 16 inches. +1 attack / +2 damage&#10;&#10;ooo - Nux (Magic, Effect)&#10;Choose either Magic, Ki or Subterfuge. If an enemy unit uses an action of the chosen category within Valis Control Zone, their cost increases up an action point. Upkeep: o&#10;&#10;oooo - Naga (Magic, Effect)&#10;All enemy units within Valis Control Zone suffer poison Lv. 2 Effect 16&#10;&#10;Princess the of Arias&#10;&#10;Optional Leader&#10;You can use these skills card when Valis is set up. Valis get +5 levels, gets all the abilities on this card and is the Leader.&#10;&#10;Poisoned Beings: Summoned monsters which have been called by Valis obtain Valis' ability Kadru.&#10;&#10;o - Meister Aria (Magic, Effect)&#10;A friendly unit within Valis Control Zone receives one of the following bonuses:&#10;Until end of the round, all attacks by the friendly unit ignore the armor of the defender.&#10;The ranges for walking, running and charges for the friendly unit increases by 4 inches.&#10;The next escape action of the friendly unit in the current round succeeds automatically.&#10;The next seek action of the friendly unit in the current round succeeds automatically.&#10;Until end of the round the friendly unit receives +2 defense.&#10;This ability does not affect Gears, unless they are controlled by Reist Ebersbacher.&#10;Limit: Once per round.&#10;&#10;This pewter figure is unpainted and unassembled. Requires additional Anima Tactics figures to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Anima Tactics",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mutt-Opoly",
    "ID": 99194,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99194/mutt-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mutt-Opoly is a mutt-themed version of the game Monopoly, &quot;celebrating the world's most popular dog.&quot;&#10;&#10;In this roll-and-move property trading game, properties are individual mutts that can be traded between players. Properties also include themed locations such as a fire hydrant and butcher shop. Other themed features of the game are Dog Toys (rather than houses) and Big Bones (rather than hotels), &quot;Good Dog&quot; and &quot;Bad Dog&quot; cards, and the Kennel, where a player may end up out of the game for three turns.&#10;&#10;Players pay money when they land on each other's properties, and the goal is to bankrupt your opponents.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of the Mecha III: Campaign and Conquest",
    "ID": 99201,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99201/war-of-the-mecha-iii-campaign-and-conquest",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "game introduction:&#10;300 years ago, the fall of the Star Federation was immediately followed by the  exodus of two-thirds its army under the command of the Grand Star General. Disgust  with the &quot;Wars of Succession&quot; spurred the General into self-imposed exile, far  outside the Known Sphere of systems. There, he created his own society, based on a  caste system ruled by the bravest and brightest warriors of the Star Federation's  military. Organized into clans, taught to place honor before and above all else, the  General's followers drilled and trained for generations, knowing one day they would  return to human colonized space, unifying all the squabbling warlords in a single,  bloody Jihad. That day has arrived!&#10;&#10;Note: these rules are a supplement for the one-page micro-game War of the Mecha.  You will need War of the Mecha to use these rules. These rules are ADDITIONS to the  War of the Mecha standard game.&#10;&#10;designer's comment:&#10;... provides rules for running an on-going campaign (planetary assault in this case) with specific mission objectives, victory scenarios, and rules for promotion in rank (as well as being busted down for failure). Fully compatible with War of the Mecha and War of the Mecha II:  Clan Invasion! this game provides only additional rules, not revisions or changes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cycle-Opoly",
    "ID": 99202,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99202/cycle-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cycle-Opoly is a property trading game with a bike theme.&#10;&#10;Players use cycling tokens, start at &quot;PEDAL!,&quot; and buy favorite bikes, accessories, and bike rides across the country. Players increase their property value by collecting Rides and Big Fun. Draw cards are &quot;Bike Lane&quot; or &quot;Share the Road,&quot; and players can be sidelined for three turns in the &quot;Flat Tire&quot; space. The back side of property cards contain facts about different types of bikes, some of the country&rsquo;s most well known rides and races, and cycling trivia. The goal of the game is to bankrupt the other riders.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Martian Coasters: 5th Martian Coaster",
    "ID": 99207,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99207/martian-coasters-5th-martian-coaster",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A 5th Martian Coaster with black squares and gray arrows is a special promo card that allows for a 5 player game of the Looney Labs game.&#10;&#10;Martian Coasters is an Icehouse game playable with a single Treehouse set, a set of Martian Coasters (each with a colored 3x3 maze printed on it), and a standard d6.&#10;&#10;The coasters are arranged in a square and the pieces are placed on differently-colored coasters.&#10;&#10;The objective is to move the pieces of your color through the maze printed on the coasters and onto a goal square at the center of your coaster.&#10;&#10;The game additionally makes use of the Treehouse die, allowing the players to reorient and move the coasters, creating a constantly changing maze.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Karate Fighters",
    "ID": 99208,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/99208/karate-fighters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "In this 1 on 1 fighting game, each player controls a &quot;karate fighter&quot; using a spinning dial that makes the fighter throw kicks and punches. The object is to kick your opponent in the chest hard enough to make him fly off the base. The electronic version would let out a blood-curdling scream when a fighter would fly off. Considered to be the &quot;Rock'em Sock'em robots&quot; of the 90's, Karate Fighters took the fighting genre to a new level. Imagine the video game &quot;Mortal Kombat&quot; brought to life.&#10;&#10;Several Editions were released:&#10;Red Ninja Vs. Dragon Kick&#10;Samurai Ninja Vs. Headstone - Electronic&#10;Tiger Ninja Vs. Cyberfist - Electronic&#10;Razorjaw Vs. Sun Warrior&#10;Serpent Strike Vs. The Iron Claw&#10;Thunderfoot Vs. Skull Crusher&#10;Kick Star Vs. Corporal Punishment&#10;&#10;Other Playable Ninjas Sold Separately via Mail in Offer:&#10;The Dark Ninja&#10;Silver Sword&#10;&#10;4 Player Combat Arena&#10;Rex Havoc Vs. The Tattoo Terror&#10;&#10;Alternate Editions:&#10;Batman Vs. The Joker&#10;GI:Joe: Duke Vs. Neo Viper&#10;Transformers: Optimus Prime Vs. Megatron&#10;Small Soldiers: Chip Hazard Vs. Archer&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hurry-Up Misfitz",
    "ID": 99214,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/99214/hurry-up-misfitz",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A set collection game with some of the finest card illustrations. 72 cards making 24 pictures cut into three parts.&#10;Each player is given 12 counters. Everyone now puts 5 counters into the 'Pool' and receives cards, leaving half the pack as a 'reserve'.&#10;The player sitting left of the dealer starts and must play the first card of any set, if he has one. The next player plays a second card to the set started by the player to his right, if he has such a card. And so on, until a full set of three cards is revealed. The player playing the third part of the set (actually, called a trick in the rules), and must now start a new set if he can. There are penalties for a player not playing a card when he should or if the wrong picture is completed and so on. If you genuinely cannot play a card, you draw a card from the reserve.&#10;Interestingly, for a game of this age, you can score bonus points for certain tricks or negative bonuses for some tricks.&#10;For example, completing the Baby set takes 5 counters from the pool and one counter from every other player, or completing the Horse Omnibus set pays three counters into the pool, and so on.&#10;The player taking the most tricks when all 24 sets have been completed takes the remaining counters in the pool and the player now with the most counters, wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moods & Faces",
    "ID": 99215,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.83",
    "Link": "https://boardgamegeek.com/boardgame/99215/moods-and-faces",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "52 cards in sets of four, each depicting a face that is revealing a certain look; smiling, frowning, angry, etc.&#10;I don't have the rules so I don't know more details. The cards are beautifully illustrated. Could be a Snap type game (although the cards would not suit a children's game). I would think it had more adult appeal.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cubex Playing Cards",
    "ID": 99217,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/99217/cubex-playing-cards",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Cubex consists of 9 cubes, with each side representing a playing card, so you get 54 sides (1 deck + 2 jokers).&#10;The play is rather interesting. First you take the cubes out of the box, then, in turn order, each player selects a cube and places it back into the box. Once all 9 cubes are back in the box, the second phase begins. The starting player takes any cube from the four corners and starts to form a 3 x 3 wall of 'bricks'. The next selected cube must be taken from the space adjacent to the first cube, in clockwise order. Remember, when you choose a cube and place it, the opposite side of the cube will be facing your opponent, so you need to help yourself whilst also giving non-attractive 'cards' to your opponent.&#10;The main game is one where you try to get the best Brag (a form of Poker but only three cards count) hand facing you. There are other games suggested, with a form of Patience being the best.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Top Club Soccer",
    "ID": 99218,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/99218/top-club-soccer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A Monopoly type game (roll the dice, move round the board, but this game is set in the world of football.&#10;Contents - the box says 'This box contains one playing board and approximately 450 components'.&#10;Each player has the objective to take his team from the 3rd Division to the 1st Division and then to win the title. There are numerous cards such as, Press Report, Disciplinary Hearing, Result, that sort of thing.&#10;The idea is to buy players who are good in the Division you are currently in, and improve the team's performance. The track on board is octagonal and six sides relate to week-days and two sides relate to Saturday morning and afternoon. On that afternoon you collect gate receipts when you pass the square designated for that purpose. This improves as you rise up the divisions. Also in this section, you can choose to earn 1 point for your match (the game was a draw) or you can purchase a Result card and take your chances.&#10;The designers were two British footballers, quite well-known.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tumble Track",
    "ID": 99220,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99220/tumble-track",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Fun game for children. The box holds a number of plastic tracks that link together. They can be used in many different configurations.&#10;Each child gets a plastic 'Mexican Jumping Bean'. They place their bean in the starting gate, and the gate is opened. First down the course is the winner. No skill, just amusement.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snuffy Race",
    "ID": 99221,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.15",
    "Link": "https://boardgamegeek.com/boardgame/99221/snuffy-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The goal of Snuffy Race is for players to propel their dog along the winding path, using a small plastic bellows against the dog&rsquo;s fan-shaped tail, right into the bowl in the center which contains dog bones.&#10;&#10;As soon as a dog has reached the bowl, that player collects a bone, moves their dog back to the start of their path, and sets off again to get another bone.&#10;&#10;If the dog falls over or falls off the path, then it must be returned to the start of the path.&#10;&#10;The player whose dog retrieves the most bones is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who Monster Invasion",
    "ID": 99225,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/99225/doctor-who-monster-invasion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A magazine that comes with collectible trading cards themed mostly on the new Doctor Who adventures, with some special cards recalling the earlier TV series.  Each issue of DWMI contains a new game using the cards, which have a range of stats unique to that card.  The first issue contains the games, Stat Attack, Survivor and Alien Attack, and playmats for the games.&#10;Stat Attack is a straight comparison of stats, like Top Trumps.&#10;The second issue introduces the game UNIT Challenge, where you can combine stats on your cards to get a higher rating.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Pioneers",
    "ID": 99226,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99226/railway-pioneers",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An educational game featuring the building of the railways across North America in the 19th century.&#10;The board is overlayed with a square grid and each square has a number in it (from 2 to 10) and this is the cost of building a railway through that square. Railways are drawn on the board as they are built (similar to Railway Rivals).&#10;Two packs of Chance Cards, but these are way too lucky or unlucky. One pack is used until someone reaches the Rocky Mountains and then the 2nd stack is used &quot;More in keeping with the 2nd phase of the game&quot; say the rules.&#10;The Railway Pioneer with the most money after a set time, wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yoga-Yingo",
    "ID": 99228,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99228/yoga-yingo",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Yoga-Yingo players preform different Yoga poses to fill up a BINGO style card.The cards contain a 3x3 grid of photos of yoga poses. Players assume and hold the pose to cover the space. First to cover three in a row wins.&#10;&#10;Product Features&#10;&#10;Pictures demonstrating each yoga pose and modifications&#10;    Instructions include Sanskrit names for kids who would like to learn more&#10;    Instructions include modifications to increase/decrease challenges&#10;    Contains 12 game board cards.&#10;    Non-competitive play. Gross motor play and development&#10;&#10;includes 12 game cards, 8 pose cards, 120 markers,and a Yoga pose instruction sheet.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Numbers League: Dinosaurs Expansion",
    "ID": 99229,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99229/numbers-league-dinosaurs-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Hero Dinosaurs have come to Infinity City! This Expansion deck is to be added to the original Numbers League game. It adds 30 new cards to the base game. Included in this expansion is:&#10;&#10;21 heroes building  cards(or when placed together 7 new heroes)&#10;6 devices cards and&#10;6 new villains&#10;&#10;Note: Expansion needs the base game, it does not stand on its own. For more information on how this game plays, please see base game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Educational",
      "Expansion for Base-game",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Numbers League: Critters Expansion",
    "ID": 99230,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99230/numbers-league-critters-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Pets have come to Infinity City! This Expansion deck is to be added to the original Numbers League game. It adds 30 new cards to the base game. Included in this expansion is:&#10;&#10;21 heroes building  cards (for a total 7 new matching heroes)&#10;6 devices cards and&#10;6 new villains&#10;&#10;Note: Expansion needs the base game, it does not stand on its own. For more information on how this game plays, please see base game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Educational",
      "Expansion for Base-game",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warmachine Prime",
    "ID": 99233,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99233/warmachine-prime",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the back of the book&#10;&#10;WARMACHINE: PRIME(tm) takes you beyond the Battle Box and thrusts you into full blown conflict! Within, you'll find an extensive history of the Iron Kingdoms, background on all of the WARMACHINE factions, and complete army rosters with dozens of of characters, units, and warjacks, so you can build the army you desire. Assemble tactical forces to skirmish in tight quarters, or grow your force and wage war on an apocalyptic scale!&#10;&#10;Additionally, you'll find scenarios, tactics, templates, and a fantastic full color showcase and painting guide by Privateer's very own Rivet Head Studios.&#10;&#10;WARMACHINE: PRIME provides you with everything you need to keep the battle raging.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Bugs",
    "ID": 99236,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99236/crazy-bugs",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Crazy Bugs&quot; is a card game that shows how bugs, worms, and other insects support a healthy environment. A cross between &quot;Crazy Eights&quot; and &quot;Trivial Pursuit,&quot; &quot;Crazy Bugs&quot; teaches children how, in some countries, insects serve as a main food source; and how insects generate things like honey, wax, and dyes.&#10;&#10;The object of the game is to get rid of all your &quot;Deal Me In&quot; Cards by answering questions about insect life and the environment and win!&#10;&#10;Contents: &#10;&#10;     52 Deal Me In Cards, &#10;     2 Wild Bug Cards, &#10;     45 Bug Fact Cards, &#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Constellation Connect",
    "ID": 99239,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/99239/constellation-connect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Did you know the constellations are grouped by astronomers into families - like the Hercules, Heavenly Waters and Ursa Major families - whose members are in the same region of the night sky?&#10;&#10;Constellation Connect! is a stellar variation of Go Fish  Children explore the stars and collect star points while learning major regions of the night sky. Special cards like Comet Sighting, Northern Lights and Meteor Shower and also a galactic die to change the game play up in lots of spacey ways.throw fun and crazy twists into the game play. An included subject guide teaches about the many multicultural mythologies tied to the constellations.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cross Purposes",
    "ID": 99252,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/99252/cross-purposes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns building a crossword puzzle in the provided grid using a hand of random clues and a hand of letter tiles.  Clues come in five types:&#10;Same or Opposite: the solution is a synonym or antonym of the clue word.&#10;Crossword Clue: the solution word and the clue word are broadly related, perhaps in a punning way.&#10;A Word Including: the solution word contains the clue word.&#10;Clue It Yourself: the solution word may be any word, provided the player provides a suitable clue.&#10;Found With: the solution word and the clue word are found together in some phrase.&#10;Words are scored at a simple one point per letter.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mondo: Das Duell",
    "ID": 99257,
    "Year": "(2011)",
    "Geek Rating": "5.517",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99257/mondo-das-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "Mondo: Das Duell takes the components from Michael Schacht's Mondo and presents two players with new challenges in a head-to-head duel.&#10;&#10;To play, a duel card is revealed that shows the current challenge &ndash; most forest, largest desert, largest landscape, etc. &ndash; and the player who meets this challenge best while following the standard placement rules for tiles wins the duel card. (Animals and volcanoes are not relevant in this game.) The first player to win two cards wins the game.&#10;&#10;Mondo: Das Duell, which consists of ten duel cards and five rule cards, is a giveaway item in German game stores for customers who purchase Mondo.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Mondo (Pegasus Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skirmish Wars: Blitz",
    "ID": 99258,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99258/skirmish-wars-blitz",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Skirmish Wars: Blitz is the first expansion for the lightweight, tactical wargame based on the wildly popular turn-based strategy game series Advance Wars, originally released on the Game Boy Advance by Nintendo.  Skirmish Wars is a print-and-play game that uses a modular, customizable map system for endless replayability, and simple mechanics to streamline gameplay.&#10;&#10;While the objectives of a given game of Skirmish Wars will vary from scenario to scenario, The classic objective is to win by capturing your enemy's HQ or failing that, by eliminating all of his units.  To do so, a player must manage and secure new sources of limited funds, think quickly to out-maneuver, out-produce, or out-gun his opponent, and be ready to counter enemy strategies and units with their own.&#10;&#10;Skirmish Wars: Blitz introduces several new units including aircraft (all based on their counterparts from the original Video Game series) and eight new COs.  It also introduces new rules for repairing units, rules for units with limited fuel (like air units), and finally a fifth side that may be played.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Harvest",
    "ID": 99274,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/99274/the-harvest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Each player is running their own vineyard.  You are attempting to grow grapes and sell them to increase your wealth and also undertake research to improve your knowledge so that you are able to grow each grape harvest more efficiently.&#10;&#10;The game is card based and during each turn you typically play a card from your hand and then draw another card from the draw pile.&#10;&#10;The game goes over a number of rounds.  Each round is ended when one of the players undertakes a grape harvest.  The person who harvests is able to gain wealth while their opponent has the potential to improve their knowledge.&#10;&#10;The winner is the first person to either 12 points of wealth (with at least 4 points of knowledge) or 6 points of knowledge (with at least 5 points of wealth).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das kleine Grillquiz",
    "ID": 99276,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99276/das-kleine-grillquiz",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A small trivia game about barbecuing; with 100 questions and answers. The game itself is like a notebook (with spiral binding). Each page contains 2 questions and 4 possible answers, the back side contains the correct answers with additional information.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Das kleine Quiz (HUCH!)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Trip To Mars",
    "ID": 99277,
    "Year": "(1903)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99277/a-trip-to-mars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll-and-move game but with an added feature, you may be instructed to move in or out of the orbit you are currently in. The first to reach Mars (after starting at Earth) wins. Should you be unlucky enough to fall into the Sun, you are out of the game.&#10;&#10;The game is featured in Victorian Board Games by Olivia Bristol.&#10;&#10;Another version produced by Glevum has similar game plan but updated graphics from around the 1920s&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Geni Universitetet i Oslo",
    "ID": 99278,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99278/pocket-geni-universitetet-i-oslo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A custom-made version of the Geni Pocket game (http://www.boardgamegeek.com/boardgame/69152/pocket-geni-classic) made to the 200th years anniversary of University of Oslo (UiO) in 2011.&#10;&#10;The game contains 450 Q&amp;As about UiO, in six categories; UiO, studies and student life, science and medicin, history and society, culture and language, mixed.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Norway",
      "Series: Pocket Geni (Damm / Egmont)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All About Ithaca & Tompkins County, NY",
    "ID": 99283,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99283/all-about-ithaca-and-tompkins-county-ny",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;An exciting, fast moving game of travel&quot; - from box.&#10;&#10;The object of the game is for players to travel on the gameboard to the locations shown on their shopping lists. The first player to return to their residence with the travel cards for all locations contained on their shopping list wins the game!&#10;&#10;Players start with $2000 and get 10x the dice roll in money when they visit the bank initially (which has to be done first). To get the travel cards, players need to pay 10x the dice roll on the turn that they visit that location. Players can visit the bank later in the game, but not until they run out of money. Players get 10x their die roll and need to pay back what they owe with 10% interest. Players can choose to stay at the bank and roll for one additional turn and collect 10x what their roll is.&#10;&#10;",
    "Categories": [
      "Economic",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: USA",
      "Promotional: Board Games",
      "Promotional: Towns / Cities / Regions",
      "Series: All About Town",
      "States: New York"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jr. Rangerland National Park Game",
    "ID": 99293,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/99293/jr-rangerland-national-park-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Grab your binoculars and visit our National Parks. In this  game of color matching and exploration, players collect Explorer Cards as they journey to National parks throughout the United States. They will experience many landmarks, buildings, and natural wonders while always on the lookout for plants, animals, items of interest and opportunities to care for the parks.&#10;&#10;The Explorer Cards include many plants, animals, and geological features. There are also cards that provide opportunities for players to help out around the park or discover some important historical or cultural facts. There are 32 cards in all!&#10;&#10;The winner of the game is the person who can gather the most Explorer cards.&#10;&#10;As an extra challenge, players can look for matching plants and animals that show up on the Explorer cards. They are hidden on the game board.&#10;&#10;No reading is required.&#10;&#10;2011 Creative Child Magazine Game of the Year.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: US National Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Villanía",
    "ID": 99296,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/99296/villania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Del Editor:&#10;&#10;En un reino de maldad, un grupo de s&uacute;pervillanos pelear&aacute; entre si, codo a codo para destruir al mundo.&#10;&#10;Porque lo &uacute;nico que podr&iacute;a detener a un s&uacute;pervillano, es la envidia de otro s&uacute;pervillano!&#10;&#10;&iexcl;Divertido juego en el que podr&aacute;s demostrar si es mejor ganar o hacer perder a los dem&aacute;s!&quot;&#10;&#10;From the Publisher:&#10;&#10;In an evil kingdom a group of supervillains fight each other side by side to destroy the world.&#10;&#10;The olnly thing that could stop a supervillain is the envy of other supervillains!!&#10;&#10;Fun game where you can show whether it is better to win or make lose each other!&#10;&#10;Each player represents a supervillain trying to build a machine to destroy the world. You collect the parts of the machine (represented by cards) and complete it before a rival destroy all your progress. There are several ways (cards) to destroy the progress of a player such as &quot;Sabotage&quot; and &quot;theft &quot; also we have defenses to each of these cards as &quot;immunity &quot; or &quot;divine justice&quot;&#10;&#10;The sequence in which you build your machine is:&#10;&#10;- 1 machine layout&#10;  - 1 Power Supply&#10;  - 3 different components&#10;  - 1 special component&#10;  - 4 final count cards (... 3 ... 2 ... 1 ... KABOOM)&#10;&#10;The first player to blow up his or her machine is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Valdora: Additional Commission",
    "ID": 99297,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99297/valdora-additional-commission",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This is a very small print &amp; play expansion to Valdora found on Michael Schacht web site.&#10;This special commission can be done with two golds and any other precious stone and works just like the other commissions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Medieval",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Series: The Gold Trilogy (Michael Schacht)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Eastern Front 1942-1943",
    "ID": 99298,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99298/flames-of-war-eastern-front-1942-1943",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "The Revised and Expanded edition of the 2006 book Ostfront.&#10;&#10;A Flames of War sourcebook for mid-war conflicts on the Eastern Front. Includes a brief historical overview of the Eastern Front ca. 1942-1943, but is primarily composed of listings of organization/composition, special rules and point values for units within the German, Finnish, Hungarian, Italian, Romanian and Soviet forces participating in this theater.&#10;&#10;Per design notes from the Flames of War website:&#10;'Following from North Africa, Eastern Front is a major revamp of Ostfront, one of our mid-war compendia. Like North Africa it brings our old books up to our latest standards with the new company organisation diagrams, complete listings rather than modifications for variants, and better overall organisation. It has also undergone a comprehensive re-pointing to bring all of the forces into line and incorporate the last four years of experience.'&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Flames of War",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pickup",
    "ID": 99301,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99301/pickup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game of frantic energy as you grow a small startup courier business to become the best in the city.&#10;&#10;The game is for 2-4 players aged 10+.&#10;&#10;Players assume the role of CEO of a small courier company, each company can be setup in different ways so that players can maximize the differences they have with other players and exploit different business styles.&#10;&#10;Players must quickly collect parcels in a turn that uses simultaneous play, a game for the quick of mind and quick of hand.  The more successful you become the quicker you will need to become in seeing opportunity and taking it.&#10;&#10;Balance this out with a few moments to plan and purchase ways to grow your business with improvements or expansions, building you business through various growth stages, each stage offering more choices and options to make you business more efficient and profitable.&#10;&#10;To be released mid-2011.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Economic",
      "Maze",
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "International Business",
    "ID": 99304,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/99304/international-business",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;A game of buying and selling, Banking, Mortgaging etc.&quot;&#10;&#10;International Business is well known worldwide with different names.  This is an evergreen game where you act as a foreign businessman who buy or sell properties in famous countries of world.  You also get an idea to deal with another person. So, let play &amp; ready to prove himself, the wealthiest person of the world.&quot;&#10;&#10;Poor grammar is from the back of the box.&#10;The game itself has a lot taken from Monopoly with only some minor changes and totally different subject matter.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "N the Know",
    "ID": 99305,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99305/n-the-know",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is an obscure Trivia game that tests you knowledge about topics from Kwanzaa to Egyptian history.  It gives a very narrow slice of what the author thought people should know with a slant towards African, Egyptian, and African-American history.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shamu and his Crew, Protect Our Seas Game",
    "ID": 99306,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/99306/shamu-and-his-crew-protect-our-seas-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;&quot;Go on an ocean voyage with Shamu and his friends!&#10;&#10;Get ready for a spectacular journey where you will help brng Shamu's friends to safety!  In this exciting game, you'll have fun as you learn about some of the dangers that face our friends who live in the seas.  Dolly Dolphin is caught in a net and Pete Penguin is atop an iceberg.  Baby Shamu has been beached and O.P. Otter us in an oil slick.  But help is on the way!&#10;&#10;Roll the die and send your Shamu mover across the ocean floor to the danger spaces.  Once you get there, you'll be able to resuce Shamu's friends. Save them, thn move them to the dock before going onto the Funship.  The first Shamu there wins!&quot;&#10;&#10;Features a 3-D game board.&#10;&#10;Published in concert with Sea World.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Signals",
    "ID": 99307,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99307/signals",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Signals: The Sneaky Card Game. Collect all 5 members of one family and your team wins.&#10;&#10;Contents:&#10;Instructions&#10;20 Family Cards&#10;40 Money Cards&#10;4 Photo Albums&#10;&#10;Each player gets one Photo Album, and one Money Card (dealt randomly). The player with the highest value card starts the game.&#10;&#10;4 more Money Cards are dealt face down to each player. The remaining Money Cards are placed faced down in the center of the table.&#10;&#10;5 Family Cards are dealt face down to each player. The start player places one Family Card face down on the table. Each player has one chance to buy this card, by placing one or more of their Money Cards face up on the table. The next player can make a higher offer or pass. (If a player passes, they may take one card from the top of the Money Card deck.) There are no rules about talking. You may say anything you want, but if you don't want the other team to know, be sneaky, use the signals.&#10;&#10;Play continues until one player has collected all 5 members of one family.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "7 Wonders: Leaders – Stevie",
    "ID": 99315,
    "Year": "(2011)",
    "Geek Rating": "5.957",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99315/7-wonders-leaders-stevie",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0435",
    "Description": "From Spielbox Magazine 2011 Issue #3.&#10;It was later available in a pack of promos for backing Game Boy Geek 2017 Kickstarter campaign&#10;&#10;Stevie Wonder is an additional leader for 7 Wonders: Leaders expansion, and is only playable with that expansion.&#10;With his help, you can build a stage of your Wonder of the World; instead of paying the required number of resources, you pay 1 coin for each resource that the stage would cost and slide Stevie under the appropriate stage face up. Stevie does not interact with Imhotep (another leader that reduces the cost of your Wonder stages by 1 resource each).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: 7 Wonders",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grimaffen",
    "ID": 99316,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/99316/grimaffen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Grimaffen, players must remember the order of animal movements or sounds and imitate them in the right order to win. Choosing from thirty round tiles in five different colors, a player rolls a colored die to see which tile is added to the those already selected. The player then mimics the pictures on the tile to suggest an elephant's trunk motion or a wolf howl or a monkey's down-turned mouth, all within this zoo theme. Since the tiles use picture cues, reading is not necessary and components are not language specific.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Player Elimination"
    ],
    "Families": [
      "Series: Clevermacher Lernspiel (Selecta)",
      "Series: Pegasus Children's Games (Matagot)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ajax Nieuw Magnetisch Voetbalspel",
    "ID": 99318,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/99318/ajax-nieuw-magnetisch-voetbalspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Goal: Be the first scoring 3 (10) times (soccer) - 2 players (or 2 teams)&#10;&#10;Content: park (optional), 2 goals, 2 x 3 pieces, 1 ball, 2 x 2 sticks with integrated magnet&#10;&#10;1. Draw starter by lot&#10;2. Place your 3 pieces on the board (only one in the area of the goal)&#10;3. Try to move your (magnetic) pieces with your stick - beneath the table - hitting the ball into  &#10;    proper direction; this happens simultaniously&#10;4. Move the ball into opponent's goal&#10; (avoid any circumstances like damage, physical injury, stiff muscles...)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: Magnets",
      "Sports Teams: Ajax Amsterdam",
      "Sports Teams: Arsenal Football Club",
      "Sports Teams: Feyenoord",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Our Kings & Queens",
    "ID": 99324,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99324/our-kings-and-queens",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promotional card game issued by an importer of tea, around 1900 to 1910. The cards are pictorial, featuring the monarchs from William the Conqueror to King Edward VII. I have no rules but it appears to be a set collecting game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: England",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poetical Pot Pie or Aunt Hulda's Courtship",
    "ID": 99325,
    "Year": "(1868)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99325/poetical-pot-pie-or-aunt-huldas-courtship",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player takes one of one hundred and twenty cards with a quote on it by a famous author at the time. The rules have a story with blank sections and the players have to fit the correct quote into the appropriate blank. The game was devised to amuse because players (particularly children, will frequently put the wrong quote into the right blank (and vice versa).&#10;The box says &quot;A little fun now and then, is relished by the best of men&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "King's Crossing",
    "ID": 99337,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/99337/kings-crossing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "In King's Crossing, players try to navigate their King across the board to get the home space of the enemy king.  The battle rages as men pieces jump one another and also freeze and trap lines of pieces that are capture later.  Unable to retreat, pieces advance into an onslaught of exchanges and multicaptures.&#10;&#10;This game is one in the Games on Half a Checkerboard Series.&#10;&#10;Latest updated: Version 1.2 of the rules includes an alternate set up that is similar to that of Crossing Stonehenge, and a change in the win conditions.&#10;&#10;Edit: Playable on Tabletopia in this collection:&#10;https://tabletopia.com/games/alquerque-and-friends&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 8 Grids",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stackschach",
    "ID": 99339,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99339/stackschach",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Stackschach (Stacks Chess) is  a Chess-like game that provides &ldquo;morphing&rdquo; ability to change pieces and increase or decrease the stack sizes, in order to change their ability.&#10;&#10;This game is one in the Games on Half a Checkerboard Series. Rules to the game will be available in this entry for download.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Short Stack",
    "ID": 99340,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/99340/short-stack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Short Stack is a traditional stacking style game, where players move, assemble, and disassemble stacks in the game, adopted to an 8x4 game board.  In Short Stack, a player's most powerful stack is always at risk of being eliminated every turn.&#10;&#10;This game is one in the Games on Half a Checkerboard Series, which are a series of games created by Richard Hutnik.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Das Book",
    "ID": 99353,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99353/flames-of-war-das-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Das Book is a supplement for the Flames of War WWII miniatures game that compiles many rules and articles from several sources.  It compliments the basic rule book and the similar sized starter book.  Some rules are updated, such as the &quot;No Retreat&quot; mission which was written to be more balanced than &quot;Hold the Line&quot; from the main rulebook.&#10;&#10;The compilation was credited to Casey Davies, from work by The Battlefront team and friends.&#10;&#10;From the back cover:&#10;Compiled from across the Flames of War book range, Das Book includes:&#10;Nine Combat Missions: Free-For-All, Encounter, No Retreat, Fighting Withdrawl, Breakthrough, the Cauldron, Roadblock, Hasty Assault, and Breakout.&#10;All mission special rules.&#10;Latewar Airborne Assault Special Rules and Mission.&#10;Bocage Rules.&#10;River Crossing Rules and Mission.&#10;Fortification rules, with updated bunker rules and two fortification missions: Trench Fight and The Big Push&#10;Street Fighting rules and mission&#10;Complete Mid and Late war Arsenals for all of the major forces.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dallifant",
    "ID": 99354,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/99354/dallifant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dallifant is a game of pattern recognition for children ages 4-8.&#10;&#10;Each player gets 5 chips (the white one is a spare), and you spread out the elephants so that everyone can see and reach them. One player rolls the two dice, and all players look for the elephant that shows the two colours that were rolled. If you spot it, place one of your chips on it. The first player's chip stays on the elephant, everyone else has to take theirs back.&#10;&#10;If there was no chip on this elephant previously, nothing happens. If it had one of your chips on it already, both chips stay on it, and this colour combination is ignored from now on (i.e., there cannot be more than two chips on an elephant). If someone else's chip was on it, they receive their chip back and yours stays on. The next player then rolls the dice, etc.&#10;&#10;Whoever gets rid of their 5 chips first, wins.&#10;&#10;Two more things: &#10;1) You can hold a chip in your hand, but not hover above the elephants before the dice are rolled.&#10;2) It is recommended that whoever rolls the dice calls out the colours.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Elephants",
      "Series: Mini (Ravensburger)",
      "Series: Spiele Minis (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunburst City Transport",
    "ID": 99355,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/99355/sunburst-city-transport",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "After another long gruelling day at your regular day job, your father calls you up with a rather urgent message. &quot;Son, get over here right now!&quot;. Upon arrival, you find that he is unable to answer his door. Using your key, you enter the door and find him on the ground in the living room helpless and in lots of pain.&#10;&#10;&quot;Things are bad, son. Real bad. I seem to have herniated my disc or something. Not only that, the bank wants to foreclose on the business. I gotta come up with 6500 dollars in 55 days. Plus I think I am going to need surgery or something, and that won't be cheap. Son, ya gotta help me!!!! Take my truck and go make as much money as you can!!!&quot;&#10;&#10;Gameplay: The player is trying to gather enough cash to save his dad's trucking business in a 55 turns. Each turn, the player moves his truck and purchases and delivers goods. He may upgrade his business throughout the game. There are also eight big events that will affect the course of the game.&#10;&#10;This game is my personal entry into the 2011 July/August Solitaire Print and Play Contest. I may develop a multiplayer version at a later time. It will be available for Vassal shortly.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Contests: Solitaire Print & Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Congo",
    "ID": 99361,
    "Year": "(1874)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/99361/congo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Congo is a game created by the Frenchman Charles Watilliaux between 1874 and 1907. This game would have fallen into oblivion were it not for another Frenchman named Michel Boutin after a public inquiry into this game in his book: &quot;Jeux de pions pour aujourd 'hui&quot; in 2001 and reintroduced by Oriol Comas in his book &quot;The World Games &quot;&#10;Congo is a very simple abstract strategy game with a board and a easy game mechanics.&#10;This game tries to emulate a site on the banks of the river Congo.&#10;4 people play and have 12 pieces each and take turns placing them anywhere on a 5x5x5 hexagonal board. The only requirement for placement is that it is not adjacent to a piece of another color, although you can play adjacent to your own color. After placing a piece, it can not be moved in any way. When a player is blocked and can not place any more pieces, they are out. The game continues until no more pieces can be played by ANY player. &#10;When a game is complete, points are then awarded. Each player gets one point for each piece not played by a player who went out before them. Thus, 3rd place gets the points for all pieces left by 4th place, while 2nd place gets points for both 3rd and 4th place's pieces. The winner gains points from all 3 who fell by the wayside.&#10;(Adjustment: If you allow ties in how many pieces are left over instead of &quot;first unable not play is first out&quot;, then both people who tie gain the points of the other person they tied with.)&#10;The best thing is to play four games, so that each player has the chance to play first. &#10;The winner is the one with the highest cumulative score after four games. &#10;When only two people play, it requires each player to use two colors, and each player must take into account that the two colors belonging to a player can not touch each other.&#10;&#10;&#10;El Congo es un juego creado por el frances Charles Watilliaux entre 1874 y 1907, este juego hubiese caido en el olvido a no ser por otro frances llamado Michel Boutin que luego de una investigacion publico este juego en su libro: &quot;Jeux de pions pour aujourd&acute;hui&quot; en 2001 y retomado por Oriol Comas en su libro &quot;El Mundo en juegos&quot;&#10;El Congo es un juego de estrategia abstracta muy simple pero con un tablero y una mecanica muy bella. Este juego trata de emular un sitio en la orilla del rio Congo.&#10;Jugando de a 4 personas cada jugador posee 12 fichas y las van poniendo una a una en el tablero hexagonal. La unica condicion para la colocacion es que no este adyacente a una ficha de otro color, aunque si puede estar tocando las fichas de su mismo color. Una vez colocada una ficha no se puede mover mas y no hay capturas de ningun tipo.&#10;Cuando un jugador esta bloqueado y no puede colocar mas fichas deja de jugar, cuando el tres jugadores ya no tienen colocaciones de piezas posibles se termina la partida. En ese momento se otorgan los puntos. El primer jugador que quedo bloqueado le otorga tantos puntos como el numero de fichas que no logro colocar en el tablero a los otros 3 jugadores que continuaron jugando; el segundo bloqueado hace lo mismo con los otros dos jugadores que quedaron en carrera y por ultimo el tercer bloqueado entrega puntos al ganador del partido, es decir que el ganador recibe puntos de los otros tres jugadores que han quedado por el camino.&#10;Lo mejor es jugar cuatro partidas, para que cada jugador tenga la posibilidad de jugar primero.&#10;Y ganara el que tenga el mayor puntaje total de las cuatro partidas.&#10;Para jugar de a dos personas solo se requiere que cada jugador utilice dos colores y hay que tener en cuenta por mas que los dos colores pertenezcan a un jugador igualmente no pueden tocarse entre si.",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CUBI",
    "ID": 99370,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99370/cubi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "OBJECTIVE OF THE GAME:&#10;Each teams have to achieve more points than the adversary. The score is calculated according to the table shown on last page, at the end of match. The winner is the team who builds the greater number of bigger squares, given that the score is the sum of the value of the built cubes.&#10;&#10;SETUP THE GAME:&#10;The players meet around the game board (ex. 4 players: Blue player, Yellow player, Blue player, Yellow player), so that they represent each player&rsquo;s turn. It is a custom that the game should start with a move from the Blue team and to proceed among the players of the teams in clockwise fashion. At the beginning of the match the board has no pieces and the two teams have all their pieces yet to be played respectively.&#10;&#10;GAMEPLAY:&#10;Each player on his turn can make only one of these operations:&#10;&bull;    Place of a piece;&#10;&bull;    Move of a piece;&#10;&bull;    Pass the turn.&#10;&#10;CONCLUSION:&#10;The match ends when all pieces have been placed and, therefore, the teams cannot make further moves. Interestingly, one of the teams will finish it&rsquo;s pieces before the other team and so can only make the movement (or pass) waiting for the opponent team to finish its remaining pieces. This phase is called the closure of the game. During the closure the team with pieces cannot move or pass.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All the Winners",
    "ID": 99376,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99376/all-the-winners",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "48 cards in sets of four, each card in a set being numbered from 1 to 4. A noisy set collecting card game that urges you to be 'quirky' in your calls for certain cards. You literally have to make a call as if you were the street vendor yourself. The number on the card you are seeking means you have to make the shout that many times. The cards represent street vendors and this must date from after WWI because there is a striking difference between these cards and most of the publisher's other games (which were printed in Germany).&#10;Each player is dealt a hand and if they can collect a set of four identical cards, then they can reveal them and claim a trick. The most tricks after they have all been claimed, wins.&#10;From the rules; &quot;A very amusing card game, ideal for children aged 7 to 70. For 3 players or more players, the more the merrier&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Journey to the End of the Earth",
    "ID": 99377,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/99377/a-journey-to-the-end-of-the-earth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Even to the Russians, a hardy race with much experience at living in a cold land, swept by bitter winters, the Kola Peninsular and the Murman coast represented the very extreme of a distant, harsh and God forsaken place. Hence, they named their first colony there Murmansk. The end of the Earth.&#10;&#10;To the Allied sailors of many nations who sailed there during WW2 it certainly seemed to live up to its name. Getting there was bad enough with all the hardships of freezing cold conditions, massive storms, and seas that could swallow up a ship leaving little trace. If forced to abandon ship in such waters they were under no illusions that they chances of survival were slim. There were some remarkable stories of survival but the privations endured by those who made it back alive were just as remarkable in that there were so few who lived to tell the tale of being sunk on the Murmansk run.&#10;&#10;Of course, although the port facilities available were Spartan and poorly equipped to handle the huge amount of stores delivered, then there was the problem of getting such cargoes there in the first place.&#10;&#10;Having arrived, there were almost no amenities for the crews of ships to use in order to rest up after fighting there way to Murmansk. Indeed the Soviets were reluctant to give the crews much freedom to go ashore at all. Food was scarce. That supplied was grudgingly given, boring and lacking nutrition. So for those who had arrived, the long wait until they could join a convoy back to the UK was like a prison sentence. Perhaps the only thing the Russians seemed to have plenty of was Vodka and with that they could be extremely generous.&#10;&#10;Join the thriving community around this intensely popular war game.&#10;&#10;Game sclae is of 20cm or 8 inches per nautical mile, so  1cm equals 1 knot. If a ship is moving 14 knots, will plot a 14 cm movement in the game, for example. Players are encouraged to play with any sclae, although the desinger suggest 1:3000 as the best one.&#10;Players take the role of and allied convoy from or towards Murmansk or Anchangelsk during the IIWW and try to protect the ships from the German player, who will try to shunk them with either vessels, submarines or the Luftwaffe.&#10;Game comes with a comprehensive way to generate merchants convoys and its adecuate escort of warships, meanwhile the German player will have his own forces. All this will change according to the year and nationality played, so for 1942 the forces will be different from those of 1945 and also those avaliable to the Royal Navy or the Soviets.&#10;The game has also an event generator to add some flavor, and full tables to calculate combat and the damage and critical hits taken by the diverse forces.&#10;&#10;(From the web publisher Nimble Books LLC)&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Turnip's Audition",
    "ID": 99378,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99378/mr-turnips-audition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This may be the first British game linked to a TV character. A card game about set collecting but with a difference. As well as the cards and rules in the box, there is a clock with movable hands.&#10;A set is at least two cards, a Portrait card (of a character from the show) and an Audition card (with a time on it). Thus you can only claim a trick if the Time element is the same as the clock currently shows.&#10;The clock starts at 9.00 a.m.. The first player may lay down a set if he also has the correct time. Then the second player has the same opportunity, and so on round the table. However, if a player does not have a set to display, he draws a card from the deck and the clock is moved on one hour. Now the next player has to have a set that includes the new time, and so on.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kleine Froschmusik",
    "ID": 99379,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99379/kleine-froschmusik",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Kleine Froschmusik is an educational game of memory and singing.&#10;&#10;All frog-cards (with frogs in different colours or water lilies) are arranged in a circle face down. Players by turn roll a dice and according to the roll either exchange positions of frog-cards or try to turn up a card with a water lily or a frog in the corresponding colour. If the players turns up the correct card, he gets another turn.&#10;&#10;As soon as a player reveals the third frog, he draws a concert-card. This cards show frogs in different posture / height. Players than sing a melody according to the sequence of the frogs (for example arms up = high-pitched, squatting = low-pitched). Then the player who turned up the third frog gets the concert-card as his score.&#10;&#10;The first player to have 3 concert-cards is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Singing"
    ],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Milton Keynes",
    "ID": 99385,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/99385/milton-keynes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Milton Keynes is a not-very-politically-correct strategy board game for 2 to 5 players. Combining elements of topology &amp; connectivity, empire-building, bidding, bluffing and trading, it delivers a fun and thoughtful gaming experience time and time again.&#10;&#10;Collect income from your buildings to buy land from farmers and make &quot;campaign contributions&quot; to local politicians, a necessity for obtaining decent plots. Buildings with many neighbours fetch more rent so don't be the first to build in the middle of nowhere! Political influence might let you play dirty tricks on your opponents. Don't be too surprised if they return the favour though.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Modular Board",
      "Rock-Paper-Scissors",
      "Trading"
    ],
    "Families": [
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kapteeni ja pilssihiiri",
    "ID": 99393,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/99393/kapteeni-ja-pilssihiiri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Based on the books of beloved Finnish childrens author Mauri Kunnas, Kapteeni ja pilssihiiri (&quot;Captain and the bilge rat&quot;) is a roll and move game where players try to get their three pawns to complete a circuit around the board.&#10;&#10;Movement is color-coded: red symbol on a die means the red pawn moves to the next red tile, blue moves blue and so on. There are also arrows that let players remove tiles from play. This has two effects: it makes the circuit shorter as players skip over removed tiles and it can also remove a pawn from play, trapping a player until she can return the tile in play.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conflicting Kingdoms",
    "ID": 99396,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/99396/conflicting-kingdoms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Conflicting Kingdoms is essentially a board game where you choose an avatar as your main playing character and you use it to move across the board to engage in battle and defeat your enemies.&#10;&#10;But this is unlike any board game you have played before. It uses the unique method of deck building as used in trading card games like Magic the Gathering and Yu Gi Oh. You play the cards from your deck to build the board you play on and you also use the cards to buff your avatar and to weaken your enemies with ability cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legions of Darkness: Expansion Kit 1 – Book of Magic",
    "ID": 99399,
    "Year": "(2011)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99399/legions-of-darkness-expansion-kit-1-book-of-magic",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "The first expansion to the popular States of Siege game, Legions of Darkness. The Book of Magic introduces new spells, guardians (a new type of hero), and enemy bosses to wreak havoc on the defenders of your castle. There's even talk of a necromancer who walks the land, raising the dead to fight against the castle.&#10;Plenty of new things await you in the Legions of Darkness expansion #1: Book of Magic!&#10;&#10;Note, the Legions of Darkness Expansion Kit 1: Book of Magic is not a &lsquo;stand alone&rsquo; game. You must own a copy of Legions of Darkness to use this expansion kit.&#10;&#10;Game Data:&#10;&#10;Complexity: 2.5 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: Each unit represents one Dark Legion, each turn represents a few hours, and each space represents several meters.&#10;&#10;Game Components:&#10;&#10;&bull;    One two-page full color rules sheet&#10;&bull;    12 Event Cards (8 Day and 4 Night cards)&#10;&bull;    13 double-sided 5/8&quot; round markers&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Shogunate Troop Pack",
    "ID": 99402,
    "Year": "(2011)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99402/tannhauser-shogunate-troop-pack",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "Game description from the publisher:&#10;&#10;Through force and diplomatic guile the Sh&#197;&#141;gunate has taken to the mainland. Divisions of Ashigaru march against the enemies of the Sh&#197;&#141;gun Hatamoto, while highly trained agents of the elusive &quot;Shin&quot; use the cover of darkness to accomplish their goals.&#10;&#10;The Sh&#197;&#141;gunate Troop Pack for Tannh&auml;user includes one painted Ashigaru figure and one Shin Agent figure, each with character sheets. This, along with 24 game tokens, 17 equipment cards, and a 12-page rulebook with an included scenario, lets you add these versatile killers to your Reich or Sh&#197;&#141;gunate team.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Iroh",
    "ID": 99403,
    "Year": "(2011)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99403/tannhauser-iroh",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.25",
    "Description": "Game description from the publisher:&#10;&#10;Tactical genius, diplomat, servant to the Imperial Throne... the dossier on Iroh Minamoto, often referred to as &quot;the Daimyo&quot;, continues to grow. No matter how many times he is defeated, Iroh and his katana continue to return to the battlefield, unperturbed and ready for another fight.&#10;&#10;This single miniature pack for Tannh&auml;user &ndash; Iroh &ndash; contains one painted Iroh figure with a character sheet, 12 game tokens, 11 equipment cards, and a 12-page rulebook that includes a dedicated scenario! Add him to your Reich team, or let him lead your Sh&#197;&#141;gunate forces into battle!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombies!!! X: Feeding the Addiction",
    "ID": 99407,
    "Year": "(2011)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99407/zombies-x-feeding-the-addiction",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Everybody has issues! Maybe things would be different if you didn't spend so much time on the phone (or at the bar; or at the mall; or in the gym...)You might even be able to spend some time, you know, fighting for your life!&#10;&#10;Zombies!!! X adds a whole new level of complication to the Zombies!!! board game. Now, not only do you have to worry about your brains being eaten by the zombies, you also have to remember to: Feed the Addiction!&#10;&#10;This expansion for the Zombies!!! board game adds: &bull; 15 map tiles &bull; 30 event cards &bull; Rules &bull; 6 copies of the &quot;Addiction&quot; cards!!!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Zombies!!! (Twilight Creations)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Omatako",
    "ID": 99408,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/99408/omatako",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In this tactical spatial two player game, played on a 3 x 3 field, each player has eight playing pieces: 2x2, 2x3, 2x4 and 2x6 movement points (printed on the top of the pieces). The goal is to be on top of two equally tall stacks of four or five pieces in height. &#10;Players start on their side of the field, bringing in their pieces, which move the number of movement points printed on them. A movement point can be spend horizontally or vertically, as when a piece climbs up on top of another piece (or a stack of them) or down. Only the pieces on top of a stack may move, everything below them is blocked. &#10;The first player to top two stacks of four or two of five pieces in height is the winner.&#10;&#10;The game is named after two similar looking mountains in Namibia.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3 x 3 Grids",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raus aus dem Schneckenhaus",
    "ID": 99409,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/99409/raus-aus-dem-schneckenhaus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Raus aus dem Schneckenhaus (translation: Out of the Snailhouse) is a simple roll-and-move game with some special cards, where you have to collect (visit) all different coloured spaces, before you are allowed to exit the track.  If you exit the track without having collected all the different colours, you are forced to lose one colour and start the track at the beginning again.&#10;&#10;This is a very rare game which only had 200 copies produced and only 10 were ever sold.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dust Tactics: Heavy Ranger Tank Hunter Squad – \"Tank Busters\"",
    "ID": 99414,
    "Year": "(2011)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99414/dust-tactics-heavy-ranger-tank-hunter-squad-tank-b",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;Add the speed and power of the &quot;Tank Busters&quot; to your Dust Tactics forces! These new Allied soldiers seem to be a contradiction; despite their heavy combat armor they are able to move across the battlefield at lightning fast speed. The Tank Busters' specialty is to function as highly effective anti-armor units.&#10;&#10;Each member is equipped with a reactor-fueled bazooka that can waste enemy armored vehicles. Take advantage of their phenomenal speed to reach an enemy walker no matter where it hides; they are able to ignore obstacles in their path by flying over them! Should their bazookas fail them, these unbelievably strong individuals can punch through a walker's armor during close combat.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust Tactics: Blutkreuz Korps Untertoten Squad – \"Axis Zombies\"",
    "ID": 99415,
    "Year": "(2011)",
    "Geek Rating": "5.544",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99415/dust-tactics-blutkreuz-korps-untertoten-squad-axis",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game description from the publisher: &#10; In the wake of Germany's invasion of Stalingrad, where hundreds of thousands of soldiers had been lost or grievously injured, the Axis leaders turned to the extremes of science. From the labs of the Blutkreuz Korps comes a horrific solution: Wiederbeleben Serum. When this elixir is injected into the corpses of fallen soldiers, it not only reanimates them but grants them incredible resilience. With the Axis Zombies, the Axis now has plenty of new troops for the front lines.&#10;&#10;Despite their simple minds, the Blutkreuz Korps needs these undead soldiers to focus on only one objective, annihilating the enemy. With their Fast ability, the Axis Zombies can easily close in on their targets. Allied commanders will need to adapt quickly to these new enemies as they are both mindlessly fearless and sometimes appear impervious to gunfire.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Industry Expansion #1: Japan and Minnesota",
    "ID": 99424,
    "Year": "(2011)",
    "Geek Rating": "5.802",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99424/age-of-industry-expansion-1-japan-and-minnesota",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3871",
    "Description": "Age of Industry Expansion #1 contains the first pair of expansion maps for the 2010 release Age of Industry. The expansion consists of a double-sided game board with Japan (designed by Larry Whalen) on one side and Minnesota (designed by Kevin Beckey) on the other. Both expansion maps feature little twists to the original system, making them feel different from the original maps.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan",
      "Game: Age of Industry",
      "History: Industrial Revolution",
      "Series: Treefrog Line (Warfrog)",
      "States: Minnesota"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bluffing",
    "ID": 99427,
    "Year": "(1896)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/99427/bluffing",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "60 cards, 4 cards of each number from 1 to 15&#10;&#10;This is what the Edwardians might call 'a round game'. Every player is given 24 counters and each pays three into the 'pool'. The starting player chooses a card and places it face down and calls &quot;one&quot;. If he is believed, the next player must play a card and says &quot;two&quot;, with each subsequent player calling the next number in the sequence of one to fifteen. At his turn, a player can challenge the card played by the previous player. If the card was wrong, various penalties take place (drawing more cards and paying two counters into the pool and two to the challenger. If the card was correct, these penalties now apply to the player who told the truth with his numbered card.&#10;If a player gets down to just one card, he may retire from the game and claims half the pool. Each subsequent player who retires with one card also takes half the pool (of course, it will get smaller as each player retires from the game). If a player has no cards left, he takes the entire pool and wins the game. It doesn't say so in the rules but I assume that if no-one retires with no cards left, then the winner will be the one with the most counters.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bargains",
    "ID": 99429,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99429/bargains",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "56 cards, divided into 5 sets of five cards but each card having two halves, and there are six jokers (called Bunkems in this game). The sets are Ancestors, Household Treasures, Landed Estate, Domestic Pet and Fruit. A number of counters are given to each player before the game begins.&#10;Each player, in their turn, must offer a card for sale to the highest bidder. If a set of two correct halves is owned, the player may claim the trick and lay it on the table.&#10;Household Treasure cards are special. When offered for sale, each player must write down their bid and the seller must write down what he would like to receive. When the bids are revealed, the card goes to the player nearest to the sum demanded by the seller. If the seller demanded less, then he gets what he asked for, not the amount bid by the buyer. If the seller demanded more than ten higher than the highest bid, the high bidder gets the card for just 5 counters.&#10;The six jokers can be matched with another joker even though they are not identical.&#10;The game ends when all the halves have been matched and the one who has the most wins. If tied, it goes to the player who has the most counters.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fee-Fi-Fo-Fum",
    "ID": 99430,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99430/fee-fi-fo-fum",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Card game, 48 cards in 12 sets of four. The cards are not identical in each set but they are quadruplets, i.e. Each card is one word in a famous rhyme or similar.&#10;Each player receives a certain amount of counters and the cards are all dealt out. These cards are not looked at but remain in a face-down pile in front of each player.&#10;The players all reveal the top card simultaneously. If two or more cards belong to the same quadruplet, the first player to recite that quadruplet receives the cards. After a couple of turns, the top cards in a stack maybe called correctly, but this now reveals the cards underneath and a further check must be made in case another quadruplet can be seen.&#10;The counters are used to pay various penalties during the game. The player with the most sets at the end, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lunar Chapters: INVINCIBLE",
    "ID": 99435,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99435/the-lunar-chapters-invincible",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "INVINCIBLE is a game of battle between endurance and courage. It takes you into an arena, where champions from faraway lands come to compete and remain the last man standing. By mastering the balance between courage and endurance, you may reap the glory of the INVINCIBLE.&#10;&#10;Players chose their champion from among 3 different tribes, each fielding a variety of 6 *(7) different classes. 18 *(21) unique characters with 2 special abilities each, 3 playing modes for 2-6 *(7) players promises great replay-ability. When designing the rules, our goal was to make them as easy to pick up as checkers, and as tactically deep as chess. From our experience, it is best learned &quot;on the go&quot;, and even first-timers DO win!&#10;&#10;Players have 3 types of card at their disposal. &quot;Action&quot; card with reddish background, &quot;Equipment&quot; cards with yellow background, and &quot;Special&quot; cards with green background. The action cards work on a bit more complex &quot;rock-paper-scissors&quot; mechanics, and players need to decide which attacks to commence, in order to get their opponent in the spot they want them. Players pick 3 cards from the deck every time it's their turn in the round, or when they are challenged to a duel. At the end of their turn in the round, they may chose to discard one card for their convenience, yet this could also work against them, since the less cards you have on your hand, the more mouth-watering victim you make yourself. Duel is a battle mechanism, where two players engage into an exchange of action cards, where both of them are allowed to use two action cards for an attack, single special card of every kind, use as many equipment cards as they posses, and utilize their special abilities based on the amount of courage they gained in the season. (One whole game of INVINCIBLE represents a season in the arena). Each player's champion has different starting endurance, courage and  card stock based on their tribe of origin. Endurance and courage are two main resources used in the game. Endurance determines how much damage can the player take, and if it drops to zero, the player is eliminated from the competition. However, they are not eliminated from the game. Players who's endurance drops to zero, come back to game in the next turn as &quot;ghost&quot; players. Losing all their equipment and courage, starting with a single point of endurance. Players who are still competing for the title of INVINCIBLE, can no longer duel the ghost players, but this does not work the other way around, and so they may take revenge on their executioners or simply have fun playing with other player's chances in the game. Courage is gained with every successful hit. This means every time you play an attack card, and you duelist does not play a valid defense card against it, that player loses a point of endurance, and you gain a point of courage. Each character has two special abilities, which spent the courage when used. First ability costs 4 courage points, and the other spends 6 points being twice as powerful. Players need to chose whether they spend their courage early, or save up for more powerful abilities and risk that they get eliminated in the process, or somebody uses a card or ability that would steal their courage. The closer to the epic final duel the game gets, the more courage players gain, as every time you eliminate a player, you gain 6 points of courage, and also, there are more equipment cards available for less competing players. Equipment cards improve endurance and courage capacities, and special cads have many uses to disabling your opponents and &quot;resource redistribution&quot;.&#10;&#10;&#10;    (x) marked values refer to Collector's and Signature editions.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Rock-Paper-Scissors",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wuchererer",
    "ID": 99436,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99436/wuchererer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wuchererer is a 36-card expansion for Landlord! that includes a variety of new tenants, new actions, card-driven scoring, and variant rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NUTS!: Fire In Korea",
    "ID": 99438,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99438/nuts-fire-in-korea",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The men of my squad are cold, worn out, and short on sleep. We've been fighting for days and our advance seems to be challenged at every step. Just when we think we can take a breather, we're at it again.&#10;&#10;Thwack!! Mortar fire and we all take cover. We have to keep moving.&#10;&#10;We advance, running as fast as we can covered in layers of clothes against the cold, trying to keep as low as possible as the mortar bombs burst on the frozen ground. Thump, thump, thump. The slow burst of a Chinese heavy machine gun breaks the silence when the mortars stop firing. Another ambush!&#10;&#10;It's simple really. In Fire In Korea you are a Platoon Leader and your job is to complete all your missions while keeping your men alive. But that's a tough job as the war was constantly changing. Fire In Korea takes you through the Forgotten War. From the opening period of the NKPA offensive through the other four phases of the war ending with the last phase, the Static War. All are covered and all bring their unique challenges.&#10;&#10;Using NUTS!Second Edition as the base, this book gives you three ways to play:&#10;&#10;1. You can play one of the six provided scenarios. These can be played solo, same side, or even head-to-head against your friends.&#10;&#10;2.You can generate a game from scratch using the included tables and play either solo or same-side or head-to-head.&#10;&#10;3.You can generate and play a series of connected games that span a campaign.&#10;&#10;Fire In Korea includes lists for the US Army, USMC, ROK, KATUSA, British, Australians, Canadians, Chinese and North Koreans. Vehicle statistics and rules are compatible with NUTS! 2nd Edition and we've added some new ones. Follow the link below to the Table of Contents for more information. And the nice thing is you can take these new rules and use them in your normal NUTS! games as well.&#10;&#10;In Fire In Korea you'll experience the Korean War in a way that no other rules has ever done before. In any case, all we can say is...&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Korea",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kosminen kierros",
    "ID": 99439,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/99439/kosminen-kierros",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Kosminen kierros (&quot;Cosmic Tour&quot;), the players are astronauts flying in a spaceship circumnavigating and exploring the solar system. Each player shares responsibility for ensuring that the ship makes it safely back to Earth, but at the same time should try to collect as much information about the solar system to win the game when the ship makes it back to Earth.&#10;The game has two separate game boards. The first board represents the solar system, on which the players' spaceship pawn is moved. If the ship flies off the grid, hits a planet or the sun, the ship is destroyed and all players lose the game. The board also includes Event-markers, which are turned over when the ship flies on them, and have a surprising impact on game play.&#10;The other board represents the inside of the spaceship, where players move their astronaut pawns. Each turn, a player must move from one module of the spaceship to another and carry out an action. The actions that can be carried out in the different modules are:&#10;-Bridge: turn the ship's inclination (to determine which direction the ship moves in)&#10;-Observatory: draw two Data cards (giving points at the end of the game)&#10;-Storage: draw two Equipment cards (useful items to be used during the game to save the ship from destruction or help the player's own game&#10;-Engine room: move the ship pawn forward one step.&#10;&#10;The game has three levels of game play with increasing complexity. On level two, Captain's Orders cards are added to the game, which are played whenever a player moves to the Bridge, giving that player an additional action. Also, the scoring system for Data cards becomes based on set collection. On level three, Escape pods are included, which allow a player to win the game even if the ship is destroyed.&#10;&#10;This game was custom designed to order, and is intended mainly for a specific target market, i.e. children aged 8-14. It is an educational game at heart, in which the players learn about the solar system, and the importance of working together for a common goal, while having lots of fun. But naturally anybody can play it, and it works specially well as a game that the whole family can enjoy together&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math Animals",
    "ID": 99440,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99440/math-animals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "MathAnimals is an exciting new game that teaches and reinforces addition, subtraction or multiplication skills for children for all ages.  With the roll of a die, players race around the colorful game board trying to land their playing piece on the animal that represents the highest number. Then they either add, subtract or multiply the number on the die to the number they have landed on. The winner is the first to have their grand&#10;total reach the goal, a number that is set at the beginning of each new game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Who's at Home?",
    "ID": 99441,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99441/whos-at-home",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids hop animal-shaped playing pieces around a colorful playing path, passing through eight different animal habitats, &quot;Critter City,&quot; &quot;Polar Snowland,&quot; &quot;Big Sky Prairie,&quot; &quot;Endless Desert,&quot; &quot;Wild Wild Woods,&quot; &quot;Dripping Wetlands,&quot; &quot;Yak Yak Mountain,&quot; and &quot;Teeming Rainforest.&quot; At each habitat, they attempt to win Animal Medallions by answering &quot;Who's At Home?&quot; questions. Examples: &quot;What animal is the largest hunter on the African savanna?&quot; &quot;Why won't a polar bear ever meet, greet, or eat a penguin in the wild?&quot; &quot;What are earths, setts, and warrens?&quot; Answers, with a line or two of explanation, are listed after each question.&#10;&#10;Winner is the first to collect all eight Animal Medallions and answer one final question from the &quot;Who's At Home?&quot; square in the center of the board.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Post It Home",
    "ID": 99442,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99442/post-it-home",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A British geography board game, in which globe-trotting kids move their playing pieces across a map of the world, attempting to send postcards home from six different cities: Cape Town, London, New York, Rio de Janeiro, Sydney, and Tokyo. As they move from place to place, they must answer general-knowledge &quot;Journey Questions&quot; or geography-related &quot;Postbox Questions.&quot; (Example: &quot;What is the name of the longest river in the world?&quot;) Once players have reached a target city and correctly answered a Postbox Question, they get to mail a postcard home. The postcards are real cards: kids address them, write or draw a message, stamp the cards with a cancellation rubber stamp, and drop them into a bright-red British-style postbox, assembled from folded cardboard.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Falck Rykker Ud",
    "ID": 99445,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99445/falck-rykker-ud",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A game for 2-6 players. Each player moves an ambulance from the rescue station, following the grey streets around town and back to goal at the rescue station. First ambulance back wins the game.&#10;While driving through town the players might land on a red square and draw a card. This will either be an easy rescue-themed question or an in-game effect (extra roll or wait a turn). &#10;Or they might land on yellow squares, giving them and their ambulance an assignment (detour) around the city.&#10;&#10;There is a mild educational theme to this game. You will have to follow traffical rules and there are 9 different questions about rescue situations.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Behind The Glass",
    "ID": 99446,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99446/behind-the-glass",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Behind The Glass is a card game where players manage their own TV Channels and try to earn the most viewers from 4 different target groups by designing the most efficient schedule each day. Their aim in the short-run is to fulfill advertising contracts to get money and in the long-run to gain viewers from those groups which eventually will give them victory.&#10;&#10;The action phase is played by using employees cards in order to perform common or special (more efficient) actions. Each employee card represents either a unique special action or a boost of a common action. Each employee, after he/she has been played is discarded. So players must constantly plan their hand keeping in mind the hand limit and the emploeyees available in market.&#10;&#10;Players must manage their daily schedule by purchasing Films and placing them face down next to current day's viewers. Each film has a quality and a duration which constraints the available slots (for example, movies take 3 zones, so a player cannot place a movie in zone 1 and then place another film in zone 2). Also, some employees can boost this quality during the broadcasting phase, producing unexpected results! Films can also be used as advertisments of the channel. They can be discarded in order to grant 1 quality in a matching viewer of the next day's program. Finally, films, according to their type, may give players important end game bonuses (for example, fulfilling an action series 3 times, thus completing a season, will grant 10 working class viewers at the end of the game).&#10;&#10;At the beginning players do not have any money. They will go in red as they will buy films and workers but soon they will need to fulfill advertising contracts in order to get money (or play some shows) and become profitable. At the end money will be added (or subtracted) to the final score. Advertising contracts can give a lot of money if they are fulfilled before expiration (some employees can extend those contracts).&#10;&#10;Finally, players have the ability to create their own custom films and then use them for their program or sell them for good money. Also, designing internal productions is the only way to get Managers who give strong and long-term abilities.&#10;&#10;Are you ready to manage a TV Channel efficiently? Getting most viewers is a must but at the same time you have to do it in the most profitable way!&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beginners to Winners Bridge",
    "ID": 99461,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99461/beginners-to-winners-bridge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Bridge comes easy with the partner racks. Two can play. The help you need to take yourself up to competition standard.&quot; (From box)&#10;&#10;Beginners to Winners Bridge begins with modified rules to teach the concepts of Bridge, but also includes rules for Contract Bridge with four players.&#10;&#10;With the included two-player rules, all 52 cards are dealt out. While both sets of partner cards are face down, both players make their first bid. Once this has been done, each player will set up his partner cards in his partner rack, according to suit. The card racks hold the cards at 45-degree angles, allowing a person to see the cards opposite them, but not their opponent's cards. Each player will play the cards in their partner rack as well as his own cards. The bidding continues as each player studies their partner hand as well as their own. Players can raise the bid until 7 NT is bid or until one player passes.&#10;&#10;There is a simplified scoring system for the beginners' game. One point is given for each trick won. Both the Declarer and the Defender can win these points. If the Declarer wins at least the number of tricks called for, they win a bonus of 10 points. If he doesn't, the Defender wins a bonus of 5 points and the Declarer deducts 1 point for each Undertrick. The first player to score 30 points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Traditional Card Games: Bridge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crown Duels",
    "ID": 99469,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99469/crown-duels",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Crown Duels is a 2-player card game that uses a standard deck of playing cards and an optional, self-printable playing mat.&#10;&#10;The aim of the game is to destroy your opponent&rsquo;s Nobility (picture cards) before they destroy yours.&#10;&#10;Play requires hand management and a variety of simple rock, paper, scissors type comparisons using suits that play-out as a series of skirmishes between foot soldiers, trying to defend their Nobility from attack.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fox and Hounds Card Game",
    "ID": 99475,
    "Year": "(1899)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99475/fox-and-hounds-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "44 cards, all showing characters at the fox-hunt; Hounds, Lady Riders, Huntsmen, the Fox and the Whip.&#10;All the cards are dealt to each player. After dealing one card to each player, the dealer must add one to the pool as well so that the game starts with a number of cards in the pool. Each player is given 24 counters. The person holding the Whip card cries &quot;Tally Ho!&quot; and asks the player of his choice if he has the Fox card. Various penalties occur if he is right or wrong. Then the Whip is placed into the pool cards, which are now shuffled.&#10;Now each player asks a player for a card, and if he makes a trick, he can claim it in front of him. Then he takes a number of counters from the pool and adds them to his other counters. If a pair of Hounds is played, he collects 3 counters, a pair of Lady Riders, 6 counters; a pair of huntsmen, 9 counters; a special pair of the Whip and the Fox, 12 counters and that trick counts as two tricks at the end of the game. All cards in the pair must match numbers as well as images.&#10;When all the cards are collected as pairs, the player with the most tricks takes the remaining counters in the pool, and the one with the most counters, wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Foxes",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game of Japan",
    "ID": 99476,
    "Year": "(1903)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99476/game-of-japan",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of a range of cheaper games in the early 20th century. I have no rules but it looks like a simple roll-and-move game, but the publisher has tied it to an oriental theme, for no reason than the Orient was a popular subject at the time.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Assaye",
    "ID": 99477,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/99477/battle-of-assaye",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is a free analog of General Wellesley (later Wellington) and Scindia in India &quot;King&quot;in the great battle, the battle for the decisive battle of the war, later recalled this Wellington His campaign is a campaign to fight the best.&#10;The game includes a map, the operator 9 * 6 plates and a help card, these parts include only the print is free of charge can be used directly.&#10;Fighting is the result obtained by direct roll, no CRT, but not so simple. Including the impact and fire fighting methods, different branches of the military way of fighting have some differences. There are 5 scenario, the victory conditions vary.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Count Your Blessings",
    "ID": 99487,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/99487/count-your-blessings",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Manufacturer:&#10;Object of the game is to be the first player to flip their 4 tokens from &quot;Stressed to Blessed&quot;, &quot;Tired to Inspired&quot;, &quot;Frazzled to Dazzled&quot;, and &quot;Mad to Glad&quot; simply by looking on the positive side of life! Spin the spinner, find the silver lining, and collect cards to come out a winner. Count Your Blessings is all about finding the &quot;bright side&quot; to each scenario on the cards, no matter how big the challenge, and seeing that every situation in life is full of &quot;blessings-in-disguise&quot;. The Youngest player goes first by spinning the spinner. The corresponding card is read, a silver lining response is given, and in some cases, voted on. See specific card instructions below. Play continues in a clockwise direction until one player wins the game by turning all 4 tokens over to the sunny yellow side!&#10;&#10;Contents:&#10;&#10;     1 sun spinner board, &#10;     215 game cards, &#10;     24 tokens, &#10;     6 heads or tails coins, &#10;     1 pair Look on the Brightside glasses&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Chicken Soup for the Soul"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chicken Soup for the Preteen Soul",
    "ID": 99488,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99488/chicken-soup-for-the-preteen-soul",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another game from the Chicken Soup series.&#10;Player answer questions about things that are important to preteens in order to collect six &quot;Life's Ingredients&quot; cards (happiness, love, hope, joy, faith, and peace).&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Chicken Soup for the Soul"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CRY H.A.V.I.C.",
    "ID": 99489,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99489/cry-havic",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "CRY H.A.V.I.C. (Heavy Assault Vessel Infantry Carrier) is a table-top futuristic SF 25 mm miniature game for two or more players.  The game requires miniature figures to represent troops on the battlefield.  Talon Games produced a line of CRY H.A.V.I.C. miniatures.&#10;&#10;Set in the 26th century, mighty empires clash for valuable worlds and the resources and power they provide.  Power armor soldiers and intelligent M.A.R.S. (Mobile Assault Robotic Soldiers) units make up the bulk of fighting forces with the H.A.V.I.C. carrying them through space from one battlefield to another.  More than merely armored transports, H.A.V.I.C.s serve a base of operations for its troops.  (From back cover)&#10;&#10;The rulebook has been designed to teach the gamer how to play in and to better understand the universe of Cry H.A.V.I.C.  Each area of the rulebook falls under one of four headings.&#10;&#10;The Introduction:  This section describes the background of the game's universe and provides details on some of the major events that helped to shape the galaxy as it is in the year 2572.&#10;&#10;The Rules: The rules section explains the concepts, techniques and philosophy of the game.  The rule book says that it can accommodate a wide number of units per side but recommends that starting players begins with 5-7 units per side and then add additional troops.&#10;&#10;Equipment and Design: This section describes some of the equipment that could be found on the modern battlefield as well as the basic military formations and setup of the two major powers in the game system: The Terran Confederation and The Ryuuza Imperium.&#10;&#10;The Universe: This part details some of the many personalities that are found in the Cry H.A.V.I.C. gaming universe.  A short story is also included here.   (From rule book)&#10;&#10;It is a 25 mm miniature game which uses d10 for all rolls.  Distances in the game are measured in inches.  Each square inch of the gaming table represents an area 5 feet across.  The turn is 30 seconds long and is broken up into two rounds of 15 seconds.  Each round is made up of four action phases which are used to organize the actions of every unit.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Batteries",
    "ID": 99492,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/99492/batteries",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;A game which uses ordinary playing cards in a new and fascinating way&quot; Box blurb &#10;Cards are played 1 at a time to activate pieces on the board.  Pieces are moved to scoring positions and do battle with opposing pieces by stacking up in a line &quot;battery&quot; and overpowering the opposition.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quick War",
    "ID": 99493,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/99493/quick-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This is a set of rules to play a WWII game with 1:144 miniatures. It doesn't use a lot of look up tables, and is easy to learn. That's why I call it &quot;Quick War&quot;. This set of rules uses no game board, instead units are moved by measurements in inches, and rulers are used also for firing weapons. I use different colors of felt to denote hills, forest, water, and roads. Units may be hidden and put on opportunity fire, or be activated to move and fire. There are rules for artillery and infantry as well. Infantry may be used as artillery spotters, or to attack other infantry or armor. There is also Infantry support which includes heavier weapons such as bazookas.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fish Or Cut Bait",
    "ID": 99509,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/99509/fish-or-cut-bait",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a game about a fishing competition. Players toss a die to move around the board as they attempt to land on the best fishing holes. Randomly drawn fish cards indicate the weight of the trophy fish. Cards are kept secret from the other players during the competition. Players must also head for the bait shop in order to keep fishing. The game ends after a player reaches the dock... points are scored for the weight of each trophy fish and the player with the most points is declared the winner.&#10;&#10;Includes the board, six tokens, fish cards, bait markers, a die, and the rules.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of French History",
    "ID": 99510,
    "Year": "(1844)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99510/the-game-of-french-history",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "72 Cards. Each one summarises an event in the life of a French King. Players must fill in the blanks. Answers supplied in an accompanying booklet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: France"
    ]
  }
]