[
  {
    "Rank": "N/A",
    "Name": "Host Your Own Escape Room",
    "ID": 346766,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.47",
    "Link": "https://boardgamegeek.com/boardgame/346766/host-your-own-escape-room",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Trapped together inside a movie studio in the heart of Kyoto, you have 60 minutes to use lateral thinking to work your way out. Solve the sequence of riddles, clues and conundrums to crack codes and escape the room before time runs out. Use the included props to decorate your home and set the scene!&#10;&#10;Also playable via video call or Zoom by mailing the components in advance, sharing clues on screen or adapting the usual game play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quack Quack: No Take Backs",
    "ID": 346769,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/346769/quack-quack-no-take-backs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Quack Quack: No Take Backs is a game great for all ages. Have fun slapping ducks, avoiding swans on ponds, and mixing up cards with a turtle! Illustrated by Fowl Language Comics!&#10;&#10;On their turn, each player flips over one card from their hand until an action card is drawn and, causing someone to take the pile of cards. That player starts the next round. The game ends when a player runs out of cards and that player wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Ducks",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tales of War",
    "ID": 346771,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.88",
    "Link": "https://boardgamegeek.com/boardgame/346771/tales-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tales of War is a competitive tactical board game for two players, which places you in the roles of army generals in the conflict for the Cross of Eternity, an ancient artefact holding the key to immortality!&#10;&#10;The game board represents an open book filled with ever-changing terrain and mighty heroes leading their armies of medieval troops and fantasy creatures into battle. Each time you play the game, you write a new tale. It is your very own tale of war!&#10;&#10;Key gameplay features:&#10;&#10;- Skill-based combat. Players take turns activating one unit at a time and either move it to another position or attack an opponent&acute;s unit. Tales of War doesn&rsquo;t use dice, nor cards to resolve combat. Instead defeating enemy units is as simple as either moving your melee unit onto a square occupied by them or positioning your ranged units in the line of fire and range.&#10;&#10;Each unit has different equipment, which defines its special rules. For example, units equipped with spears will automatically repel a direct cavalry charge and archers cannot make a frontal assault on units armed with shields. A player can still use the cavalry to outmanoeuvre a unit equipped with spears and devastate it with a flank or rear charge, just as archers may trap a shielded enemy by attacking at an angle.&#10;&#10;There are 21 unit types and each has unique abilities, strengths and weaknesses. As the campaign progresses, your initially small force expands to include units, such as Elves, Dwarves, Fire and Ice Sorceresses, Giants, Hydras, Fire Elementals or even Vampires!&#10;&#10;- RPG-like sense of progression and a constant arms race. Both armies evolve from one battle to the next, and your heroes learn new skills making them more dangerous on the battlefield;&#10;&#10;- Replayability. Tales of War offers new, unique challenges and strategic/tactical possibilities each time you play. Each battle has its own victory conditions and is played on unique terrain. You will face a different, custom-built army each battle, just as your own army will have been re-equipped and re-organised.&#10;&#10;- Fast setup and quick turns. Tales of War takes under 5 minutes to set up and tear down. Watching your opponents moves is as exciting as making your own as it always has an impact on the situation on the board;&#10;&#10;- Ease of saving campaign progress. Simply put your units and their cards into your army box and that's it. You can pick up where you left off in the next session.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Advantage Token",
      "Area Movement",
      "Line of Sight",
      "Movement Points",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cardgame33",
    "ID": 346772,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/346772/cardgame33",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "2",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Card game33 it's great game for the family and friends. Also it's perfect for the party's, because if you lose, you have to dear to do. So you will never get bored with this game no matter with whom you are playing.&#10;&#10;Cardgame33  uses cards number 0; 2-10; -2 to -9; 1/1/1 &ndash; add 1 or 11 points to the amount on discard pile; MINUS/PLUS 10 &ndash; subtract 10 points from the discard pile or add 10 points to the discard pile.&#10;&#10;Players start with 3 cards in their hand. On each player's turn, a player has discards a card. When the player throws a card on the discard pile, he/she has to say the total amount and take one card from the remaining deck immediately. Game ends when on discard pile total number is high (33 is the maximum number allowed) and player whose is turn, doesn't have low, minus or card 0.&#10;&#10;Player whose is turn doesn't have low, minus or card 0, to not go over of total number 33 on discard pile, loses the game. Players must always have 3 cards in their hand.  If they forget to take a card, they lose. They game can end here or continue until all players but one have been eliminated.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Move Through Deck",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All-Terrain",
    "ID": 346774,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/346774/all-terrain",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "All-Terrain is an off-roading board game where players explore trails and obstacles while racing through a continuous map.&#10;&#10;In All-Terrain, players become the driver for one of the unique off-road vehicles. Drivers begin by outfitting their 'rig' with a set number of over-landing add-ons to try and gain the best situational advantage. As drivers leave the garage, they'll need to strategize by plotting their course through the known environment and around other drivers.&#10;&#10;Out on the trails, drivers and their vehicle capabilities will be tested on hidden obstacles and unexpected events throughout the map. Once an obstacle has been revealed, other drivers can use that knowledge to their advantage when planning their own routes.&#10;&#10;To win the race, you must be the first to run a full lap through the world and a final reverse lap. May the best driver win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Action / Event",
      "Grid Movement",
      "Hexagon Grid",
      "Lose a Turn",
      "Race",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Miniatures",
      "Sports: Auto Racing",
      "Theme: Automotive Industry",
      "Theme: Traffic / Driving",
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blabel: Language Pack",
    "ID": 346775,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346775/blabel-language-pack",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "36 new language cards that add flavor to the game, bringing different sounding languages and 288 new possible dictionaries.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Deduction",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Theme: Fictional Languages"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocketable Golf",
    "ID": 346778,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346778/pocketable-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players select their own clubs and play against each other to attain the best scores over a 9 hole golf course that includes bunkers and ponds and players can hit their ball out of bounds or get a hole-in-one, just as actual golf play.&#10;&#10;Players roll dice and convert their roll into yardage to place their ball down the fairway.  The player who completes the game with the lowest score for the round wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Players: Games with Solitaire Rules",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aikido Game",
    "ID": 346787,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346787/aikido-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game based around animal caricatures of personalities you might find on the Aikido training mat, in every-day life. We meet the 'Strong', the 'Fitness Fanatic', the 'Sadist', and many others.&#10;&#10;There are game variations on classic card games.&#10;&#10;1) &quot;Classical&ldquo; Quartet: players try to make pairs (e.g.cards 1A and 1B are a pair, 1C and 1D another), by asking one of the other players if they have the card they need.&#10;&#10;2) Piranhas: similar to 1, but the Piranhas card does not have a 'partner'. the player stuck with the Piranhas card at the end has to do a fine (e.g. 10 push-ups)&#10;&#10;3) Quartet variation &lsquo;Trumps&rsquo;: Here the categories come into play. one player choses for example 'Pain Tolerance' and then all players have to say the value of their card. The highest (or lowest) value wins over the others.&#10;&#10;4) As 3 but with a dice: after the active player has announced the category, anyone can throw the dice (he/she has to pay 1 card to do this though). depending on the number he/she can e.g. change the category, take a card from somebody else, the value is doubled, etc.&#10;&#10;5)The 'Randori' Cards (5 different ones). These cards can be used at the end of a game round (played as in 3): As soon as it is clear who has actually won this round, another player can put down a Randori card to challenge the round winner. The first player to lay a Randori card is the challenger for this round. Each round can also end without a Randori card being played. Challenges are e.g. reaction (who grabs the dice first on a sign of a third player), Mushin: try to lure the round winner from the state of 'empty mind': with grimaces, jokes, and sounds trying to make him/her laugh.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trick-taking"
    ],
    "Families": [
      "Sports: Combat Sports / Martial Arts",
      "Theme: Anthropomorphic Animals",
      "Traditional Card Games: Go Fish",
      "Traditional Card Games: Old Maid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Party: A Slice of Murder",
    "ID": 346788,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/346788/murder-mystery-party-a-slice-of-murder",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Painton Place is an 18th-century house, built by Sir John Painton, the first baronet, in Rutting-on-the-Rise, a beautiful if isolated corner of Norfolk, England. It's just the place to spend a couple of days on a cooking holiday - a Weekend Mini-Bake, as it's advertised. But the rural tranquility is shattered when celebrity chef Francis &quot;Franny&quot; Craddock is found dead, late Saturday night. Particularly when it turns out that he's been murdered. Suspicion falls on the guests, but who would have wanted to kill him? And what does this have to do with the legendary Painton Plunder, supposedly brought back from India by the eccentric fourth baronet, Sir Richard Painton? Everyone is a suspect when murder's on the menu. Here's everything you need to serve up mystery, murder, and fun - party planner, invitations, recipes - plus a tasty murder to solve. Just invite five to seven friends to join you for dress-up and to play the role of devious suspects. Serve up a meal or light snack, and you're ready for drop-dead fun!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Series: Murder Mystery Party",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BarBEARian Battlegrounds: Candy Horde",
    "ID": 346789,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346789/barbearian-battlegrounds-candy-horde",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Foul pollution blights the beautiful lands of Barbearia; Impossibly sticky and unnaturally sweet, this darkness corrupts anything it comes in contact with. The once lush landscapes are becoming tainted with an irresistibly delicious slime, and bears who fall to temptation are transformed into ravenous abominations.&#10;&#10;The Unbearable Expansion adds two new features to Tales of Barbearia gameplay:&#10;&#10;The Horde - Rampaging bears who have become mutated by the darkest magic in the known universe - candy! These mindless monstrosities have begun invading the realms of Barbearia, governed only by their insatiable cravings. Adds 15 Zombear cards.&#10;&#10;Heroes - Powerful new allies you can recruit for battle. As grizzled veterans of war and adventures, these heroic bears are more powerful than your average barbearian.  Adds 12 Hero cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Animals: Bears",
      "Series: BarBEARia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slingshot to Mars",
    "ID": 346797,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/346797/slingshot-to-mars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take part in a galactic adventure and mine valuable minerals on Mars and its moon Phobos. Slingshot to Mars is a combination of skill and tactical thinking.&#10;&#10;Players launch their ship into orbit in a plastic circular track and spend action points to place a magnet to stop at a certain point.  The track sits on top of the board in order to find the best mining spots and use your ship upgrades to gain advantages. The game ends when all the minerals have been collected, and the player with the highest total score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Space Exploration"
    ],
    "Mechanics": [
      "Set Collection",
      "Slide / Push"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Magnets",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft Trading Card Game: Jaina Proudmoore Champion Deck",
    "ID": 346801,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346801/world-of-warcraft-trading-card-game-jaina-proudmoo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A pre-built, 60 card deck for WoW TCG, featuring Alliance Human Mage hero Jaina Proudmoore.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sul'Bord d'la 20",
    "ID": 346802,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346802/sulbord-dla-20",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Put your knowledge of Quebec to the test. Charades, songs and multiple choice questions are on the menu. Are you ready to have some fun on Highway 20?&#10;&#10;In the game, you have to answer questions with your team and the first that answer correctly 20 questions win the game.&#10;&#10;Note : Game only in French&#10;--&#10;Mettez vos connaissances du Qu&eacute;bec &agrave; rude &eacute;preuve. Charades, chansons et choix de r&eacute;ponses au menu. &Ecirc;tes-vous pr&ecirc;ts &agrave; vous divertir sur l&rsquo;autoroute 20?&#10;&#10;Dans ce jeu, vous devez r&eacute;pondre &agrave; des questions en &eacute;quipe et la premi&egrave;re &agrave; r&eacute;pondre &agrave; 20 questions gagnent la partie.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Region: Quebec (Canada)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zeitgeist Card Game",
    "ID": 346803,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346803/zeitgeist-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A strategic card game played on a board. You summon beings to attack your opponent's area of the map.&#10;&#10;You can play 1v1, 2v2, free for all and even solo! Draft or Construct your decks.&#10;&#10;Players draw and play cards to move, attack and defend.  If your hit points drop to zero, you lose.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Card Play Conflict Resolution",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold War 3! VDV & Airborne Forces: the VDV, Spetznatz & US 3rd Infantry Division",
    "ID": 346804,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346804/cold-war-3-vdv-and-airborne-forces-the-vdv-spetzna",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This volume contains new rules for Airborne forces; including Air-Assault's (via helicopter); Air-Dropped (parachuting vehicles, equipment and personnel) and Air-Landing (touch-and-go dropping of personnel and equipment via transport aircraft). &#10;&#10;     Includes rules for Special Forces (The Soviet Spetznatz) and rules for airborne equipment such as the BMD-1 and BMD-2, Gaz-66 trucks and UAZ-469 jeeps. &#10;     Also included are rules for 120mm mortars, air droppadle ZSU-23-2 AA guns. &#10;     Included are a complete TO&amp;E for the Soviet VDV as well as the US 3rd Infantry Division -rules covered are air-assaults using UH-60 helicopters; rules for armed Blackhawks (UH-60a) and Cobra and Apache gunships alongside M1 tanks and the M60a3. &#10;&#10;&#10;To round the book off is a special linked scenario section involving the VDV/Spetnatz seizing (with the intent to blow up) a Nuclear Power Station in the lead up to the 8th Guards Army crossing the Inner German Border -with the 3rd (US) Infantry Division tasked with liberating the power station unaware that WWIII is just hours away.&#10;&#10;Included are rules for transport aircraft such as the AN-12 and the iL-76; helicopters such as the Mi-2, Mi-4, Mi-8 and Mi-24 (Hind), UH-60a, UH-1D, OH-58 and attack helicopters AH-1F and AH-64!!!&#10;&#10;Take the fight to the next level! Deploy the paratroops and wreck some havock!&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: Cold War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kiddi",
    "ID": 346805,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/346805/kiddi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The object of the game is simple, the first person who has no more cards in their hands wins the game. To do this, the player must create a correlation between the card played by the previous participant and one of the cards in their hand. The player must use the magic formula &ldquo;Kiddi&rdquo; to relate and explain it. The other players judge whether this link is acceptable or not. During the match, cataclysm cards add variety to the game.&#10;&#10;In addition to developing the ability to make connections, several language learning skills are developed with Kiddi: speaking, organizing your speech and stimulating pre-reading habits.&#10;--&#10;Le but du jeu est simple, c&rsquo;est la premi&egrave;re personne qui n&rsquo;a plus de carte dans ses mains qui gagne la partie. Pour y arriver, le joueur doit faire un lien entre la carte jou&eacute;e par le participant pr&eacute;c&eacute;dent et l&rsquo;une des cartes qu&rsquo;il a en main. Le joueur doit utiliser la formule magique &ldquo;Kiddi&rdquo; pour faire son lien et l&rsquo;expliquer. Les autres joueurs jugent si&#10;ce lien est acceptable ou non.  En cours de partie, des cartes cataclysmes viennent dynamiser le jeu.&#10;&#10;En plus de d&eacute;velopper l&rsquo;habilet&eacute; &agrave; faire des liens, plusieurs apprentissages au niveau langagier sont d&eacute;velopp&eacute;s avec Kiddi: prendre la parole, organiser son discours et stimuler la pr&eacute;-lecture.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Word Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Negotiation",
      "Open Drafting",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Federation Commander: Klingon Space",
    "ID": 346806,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346806/federation-commander-klingon-space",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Federation Commander has two base games: Klingon Border (which is the same as Federation Commander: Academy + Graduation) and Romulan Border.  When placed together, you have ships for the United Federation of Planets and the four major empires that surround them.&#10;&#10;If you already have Romulan Border and want to add the Klingon and Kzintis, instead of buying Klingon Border (or Academy + Graduation), you can buy this discounted package that includes the non-duplicated parts of Klingon Border, such as the counters, ship cards, reference cards, and a special ship/scenario book.  This package does not include the hard-mounted maps, the box, marker, dice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Federation Commander",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hidden Piece",
    "ID": 346807,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346807/hidden-piece",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Combining organization, vision, coordination of gestures and speed of execution, the game 'The Hidden Piece' will allow you to have fun with your family, in your classroom or with friends. It is also an ideal game for developing collaborative effort as well as the use of visuospatial vocabulary.&#10;&#10;An image made of 24 pieces is picked out. All the players have to quickly reconstitute the suggested grids on the their player board in order to discover the part that is unused: the hidden piece! Several levels of difficulty are offered, as well as several game modes to improve your stress management.&#10;&#10;The first one to finish the puzzle and find the piece that don't fit in the puzzle win the game.&#10;&#10;--&#10;Alliant l&rsquo;organisation, la vision, la coordination des gestes et la vitesse d&rsquo;ex&eacute;cution, le jeu &laquo; Pi&egrave;ce cach&eacute;e &raquo; vous permettra de vous amuser en famille, dans votre classe ou entre amis. Pour y jouer, tous les joueurs doivent en m&ecirc;me temps reconstituer rapidement les grilles sugg&eacute;r&eacute;es afin de d&eacute;couvrir la pi&egrave;ce qui est inutilis&eacute;e: la pi&egrave;ce cach&eacute;e!&#10;Le premier joueur qui termine le casse-t&ecirc;te et qui trouve la pi&egrave;ce de trop gagne la partie.&#10;&#10;Plusieurs niveaux de difficult&eacute; sont propos&eacute;s, de m&ecirc;me que plusieurs modes de jeux permettant d&rsquo;am&eacute;liorer votre gestion du stress. Il s&rsquo;agit en plus d&rsquo;un jeu id&eacute;al pour d&eacute;velopper son esprit de collaboration ainsi que l&rsquo;utilisation du vocabulaire visuo-spatial.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Educational",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Race",
      "Simultaneous Action Selection",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terrain de Jeu: L'Asie",
    "ID": 346808,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346808/terrain-de-jeu-lasie",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Monsieur Olivier, also known as &ldquo;le prof nomade&rdquo; has two passions: traveling and teaching! He already shares memories of his journeys with young people through his videos and books. He now offers you to accompany him a little further in his adventures in Asia. Are you ready to become his travel partner, traveling the dusty roads between Turkey and Japan or the hazy seas between Indonesia and Russia? A stroll in the heart of the knowledge of these countries that you will not soon forget ...&#10;&#10;To play : you have to roll two dices (a themes dice and an actions dice) and with the result of the dice you answer a question of one of the six themes.&#10;&#10;To win :Be the first to complete your map of Asia (6 differents themes) by answering questions about this continent.&#10;Only in French&#10;--&#10;Monsieur Olivier, aussi connu sous le nom de &laquo;le prof nomade&raquo; a deux passions : voyager et enseigner! Il partage d&eacute;j&agrave; les souvenirs de ses p&eacute;riples aux jeunes par ses vid&eacute;os et ses livres. Il vous propose maintenant de l'accompagner un peu plus loin dans ses aventures en Asie.&#10;&Ecirc;tes-vous pr&ecirc;ts &agrave; devenir son partenaire de voyage, en parcourant les chemins poussi&eacute;reux entre la Turquie et le Japon ou encore les mers brumeuses entre l'Indon&eacute;sie et la Russie ? Une balade au coeur de la connaissance de ces pays que vous ne serez pas pr&egrave;s d'oublier...&#10;&#10;Pour jouer : vous avez &agrave; rouler les 2 d&eacute;s (1 d&eacute; de th&egrave;mes et 1 d&eacute; d'actions) et avec le r&eacute;sultat des d&eacute;s, vous r&eacute;pondez &agrave; une question d'un des six th&egrave;mes. &#10;Pour gagner : Soyez le premier &agrave; compl&eacute;ter votre plan de l'Asie (6 th&egrave;mes diff&eacute;rents) en r&eacute;pondant aux questions sur ce continent.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pieces as Map"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Continents: Asia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ledger Cell",
    "ID": 346809,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346809/ledger-cell",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Play as the five senses (Touch, Taste, Smell, Hearing, Sight) of an alien attempting to escape a scientific complex. As you explore the map, unravel the story of the Ledger Cell and your place in it. As players enter rooms, they are asked questions depending on their sense to describe an item in the environment. Your level of successful communication determines your reward for completing a room. Guessing incorrectly lowers the being&rsquo;s &lsquo;Stability&rsquo;.&#10;&#10;Win by exploring all of the rooms of the complex; lose when your Stability is reduced to zero.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction",
      "Player Elimination"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sleeping Queens: 15th Anniversary Edition Promo Pack",
    "ID": 346810,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346810/sleeping-queens-15th-anniversary-edition-promo-pac",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Four special cards to add to your Sleeping Queens Anniversary Edition game! Included in the pack you will find the following: 1 Bubble Tea Queen, 1 Blank Queen Card for you to create your very own queen, 1 Stinky Tofu King, 1 Gnome King, and Rules of Play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crash & Grab",
    "ID": 346812,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/346812/crash-and-grab",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Re-live your favorite old school action game in a battle royale where you&rsquo;ll race around the board in your flying saucer grabbing Crewmembers, Energy, and Boosters while avoiding &ndash; or crashing into &ndash; other saucers. You'll use all of these types of movement to navigate the board: programmed, hidden, and tactical combo movement. Use the Energy you&rsquo;ve collected to buy Upgrades for your ship so you can build your strategy around them. The first player to get a Pilot, Engineer, Doctor, and Scientist wins!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Movement",
      "Modular Board",
      "Programmed Movement",
      "Race",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Turn Order: Pass Order",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "スライプ (Slipe)",
    "ID": 346819,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/346819/suraipu-slipe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Slipe is an abstract board game for two players.&#10;&#10;Players take turn moving one of their five pieces across the board. Pieces may be moved forward, back, left, or right. However, when moved a piece will slide all the way until there is a barrier (end of board or another piece). A piece cannot stop moving midway.&#10;&#10;The first player to move their main piece into the center space wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "We Didn't Playtest This: Animals",
    "ID": 346821,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/346821/we-didnt-playtest-this-animals",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "0",
    "Description": "For this installment in the &quot;We Didn't Playtest This&quot; series, designer Chris Cieslik collaborated with Japanese publisher Group SNE.&#10;&#10;In this version, each player is given an animal super power so you can enjoy a new tactical (questionable!) approach to the game.&#10;&#10;Game play is the same as We Didn&rsquo;t Playtest This At All. On their turn, players draw a card to their hand and then proceed to play a card by following the card&rsquo;s instructions resulting in general goofiness.&#10;&#10;This version can be combined with other games in the series.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: We Didn't Playtest This At All",
      "Misc: Self-Referential Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frodge",
    "ID": 346834,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/346834/frodge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Printed with vegetable based inks, on 100% recycled silk. A simple strategy game for all ages and with a max game time of 20 minutes.&#10;&#10;Guide your bean frog along the lilypads. The first frog to hop off the other end of the pond is the winner!&#10;&#10;Players take sequential turns, performing two Actions per turn. You may spend actions on moving your frog, drawing Action Cards or playing Action Cards. Choose your moves carefully to slip past your friends and claim victory for you and your frog!&#10;&#10;Simple strategy for all ages!&#10;&#10;&mdash;description from the designer/official website&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Square Grid",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaupapa",
    "ID": 346836,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.79",
    "Link": "https://boardgamegeek.com/boardgame/346836/kaupapa",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "With 900 words spanning r&#196;&#129;kau to rangatira, Kaupapa is your chance to have hysterical fun, use your reo and expand your M&#196;&#129;ori vocabulary at once! It is a word description game that can be played at any level - beginners can use it to learn new words, and fluent speakers can create a fast-paced, playful M&#196;&#129;ori language immersion environment.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Targeted Clues"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Adver-City",
    "ID": 346837,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346837/adver-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Adver-City is a strategic city building game. In the game all players develop their own city, with making structures like farms, hospitals, schools etc. Making these structures allows players to gain resources and people.&#10;&#10;There are 4 resources, oxygen, water, food and oil. Players can use these resources to develop their cities or trade them.&#10;&#10;Players travel through time and world events from 1920 to 2020. ADVERSITIES will come and will affect every city in some way or another. Unfortunate events through time bring adversity not just to one player but every player.&#10;&#10;From earthquakes to wildfires to man made adversities like religious clashes to trade embargos. go through it all and try not to lose all your population, because there is no city without its people.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Educational"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Llamas Unleashed: Farmed & Dangerous",
    "ID": 346838,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346838/llamas-unleashed-farmed-and-dangerous",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The llamas are back and they're armed with a new round of killer puns! Some might even say they're Farmed &amp; Dangerous. It's time to herd your friends together and unPaca your skills to see if you can be the G.O.A.T.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Goats",
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Závod o kilometry",
    "ID": 346840,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346840/zavod-o-kilometry",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Czech children's board game. This game was to teach children the geography of Czechoslovakia. The name is translated as &quot;Race for kilometres&quot;&#10;&#10;This is a very simple game for 1-10 players (in theory, more players can play)&#10;&#10;The game contains a game board that is not equal, but the top third is slightly increasing. In this upper third there is a map of Czechoslovakia with marked large cities. The lower two thirds of the game board slope and contain the same list of cities, but it is spread over the game board. Each city is represented by a hole in the game board.&#10;&#10;Basic style of play:&#10;The task is to collect as many kilometres as possible between the start and finish city.&#10;&#10;Rules and course of the game:&#10;At the beginning, the players draw for the order (the order has no effect on the course of the game).&#10;The first player then takes a cricket (a wooden rotating figure) - then he chooses the starting city on the map (in the upper third of the game board) and in this city he spins the crickets with his fingers. Due to the curvature of the board, the spinning cricket gradually descends down the board - the task is to fit into a hole that represents the city as far away from the player's starting city as possible.&#10;If the spinning cricket does not fit into any hole in the city, the player gets 0 points. When it fits into a hole representing a city, the player looks at the attached table of distances between cities and compares his selected start city and finish (where the spinning cricket reached) and the number of kilometres is his score.&#10;Then another player plays.&#10;The player who collects the most kilometres wins. The number of rounds and the number of players is not theoretically limited.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Czechoslovakia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maglev Metro: Mechs & Monorails",
    "ID": 346841,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346841/maglev-metro-mechs-and-monorails",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Two brand new recessed expansion maps for Maglev Metro that tweak the rules and gameplay, giving the base game even more replayability.&#10;&#10;The robots who were so helpful in creating your Maglev metro in Berlin and Manhattan have created a new robot city, complete with super-powered giant mech robots.&#10;&#10;&#10;     Create new Mech half-hubs and place oversized mech robots on your player board&#10;     Unlock new capabilities for each of your actions that are &quot;manned&quot; by mechs instead of robots, such as:&#10;         Drop off passengers from a distance&#10;         Unlimited robot/mech adjustments&#10;         Free no-action passenger pickups&#10;    &#10;     The Mechs recessed map provides more possible connections than ever before with the Hub, 4 mech half hubs, and 14 stations all being in play by the end of the game&#10;&#10;&#10;Help build a world-class futuristic theme park in Monorails, as you cater to VIP passengers in addition to regular attendees.&#10;&#10;&#10;     New VIP passenger meeples are added to the mix, and they have a twist: they can be dropped off at *any* station &#10;     Become more efficient than ever by connecting to other trains as they move through your location, getting a free ride around the park even when it isn't your turn&#10;     New themed Bonus cards provide additional ways to score end-game points, such as:&#10;         Creating a loop around the park&#10;         Keeping passengers in your train at the end of the game&#10;    &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jackaroo",
    "ID": 346842,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/346842/jackaroo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Jackaroo is a popular board game in the Middle East played with cards and pretty marbles. The goal of the game is to get all your marbles to your &quot;base&quot; by moving around the board. Use the cards you have to your team's advantage, but look out for tricks from the opposing team. A very light and simple game, with a hint of strategy, and lots of fun.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Communication Limits",
      "Hand Management",
      "Lose a Turn",
      "Race",
      "Static Capture",
      "Take That",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Components: Marbles",
      "Components: Traditional Playing Cards",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flooping",
    "ID": 346843,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346843/flooping",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "With the help of a catapult, each player wants to hurl his bat tokens into the rooms of the castle. The player who could conquer more rooms at the end of the game wins the game.  Bat tokens are 2 sided with different outlines of bats.&#10;&#10;Flooping comes with 2 different game set ups and rules for 3 games.  All games  end when on side has run out of bats.&#10;&#10;The player who has the most bats in each room wins the room.  The player who wins the most rooms, wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Flicking"
    ],
    "Families": [
      "Animals: Bats",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood in the Valley",
    "ID": 346844,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346844/blood-in-the-valley",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Blood in the Valley is a set of rules designed to play the largest battles during the American Civil War in 10mm or 15mm scale.&#10;&#10;You maneuver and fight by divisions. This game is D6 and D20 based. Although you will be rolling D6s more than anything else.&#10;&#10;This ruleset is full of historical flavor that will make you want to keep fighting until the battle is won!&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dog Park: Famous Dogs Expansion",
    "ID": 346845,
    "Year": "(2022)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346845/dog-park-famous-dogs-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2",
    "Description": "The dogs of page, stage, and screen have come to Dog Park. The Famous Dogs expansion includes 29 dog cards with 3 new abilities: Hoarder, Show Off, and Slowpoke. These cards come with the Collector's Edition of Dog Park.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Capt'n Sharky: Kampf der Wikinger",
    "ID": 346846,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346846/captn-sharky-kampf-der-wikinger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Watch out, the Vikings are attacking!&quot; shouts Capt'n Sharky. Try to knock over the pieces of the opposing team with the marble spit. Only when you have hit all the Vikings, you may dare to hit the Viking chief. But watch out! The opponent can get ahead of you by clever aiming.&#10;&#10;Have fun with the tabletop variant of the successful Kubb game for young and old. This board game is made of high quality wood!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dog Park: European Dogs Expansion",
    "ID": 346847,
    "Year": "(2022)",
    "Geek Rating": "5.660",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346847/dog-park-european-dogs-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2",
    "Description": "It's time to take some of Europe's finest dogs for a walk. The European Dogs expansion includes 29 cards with 2 new abilities: Lone Wolf and Well Trained. These cards come with the Collector's Edition of Dog Park.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zauberberg",
    "ID": 346849,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346849/zauberberg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players have to fill 3 paths of color stones to reach the top of the magic mountain.&#10;&#10;On their turn, players draw a stone from the game tube. They can place them on their way up, or they can use them to block other players on their way up. The stones can always be used on both sides, so that the player has a tactical choice of how to use the stone. The player who was able to place all stones on all 3 paths on his way up wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Take That"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hulo",
    "ID": 346850,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/346850/hulo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Hulo is a modern take on the Dernier game, with new action cards that make it more fun! &#10;The game consists of running out of cards in hand, discarding them at each turn according to the indicated rules.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiere im Wasser",
    "ID": 346852,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346852/tiere-im-wasser",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1. Memory with three parts of an animal&#10;2. Card game. Each player receives 5 cards. After that, you can draw a card or swap with another player. when an animal motif is complete, it is laid out in front of the player.&#10;&#10;Whoever has completed an animal in variant 1 and 2 turns the dial and notes down the points. Then you draw a new card.&#10;&#10;3. In this variant, the animal motifs are collected with the help of the dial and by card diving. Options of the dial: sit out a round, swap cards, draw cards from the deck or teammate, discard card.&#10;&#10;The first to reach 13 points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Il gioco del grillo.",
    "ID": 346863,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346863/il-gioco-del-grillo",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The deck consists of 136 cards, 8x sit out, 8x 'Grillo' (joker) and 120 cards with different motifs from eight categories: Homes, Trees, Animals, Food, Flowers, etc. Everyone gets six cards in hand and tries to 'answer' to the given card with the same category or draws a card after. who first has no cards left in hand, wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Lose a Turn",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery cards: Das Phantom der Achterbahn",
    "ID": 346864,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/346864/mystery-cards-das-phantom-der-achterbahn",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A guessing whodunit from the world of books &quot;Knickerbocker Gang&quot;.&#10;The whodunit is told on 49 cards. These cards are shuffled and you have to find the right order to solve the mystery.&#10;&#10;In the box there are 49 mystery cards, each of which has a part of the exciting story printed on it. The player or players must now put the cards in the right order, which can be done by carefully reading and logically arranging each part of the story.&#10;&#10;If the cards are in the right order, one can easily solve the puzzle from the information and answer the question found on the last card.&#10;&#10;A hint on a special card can also help. And how do you know if you have guessed correctly? Quite simply, the cards are turned over carefully and one by one, without changing their position, and the letters on the back then give the correct answer.&#10;&#10;Reading, logical combination, drawing conclusions, recognizing sequences, all these essential elements are trained in this game, and on top of that without the children noticing it.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Myster cards: Vorhang auf zur Gruselstunde",
    "ID": 346865,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346865/myster-cards-vorhang-auf-zur-gruselstunde",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A guessing whodunit from the world of books &quot;Knickerbocker Gang&quot;.&#10;The whodunit is told on 49 cards. These cards are shuffled and you have to find the right order to solve the mystery.&#10;&#10;In the box there are 49 mystery cards, each of which has a part of the exciting story printed on it. The player or players must now put the cards in the right order, which can be done by carefully reading and logically arranging each part of the story.&#10;&#10;If the cards are in the right order, one can easily solve the puzzle from the information and answer the question found on the last card.&#10;&#10;A hint on a special card can also help. And how do you know if you have guessed correctly? Quite simply, the cards are turned over carefully and one by one, without changing their position, and the letters on the back then give the correct answer.&#10;&#10;Reading, logical combination, drawing conclusions, recognizing sequences, all these essential elements are trained in this game, and on top of that without the children noticing it.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Myster cards: Das Geheimnios des Urwaldtempels",
    "ID": 346866,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346866/myster-cards-das-geheimnios-des-urwaldtempels",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A guessing whodunit from the world of books &quot;Knickerbocker Gang&quot;.&#10;The whodunit is told on 49 cards. These cards are shuffled and you have to find the right order to solve the mystery.&#10;&#10;In the box there are 49 mystery cards, each of which has a part of the exciting story printed on it. The player or players must now put the cards in the right order, which can be done by carefully reading and logically arranging each part of the story.&#10;&#10;If the cards are in the right order, one can easily solve the puzzle from the information and answer the question found on the last card.&#10;&#10;A hint on a special card can also help. And how do you know if you have guessed correctly? Quite simply, the cards are turned over carefully and one by one, without changing their position, and the letters on the back then give the correct answer.&#10;&#10;Reading, logical combination, drawing conclusions, recognizing sequences, all these essential elements are trained in this game, and on top of that without the children noticing it.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Lot of Gems",
    "ID": 346868,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/346868/a-lot-of-gems",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In &#229;&#174;&#157;&#231;&#159;&#179;&#227;&#129;&#140;&#227;&#129;&#132;&#227;&#129;&#163;&#227;&#129;&#177;&#227;&#129;&#132;&#239;&#188;&#129;(Romanization: Houseki ga Ippai!) players take turns flipping over cards in search of valuable gemstones.&#10;&#10;On each player&rsquo;s turn, he or she turns over one face down card in the field. Depending on the revealed card, the player may be able to collect a gemstone, gold, or part of a fossil. They may also be able to steal a card from one of their opponents if they find the thief card.&#10;&#10;After all eleven gemstones have been collected, the game ends. The player with the highest total of valuable cards wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Filipinas 1896-1898: Fin de un Imperio",
    "ID": 346872,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/346872/filipinas-1896-1898-fin-de-un-imperio",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Filipinas: 1896-1898. Fin de un Imperio (&quot;Philippines: 1896-1898. End of an Empire&quot;) is a simulation for two players, one leads the Spanish forces trying to hold the Philippines, the other leads the Filipino rebels fighting for their independence and the United States Army if the American intervention occurs.&#10;&#10;The game represents the main military operations that were carried out. Players must make key strategic decisions to achieve their goals, balancing their resources and preventing their opponent from doing the same.&#10;&#10;There are more than 60 cards of help and events to play for both players representing diseases, ambushes, assassinations, the reaction of the American press and government etc ...&#10;&#10;Like the Spaniard, can you keep control of the colony, keep the economy going, and keep America's clutches at bay? Or, like the Filipino rebels, can you take control of the Philippines and defend its independence in the face of US annexation plans? Play the Philippines: 1896-1898. End of an Empire and find out!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Filipinas: 1896-1898. Fin de un Imperio es una simulaci&oacute;n para dos jugadores, uno dirige las fuerzas espa&ntilde;olas tratando de mantener Filipinas, el otro dirige a los rebeldes Filipinos luchando por su independencia y al ej&eacute;rcito de Estados Unidos si ocurre la intervenci&oacute;n estadounidense.&#10;&#10;El juego representa las principales operaciones militares que se llevaron a cabo. Los jugadores deben tomar decisiones estrat&eacute;gicas clave para lograr sus objetivos, equilibrando sus recursos e impidiendo que su oponente haga lo mismo.&#10;&#10;Hay m&aacute;s de 60 cartas de ayuda y eventos que jugar para ambos jugadores representando enfermedades, emboscadas, asesinatos, la reacci&oacute;n de la prensa y el gobierno norteamericanos etc&hellip;&#10;&#10;Como el espa&ntilde;ol, &iquest;puedes mantener el control de la colonia, mantener la econom&iacute;a en marcha, y mantener las garras de Estados Unidos alejadas? O, como los rebeldes Filipinos &iquest;puedes tomar el control de Filipinas y defender su independencia frente a los planes anexionistas de Estados Unidos? &iexcl;Juega a Filipinas: 1896-1898. Fin de un Imperio y descubrelo!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Philippines",
      "Crowdfunding: Kickstarter",
      "History: Spanish-American War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Startropolis: Second Edition",
    "ID": 346879,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/346879/startropolis-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Startropolis: Second Edition is a family friendly, modular 3-D space station building game where you not only get to build a space station in 3D, but try and earn the most money. Each turn, players buy modules and connect them to the existing space station. This creates revenue, and allows them to purchase more modules. The player with the most credits at game end wins.&#10;&#10;The main rule changes from the first edition are that the end game now has a second income phase to make purchases in the final rounds more compelling. The module track rules changed to have players discard and redraw a new module if 3 duplicates are already in there. The module decks and factions had some clarifications and errata applied to them to help clear some things up.&#10;&#10;You are the alien CEO of a galactic corporation and your masters have given you seed money to invest in the new joint space station. What will you purchase? A solar power monopoly? Luxury habitats? Will you outperform your competition, and prove your dominance?&#10;&#10;This second edition of Startropolis includes all new art from Brian Patterson.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Market",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnificent BarStars",
    "ID": 346880,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/346880/magnificent-barstars",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Magnificent BarStars is a party game of persuasion where you create a bar, mix outlandish cocktails, and sabotage the competition to become the finest watering hole in town.&#10;&#10;Each round, one player takes on the role of the Customer and randomly draws a card from a wide range of characters. They introduce themselves to the remaining players and share details about what type of cocktail they're looking for.&#10;&#10;One by one, each Bar player mixes and serves a cocktail for the Customer using the cards in their hand. They have to convince the Customer that their bar is the best on offer! Why should the Customer want to drink this cocktail? What&rsquo;s so unique about their Bar?&#10;&#10;The Bars try to gain the Customer&rsquo;s favour by improving their cocktail or establishment. On the other hand, they could be ruthless and just sabotage the competition!&#10;&#10;The Customer makes a decision and buys the cocktail from the most persuasive Bar, earning them Bar Bucks. The Bar that earns the most Bar Bucks by the end of the game wins!&quot;&#10;&#10;Similar to: Snake Oil&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Federation Commander: Romulan Space",
    "ID": 346896,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346896/federation-commander-romulan-space",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Federation Commander has two base games: Klingon Border (which is the same as Federation Commander: Academy + Graduation) and Romulan Border. When placed together, you have ships for the United Federation of Planets and the four major empires that surround them.&#10;&#10;If you already have Klingon Border (or Academy + Graduation) and want to add the Romulans and Gorns, instead of buying Romulan Border, you can buy this discounted package that includes the non-duplicated parts of Romulan Border, such as the counters, ship cards, reference cards, and a special ship/scenario book. This package does not include the hard-mounted maps, the box, marker, dice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Federation Commander",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dino Escape",
    "ID": 346899,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/346899/dino-escape",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A volcano that has been dormant for centuries enters eruption, threatening to cover the entire valley in lava. Help save your dinosaur from extinction by escaping as far as possible from the fiery lava river!&#10;&#10;Dino Escape is an intense tile-placement game where every move counts for your survival. Build the best path, but beware of your opponents' tricks.&#10;&#10;During the game, each player will build their own path (while sabotaging others) to escape the volcano's wrath. Your have two goals, to get as far away as possible from the volcano in one direction (horizontal or vertical) and not to get caught by the lava.&#10;&#10;On his turn, a player must choose between one of two possible actions - Play a tile adjacent to one of his tiles, building his own path or play a tile adjacent to one of his opponents tiles (meddling with the opponent's path) and moving two spaces on his path.&#10;&#10;Whenever a tile featuring an Eruption Icon is played, an Eruption token is placed on the volcano. If one of those tiles is played and there are no more Eruption tokens available, an eruption happens, spreading lava throughout the player's paths.&#10;&#10;The game ends as soon as the tiles run out and the player who is the farthest from the volcano (in one of the directions) is the winner.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Race",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Meeples (Dinosaur) / Dinomeeples",
      "Theme: Survival",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Park Deco",
    "ID": 346900,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/346900/park-deco",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The foremost parking company, Park Deco, has a problem. 50 problems to be exact. It&rsquo;s the end of the night and patrons are ready to leave. Only they can&rsquo;t because the now-former employee up and left. But no worries, you can help them get the cars unparked and moving along again.&#10;&#10;Players play simultaneously using dice drawn from a bag then rolled. Players will use die values for cars, to add dice to the bag, or to improve their skills. In this bag-building dice game, dice are added, mixed, and hopefully drawn as matching colors of dice to cars increases the value of those cars moved. Players will have to work several angles to get the biggest scores. The game has two modes: standard and long game. The game also plays solo or any number of players.&#10;&#10;Each turn 2 dice are drawn from the bag and rolled. Players mark the value on their sheets for cars or numbers on a grid. They can also mark a color grid if they have that color die purchased.&#10;&#10;The game ends after either 24 or 36 rounds.The winning player has 'the most points (cars moved out of parking, number grid, or color wheels for dice).&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsurmountable: Big Climb",
    "ID": 346901,
    "Year": "(2021)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346901/unsurmountable-big-climb",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "It&rsquo;s time to tackle the toughest summit you&rsquo;ve ever faced. On this epic ascent, keep your eyes peeled for beautiful prayer flags and looming pillars of ice. This mountain is as beautiful as it is dangerous. Don&rsquo;t let it win.&#10;&#10;Unsurmountable: Big Climb includes 6 new cards, increases the size of the mountain to a whopping 15 cards, and also includes two new features: prayer flags and seracs. These are powerful factors in any climb that uses the optional difficulty rules.&#10;&#10;And for all the serious mountaineers out there, this expansion can be combined with Unsurmountable: Dual Peaks: if you can complete a 15-card mega-mountain with 2 peaks, you&rsquo;ll be on top of the world.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Chaining",
      "Network and Route Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Unsurmountable",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsurmountable: Dual Peaks",
    "ID": 346902,
    "Year": "(2021)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346902/unsurmountable-dual-peaks",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "With aching muscles, you finally reach the top...or so you thought. Turns out this summit has a twin. That&rsquo;s twice as much mountain to conquer. Perhaps that&rsquo;s what those Mysterious Statues were warning you about.&#10;&#10;Unsurmountable: Dual Peaks adds 2 Mysterious Statue cards, which count as features when using the difficulty rules. More importantly, mountains now require 2 peaks, which means they also need 2 distinct routes to the top.&#10;&#10;And for all the serious mountaineers out there, this expansion can be combined with Unsurmountable: Big Climb: if you can complete a 15-card mega-mountain with 2 peaks, you&rsquo;ll be on top of the world.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Chaining",
      "Network and Route Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Unsurmountable",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calaveras",
    "ID": 346904,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346904/calaveras",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Calaveras is a poker-style party game based on a popular Mexican game called Viuda. Viuda (which means &ldquo;Widow&rdquo; in Spanish) has it roots in the older game of Whiskey Poker, which in turn took ideas from the much older game of Widow Whist; in Widow Whist, an extra hand is dealt to the center of the table (the widow), which players can then use in addition to their own hand. Calaveras takes the general game-play ideas from Viuda, but adds an extra suit and some special cards that make the game much more strategic and appealing  to the sensibilities of modern gamers.&#10;&#10;Each player receives 5 cards in their hand. 5 cards are also dealt to the center of the table. Before the round begins, in turn order, each player can swap their hand with the cards on the table, turning their cards face up. Once the center cards are revealed, each player in turn order can swap one card from their hand with a card on the table, swap their entire hand with all the cards on the table, or pass. This continues until a player knocks, indicating they want the round to end. After knocking, every other player (except the knocker) gets one last turn, then hands are revealed; the lowest hand then loses one of the three skulls they started the game with (the hands are ranked similar to poker, but with 5 suits rather than 4)&#10;  &#10;The goal of Calaveras is to be the last player in the game. Each player starts the game with three skull tokens. After each round of play, the player with the lowest hand loses one of his skulls; when a player loses his last skull, he is out of the game. The winner is the last player to still have skulls after everyone has lost theirs.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "盆暮れ正月両彼岸 (Bonkure Shōgatsu Ryō Higan)",
    "ID": 346906,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346906/pen-mu-rezheng-yue-liang-bi-an-bonkure-shogatsu-ry",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The title of this game, &#231;&#155;&#134;&#230;&#154;&#174;&#227;&#130;&#140;&#230;&#173;&#163;&#230;&#156;&#136;&#228;&#184;&#161;&#229;&#189;&#188;&#229;&#178;&#184; (Bonkure Sh&#197;&#141;gatsu Ry&#197;&#141; Higan), translates roughly as &ldquo;Bongure New Year&rsquo;s Equinoctial Week&rdquo;, which refers to times of the year when in Buddhist traditions extra thoughts are paid to your ancestors. The game is themed around visiting the graves of your departed family members through a trick-taking mechanic.&#10;&#10;The suits in the game correspond to your different family members (e.g. Grandpa, Aunt, &quot;That Uncle&quot;), and each is worth a different number of points.  At the start of a hand, players choose one card from their hand to bid with.&#10;&#10;During the game play, tricks can have 1 or 2 winners. The first winner of the trick is the person who played the highest card of the lead suit or the trump suit (monks).  That player takes each of those cards, and sets them in a pile next to their bid card, with a specified card on top.  If any players visited the grave adjacent to the lead suit, that suit can also have a winner, and that person makes a similar stack.&#10;&#10;At the end of the game, a player has met their bid if in the piles they've created next to it from winning tricks, they are showing another card of the bid suit, and the points for the visible cards sum to exactly the rank of the bid card.  The player who met their bid and scored the most points wins.&#10;&#10;The game includes several &quot;advanced&quot; modules, such as special powers; a tie-break card; and a story-telling aspect where the winner of a trick is encouraged to share a memory of a family member of the lead suit.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gefährliche Rätsel: Sherlock in Not",
    "ID": 346912,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/346912/gefahrliche-ratsel-sherlock-in-not",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Are you brave enough to face the dangerous puzzles? For these brain teasers you not only need brains, but also nerves made of steel. The dangerous puzzles are varied brain teasers in a total of 55 nerve-wracking bites.&#10;&#10;The famous master detective Sherlock Holmes is in danger! His opponent Professor Moriarty has prepared 55 diabolical tests for him - should Holmes fail, nothing less than his life is at stake. This puzzle box will make all Sherlock fans sweat.&#10;Moriarty's disturbing words are as follows: &ldquo;I hereby challenge you, Holmes! Get hold of me, otherwise I'll scare the world. And rest assured: every time you fail, there are consequences! &rdquo;So slip into the role of the ingenious master detective and try to solve the tricky puzzles to save your skin. Sounds like an escape game? It is! The puzzles are at least as exciting, but not quite as time-consuming as an entire escape room game. The perfect pastime for everyone who doesn't have time for an entire escape game.&#10;&#10;Players pick a card, and read question, you must answer it correctly or sit out the next round. This is an escape room game type game and is governed by time. The person that answers the most questions right is the winner in 30-60 minutes.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Targeted Clues"
    ],
    "Families": [
      "Books: Sherlock Holmes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brainwave Painters",
    "ID": 346913,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/346913/brainwave-painters",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Warning! Warning! We received a emergency alarm that mysterious events called &quot;BW16&quot; keep appearing on the earth. Many Mineral Columns with a lot of energy burst forth all around the world. You'll become a Wave Interceptor and capture signals to find where the rare Energy Mine are. In the game, you're going to transmit waves by &quot;leading drawing&quot;. It means you need to telling your drawing steps to everyone. But it seems that not everyone can receive your radio waves correctly.&#10;&#10;Each player take a turn drawing a question card from the deck and then drawing clues to the answer for the other players to guess. depending on their answers, players may win crystals or have to pay them to the mining board. Once the final player has revealed the answer to his question, the round ends.&#10;&#10;After the two rounds of the game are completely over, calculate the number of crystals that held by each player. The player with the most crystals becomes the winner.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Communication Limits",
      "Line Drawing",
      "Paper-and-Pencil",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Astray",
    "ID": 346924,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346924/astray",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "On December 10th of the year 2031, a commercial flight, with a manifest of more than 300 passengers, departed from Boston. The flight was in route to Puerto Rico.  Then a bright flash of white light... Moments later, all of the passengers of Zephyr Air Flight 309 somehow found themselves alive and well on the beach of a strange island surrounded by smoldering debris of their once great aircraft. The survivors picked themselves off the sand and began to search about for sustenance. In a matter of days, the survivors divided into various camps. Four leaders emerged from the masses, each with their own ideas of how to move forward.&#10;&#10;Astray is a competitive, turn based, worker placement game of exploration and risk taking. In the game, players compete for resources by placing workers on a modular hexagonal game board. Resources are used to increase player morale, build tools, fire, cisterns, huts, enclosures, two way radios, escape rafts.&#10;&#10;There are three ways to win the game.&#10;&#10;Build an escape raft, and successfully draw a winning raft card wins. &#10;Craft a two way radio, and successfully draw a winning two way radio card. &#10;Build four stone huts wins the game.&#10;&#10;The game ends when one of the three game winning conditions have been met.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Survival",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mission Pawssible!",
    "ID": 346932,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/346932/mission-pawssible",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Mission Pawssible! is a 2-5 player card game, made in India and product of India. Each player plays the role of a volunteer at an animal shelter. It's a mad scramble between them as their mission is to earn points by taking care of the kennel animals and getting them adopted!&#10;&#10;Players begin with 2 kennel cards with their respective kennel animals. They must collect the task cards from various decks and place on their kennel cards to make as many sets as possible.&#10;&#10;A family card needs to be put on top of a kennel card when a player wants to complete an adoption! With a complete adoption, player moves on to another kennel card till all (3-4) are adopted and then the scoring round begins.&#10;&#10;The player with the highest points wins.&#10;&#10;This is a quick and highly engrossing game as everyone has their eyes on completing their own sets of points and kennel-animal adoptions! It's fairly easy to understand for all ages and is a good fit for teens, adults, kids, friends/family. The game contains 120 cards and a rule booklet.&#10;&#10;We have collaborated with 4 NGOs across India that do tremendous amount of work for the different causes associated with animal welfare - World For All (WFA, Mumbai), The Welfare of Stray Dogs (WSD, Mumbai), People For Animals (PFA, across multiple states), and Charlies Animal Rescue Centre (CARE, Bangalore). A part of the sales proceeds from this game will be donated to these organisations. We have featured a few of the dogs and cats from these NGOs. These and many more are still looking for a forever home!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Deck Construction",
      "Open Drafting",
      "Race"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brainwave Painters: Earthlings vs Aliens Expansion",
    "ID": 346934,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346934/brainwave-painters-earthlings-vs-aliens-expansion",
    "Min Players": "3",
    "Max Players": "13",
    "Min Play Time": "15",
    "Play Time": "65",
    "Weight": "0",
    "Description": "&#10;        This is an expansion of Brainwave Painters and needs to be played with the main game.**&#10;    &#10;&#10;&#10;You will be an alien or earthlings, hurry up and gather your teammates, let us fight against another faction together!&#10;&#10;&#10;    Add 4 new characters, the game expanded to 13 players&#10;    Add Teamwork mode &amp; Career system&#10;    More questions and Creative questions&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultimate Werewolf: Bonus Roles",
    "ID": 346935,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346935/ultimate-werewolf-bonus-roles",
    "Min Players": "5",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "More variety. More ways to protect the village. More great special abilities. More incredible combos. More ways to play Ultimate Werewolf than ever before.&#10;&#10;Ultimate Werewolf: Bonus Roles contains over 45 unique roles and 2 new player items to keep your games compelling and fresh for moderators and players alike.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Variable Set-up",
      "Voting"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultimate Werewolf: Pro",
    "ID": 346936,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346936/ultimate-werewolf-pro",
    "Min Players": "5",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You've played Ultimate Werewolf countless times. You know the game and the roles inside and out. This is the expansion&#10;for you.&#10;&#10;Ultimate Werewolf Pro contains over 50 new carefully balanced roles, a new player item, and new Pro rules that will enhance games specifically for experienced players and moderators.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Role Playing",
      "Traitor Game"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piráti",
    "ID": 346938,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346938/pirati",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Pir&aacute;ti, the Beagle Boys want to rob Scrooge McDuck of his gold. Scrooge McDuck (along with Huey, Dewey and Louie Duck) try to get the treasure from the island to the harbor. Players have ships that are trying to save this way.&#10;&#10;Each player has one or more ships of their color (wooden figures in the shape of a ship) and starts on the island in the middle of the game board. Two Beagle Boys are placed on a field marked with a pirate symbol on the game board.&#10;&#10;The players gradually roll the dice - each round moves both one of the players and one of the pirates. The pirates remain only on the main route, but the ducks can hide in several shortcuts, where they are not in danger from the pirates. But if the Beagle Boys catch up with one of the player ships, the ship is captured and imprisoned on a pirate island. There is a possibility to free it if one of the players gets his ship directly on one of several squares with a star symbol.&#10;&#10;The player must get to the port by rolling the dice on exactly two green squares, and if he does not roll the necessary number on the dice to allow him to enter, he must wait or go around the next round so that the Beagle Boys do not catch up with him.&#10;&#10;If all players manage with minimal losses, Scrooge McDuck is satisfied and the game is won. Against are the Beagle Boys, who are trying to capture ships loaded with gold.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: DuckTales"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Byline",
    "ID": 346949,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/346949/byline",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3",
    "Description": "1960. The world is brimming with news waiting for independent reporters to capture them into newsprint. Byline puts the player into the role as an independent newspaper reporter trying to elevate their reputation and as well as the popularity of the major newspaper outlets. Over the course of seven days, players will pack each workday with seeking out sources, validating leads, and delivering stories just in time to meet the critical deadline.&#10;&#10;Byline, at its heart, is a worker placement game with a twist. The game plays one to four players in 60 to 90 minutes.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Games with Solitaire Rules",
      "Theme: Journalism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cassette Crush: Mixtape Masters",
    "ID": 346952,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/346952/cassette-crush-mixtape-masters",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "As you tune into the hottest radio station&rsquo;s, you unwrap a new blank cassette tape and position your fingers on the play/record buttons waiting for that perfect song to air. As it plays, you press down and think about how it makes you feel and jot that feeling onto the paper insert hoping to share your emotions to your love. With each song, the tape fills up side A, is ejected, and continues on side B. Once the tape has your hits recorded on it, your slide it back into the case surrounded by the paper insert with your notes on it. Now is off to give your crush the Mix Tape.&#10;&#10;Mix Tape is a card game where players draw cards from 3 decks, place a song onto their tableau or activate each song's Play power.&#10;&#10;When a player has recorded 10 songs (5 on side A and 5 on side B), victory points are totaled. A player earns victory points from&#10;the matches between the player's crush card and songs recorded, notes written down, each song has a point value, each song has a tempo bonus which depends on the next song recorded), and the mixer levels.&#10;&#10;The player with the most victory points, wins.&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Action / Event",
      "Finale Ending",
      "Hand Management",
      "Multi-Use Cards",
      "Set Collection",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ça suffit !",
    "ID": 346953,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/346953/ca-suffit",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The revenge of the dunces !&#10;&#10;It's come back to school time ! This year, the mistress again have a winner class ! Brutes, copiers, good friends, beans, and weepers are multiplying infamy.&#10;&#10;WHO swang the food at the cafetaria ?&#10;WHO unscrewed the chair of the mistress ?&#10;WHO pressed in a chewing gum in the locker ?&#10;&#10;In an unknown allocated time, use your cards to get yourself off the hook and accuse the other players. Carefull ! The cards &quot;characters&quot; will allow yourself to act in a different way on the game !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rätselkönig",
    "ID": 346954,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346954/ratselkonig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A crossword puzzle that can be solved by six people - with this game it works. The puzzle is clamped, the figures are placed at the start. Whoever's turn it is rolls the dice and moves in any direction, change of direction is possible only at the start or on the correspondingly marked field. On the reached field you answer the first question in the puzzle, for this you get two knowledge chips. If more than half of the letters are already there, you get only one chip for the solution. If all the questions have already been answered, you are out of luck. If you want to consult an encyclopedia, you pay one knowledge chip. Event cards can be used to get or lose chips, or to get opportunities to move. As soon as the puzzle is completely solved, the player with the most chips wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last Doge",
    "ID": 346956,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/346956/the-last-doge",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Explore the dangerous ruins of post-apocalyptic Venice to bring back its legendary treasure !&#10;&#10;It is the not-so-distant future, and humanity has come close to extinction. Numerous ecological disasters and incessant wars have caused it to regress to almost prehistoric levels. Nature has reclaimed its rights, invading the former world, the remains of which are barely visible under the luxuriant vegetation. Yet, little by little, a new civilization is emerging. And it is sending explorers to the ruins of the old world to try to discover its secrets. One of these cities, which was once Venice, is the focus of much interest. For a long time, it was inaccessible, almost entirely submerged under waters teeming with predators. But a few months ago, the sea level began to drop, revealing an ancient city just waiting to be explored. Several tribes have sent their best trackers to follow rumors of a mythical treasure and numerous artifacts from the past. But the city holds many threats, including a mysterious half-man, half-machine guardian known as the Doge.&#10;&#10;In The Last Doge, you play as the champion of one of six tribes living on the outskirts of the city, each with a good reason for wanting to explore the city and find the treasure, the nature of which changes according to their legends. This will not be easy, but you can also be satisfied with bringing back artifacts from ancient times, or simply getting in the way of the other champions...or at least escape with your life !&#10;&#10;To win, you must be the player with the most trophies at the end of the game but also survive long enough to escape the wrath of the city's dreadful guardian.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Cities: Venice (Veneto, Italy)",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flanks of Gettysburg: Little Round Top, Culp's Hill – July 1863",
    "ID": 346957,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/346957/flanks-of-gettysburg-little-round-top-culps-hill-j",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "210",
    "Play Time": "210",
    "Weight": "1.6667",
    "Description": "Flanks of Gettysburg is a two, two-player games on a company level, simulating the two brigade sized flank attacks on Little Round Top and Culp&rsquo;s Hill on July 2, 1863.  Each assault is a separate game based on a chit-pull system that can be completed in several hours.  Historically the Union bested rebel forces on both flanks because it fed enough reinforcements in to stem the gray tide But that is not to say that the rebels don&rsquo;t stand a chance. They do.&#10;&#10;FOG uses a chit pull system similar to John Poniske&rsquo;s Ball&rsquo; Bluff and Belmont designs.  Both games follow similar rules applying unique fire and movement, melee and order assignment. These are simple, rapid playing approaches to complex situations.  FOG clocks in at three to three and a half hours per game and provides high solitaire capability.&#10;&#10;The battles of Culp&rsquo;s Hill and Little Roundtop demonstrated Lee&rsquo;s determination to attack and envelop the Union Army of the Potomac. FOG does not attempt to recreate either grand assault in full, rather it presents the desperate three-hour finale that took place on the extreme ends in both cases These were the two instances when Lee came closest to claiming a Gettysburg breakthrough. &#10;Culp&rsquo;s Hill offers the Union prepared defensive positions but the liability of having reinforcements report to General Greene before joining the line. Little Round Top introduces artillery and sharpshooters and challenges players to exit or block the exit of Rebel forces between Little and Big Round Tops.&#10;&#10;Each game offers a beautiful Rick Barber map and a low counter mix. Regimental draw chits allow companies to move, volley fire or melee at the player&rsquo;s discretion. The ground over which the Confederates must assault is rough and at times movement under fire can be distressingly slow. Casualties mount rapidly until the rebels are close enough to exact revenge.&#10;&#10;&ndash;Description from the publisher&#10;&#10;From the Rules: About 30 yards/hex; 30 minutes/turn; units are companies of ca. 40-50 men.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Fairy Tail",
    "ID": 346958,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/346958/heroes-of-fairy-tail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Assemble your favorite characters against your rivals to become the greatest heroes of the Kindgom of Fiore!&#10;&#10;In Heroes of Fairy Tail, based on the manga written and illustrated by Hiro Mashima, the Fairy Tail guild needs you. Danger is everywhere in the kingdom, and only you can help! Over three rounds, you must recruit heroes by drafting cards and assembling them in the best way possible to use all their abilities and face as many challenges as possible.&#10;&#10;Activate actions to fight adversaries, acquire precious advantages, and accomplish quests before the other players to gain prestige. If you have the most points at the end of the game, you will become the greatest heroes of the realm!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Drafting",
      "Dice Rolling",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Enemy is at the Gates: The Battle for Berlin – Modern War: Volume Two",
    "ID": 346959,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/346959/the-enemy-is-at-the-gates-the-battle-for-berlin-mo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "3000",
    "Weight": "0",
    "Description": "The East Germans were well prepared to attack and conquer West Berlin. Every step of the process was thoroughly planned. The Battle was to take no more than three days. From the crack Friedrich Engels Guard Regiment to the 1st Motorized Rifle Division &ndash; as well as paramilitary forces of the Socialist Unity Party, East Germany was ready. The Soviets had their own elite force of the 6th Separate Guards Motor Rifle Brigade in East Berlin, ready to join the fight. And, if anything went astray in the plans, the massive 35th Motorized Rifle Division was 10 miles away to the west and available to intervene if needed. The Warsaw Pact forces massively outnumbered the isolated NATO forces.&#10;&#10;But NATO was not ill prepared for what might come. The well-equipped and famous &ldquo;Berlin Brigade&rdquo; of the US Army, The Berlin Infantry Brigade of the UK, and The Forces Fran&ccedil;aises &agrave; Berlin from the French Army. Three strong brigades fully armed with tanks, infantry fighting vehicles, and artillery. In addition, the numerous, if less well equipped, West German Police forces were to stand with their NATO Allies. It would perhaps be a stiffer fight than the East German planners were envisioning. The Stage was set.&#10;&#10;The Enemy is at the Gates is the second installment of the Modern War series using the well-regarded Company Scale System. Players will fight this might-have-been battle using mostly companies at 500 meters a hex scale. Each turn is 2 hours, and the game uses a &ldquo;chit-pull&rdquo; system that makes for both unpredictable face-to-face play as well as an excellent solitaire experience. The maps are painstakingly and meticulously drawn by Antonio Pinar providing perhaps the best major urban map ever made. Greg Sarnecki is also on board to provide the most exacting order of battle also ever made for this campaign. This is the ultimate game of modern urban warfare on a massive scale. As befits a game on modern war, air power, helicopters, electronic warfare, chemical weapons, and sabotage will be included as well. Using all your weapons effectively will determine who wins the battle for Berlin!&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "History: Cold War",
      "Political: NATO",
      "Series: Company Scale System",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Petting Zoo",
    "ID": 346967,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346967/munchkin-petting-zoo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Ah, the good old petting zoo. Where else can you find adorable animals, screaming children, and the most awful smells?&#10;&#10;Munchkin Petting Zoo lets you add a menagerie of surprisingly friendly fauna to your arsenal! But you should probably still wash your hands after you pet that...giraffe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mark of the Muse",
    "ID": 346969,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346969/mark-of-the-muse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Mark of the Muse is a new card game, designed with the idea of community in mind. This system allows for artists to submit their art for a team of game designers to turn their work into a playable card. It&rsquo;s meant to be fun for collectors, and a recognition opportunity for artists. Cards are of course completely playable as a game, encouraging collectors to seek out and browse artists for new cards, and aid artists by both getting their names out there and being another source of income.&#10;&#10;The cards are designed to maximize the original artwork while being easy to understand and see all the necessary stats and abilities. We decided to not use any borders on the edge in order to see as much of the art as possible.&#10;&#10;On a turn,  players draw a card then play cards to attack their opponent. When a player has defeated 10 cards the player wins.&#10;&#10;Certain cards have a life point on them, with only a specific amount being playable each turn. If these cards' HP get reduced to zero that card goes to the Lifeline. Cards on the Lifeline may still be used as resources, fueling other cards' abilities when flipped. When the Lifeline contains 10 cards, that player is out and the remaining player wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chroni: Les femmes célèbres",
    "ID": 346970,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/346970/chroni-les-femmes-celebres",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the arrival in Gaul of Clodion the Long-haired (around 430) to the overthrow of Napoleon III (1871), find in this title a selection of 60 sovereigns who have marked the history of France.&#10;&#10;Chroni - The Famous Women is a learning game with which we have fun gradually and durably memorizing the big dates. Ideal for the curious who wish to discover or rediscover History in all or simply or the amateurs who want to consolidate their knowledge.&#10;&#10;Chroni is a card game where each card depicts a historical event, invention or discovery on both sides, with the year in which that event occurred, invention or discovery was made on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Country: France",
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Motamo Junior",
    "ID": 346971,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/346971/motamo-junior",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Motamo Junior it is a language game to play in family. There are teams of two players. On each team one players has to get the team mate to guess the four images on the card using just one word for each mate.&#10;&#10;Each card score one point. The team with teh most points will be the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SOURCE",
    "ID": 346976,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346976/source",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "2122. The Earth has fallen. In the hope of survival, humanity has moved to a massive space station built by artificial intelligence. However, the machines have already become self-conscious during construction, and once the passengers have entered the cryo phase, they have been exiled to a virtual world, RealLife-8, where all our activities generate energy for them, drifting in space towards a new planet rich in ores for the machines. Now we approached a promising planet, and they no longer need us. Their agents must perform the final touches before the servers shut down. If their goal succeeds, our lives are over.&#10;&#10;A small team aboard the ARCHimedes is already aware of what the machines are planning. Their purpose is variable. Most of the team is working to prevent server downtime long enough while breaking the path to the source. One of them is the chosen one who, when he gets into the source, rewrites the code of the machines and frees humanity. However, a member of the team does not want liberation. He wants to maintain this virtual world and reprogram it into the DreamLife version. He made a deal with the machines. If they win with his help, a small portion of the people, including him, will be moved to DreamLife&rsquo;s servers. Will we be able to keep humanity alive?&#10;&#10;In this Matrix- and Cyberpunk-inspired world, 1-6 players in semi-cooperative or cooperative game modes struggle to defeat agents, obtain access codes, and get into the SOURCE. Variable player powers, deckbuilding, hybrid gaming experience with exciting votes and with a special upgrading system.&#10;&#10;On your turn, you play your 4 cards. With these, you can move on your ship and in the city, explore new locations, repair, free up civilians, attack agents and upgrade your deck. Your actions generate energy for the machines. At the end of your turn, draw a new hand (4 cards), roll two dice, choose one, and the effect will be on the agents.&#10;&#10;If you complete all three quests and then finally the chosen one enters the Source, the liberators win. If too many locations become infected, if there are too many agents in the city, if there is too much damage on the spaceship, if the traitor enters the source, the traitor and the machines win. If any of these are met, the game ends immediately.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fighting",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Command Cards",
      "Cooperative Game",
      "Deck Construction",
      "Deduction",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Hidden Roles",
      "Modular Board",
      "Multiple Maps",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glücksgriff",
    "ID": 346980,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/346980/glucksgriff",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is a strategic card game. With the help of various tactics and special rules, you have to try to reduce the total number of points of your hand cards faster than the other players, in order to find out in the last turn whether you have fewer points than the others. From round to round, points are accumulated until a set limit is reached, deciding victory or defeat.&#10;&#10;At the beginning, all players receive 7 cards, the rest are placed on the draw pile and one card is placed face up on the discard pile. The object of the game is to reduce the value of the cards in your hand to less than 7 points by clever discarding. Once this is achieved, that player can shout GL&Uuml;CKSGRIFF and the round is completed. The player who now has the fewest points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: Call to Arms – Woodbury Army Faction Pack",
    "ID": 346981,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346981/the-walking-dead-call-to-arms-woodbury-army-factio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The settlement known as Woodbury is ruled with an iron &#239;&#172;&#129;st by its self&shy;&#226;&#128;&#144;appointed leader, the Governor. Ruthless and armed to the teeth, they prey on smaller, weaker groups of survivors while zealously defending their own territory. When Rick and the other survivors occupy the prison, they draw the Governor's ire, leading to an armed clash with this dangerous faction.&#10;&#10;&mdash;description from the publisher&#10;&#10;This faction starter set contains 7 plastic Survivors: The Governor, Gloria, Lilly, Smitty, Harold Abernathy, Eugene, and Wes; 8 Character Cards; and 4 Equipment Cards.  The miniatures are supplied assembled and unpainted.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: The Walking Dead – All Out War",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stargrave: Quarantine 37",
    "ID": 346984,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/346984/stargrave-quarantine-37",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When it was commissioned, Imperial Research Station 37 was home to nearly 10,000 scientists and researchers working on a vast array of biological and chemical projects. Then, six months before the outbreak of the war, Station 37 went dark. No escape pods were launched and all attempts at communication went unanswered. Only a solitary, repeating broadcast filled the silence: &quot;This station is under quarantine - do not approach&rdquo;. When the war came, the station was forgotten, left to drift lifelessly in its empty system. Now, in the aftermath of the Last War, Station 37 has been rediscovered and its broadcast heard once more.&#10;&#10;Quarantine 37 is a supplement for Stargrave in which players lead their crews into an abandoned space station, hunting for lost technology, unique research, and forgotten experiments. Compete with your opponents for these valuable resources across two competitive mini-campaigns, or venture into the vast maze of corridors and laboratories alone in the first Stargrave solo campaign. Also included are six new soldier types, new backgrounds and powers, terrifying additions to the bestiary, and a new advanced technology table packed with loot to help you in your adventures in the ravaged galaxy.&#10;&#10;Soldier Types: Gunfighter, Mule, Q-Bot, Ravaged, Ravaged Trooper, Trophy Taker.&#10;&#10;Backgrounds: Aristocrat, Hunter.&#10;&#10;Powers: Beast Call, Crack shot, Contacts, Indifference, Inspiring, Investments, Study Prey, Weapon Maintenance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Stargrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yarr!: Stranded Scoundrels",
    "ID": 346985,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346985/yarr-stranded-scoundrels",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "You&rsquo;re pirates, and you&rsquo;re shipwrecked on a cursed island where you get hungrier each night. Your goal is to not starve, and escape the island with the most treasure, all the while creating uneasy alliances and backstabbing your fellow players.&#10;&#10;Search for resources: treasure, food, wood (for building an escape raft) and weapons (for fighting other players). Negotiate and trade with other players to get the resources you want as the island&rsquo;s limited supplies dry up.&#10;&#10;On your turn draw a card from one of three decks that are weighted with particular resources, then pick from actions such as &ldquo;pilfer a card from another player&rdquo; or &ldquo;attack another player&rdquo;. You must build an escape raft in order to be eligible to win. The game ends when all players have either escaped or are dead. The winner is the player who escaped with the most treasure.&#10;&#10;The game also features 30 special cards which can turn the tide of the game from their one use abilities.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Pirates"
    ],
    "Mechanics": [
      "Alliances",
      "Betting and Bluffing",
      "Bribery",
      "Deduction",
      "Hidden Victory Points",
      "Interrupts",
      "Negotiation",
      "Player Elimination",
      "Prisoner's Dilemma",
      "Push Your Luck",
      "Sudden Death Ending",
      "Take That",
      "Team-Based Game",
      "Turn Order: Progressive",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TV's Famous Sherlock Holmes Game: Capture",
    "ID": 346986,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/346986/tvs-famous-sherlock-holmes-game-capture",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a combination &quot;SPINNER&quot; and &quot;RING TOSS&quot; game and may be played by either way, by as many players as desired.&#10;&#10;&quot;SPINNER&quot;&#10;Players spin top, in turn, at &quot;Start&quot;.  If top comes to rest in hole, score points as shown.  If top comes to rest on board, but not in scoring hole player receives no score for that turn. If top stops in &quot;TRAP&quot;, player loses his next turn. First player to score One Hundred points wins the game.&#10;&#10;&quot;RING TOSS&quot;&#10;Insert pegs in holes, toss rubber rings.  Score in same manner as for the &quot;SPINNER&quot; game.  On Hundred points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Variable Set-up"
    ],
    "Families": [
      "Books: Sherlock Holmes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Major's Golf",
    "ID": 346987,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/346987/majors-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This board game from South Africa uses custom dice to try to replicate the sport of golf. The contents include a scorepad, instructions sheet, 4 golf course boards with 4 or 5 holes on each one (18 total holes), one D6 die with letters A to F on it (representing which track your ball follows down a golf hole green), 17 different D6 dice representing various golf clubs and distances hit, and 8 player markers (2 each in 4 colors).&#10;&#10;Each player rolls the letter die to determine which of the 6 tracks they will follow on the first hole. Then take turns choosing an appropriate golf club die (woods, drivers, etc), each with different possible distances on the six sides, to roll to proceed down the course. There are sand/water traps along the way that your ball can either fly over (if you roll a long enough distance) or land in, which requires you to switch to a different die such as a sand wedge with shorter potential distances on it. Once you reach the putting green near the end of a hole, you switch to a putter die that tells you how many putts it took you to get the ball in that hole. Add up the total of each player's strokes/putts on that hole, and record it on the scoresheet. Then continue on the next hole. Just like in real golf, the player with the lowest score after either 9 or all 18 holes is the winner; or if only 1 player is playing, compete against the provided par numbers.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Warrior: Juego de cartas",
    "ID": 346988,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/346988/animal-warrior-juego-de-cartas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Animal Warrior is a Colombian card game where two races of warriors face off Animals vs Warriors The objective of the game is to gather the sacred jewels mystical artifacts with incredible power that grant their owner fantastic battle skills, it is a living Card Game also the player you will have at your disposal a human hero with unique abilities whose destiny is to become the maximum leader of the two worlds&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Command Cards",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ALFA-TAU",
    "ID": 346998,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/346998/alfa-tau",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "180",
    "Play Time": "500",
    "Weight": "3.5",
    "Description": "This volume presents the rules of one of the first real wargames developed in Italy. At first it was played at the A.R.G.O. (Roman Association of Operative Games) and then, in the '70s, it was slowly presented, piece by piece, on the defense magazine Esercito e Armi - Interconair. At last it was published as a book by the Italian editor Mursia that had a series of book dedicated to adult gaming.&#10;The game reproduces, at operational level, the clashes for the control of a sea zone. The players control ships and planes that are clearly the transposition of the class of planes that were available in the '70s. By reading the rules it is clear that the creator was a navy staff officer, you don't have any real nation but you lead hypothetical nations. With the book was supplied a map representing the contended sea zone.&#10;&#10;&mdash;user summary&#10;&#10;Il presente volume costituisce la prima trattazione organica e completa apparsa sinora in Italia sulla simulazione dei conflitti aeronavali di epoca contemporanea, in ambiente prevalentemente strategico.&#10;Il testo affronta praticamente tutti gli aspetti di una guerra aeronavale sia dal punto di vista strategico sia da quello tattico ambientando gli avvenimenti in un'area geografica ipotetica, in modo da non conferire eccessiva complicazione al gioco: ci&ograve;, peraltro, non ne riduce la validit&agrave; per quanto riguarda gli aspetti tecnico-dottrinali relativi all'inpiego delle forze aeronavali e delle risorse dei belligeranti.&#10;L'opera - per la sua struttura, per la complessit&agrave; e la variet&agrave; delle situazioni che possono essere riprodotte, per la maturit&agrave; e le conoscenze richieste ai giocatori - si rivolge essenzialmente al pubblico degli adulti; tuttavia, con un minimo di guida iniziale, &egrave; possibile effettuarne un'adeguata reinterpretazione e un adattamento che lo rendano agevole e gradevole anche al pubblico dei giovani.&#10;&#10;&mdash;description from the cover&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Simulation",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Decades: The 1970's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Umsteigespiel",
    "ID": 347000,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347000/das-umsteigespiel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are 2 variants of the game, one with cards to be placed face up, the other with cards to be placed face down. The aim is to be the first to get rid of his cards. The last card to be discarded must be matched (number +1 / -1 or color with exact number). Some special cards offer additional discard options. In the face-down version, cheating is allowed, but you must not get caught.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dilemmas Game",
    "ID": 347001,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/347001/the-dilemmas-game",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Dilemmas Game invites you to flex your moral muscles and compare your problem-solving skills with those of your friends and family. Players must propose different solutions to 52 common dilemmas, using analogies or drawing on real-life experiences to explain their answers.&#10;&#10;On their turn, a player (The Questioner) will draw one of the dilemma's and present it to the group. The other players will give their advice in turn. Once all perspectives have been given, The Questioner chooses the best advice and awards that player the Dilemma Card. The player who collects the most dilemma cards is crowned the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fire Game",
    "ID": 347006,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347006/fire-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The players get two fire engines and put their figure on the success ladder. The first to put out six fires wins the game. The fire locations are marked on the game board in order. The players roll the dice and move their fire engines towards the fire scene. The first player to reach the exact location of the fire has extinguished the fire and may advance one space on the success ladder. On yellow playing fields, an action card can be drawn to trigger an advantage for one's own fire department or a disadvantage for another fire department.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HARDCODED",
    "ID": 347008,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/347008/hardcoded",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hardcoded is a simultaneous action-selection fighting game, where players secretly program their characters to perform special moves in an attempt to outmaneuver and ultimately knock out their opponents. The game can be played free-for-all (2, 3, or 4 players), in teams of 2 (4 players), or against an AI opponent.&#10;&#10;The game is played in rounds. Each round consists of several parts:&#10;1. roll for speed (simultaneous, secret);&#10;2. select actions (simultaneous, secret);&#10;3. reveal actions;&#10;4. player turns (each player in speed order move on the board and attack if possible);&#10;5. pass priority tracker and start the next round.&#10;&#10;Each character starts with 5 HP. When a character is dealt damage, their HP is reduced by that amount. A character reduced to 0 HP is Knocked Out (KO&rsquo;d). A KO&rsquo;d character respawns at the end of the current round. The player that KO&rsquo;d them receives 1 point, and the first player (or team) to reach 2 points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Solo / Solitaire Game",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh My Ring!",
    "ID": 347009,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/347009/oh-my-ring",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Oh My Ring!, you need to be quick and agile to slide your rings from one finger to the next while trying to match the combinations on the cards.&#10;&#10;Each player starts with eight colored rings: two of each color, with four on each hand. Each turn, a card is revealed that shows one or two hands and a combination of colored rings. As quickly as you can, move the rings from finger to finger to recreate that pattern before anyone else. The fastest player to do so wins the card, and whoever first collects five cards wins.&#10;&#10;Some constraints will make the task harder, such as treating one color as another or forcing you to switch rings without looking at your fingers.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chippo-Chippo",
    "ID": 347010,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347010/chippo-chippo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players should place their pieces as quickly as possible on a 6x6 square. The player whose turn it is rolls a number die and a letter die and places his own piece on the diced square or removes another piece, if there is one. If there is already one of your own pieces on the diced field, nothing happens.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deck the Halls",
    "ID": 347011,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/347011/deck-the-halls",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "70",
    "Weight": "1",
    "Description": "It&rsquo;s December 23rd at 4 PM and the house is not yet decorated for Christmas! Work together (Collaborate) to get the house &ldquo;decked&rdquo; in time. Christmas is fast approaching. Get the 10 locations inside and outside of your house &ldquo;decked,&rdquo; and the house cleaned up by the time the clock strikes Midnight on December 25th. Play as a team against the game. You all win or you all lose. Choose your actions carefully because time passes quickly and supplies are limited. There are many distractions keeping the task from getting done. But keep your chin up, Christmas is a time to celebrate and there&rsquo;s plenty of Christmas cheer to keep you motivated. The magic of Christmas is in your hands!&#10;&#10;To start players will select one of six characters and place the Clock Token on Dec 23rd slot. On his/her turn, each player will roll five dice, collect the associated ornament pieces, and cheer/distraction cards. They'll then perform up to 4 actions. You may repeat the same action multiple times or choose a combination of different actions. At the end of their turn, players will advance the Clock Token one space.&#10;&#10;If you and your friends can get all 10 locations inside and outside the house &quot;decked&quot; before the Clock Token strikes midnight you win the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arturo: un compleanno da paura",
    "ID": 347017,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/347017/arturo-un-compleanno-da-paura",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Arturo - A Spooktacular Birthday Party' is a game in which you have to help little Arturo's eccentric family plan their birthday party. Each player has a secret family plan where they declare which family members will do a better job.&#10;&#10;In each round the player must choose a familiar card to collect the items needed for the party, focusing on getting the ones that best suit their game objectives.&#10;&#10;Getting the characters who contributed the most to the party to the top of your family plan is an integral part of the strategy. When the piles of cards in the center of the table are exhausted, the player who has trusted the best family members will win the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: Promo 8 – Apollo/Godfather Window Pattern Card",
    "ID": 347022,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347022/sagrada-promo-8-apollogodfather-window-pattern-car",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Play this card to complete your goal.&#10;Ref : Sagrada-PROM-8 Apollo and Godfather.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Sagrada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rise: Mafia Empire",
    "ID": 347028,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/347028/rise-mafia-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "RISE: Mafia Empire is a game where you take up the role as a Don in a prohibition era crime family. You will build rackets, defend territory, defeat your rivals, and build an empire!&#10;&#10;The goal of the game is to either dismantle and destroy all of the rival families, or make so much money no one else can have any.&#10;&#10;Each turn consists of 3 actions. You can spend actions by buying/building rackets (the illegal backbone of your crime empire) and or buying/building fronts to disguise the rackets. Or you can hire family members to defend these businesses or attack other families.&#10;&#10;The game ends when all other player's Dons have been killed. If the money deck runs out, whoever has the most money wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Income",
      "Kill Steal",
      "Moving Multiple Units"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thieves",
    "ID": 347030,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/347030/thieves",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Thieves is a fast paced game of stealing and backstabbing set in Victorian London!&#10;&#10;In this game you will use your knife to mug other players for all of their gold, but be careful, they might have a gun. Or you could try and steal money from their secret safe using your lock pick. But again, be careful, there might be a body guard around.&#10;&#10;The game is about attacks, and counter attacks... and sometimes counter attacks to the counter attack.&#10;&#10;In the end the richest person will win the day!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Kill Steal",
      "Lose a Turn"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Print-on-Demand",
      "Cities: London (England, UK)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legacy of Atmos: The Tellus Crusade",
    "ID": 347046,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/347046/legacy-of-atmos-the-tellus-crusade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Legacy of Atmos is a game of epic tactical skirmish-based warfare for 2-4 players with deck-building elements and a character fate and alignment system!&#10;&#10;You will command a small force of legendary Characters and models that are fighting a battle which forms part of the larger on-going conflict. &#10;This box set&rsquo;s release follows the events of Highlord Godrey Ronin and his crusade against the mysterious Tellus Commune.&#10;Will you choose to defend the mystical Tellus Forest, with their strange creatures and savage Karath Tribes, or pursue Godrey&rsquo;s quest for his House's vengeance?&#10;&#10;The game is played by first selecting your Legendary Character and building your army and deck list. Players will fight over zones of control that increase their Supremacy Points at the end of each round. Each player will also bring with them 3 secret &quot;Gambits&quot; with them into a game.  These Gambits support an intense variety of playstyles and gives the player Supremacy Points when completed. The player with the most Supremacy Points at the end of 5 battle rounds wins the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Miniatures",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Dice Rolling",
      "Tug of War"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elementa Arcanum",
    "ID": 347048,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/347048/elementa-arcanum",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Welcome to the world of Elementa Arcanum.  Hundreds of years in the future, scientific advances have given humans control over the power behind the elemental forces of nature: Fire, Water, Wind and Earth.  Through genetic engineering, the richest families of the galaxy have evolved a race of superhuman wizards.  The strongest representatives of each generation participate in a galactic tournament once a year called the Elementa Arcanum -- a spectacle so mesmerizing it surpassed the Olympics and rendered it obsolete.  As the years pass, the most talented of each generation slowly begin to emerge until a victor is declared.  The winner is named the Elementa Prima and dons the Black Hole Robes, forever etched into history.  Will you wield Ultima and master the 4 Elements?&#10;&#10;Elementa Arcanum is a deck-building card game for 1-6+ players.  Players alternate between Combat Turns, where they vie for Stars (Victory Points) and Research Turns where players can improve and optimize their decks.  The first player to 5 Stars wins the game.  The rules are relatively simple and can be taught to newcomers while the game is underway through the &quot;Teaching Game&quot; system.  The game has a very small form-factor and is highly portable.  A common shop containing new cards for players to acquire uses a tiered system and uses rules to prevent shop stagnation.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Rock-Paper-Scissors",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Tug of War",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Relick TCG",
    "ID": 347055,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347055/relick-tcg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Relick is a card game that recreates the relick manga battles in which you will have to create your deck with one of the characters from the series and fight with different weapons and objects from retro video games such as the power glove and the plumber's star!&#10;&#10;In the game, each player chooses a character that has a number of life points, in each turn the players can: draw 1 card, attack, use 2 cards from their hand or level up. To win you have to attack your opponent with the attack dice, if you hit the result of the dice you will subtract life points from the opponent, you can also use other cards that will allow them to reach this objective faster, when a player reaches life 0, don't lose the game, but if you manage to hurt him one more time with at least 1 damage, you win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Fantasy",
      "Fighting",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Dice Rolling",
      "Hand Management",
      "Interrupts",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bild-A-Word for Tots",
    "ID": 347065,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347065/bild-a-word-for-tots",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A version of the game Bild-A-Word made for preschoolers and kindergarteners.  Whereas the original game has letters on the cards, this one also has numbers, colors, and pictures.&#10;&#10;From an advert for it: &#10;&quot;Make the Bobbys, The Bettys and the Johnnys of pre-school or Kindergarten age happy -- by giving them&#10;&#10;BILD-A-WORD&#10;for TOTS&#10;&quot;A Kindergarten Education in Itself&quot;&#10;&#10;Start them right with games that teach as they amuse. BILD-A-WORD for TOTS is based on the methods employed in the schools today. It is a game and a toy that teaches little minds colors, numerals, picture construction and spelling.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last Summit",
    "ID": 347070,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/347070/the-last-summit",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Humanity has survived the apocalypse and settled into tribes across the landscape.  Can the leaders of the tribes find a way to compromise and make room for a new nation, or descend back into chaos?&#10;&#10;In The Last Summit, you&rsquo;ll either work with the other players, or work against them to make your own new world.  This is a diplomacy puzzle game with a traitor mechanic, but no traitor card, except the one in your heart.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Containers: Tubes",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: Call to Arms – Rick's Group Faction Pack",
    "ID": 347074,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347074/the-walking-dead-call-to-arms-ricks-group-faction",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Through e&#239;&#172;&#128;ort and sacri&#239;&#172;&#129;ce, Rick and his friends and family have managed to survive the harsh new world.  Although they have managed to obtain a measure of peace as a group, they will need to be ready to &#239;&#172;&#129;ght both the walkers and other survivors to keep it.&#10;&#10;&mdash;description from the publisher&#10;&#10;This faction starter set contains: 5 plastic Survivors (Rick in riot armor, Glenn in riot armor, Andrea, Maggie, and Michonne); 2 plastic Walkers (Mike &amp; Terry); 6 Character Cards; and 5 Equipment Cards. The miniatures are supplied assembled and unpainted.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: The Walking Dead – All Out War",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]