[
  {
    "Rank": "15601",
    "Name": "Tuppi",
    "ID": 14765,
    "Year": "(1900)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/14765/tuppi",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.6",
    "Description": "Tuppi is a team-based trick-taking game played with a regular 52-card deck. It's rules are really simple: all the cards are dealt, players have to follow the suit and there is no trump. However, two different game modes and team play make it highly tactical game, where the difference between a skilled and an unskilled player is huge.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "15602",
    "Name": "Drakborgen Legenden",
    "ID": 5177,
    "Year": "(2002)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/5177/drakborgen-legenden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2381",
    "Description": "The 2nd edition of the classic adventure game Drakborgen (DungeonQuest) from 1985. The players enter the unexplored Dragon's Keep in search for treasure. The Keep is home to a dragon, and it is up to the players, with luck and timing, to overcome the dangers, collect some treasure and escape from the Keep before the sun sets and the vampires go hunting.&#10;&#10;This edition features streamlined rules, for example pre-placed one-use event tiles (placed onto the room tiles) instead of the players drawing room cards each time they enter a room. Door cards, trap cards, search cards, corpse cards and chest cards have been rationalized; all is now contained on the room tiles. Undefeated monsters and certain traps now stay on the board, and the game features a slightly more complex and tactical fighting system. The game allows for co-operative play, and even the dragon herself can be killed.&#10;&#10;Re-implements:&#10;&#10;    DungeonQuest&#10;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Series: Drakborgen"
    ]
  },
  {
    "Rank": "15603",
    "Name": "Fabula",
    "ID": 68227,
    "Year": "(2010)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/68227/fabula",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4783",
    "Description": "Fabula (previously known as Grimm) is a story-telling game where players must fill in parts of a story. One of them is the teller, who read (or imagine) the beginning of a short tale &mdash; his/her current draft. Each other player incarnates a tentative hero (a gnome, a princess, a little boy, etc.) who tries to be the main character of the teller's tale. 3 times during the game, the teller asks the other players how they think things happened at that time of the story. They must choose an item depicted on one of the cards laying at the center of the table and use it to continue the story. Depending on how convincing they are to the teller, and how well they integrated their character and the item to the current twist, they get points in the shape of &quot;quill&quot; markers. Each item can only be used once by any player, who keeps it afterwards, and who puts his/her markers on top of the card.&#10;&#10;At the end of the three turns, the two players with the most quill markers are selected to compete in the epilogue. The teller reads (or makes up) an idea of an ending to the story. Now, each finalist in turn has 30 seconds to present a relevant proposal for including his character and both items figured on the two remaining cards on the table into the ending. (A sand timer is included.) Both players have to use the same two objects, but the second one speaking cannot use them in the same way than the first (more or less compensating the fact he had more time to prepare his part).&#10;&#10;Eventually, the teller decides which of the two finalists wins, depending on the relevance of their proposals.&#10;&#10;The game comes with two proposed variants :&#10;- &quot;Experienced players&quot; : all the players tell the same tale, each one adding an element to the same storyline and bound to continue using the plot of the former speakers.&#10;- &quot;Collective&quot; : there are no quill markers and appraisal given by the teller. Every player takes part in the epilogue, and there's no winner.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Components: Standees"
    ]
  },
  {
    "Rank": "15604",
    "Name": "The Hand of Destiny",
    "ID": 345925,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/345925/the-hand-of-destiny",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.2857",
    "Description": "Waves of minions accompany an evil monster ravaging the land in the Realm of Shadows. Fight off each wave and defeat the menacing final boss to bring light to the darkness!&#10;&#10;The Hand of Destiny is a no-table-needed, solo game played completely in your hands. You'll use your hero's limited strength resources and unique abilities to vanquish foes and move through the deck. Manage your health, upgrade your hero, and play cards as efficiently as possible to win the day.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Move Through Deck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: No Table Needed",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "15605",
    "Name": "FootClub",
    "ID": 237079,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/237079/footclub",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Manage a football club and lead it to victory.&#10;- FootClub is a card game with a tactical dimension in which you control everything: recruitment during the transfer window, team lineup, pre-match strategy and coaching during the game.&#10;- Footclub offers a total immersion into the football experience, including the thrill and emotions of a real football match!&#10;- 2 game modes available. Pee Wee mode (15 min): simple, accessible for all, perfect to discover the game, it will easily attract beginners as well as young players. Expert mode (60 min): strategically rich and with great replay value, it will satisfy experienced players.&#10;&#10;The aim is to play a football match and to win the game, by scoring at least one more goal than your opponent. Each player builds its own team during the transfer window using a drafting mechanism.&#10;During the pre-game, each player chooses the lineup of its team (the team's layout on the field) and makes, at the same time, tactical choices to decide how the team will play. In order to do so, each player builds a deck with 14 cards selected among the 42 cards available (such as, for example, 4 tackles, 2 counter-attacks, etc.).&#10;The match is divided into two halves. A half consists of 5 rounds. Each round takes several steps: &#10;- draw, &#10;- substitutions, &#10;- ball possession (each team plays cards alternatively to recover the ball),&#10;- offensive (the team that possesses the ball tries to score a goal), &#10;The first half ends when the players can no longer draw cards. Each player then builds a new 14-card deck to start the second half.&#10;The game ends when the second half is over. The team that scored the most goals wins. A match can also ends up in a draw, a tie between the two players. In such a case and in order to determinate a winner, the players can agree to continue the game by going into extra time and, if necessary, a penalty shoot-out.&#10;Prior to starting the match, the players can decide to have a two-leg home and away confrontation.&#10;&#10;Major part of the game is deckbuilding and playing cards.&#10;&#10;This game includes the following components: 50 team cards; 84 match cards; 2 Kop cards; 8 help cards; 24 score cards; 70 tokens; 1 Pee Wee rulebook; 1 Expert rulebook; 2 six-sided dice; 1 multi colored dice; Dimensions of the box 9.1 x 6.6 x 1.2 inches (230x168x35mm); Dimensions of the cards 3.1 x 2.4 inches (88x63mm).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15606",
    "Name": "Empires & Alliances",
    "ID": 235926,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/235926/empires-and-alliances",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Empires and Alliances is a strategic level simulation of the First World War. Players command the Central Powers and Allied forces that fought in Europe from 1914 to 1918. The map runs from the French Atlantic ports to Moscow and Rostov in the east. It includes St. Petersburg in the north and Italy and Greece (and the portion of the Ottoman Empire that encompasses modern day Turkey) in the south. There are off-board Boxes for the Caucasus and the Middle East.&#10;&#10;The basic unit is the corps with a few divisions. The armies set up in their historical mobilization sectors.&#10;&#10;There is a 1914 scenario which is played on all fronts. The Germans have to contend with a Russian advance as well as concentrating on the French. There is a nine-turn 1918 scenario where the Germans need to try to win quickly before American reinforcements overwhelm them. This scenario introduces tanks, stosstruppen, and air units. Then there is the four-year Campaign Game. Barring a quick victory in 1914, both players settle in for a war of attrition to exhaust their opponent.&#10;&#10;Complexity: 5 out of 10&#10;    Solitaire Suitability: 9 out of 10&#10;    Time Scale: 1 turn = 1 month&#10;    Map Scale: Approximately 30 miles per hex&#10;    Unit Scale: Corps with a few divisions&#10;    Number of Players: 2 to 4 plus solitaire&#10;    Playing Time: An evening for a 1 year scenario, a weekend for the Campaign Game&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "15607",
    "Name": "Wordigo",
    "ID": 9146,
    "Year": "(2003)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/9146/wordigo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "From the publisher:&#10;&#10;The Best of Quick Thinking, Strategic Play and Fun in One Great Game!&#10;&#10;What makes Wordigo special?&#10;&#10;Simultaneous Play&#10;In Wordigo, everyone plays at the same time. No waiting for other players to complete their turns. Each player gets his/her own playing board and own set of letter tiles &ndash; 4 sets of each. Players race against the clock and other players to complete all the paths on his/her own board before time runs out.&#10;Versatility&#10;Not only are there 4 copies of the same playing board, there are 4 different game board designs offering varying degrees of difficulty. Plus, by making use of the alternative rules of play, children can easily play with adults.&#10;&#10;Highly Strategic&#10;Wordigo&rsquo;s vowels, with their arrows and bonus markings of 2x, 3x, 4x and 5x, allow for a highly strategic, creative and unique way of scoring word points (see Demo).&#10;Solo &amp; Team Play&#10;Wordigo is also unique in that a person can easily play challenging solitaire matches. With multiple players, team play is great fun as players compete against other teams to form words and attempt to complete all the paths before time runs out.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "15608",
    "Name": "Paleolithic",
    "ID": 250525,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/250525/paleolithic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Paleolithic is a an entry level worker placement game with the pace designed for children from 7 and older with game strategies for them to gradually build up and acquire.&#10;&#10;In Paleolithic, players act as elders from local tribes, trying to form a unique civilization through migration, resource gathering, and tribal establishment. Bring along your tribal fellows and animal companions, and claim your land from the primal island of Formosa to become the great elder!&#10;&#10;Each player starts the game with two caveman tokens and one animal companion, with these being placed depending on the culture they represent in the game. In each round, players can choose to explore, produce artifacts, or build tribes as follows:&#10;&#10;&#10;     Explore: First, optionally move one caveman or animal token to an adjacent ring, then roll a die; any ring occupied by a player's caveman or animal token generates resources based on the &quot;dice points + number of tokens&quot; corresponding to the list of resources next to the occupied ring.&#10;     Produce artifacts: Discard the corresponding resources to acquire the artifact card, which has a point value depicted on it.&#10;     Build Tribes: Discard resources to acquire a tile, and place a tribal token on the map; each tribal tile is worth 3 points at the end of the game, and it counts as a player token for resource generation.&#10;&#10;&#10;Once any player has obtained a total of eight artifact cards and tribal tiles, the game ends, then players tally points for tribal tiles, artifact cards, and artifact combinations shown on a player's culture board.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Animals",
      "Children's Game",
      "Civilization",
      "Dice",
      "Educational",
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Taiwan"
    ]
  },
  {
    "Rank": "15609",
    "Name": "Illegal",
    "ID": 151369,
    "Year": "(2014)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/151369/illegal",
    "Min Players": "5",
    "Max Players": "9",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.2",
    "Description": "Description&#10;ILLEGAL is a crazy, offbeat party game for 5 to 9 players where participants each take on the role of an illegal dealer. The game is accessible to casual as well as expert gamers, and has a mature theme. The rules of ILLEGAL are simple, but the game will challenge your skills in negotiation, misdirection, discretion, charisma, and persuasion. The more you play, the more you will learn to expand and master these skills. Each game lasts about half an hour, and is packed with intense exchanges, interactions and a lot of humour.&#10;&#10;Launch into this risqu&eacute; adventure! Dare to become one of these offbeat dealers and get a good laugh with your friends.&#10;&#10;How to Play&#10;&#10;ILLEGAL is played in two phases:&#10;&#10;During the first phase, each player receives a deck of cards prepared by the Game Master (GM). These decks assign each player his dealer role and gives him a good quantity of the corresponding resources. Each player's deck also specifies his buyer role, and he will make every effort during the game to get as many resources as possible of the type he is interested in. These roles are kept secret until the end of the game.&#10;&#10;Players leave the table and split up into continually changing pairs or groups to negotiate and exchange some of their resources, away from prying eyes. Every three minutes, they return to the table to collect new resources at the docks (from the GM). Then they go again for another three minutes of secret dealing.&#10;&#10;The second phase, called the Tribunal phase, starts once the players have returned to the table and the GM has run out of resources.&#10;&#10;At the tribunal, players play the roles of jury members, witnesses, suspects and judges! They openly discuss their suspicions concerning the secret roles assigned to every other player. The GM reveals the suspect cards in pairs representing the dealer and buyer roles assigned to the various players. For each card pair, players have one minute to debate. After one minute, a simultaneous vote is cast, and a suspect is formally accused.&#10;&#10;Scoring&#10;&#10;At the end of the game, each player reveals his role pair and acquired resources. He scores one victory point for each resource acquired corresponding to his buyer role, one point for each suspect card accusing him wrongly, thus rewarding him for his skills in misdirection and discretion, but he loses 5 points for each suspect card accurately accusing him, representing 5 years spent in prison. It is very easy to end the game with a 10-year jail sentence if you are insufficiently discreet or are too greedy!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "15610",
    "Name": "Fjordar",
    "ID": 292707,
    "Year": "(2026)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/292707/fjordar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Fjordar is an epic, tactical strategy game for 1 to 4 players, set during the Norwegian Civil War. The game begins in the year 1130, when the old king Sigurd Jorsalfar dies. Each player begins the game as one of Sigurd's heirs or one of the other influential people in Norway at the time, who is vying for power in the vacuum left by the old king's death.&#10;&#10;As the game progresses through the 110 years of the conflict, players will use their heirs that are spread around the board to either strengthen their influence through marriage, or to continue the fight for control over Norway. By gaining glory in combat you can also attract famous warriors to your cause.&#10;&#10;The game is played on a modular, semi-abstract, three dimensional board with a typical Norwegian coastal landscape, with mountains, fjords and islands, without being a map of Norway. Since the board is modular, players can set up the board in a new way each time they play, giving them the possibility for endless variety.&#10;&#10;A player's turn in Fjordar typically goes like this:  You play a card with movement points and various abilities, and use the movement points to move your units and establish supplylines. If you have moved one or more of your units into an area with enemy soldiers, you and the other player resolve combat by each choosing a combat card in secret and reveal them simultaneously, with the combat cards adding extra strength to your units' base strength. What combat card is the most effective is highly dependent on each situation. &#10;You may then use your units to perform various actions at the different locations on the board. In forests you can build new ships, churches and villages. In villages you can muster troops and collect taxes, while in the castles you can marry away your heirs or bring them home to your own castle along your supplylines.&#10;&#10;Some of the effects on previously played movement cards and combat cards also carry over to your later turns, which means that through proper planning, and adding the right persons to your cause, you can build up to some very effective turns later in the game.&#10;&#10;Points are scored for building new stave churches, burning stave churches, founding new villages, igniting beacons and moving your heirs between castles. The game is over when a player has reached a certain number of points, whereupon there is a final score count where you may score extra points depending on how much glory you have gained in battle and what families you have connected to through marriage.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civil War",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Movement Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Norway",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "15611",
    "Name": "Top Secret",
    "ID": 287586,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/287586/top-secret",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Do you consider one of the players attractive for dating?&#10;&#10;Have you ever left a restaurant without paying?&#10;&#10;Have you read and seen all Harry Potter books/movies?&#10;&#10;Are you ready to reveal these and other secrets to the other players? Or at least three? Answering various questions and learning the answers of other players you are to guess your teammate &ndash; a person who responds to the same questions as you do.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15612",
    "Name": "Animal Rescue",
    "ID": 298705,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/298705/animal-rescue",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You work at an animal shelter where lots of animals are brought in every day. You have the task of filling the pens as cleverly as possible, so you can score points. If you plan well, baby animals are even born, which again earns more points. Which animal rescuer scores the most points with the dice?&#10;&#10;In Animal Rescue, each player takes a shelter card and a pencil. Remove one white die from the game if fewer than five players are playing.&#10;&#10;The player who was the last to pet an animal is the active player and begins the round by throwing all the dice. They then choose one die and place it before them. The player must draw the animal that is on the chosen die in one of the empty pens at the animal shelter. The color of the chosen die determines in which block the animal goes. An animal on the white dice may be placed in any block, except for the baby block. Think carefully about which animal you choose and where it should be drawn because there are various ways to earn points and extra animals.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "15613",
    "Name": "The Martian Investigations",
    "ID": 187164,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/187164/the-martian-investigations",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Welcome to Mars! The Martian Investigations is a detective game in the same vein as Sherlock Holmes: Consulting Detective and Mythos Tales. Players take on the role of Detective Hayley Bendis and are tasked to solve a series of deaths in the rough and unwelcoming streets of Banks Settlement, Mars. Players are given absolute freedom to travel wherever they wish and talk who whomever they wish.&#10;&#10;The player's final score is based upon their ability to answer a set of final questions and the direction that they took to find the solutions.&#10;&#10;In this game, there is no luck - but instead a test of the players' mental abilities.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Space: Mars"
    ]
  },
  {
    "Rank": "15614",
    "Name": "And That's How I Died",
    "ID": 388404,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/388404/and-thats-how-i-died",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "You are the world's mightiest heroes, but you are a little...dead. Sitting atop Valhalla, you tell each other stories of your epic lives. Who among you was the greatest? Combine cards to create &quot;memories&quot; from your past and &quot;correct&quot; the others by changing theirs! Collect Adventures to spin the tallest tales and score the most points.&#10;&#10;CONTENTS:&#10;&bull;    90 Adventure Cards&#10;&bull;    5 Instruction Cards&#10;&bull;    10 Achievement Cards&#10;&bull;    1 Rule Book&#10;&bull;    27,000 possible combos!&#10;&#10;KEY FEATURES:&#10;&bull;    Ages 10+&#10;&bull;    2-5 Players&#10;&bull;    15-45 min&#10;&bull;    New Stories Every Game&#10;&bull;    Only 5 min. Per Player&#10;&bull;    Different Paths to Victory&#10;&bull;    Reverse Player Elimination&#10;&bull;    You&rsquo;re Trying to Kill&hellip; Yourself!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Matching",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15615",
    "Name": "忍のがっこう (Shinobi no Gakkō)",
    "ID": 410112,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/410112/ren-nogatsukou-shinobi-no-gakko",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Shinobu no Gakk&#197;&#141;, roughly, Shinobu School, is a climbing game where each player has two hands of cards and is adding and removing cards from a central tableau.&#10;&#10;Players are dealt a hand of cards, and then divide, as they'd like between a closed hand they hold traditionally, and a face up hand on the table.&#10;&#10;Two cards are dealt face up to the table that form the initial cards the players will add or subtract from. Players can play higher or lower cards than are currently on the table, and play them to that end of the column. Players must play at least the same number of cards as what is present at that end, but could play more. If one end of the column has more cards than the other, that end is &quot;locked&quot; and cards cannot be removed or added. As an alternate to playing, players can remove the last cards from either end of the column.&#10;&#10;Each turn players get to take one of these actions (or pass) with both of their hands.&#10;&#10;The first player to play all of their cards wins the round and is granted points; the other players lose points depending upon the sets left in their hands.&#10;&#10;The person with the most points after a number of rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": []
  },
  {
    "Rank": "15616",
    "Name": "Mississippi",
    "ID": 1816,
    "Year": "(1987)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/1816/mississippi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1053",
    "Description": "An abstract race game set on the Mississippi river. Each person has a boat (actually a hexagonal piece with the numbers 1-6 written on each of the 6 sides of the piece). The board is a long track of hexes that wind back and forth in an 'S' pattern. Each person places his 'boat' on the start space with one of the numbers facing forwards. Each person also starts with a number of 'Logs'. These are used to move your boat forward 1 space for each log spent. (You can also decide to move backwards - gaining 1 log for each space moved back).&#10;&#10;Now comes the complication - bumping. If your boat stops in a space that is adjacent to 1 or more others, bumping occurs. To determine where your boat ends up you look at the hex sides facing each other (on your boat and on the adjacent one(s)). You subtract the adjacent boat's hex side number from yours - and if it is positive your boat moves forward that number of spaces, and if negative - the other boat moves forward that number of spaces. Now you check to see if your boat is adjacent to another boat and if so repeat the bumping procedure.&#10;&#10;If your boat is next to more than 1 boat, and has at least 1 positive difference, your boat moves forward. If you have more than 1 positive, add them together and move forward that distance. If you have a negative difference the other boats move in clockwise order.&#10;&#10;For subsequent turns - you can freely change the facing (&amp; thus the hex side number facing forward) by 60 degrees. Moving it further than 1 hexside costs you 1 &quot;log&quot; per extra 60 degree facing change. You then decide whether to move forward or back and resolve any bumping.&#10;&#10;The first boat to the finish wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Rivers: Mississippi",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "15617",
    "Name": "Goblins en la mina",
    "ID": 194992,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/194992/goblins-en-la-mina",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "Goblins en la mina is a filler card game for 2 to 6 players, with playing time of 30-45 minutes. The objective of the game is to be the first in amassing a determinate number of gold ingots (depending of the number of players). To achieve this aim, the players can explore the mine, fighting monsters and facing other dangers. Is also possible to get the gold attacking other player&rsquo;s dungeons, if you find one of the old hidden passageways to do it...&#10;&#10;Each player takes the role of a goblin dungeon master in order to create his own dungeon, choosing between the different types of goblins, and building different rooms to upgrade the dungeon. &#10;Goblins en la mina is crazy humorously game for all the family, and the art is done to create this atmosphere. Lots of fun and laughts are assured with each play of this game.  &#10;Goblins is also a game that contributes (giving part of its benefits) to a solidarity association called Ayudar Jugando. This association works and collaborates in different causes related with children in difficult situations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "15618",
    "Name": "Lawrence of Arabia: The British Offensive – September-October 1918",
    "ID": 2751,
    "Year": "(1983)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/2751/lawrence-of-arabia-the-british-offensive-september",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.3125",
    "Description": "&quot;Lawrence of Arabia&quot; is an operational level wargame of the British offensive of September-October 1918 against the Turks in Palestine. One player controls the Turkish, German and Bedouin forces, the other the British, French and Arab forces.&#10;&#10;Scale is one or two days per turn, units are battalions, regiments and brigades. Sequence of play is classic Igo-Ugo with a Cavalry Exploitation Movement and Combat phase allowing cavalry/motorized British units to advance into gaps made in the Turkish line during the previous Infantry Combat phase.&#10;&#10;The game has 4 scenarios, the full campaign, the full campaign with variable setup and two shorter scenarios.&#10;&#10;1 22&quot;x34&quot; map, 240 counters.&#10;&#10;Components are average but standard for 3W and the period. Rules are complete but poorly organized.&#10;&#10;Complexity is medium-low.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "History: Arab Revolt",
      "Country: Germany",
      "Country: Syria",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "15619",
    "Name": "Dark Blades",
    "ID": 5701,
    "Year": "(1986)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/5701/dark-blades",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.375",
    "Description": "Dark Blades is part of the Cry Havoc series of games. It adds a fantasy element to the system by including mythical beasts and magic.&#10;&#10;Contents:&#10;&#10;    Over 200 double-sided counters&#10;    2 combat maps&#10;    An Island map for campaign use&#10;    24 spell cards&#10;    40 page rulebook with 4 scenarios&#10;    2 Quick reference sheets&#10;    Beginner's guide&#10;&#10;&#10;Part of the Cry Havoc series.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Creatures: Monsters",
      "Game: Cry Havoc System",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15620",
    "Name": "De Bellis Renationis",
    "ID": 12715,
    "Year": "(1997)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/12715/de-bellis-renationis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5556",
    "Description": "Renaissance-era rules from the DBx series (which includes De Bellis Antiquitatis: Quick Play Wargame Rules with Army Lists for Ancient and Medieval Battles, introductory rules for ancient/medieval periods; De Bellis Multitudinis: Wargames Rules for Ancient and Medieval Battles &#226;&#128;&#147; 3000 BC to 1500 AD, an advanced version of DBA, and Hordes of the Things, a fantasy version of DBA. The rules cover the entire 200 year (plus) period from 1494 to 1700.&#10;&#10;Re-implements:&#10;&#10;    De Bellis Antiquitatis: Quick Play Wargame Rules with Army Lists for Ancient and Medieval Battles&#10;    De Bellis Multitudinis: Wargames Rules for Ancient and Medieval Battles &#226;&#128;&#147; 3000 BC to 1500 AD&#10;    Hordes of the Things&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: DBx"
    ]
  },
  {
    "Rank": "15621",
    "Name": "LACORSA Grand Prix Game",
    "ID": 157406,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/157406/lacorsa-grand-prix-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The Lacorsa Grand Prix Game is an exciting and fast-paced game that captures the drama and tactics of grand prix racing. Lacorsa is easy to learn, allowing you to jump right into the action.&#10;&#10;It's designed for 2-6 players, takes 15-60 minutes to play, and is suitable for ages 14 and up.&#10;&#10;The game's strategy, though seemingly simple, offers a depth of gameplay that will keep you on your toes. It incorporates elements of bluffing, tactical positioning, strategic planning, and a touch of luck, truly capturing the spirit of a race in 15 minutes or less. With a competitive group, you can find yourself immersed in the game for hours, always striving for that winning edge.&#10;&#10;Lacorsa boasts a beautiful design, with components that are not only sturdy but also exude a sense of quality. The sleek box and compact board allow for easy set-up and portability, making it the perfect game to take on the go. With Lacorsa, you're not just getting a game, you're getting an experience.&#10;&#10;The game draws inspiration from Italian motor racing culture. &quot;La corsa&quot; translates simply to &quot;the race&quot; in Italian. With this in mind, Lacorsa transports you back to a simpler time of racing and gaming.&#10;&#10;Join us and experience the thrill of racing in style.&#10;&#10;INCLUDES:&#10;&#10;- Premium wooden playing board with Beech inlays, folds out to 24&quot;&#10;- Lacorsa playing cards (78)&#10;- Lacorsa grand prix racecar injection-molded playing pieces (6)&#10;- Racecar marker cards (20) to keep track of your car&#10;- Six-sided die&#10;- Sporting Regulations rulebook&#10;- Championship table scorepad (50 sheets)&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports",
      "Transportation"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "15622",
    "Name": "Myths and Legends",
    "ID": 7181,
    "Year": "(2003)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/7181/myths-and-legends",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1429",
    "Description": "The top-selling collectible card game from Chile for several years (I know, it sounds dubious), now released in English. An interesting combination of &quot;mana&quot;-style (in this case, &quot;mana&quot; = &quot;gold&quot;) creature summoning, and Star Wars CCG deck depletion to win. &#10;Each player has a certain amount of &quot;gold&quot; cards that they may play one of, each round. Gold is then moved from the &quot;reserve pile&quot;, where it is initially laid, to the &quot;spent pile&quot;. Spent gold is then used to summon all variety of mythological &quot;allies&quot; (beasts, gods, etc.), or &quot;totems&quot; (support items that remain on the table, enhancing your combat or gold producing abilities). Gold can also be kept in the reserve pile to be used to power &quot;talismans&quot; (think instants and interrupts), or to utilize special abilities that your &quot;allies&quot; have. Combat is resolved by comparing the &quot;power&quot; value on each card, if the attacker is higher, the difference is discarded from your opponent&rsquo;s deck. The first person to completely deplete their opponent's deck is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Mythology"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15623",
    "Name": "Cortés et la conquête du Mexique 1519-1521",
    "ID": 241828,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/241828/cortes-et-la-conquete-du-mexique-1519-1521",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "The third game of the Gold &amp; steel series, Cort&eacute;s et la conqu&ecirc;te du Mexique 1519-1521 (Cortes and the conquest of Mexico 1519-1521) is a historical simulation featuring the &ldquo;first war of the worlds&rdquo;;  Spain, the rising European power and the Central America dominant civilization, the Aztec Empire.&#10;&#10;This a medium to high complexity 2 players game. One turn is 2 months, and the game is played in 14 turns.&#10;One player plays the role of the Aztec Empire, or the Triple Alliance (an alliance of three city-states: Mexico-Tenochtitlan, Texcoco, and Tlacopan) and the other player plays the glorious Conquistadors lead by Hernan Cortes.&#10;&#10;The objectives are to take control of the different territories (city-states and the most important Mexico-Tenochtitlan), to win pitched battles or major sieges, to eliminate units and leaders by sacrifice!&#10;&#10;This is both a strategic &amp; tactical game with armies and garrisons evolving on the main strategic map showing Meso-Indian Central America and units fighting on a tactical map featuring a typical XVIth century battleground.&#10;&#10;Spanish units are swords &amp; bucklers, arquebusiers, crossbowmen, ginetes (light cavalrymen), medium cavalrymen, and early cannons (from 50 men at full strength, 30 horsemen or 10 cannons of all calibers). The Indians units (all Aztecs, Tlaxcaltec and All other Indians peoples) are knight orders such as Jaguars, Eagles, Cuachicqueh, javelins throwers, bowmen and most feared by Spaniards, the slingers.&#10;&#10;The ambience of that period is added with tactical chits with specific application for the fights &ndash; shooting and close-combat &ndash; (for the Conquistadors: war dogs, infantry or cavalry charge, fight to death, kill the leader and for the Aztecs : arrows and javelins harassment, zigzag, shock, feint movement, wrapping up, hidden units, noria) and events such as rain, sacrifice, fight to death, no fight or betrayal. There are two combat tables; one used by Spaniards, the fight to death (the objective is to kill most enemies) and the flower war used by the Aztecs (the objective is to sacrifice most Spanish soldiers).&#10;&#10;The complete sequence of a turn:&#10;I/ Spain&#10;1) Reinforcement, replacement&#10;2) Strategic move&#10;3) Attrition phase&#10;4) combat phase (battles &amp; sieges)&#10;II/ Aztec Empire&#10;Same sequence&#10;III/ Diplomatic phase&#10;Change of alliance&#10;Check for victory&#10;&#10;(description from the designer)&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Minimap Resolution",
      "Simulation"
    ],
    "Families": [
      "Country: Mexico",
      "Digital Implementations: VASSAL",
      "History: Age of Discovery",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: Gold & Steel (Philippe Hardy)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "15624",
    "Name": "Murder Mystery Party: The Night Hunter Game",
    "ID": 397839,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/397839/murder-mystery-party-the-night-hunter-game",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "240",
    "Play Time": "300",
    "Weight": "0",
    "Description": "It was more than 20 years ago when The Night Hunter terrified America with a series of disturbing, animalistic murders. He taunted police and wrote strange and bewildering letters to the media. The public breathed a sigh of relief, thinking the reign of terror ended when Bill Mendax confessed to the crimes and was sentenced to life in prison. But now a new murder has taken place, with similarities previously not released to the public. Is it a copycat? Does Mendax have a partner? Or has the wrong person been behind bars with the real killer on the loose all of this time?&#10;&#10;The Bureau needs your help to find the truth before The Night Hunter kills again. Join the Bureau in search of clues as you explore over 100 unique pieces of evidence to learn about The Night Hunter's past and solve the murders in the present. It will take lots of evidence and listening to witnesses to catch the murderer.&#10;&#10;The game includes over 100 unique components and players are immersed in true crime forensics not seen in other games. The companion website features audio and video evidence where players listen to witness testimonies, check the accuracy of answers, and receive chilling message from The Night Hunter himself.&#10;&#10;&mdash;description form the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Murder Mystery Party Case Files (University Games)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "15625",
    "Name": "Murder Party Pocket: The Curtain Falls",
    "ID": 366466,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/366466/murder-party-pocket-the-curtain-falls",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Naples, 1932. One person was killed, and each of you is one of the 6 suspects. The case was entrusted to Commissioner Luigi Alfredo Ricciardi of the Royal Police Headquarters of Naples, supported as usual by the faithful sergeant Raffaele Maione. The murderer may be hiding among you, and it is up to you to help the Commissioner find out who is. Will you be able to do this before the time is over?&#10;&#10;At the beginning of the game, each player will be assigned, through a Character card, the role of one of the suspects that they will have to play. All the Clues are contained in cards that will be revealed to you at three different moments in the game and each of you will have access to only some of these: some cards in the center of the table will be available to everyone, while others will be in hand and visible only by those who hold them.&#10;&#10;Players will have to reflect, collaborate, share the information in their possession without compromising themselves too much, and try to understand what, beyond appearances, really happened.&#10;&#10;When all the clues will be revealed the players together have to give the solution. Unfortunately among them, there could be also the murderer who will do anything to divert the investigation and get away clean. &#10;Will they be able to discover the real culprit or will the murder remain unsolved? Or worse still, will they let an innocent be wrongfully accused? &#10;Murder party pocket is a game of crime investigation, mixing a card game, a role-playing game, and an app that guides in the game and dictates the timing and methods of the investigation.&#10;&#10;All the investigative cases are written by well-known crime writers. The first series of cases is the work of the famous Italian writer Maurizio De Giovanni, creator of the novels of Commissioner Ricciardi as well as I Bastardi di Pizzofalcone, translated into many languages and also became television series.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hidden Roles"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "15626",
    "Name": "Fugger, Welser, Medici",
    "ID": 1411,
    "Year": "(1994)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/1411/fugger-welser-medici",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5714",
    "Description": "&quot;FWM is essentially a medieval trading game, located in central Europe. You have to plan the goods your traders take with them, their pace and timing to make the best out of the known future deals. In the end money has to converted into nobility and your own castle. The game takes a few hours to play, with 2 to 6 players. 4 players probably best. &quot; - from Doris &amp; Frank's description&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Cities: Augsburg (Bavaria, Germany)",
      "Cities: Florence (Tuscany, Italy)",
      "Cities: Nuremberg (Bavaria, Germany)",
      "Components: Map (City Scale)",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "15627",
    "Name": "Sheep Hop!",
    "ID": 363012,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/363012/sheep-hop",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Sheep Hop is playable as a team or solo, from 5 years old. In this cooperative game, bring the sheep back to the sheepfold without them being caught by the wolves!&#10;Cross the obstacles that line the meadow, and especially beware of the wolves patrolling! Logic, reflection and mutual aid will bring as many sheep as possible to safety! An evolving game, with several levels of difficulty, based on a game of checkers mechanics, which allows the sheep to chain epic movements across the board and its obstacles.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Chaining",
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Sheep",
      "Animals: Wolves",
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "15628",
    "Name": "Jakub Wędrowycz: Dziki Samogon",
    "ID": 364643,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/364643/jakub-wedrowycz-dziki-samogon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Jakub W&#196;&#153;drowycz: Dziki Samogon is a cooperative card game for 2 to 4 players set in the imaginative world from the short stories written by the famous Polish humoristic fantasy author Andrzej Pilipiuk.&#10;&#10;Players take on the roles of Jakub W&#196;&#153;drowycz and his friends and work together to fight Devil, Dracula and their minions. They will be using various tools and objects to perform melee, ranged and area attacks, exorcisms to cure possession, and liquor bottles to retain their strength. Players will engage in fight on their turns as well as help other players during their battles. The game can be played in various difficulty levels.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Multi-Use Cards"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15629",
    "Name": "Star Wars PocketModel TCG",
    "ID": 27970,
    "Year": "(2007)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/27970/star-wars-pocketmodel-tcg",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6197",
    "Description": "From the press release:&#10;&#10;&quot;The Star Wars PocketModel TCG combines the best features of classic TCGs with those of &quot;constructible strategy games&quot; (CSGs), a category that WizKids pioneered.  This TCG innovation allows players to use characters and action scenes from the movies on their cards to help control their fleets of PocketModel ships as they attempt to destroy each other&rsquo;s objectives.  This exciting, easy-to-learn game derives its content from all six Star Wars movies, making it possible for fans of all generations to enjoy battling for control of the galaxy!&quot;&#10;&#10;The pieces of the model are punched out from pre-painted plastic cards, and snapped together with interlocking tabs.  Stats for each model are summarized on the base.  Each pack came with a set of cards that were used to enhance the models.  Each pack also came with a play mat that summarized the rules and provided the play area.&#10;&#10;To play the full game, each player needed a thirty card deck, and thirty build stars worth of models.  Each model has one, two or three (or more) small stars on the rear of the base.  This is the cost of the model.  The more rare the model, or how large it is, the more build stars it costs.&#10;&#10;Related to:&#10;&#10;    Pirates of the Caribbean PocketModel Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Miniatures",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "15630",
    "Name": "UNO Rummy-Up",
    "ID": 5522,
    "Year": "(1993)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/5522/uno-rummy-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4118",
    "Description": "UNO Rummy-Up combines two favorite classics, UNO and Rummikub, into one game.  In this game, colorful UNO tiles are played like rummy but also use special UNO rules that make this game fun and exciting.&quot;&#10;&#10;A variation of Rummikub that adds the Draw Four, Draw Two, Reverse, and other special cards from the UNO card game.  The object is still getting rid of all your tiles and having the lowest score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: UNO",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "15631",
    "Name": "Space Kraken",
    "ID": 336031,
    "Year": "(2023)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/336031/space-kraken",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "300",
    "Weight": "3.5",
    "Description": "Space Kraken is a Rogue-like Sci-Fi Dungeon Crawler for one Solo Player; the game also comes with an asymmetric multiplayer mode for up to 4 players. Immerse within a fantastic science-fiction adventure full of strange aliens, quests, and mysteries. You will set up your crew, contend with various enemies and try to claim what you can procure, to upgrade your spaceship and equip and level up your crew. A Crypted Game Master (CGM) breathes life into the game by guiding you through various story lines that develop in parallel. It also administers secret things which are occurring. The CGM consists of scripted printed sheets (CGM SHEETS).&#10;&#10;You can handle developments even if you are not able to see the contents of the events it prepares in secret, in a way never previously presented in a game.&#10;&#10;You will also plan your own space flights and discover worlds which have never been discovered by any human. In space there are also risks, so you will become involved in different types of space combats as well.&#10;&#10;This game is made for all RPG, science fiction, and tactical game fans who want to recruit their own crew to escape from Earth and discover the dark systems of the SPACE KRAKEN.&#10;&#10;&mdash;description from the publisher&#10;&#10;At 2 players, this is purely cooperative. A third player might or might not have the same objectives. A fourth player turns the game into a 1-vs-many experience.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Dice",
      "Exploration",
      "Horror",
      "Humor",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Acting",
      "Action / Event",
      "Communication Limits",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Events",
      "Grid Movement",
      "Hidden Roles",
      "Multiple Maps",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Storytelling",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15632",
    "Name": "Park Life: People",
    "ID": 414944,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/414944/park-life-people",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Park Life: People is a trick taking game with set collecting and tableau building about careful timing, profiting from opportunity, and adapting to other player's strategies.&#10;&#10;It was a beautiful day in Hawthorn Heath. People were dancing, reading, playing. Suddenly the weather changed. No one was ready&hellip; Except for you, a clever merchant. Sell umbrellas when it rains, ice cream when it&rsquo;s hot, tea and coffee when it&rsquo;s cold, kites when it's windy, and lanterns when it's foggy. Park Life has 5 weather-based suits.&#10;&#10;But customers are savvy, so only the merchant with the last lowest price will make the sale. The lowest value card on suit wins the trick, but it is also is worth fewer points in the end. Additionally, every sale drains your supplies, so you discard extra cards face down when you win a trick.&#10;&#10;You can quickly make many small sales, but you&rsquo;ll go home before others, giving them the opportunity to make dramatic comebacks! But wait too long and others will make some solid sales, ensuring their lead. Park Life: People includes set collecting and wild cards to add new strategies that benefit from going deep into one suit or wide into many small valued cards. The merchant who has made the most money at the end of three rounds wins!&#10;&#10;For solo and co-op, there are set point goals needed to win, or play against the automa with rules in the deluxe rule book (you can download the deluxe rules for free below).&#10;&#10;As a may-follow trick taking game, you have agency to choose what strategy you want based on the cards dealt to you and the choices of others. This well-balanced hand management and action economy game avoids perfect information and fills Park Life with rich choices.&#10;&#10;&mdash;description from the publisher&#10;&#10;Although very similar to Park Life: Hedgehog, this design isn't just different in aesthetics but also by its deck composition (5 suits numbered 1-7 and the inclusion of wild cards and set collecting cards), by its scoring (done only after 3 rounds), by the lack of card reset after a round and by its winning condition (most points after the third round wins). It is considered a bit less family-friendly and more oriented towards &quot;gamers&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "15633",
    "Name": "Face de bouc",
    "ID": 218612,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/218612/face-de-bouc",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "You will meet many new characters in Face de bouc, but alas, they have no names and must be given titles by those around the table. Whoever can best remember these titles when meeting them again will score well.&#10;&#10;On a first pass through the deck, as players reveal the character cards they take turns making up names for them &mdash; Mister Watermelon Head, Cake Trunk, etc. &mdash; then they shuffle the characters together once again. Whenever a character is revealed, the first player to state the correct name claims all of the cards in the stack; if no one remembers the name, the player who flipped the character gives it a name, then the next player flips a new card on top of the present one.&#10;&#10;Once all the cards have been claimed, whoever has the most cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "15634",
    "Name": "Warumono 2",
    "ID": 20043,
    "Year": "(2005)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/20043/warumono-2",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4615",
    "Description": "Warumono 2 (&quot;The Evil&quot;) is a japanese game about the mafia.&#10;&#10;From a secretive underworld crime syndicate, a huge stockpile of illegal loot is stolen. The thieves are a group from the very same organization. However the real drama starts once the betrayal and ruthless deception and scrambling begins, as one of the thieves attempts to take the loot all for himself. Who will be the one to outfox their colleagues, evade the syndicate cronies, and make a getaway with a suitcase filled with loot? Enjoy the intense mind games played out against the backdrop of the criminal underworld.&#10;Comes with a multilingual rule book, including Japanese, English and German. Battle opponents regardless of the language barrier!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Mafia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15635",
    "Name": "Riverbed Hunt",
    "ID": 358625,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/358625/riverbed-hunt",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "Imitating humans in constructing houses and large ships, tritons quickly became a trading folk, and their agricultural villages flourished on the riverbank of Ie.&#10;Triton merchants are known for being able to provide extremely rare goods, such as dried starlight kelp seeds from Ie&rsquo;s riverbed. Humans are willing to pay great sums for them, giving the triton merchants the incentive to seek them out, extract and provide to the market.&#10;A group of tritons, which the governing order calls &ldquo;Separatists&rdquo;, dissatisfied with the commercial policy of their fellow citizens, began protesting, sabotaging the merchants&rsquo; trade of the sacred to them, kelp seed. Of course, there are those who seek to take advantage of the whole situation and, in secrecy, exploit both sides for their own benefit...&#10;&#10;Riverbed Hunt is a light strategy deduction board game for 3 to 9 players.&#10;Randomly take the role of a Merchant, Separatist, or the Profiteer.&#10;This secret role will define your gameplay.&#10;During your turn, perform one of your three available actions.&#10;Dive to explore river tiles.&#10;Swim to move around the river board.&#10;Coop or Uncover to reveal river tiles.&#10;In addition, you may play an ability card from your hand, to enhance your strategies.&#10;Bring items to the surface until one of the win conditions is met.&#10;Reveal enough Kelps and the Merchants succeed in growing their trading business with the humans.&#10;Reveal enough Logs and the Separatists succeed in blocking this trade!&#10;If enough Coins are revealed, the Profiteer managed to deceive everyone about his intentions, for his own profit!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Grid Movement",
      "Hand Management",
      "Hidden Roles",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15636",
    "Name": "Prosperitea",
    "ID": 306650,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/306650/prosperitea",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "In Prosperitea, you are the proprietor of a small artisanal tea shop in a local neighborhood. Like all artisans, you pride yourself on your craftsmanship and strive to be the most prestigious shop in town. You will source ingredients, then blend them into a wide variety of teas to satisfy the demand of local market. Sell your teas for instant profits to secure more ingredients or display them in your shop window for prestige. The shop with the most Prestige at the end of the game is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "15637",
    "Name": "Безумная кухня",
    "ID": 322759,
    "Year": "(2020)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/322759/bezumnaia-kuxnia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Teams take turns to become of chefs and visitors to the Crazy Kitchen restaurant! A team of visitors places orders, a team of chefs, using original mechanics of this game, try to fulfill as many orders as possible until the time runs out. Completed orders are worth victory points. The team with the most VP wins!&#10;&#10;A team of chefs, having received an order from a team of visitors, begins to cook it. To do this, one team member searches for the necessary ingredients in the &quot;boxes&quot; and gives it to a partner. Partner takes a suitable tool, for example, a knife, represented by a pile of cards, places an ingredient card under this pile and discards all the cards from the resulting pile as quickly as possible, flipping them along the way, until he discards and flip the ingredient card - then this ingredient is ready and can be used for cooking. When all the ingredients cards are ready, it will be order ready and will earn the team victory points!&#10;&#10;&laquo;Kitchen Crazy&raquo; is a real-time card game and a team of chefs can cook several orders at the same time. The main thing is to have time until the sand spills out...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15638",
    "Name": "The Powerpuff Girls: Saving the World Before Bedtime",
    "ID": 979,
    "Year": "(2000)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/979/the-powerpuff-girls-saving-the-world-before-bedtim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1875",
    "Description": "Players all control the Powerpuff Girls on their turns via a neat card mechanism: Cards are selected and revealed at the same time, but enacted according to times printed on them. It basically comes down to wandering about the board, revealing villain tiles and battling them with the Powerpuff Girls with the goal of being the first player to capture 4 villains.&#10;&#10;The villains are captured by way of die rolls.  Each girl has an identical die, so the more of the girls you have present to combat a villain, the better your odds of capture.  ...of course, the better your odds of getting some of them knocked out for the rest of the turn.  Since everyone shares the girls, having the earliest time card, and getting the girls knocked out will impact everyone.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "TV Shows: The Powerpuff Girls"
    ]
  },
  {
    "Rank": "15639",
    "Name": "Combined Arms: Command Decision Series Game",
    "ID": 9259,
    "Year": "(1988)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/9259/combined-arms-command-decision-series-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Combined Arms, modern miniature wargaming&#10;&#10;Modern combat is fast, furious, and deadly. Both NATO and the Warsaw Pact emphasize the value of mobility and firepower, and this doctrine is expressed in a vast and technologically sophisticated array of weapons. Laser range-finders, thermal sights, radar-seeking missiles, and counter battery radar all add to the accelerated pace which is the trademark of modern combat. Combined Arms has been designed to portray the machines, the speed, and the confusion of the modern battlefield within a playable miniatures rules system.&#10;&#10;Based on the popular Command Decision rules for World War II miniatures wargaming, Combined Arms balances realism and accuracy with playability to produce a game that not only plays quickly, but also is fun to play. Combined Arms is designed for play at the operational level of combat and is played in real time. A premium is placed on command, and the game is designed to reflect the need for command control over a battlefield which is rapidly changing. Decisions need to be made quickly and accurately, or you can lose control of the battle.&#10;&#10;Combined Arms is a complete rules set to get you started in modern miniatures wargaming. It is designed to be played with either 1:285 micro-armor or larger (up to HO) scale miniatures. The basic rules present a comprehensive framework for ground combat in the modern era. Advanced rules allow players to add details that make modern combat unique. Rules for air power, chemical warfare, electronic warfare, and combat engineering are included&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Command Decision (Frank Chadwick)"
    ]
  },
  {
    "Rank": "15640",
    "Name": "Musical Chairs",
    "ID": 294216,
    "Year": "(2020)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/294216/musical-chairs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Musical Chairs is a whimsical card game that simulates a game of musical chairs but with cards instead of music.&#10;&#10;Each round, players start with a hand of eight cards to play. The starting player must play their lowest card to begin the round. Cards are played in ascending order until the current player does not have a legal move or chooses to not play one of the optional actions. In either case, the music now stops, and everyone has to take a seat.&#10;&#10;After every played card, players move their pawn around a circular board. Choosing where to stop is critical because the color of the chair you end up on determines which cards you score &mdash; both from your hand and from the cards already played.&#10;&#10;If two or more players end the round on the same chair, a &quot;butt battle&quot; must take place, with players having the option to play cards from their hands in order to claim the chair.&#10;  &#10;Players can also claim special cards and special power tokens during the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Movement Points"
    ],
    "Families": [
      "Music: Opera"
    ]
  },
  {
    "Rank": "15641",
    "Name": "MAMEY",
    "ID": 265019,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/265019/mamey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "User summary&#10;In the game &#227;&#131;&#158;&#227;&#131;&#161;&#227;&#130;&#163; (MAMEY), players are farmers trying to harvest beans and to sell bunches of them to the market. Each bean card has a color and a number. Players choose and take cards in Winston Draft (see below).&#10;&#10;With the cards taken this way, players discard a set of cards (X consecutive cards of the same color, X cards of the same number and color, or X cards with the same number and different colors) and earn Mamey (game currency).&#10;&#10;The player with the most Mamey wins the game.&#10;&#10;Winston Draft: &#10;There are three slots (numbered 1, 2, and 3), each of which contains several cards. Initially, each slot has one face-down card.&#10;&#10;During your turn, you look at all cards in slot 1, and take them all or leave them all. If you left them, you do the same on slot 2. Repeat the process until you take cards in a slot or you leave cards on slot 3, in which case you draw a card from the draw pile.&#10;&#10;In any case, reveal all cards in the slots you looked and didn't take, and add one face-down card on each of these slots and the slot you took. Then the turn goes to the next player.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#140;&#232;&#190;&#178;&#229;&#174;&#182;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#232;&#177;&#134;&#231;&#149;&#145;&#227;&#130;&#146;&#230;&#142;&#152;&#227;&#129;&#163;&#227;&#129;&#166;&#232;&#177;&#134;&#227;&#130;&#146;&#232;&#166;&#139;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#232;&#137;&#175;&#227;&#129;&#132;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#187;&#227;&#129;&#139;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#230;&#151;&#169;&#227;&#129;&#143;&#227;&#129;&#138;&#229;&#186;&#151;&#227;&#129;&#171;&#229;&#163;&#178;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#232;&#177;&#134;&#227;&#130;&#146;&#229;&#163;&#178;&#227;&#129;&#163;&#227;&#129;&#166;&#230;&#156;&#128;&#227;&#130;&#130;&#227;&#131;&#158;&#227;&#131;&#161;&#227;&#130;&#163;&#239;&#188;&#136;&#227;&#129;&#138;&#233;&#135;&#145;&#227;&#129;&#174;&#229;&#141;&#152;&#228;&#189;&#141;&#239;&#188;&#137;&#227;&#130;&#146;&#231;&#168;&#188;&#227;&#129;&#132;&#227;&#129;&#160;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#177;&#134;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#227;&#128;&#140;&#227;&#130;&#166;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#131;&#169;&#227;&#131;&#149;&#227;&#131;&#136;&#227;&#128;&#141;&#227;&#129;&#174;&#230;&#150;&#185;&#230;&#179;&#149;&#227;&#129;&#167;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#129;&#134;&#227;&#130;&#132;&#227;&#129;&#163;&#227;&#129;&#166;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#232;&#177;&#134;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#166;&#229;&#163;&#178;&#229;&#141;&#180;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#129;&#138;&#233;&#135;&#145;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#172;&#178;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#188;&#149;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#129;&#168;&#227;&#129;&#141;&#227;&#129;&#140;&#230;&#176;&#151;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15642",
    "Name": "Investigation Express",
    "ID": 380051,
    "Year": "(2023)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/380051/investigation-express",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Enqu&ecirc;tes Express is a cooperative investigation game that is accessible, fast and fun! During an investigation, each player is only allowed to consult a part of the clues. It is only by sharing and cross-checking their information that the players can unravel the case together.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Enqu&ecirc;tes Express est un jeu d'investigation coop&eacute;ratif &agrave; la fois accessible, rapide et fun ! Lors d'une enqu&ecirc;te, chaque joueur n&rsquo;est autoris&eacute; &agrave; consulter qu&rsquo;une partie des indices. C&rsquo;est donc uniquement en partageant et en recoupant toutes leurs infos que les joueurs peuvent ensemble d&eacute;m&ecirc;ler l&rsquo;intrigue.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15643",
    "Name": "Jours de gloire Campagne: Le Danube",
    "ID": 9860,
    "Year": "(2001)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/9860/jours-de-gloire-campagne-le-danube",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6",
    "Description": "Vae Victis issue 41.  This, the first in the &quot;Jours de Gloire&quot; series, covers three campaigns in the Danube:  Hohenlinden (1800), Austerlitz (1805), and Wagram (1809).  The map is point-to-point, with hidden units supplying fog-of-war.  As this is the first game in the series, Vae Victis recommends using the corrected and modified rules available in issue 52.&#10;&#10;This issue also includes a few corrected counters for issue 40.  Also included are counters and scenarios for En Pointe Toujours II (#31), and also a campaign and new planes (Russian) for GMT's &quot;Zero!&quot;, covering the 1939 Nomonhan campaign.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "History: French Revolutionary Wars",
      "Magazine: Vae Victis",
      "Rivers: Danube",
      "Series: Jours de Gloire Campagne (Frédéric Bey)"
    ]
  },
  {
    "Rank": "15644",
    "Name": "Carla Caramel",
    "ID": 351937,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/351937/carla-caramel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "It&rsquo;s a sweltering day on the fairgrounds! It&rsquo;s so hot that kids are lined up at Carla Caramel&rsquo;s ice cream stand. You showed up just in time to help Carla with the line!&#10;&#10;Together, help her quickly serve delicious ice cream cones to all the kids.&#10;It&rsquo;d be a shame if they melt before the kids enjoy them!&#10;&#10;By taking turns, each players will help the ice cream vendor satisfy the kids lining up in front of her Stand by rolling a die, which will either let you add a flavor to an ice cream or move the sun one space, or roll a kid, and give an ice cream to one of the children. Once everyone gets an ice cream, you win! But be careful to the sun, which can melt the ice creams.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15645",
    "Name": "BattleTech: Battleforce",
    "ID": 3616,
    "Year": "(1987)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/3616/battletech-battleforce",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1765",
    "Description": "A small unit module for the Battle Tech universe.  Each &quot;stand&quot; represents 4 'mechs, each hex 180 meters, and each turn 1 minute.  Combat is both ranges and close, and damage is determined by CRT.  Damage is taken in &quot;steps&quot;, each unit generally having 4 steps.  Exact unit compositions are hidden until sighted.  Rules are included for creating custom units using BattleTech constructed 'mechs.&#10;&#10;Expanded by:&#10;&#10;    Classic BattleTech: Map Set &#226;&#128;&#147; Compilation 1&#10;    Classic BattleTech: Map Set &#226;&#128;&#147; Compilation 2&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "15646",
    "Name": "Communist Cats",
    "ID": 258512,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/258512/communist-cats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "A party game of bluffing and strategy for 2-6 players.&#10;&#10;Join the cats in their goal to claim power. Will you defeat your enemies by gaining influence, will you defeat them with military power, or will you capture the capitalist mouse hiding within!&#10;&#10;Each player is dealt 3 cards. During your turn use the abilities of these cards to challenge your opponents, including in direct conflict, spying, hunting for the capitalist mouse or gaining influence.&#10;&#10;Welcome comrades, and let the quest for glory begin!&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15647",
    "Name": "Rappakalja Extreme",
    "ID": 39070,
    "Year": "(2008)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/39070/rappakalja-extreme",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4444",
    "Description": "Rappakalja Extreme is a reimplementation of balderdash with several genres, instead of just unknown words.&#10;Taking turns, one player reads a question aloud, the rest try to come up with answers that sound plausible, because points are later awarded for every opposing player who guessed that your answer was the correct one.&#10;&#10;Question genres&#10;-What happened that date?&#10;-What does this saying mean?&#10;-What is this medical condition?&#10;-Who is this character/where this character appear?&#10;&#10;Reimplements:&#10;Balderdash&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "15648",
    "Name": "First Blood: The 1st and 2nd Battles of Manassas",
    "ID": 17649,
    "Year": "(1989)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/17649/first-blood-the-1st-and-2nd-battles-of-manassas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.6667",
    "Description": "&quot;First Blood&quot; brings two battles, both of which occured at Bull Run/Manassas, Virginia, into the Great Battles of the American Civil War game system. The First Battle of Bull Run puts the green Union army on the road south to what everyone expects to be the only battle in a short war. But Major General Irwin McDowell's larger force meets the rebel army under General Pierre Beauregard, while General Joe Johnson's more seasoned rebels troops are also about to enter the fray. The Second Bull Run has the Union army commanded by General John Pope attempting to split Lee's Army and crush Stonewall Jackson's forces before Longstreet's wing can bail him out.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "15649",
    "Name": "Battle of Quebec, 1759 Game",
    "ID": 257644,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/257644/battle-of-quebec-1759-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "Battle of Quebec, 1759 is a low complexity hex and counter game on the battle outside Quebec in 1759 between the British and French. Counters indicate unit type and nationality, attack factor, range, defense factor and movement factor.&#10;&#10;The game uses cards to regulate the number of moves and attacks each turn as well as providing special rules, penalties or reinforcements in effect for a player's turn. Each side has its own deck of 8 cards. Counters represent military units and formations at the battle.&#10;&#10;Play continues until one side or the other achieves its victory conditions. The cards allow for the possibility of available reinforcements reaching the battle in time to make a difference.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Quebec (Canada)",
      "Country: Canada",
      "Country: France",
      "Country: Great Britain",
      "History: Age of Kings",
      "History: French and Indian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battle Series of World Battles (Historical Game Company)"
    ]
  },
  {
    "Rank": "15650",
    "Name": "Crusoe's Planet",
    "ID": 10529,
    "Year": "(2001)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/10529/crusoes-planet",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "You're stranded on a planet. Your goal is to survive. The game is designed for the lighthearted exploration of market and command economies and the advantages and drawbacks of specialization, cooperation and competition. &#10;In this game there are many economic systems to try out.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Environmental",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "15651",
    "Name": "Zicke Zacke",
    "ID": 91653,
    "Year": "(2011)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/91653/zicke-zacke",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0833",
    "Description": "In Zicke Zacke, all the familiar Zoch critters are hiding behind a wooden fence, a fence comprised of cards, with only parts of their bodies being visible. Each player has a colored dung heap with a number of these cards next to the heap, meaning that these animals are hiding in this colored area. Several animals in hiding might also be placed next to the barn. A &quot;slapping&quot; card for each colored area in play, as well as the barn, is placed around a central deck of seek cards.&#10;&#10;Each seek card shows one of the animals currently hiding. On a turn, a player reveals a seek card so that all players can see it, then everyone races to slap the correct slapping card. If you do so first, you claim the hiding card of that animal, moving it next to your dung heap. (If you own that hiding card already, you just keep it.) Slap the wrong slapping card, and you must move one hiding card to the barn, putting that animal in a new home.&#10;&#10;If a poop card is revealed, then you're trying to find the animal revealed on the previous turn, which might now be at a new location. The player with the most hiding cards by his dung heap when the seek deck runs out wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Series: The Chicken Family of Zoch"
    ]
  },
  {
    "Rank": "15652",
    "Name": "Ostatnia Wojna Cesarzy: Front Wschodni 1914",
    "ID": 10447,
    "Year": "(1997)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/10447/ostatnia-wojna-cesarzy-front-wschodni-1914",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.625",
    "Description": "Emperors' Last War (Eastern Front 1914) is a strategic war game concerning the battles in Poland during World War I. There are 3 introductory scenarios included, each of which is designed to be played in 2-3 hours. The campaign game simulates the whole Eastern Front campaign of 1914. Two additional scenarios simulate the most important parts of the campaign. There are rules for a 3 player game as well. This game is entirely in Polish, but includes an English translation of the rules.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "15653",
    "Name": "Cosmic Run: Express",
    "ID": 282910,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/282910/cosmic-run-express",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Race to distant planets in search of a new home, in this standalone mini-card game in Dr Finn's Cosmic Run universe.&#10;&#10;In the 2-player game, players race to be the first to reach 3 planets. A player reaches a planet by earning 12 movement points toward that planet.  The game is played in a series of rounds until someone wins.&#10;&#10;In each round, players are dealt 6 &quot;ship&quot; cards (which are 1 of 4 colors, or suits, numbered from 1-4).  They simultaneously pass 2 cards to each other. Players then simultaneously play 1 card at one of the 3 planets, until all 6 cards are played (and they must play them so 2 cards are at each planet).&#10;&#10;Players score &quot;movement&quot; points in 1 of 3 ways.  (1) When placing a ship card, players score a movement point if the ship card color matches the icon on top of their movement card (which is used to keep track of the movement points, so this icon color keeps changing).&#10;&#10;(2) By having the best 2-card hand at a planet. Using typical poker-like ranks, players compare hands and the best hand earns 2 movement points.&#10;&#10;(3) Each card, in addition to having a suit and a number, has an arrow that can be oriented to point left or right (by rotating the card).  The player earns a bonus movement if the arrow color matches the color of cards played in the adjacent column.&#10;&#10;The game is very portable, consisting of only 25 cards.&#10;&#10;For 1-player, there is a mechanism for competing against a dummy player.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cosmic Run"
    ]
  },
  {
    "Rank": "15654",
    "Name": "Kingdoms Forlorn: Dragons, Devils and Kings",
    "ID": 297510,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/297510/kingdoms-forlorn-dragons-devils-and-kings",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.3158",
    "Description": "Kingdoms Forlorn is a soloperative dungeon delver for 1-5 players with a focus on loot. Kingdoms Forlorn focus on personal stories and short delves into the titular kingdoms.&#10;&#10;Into the Unknown will build upon their coop system given advantages to the next player in to turn order bringing a greater sense of working together.&#10;&#10;You will explore forgotten kingdoms, fight battles with giant monsters or bands of minions, loot, craft, duel and, possibly, earn renown and fulfill your Heart&rsquo;s Desire!&#10;&#10;Kingdoms Forlorn will explore forgotten medieval kingdoms rediscovered, knights, noble and vile, and errant, venture forth to seek power, treasures or redemption, and to carve their own legends.&#10;&#10;The game pulls inspiration from dark fantasy titles like Dark Souls, Diablo and Game of Thrones. Their last project Aeon Trespass Odyssey has a very Kingdom Death feel with a lot of their own mix and an adventure board.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Horror",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Die Icon Resolution",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "15655",
    "Name": "Portents",
    "ID": 370879,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/370879/portents",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are the king&rsquo;s last fortune-tellers, but after tonight he&rsquo;s going to make another budget cut and heads will roll. The sacrifices are scattered on the altar and the king is demanding a reading.&#10;&#10;It&rsquo;s time to make a future for yourself.&#10;&#10;OBJECT&#10;Manipulate the Bird Sacrifice Tiles (referred to as &ldquo;BS Tiles&rdquo;) into lines of 3 with a shared attribute, called Portents, to collect Omen Tokens from the outside of the Altar. Use Portents to make sets of Omens with a common attribute called Fortunes. Create one Fortune of 4 Omens or two Fortunes of 3 Omens to win!&#10;&#10;TURN SEQUENCE&#10;Each turn has two phases: Sleight of Hand and then Scrying.&#10;&#10;In the Sleight of Hand phase, the active player manipulates the arrangement and composition of the BS Tiles on the Altar.&#10;&#10;In the Scrying Phase the active player performs upkeep on the Altar and collects Omens for their Fortunes.&#10;&#10;SLEIGHT OF HAND&#10;There are 3 steps in the Sleight of Hand Phase. It represents waving one&rsquo;s hands over the altar with occult flair. Improvised incantations are encouraged.&#10;&#10;1. Push&#10;The active player may push 1, 2, or 3 tiles off the Altar from a single side. These BS tiles may be pushed in any arrangement as long as they move in the same direction from the same side.&#10;&#10;2. Replace&#10;After tiles are pushed off of the Altar, the active player fills the empty spaces on the Altar with new tiles from their hand. They may place their tiles freely in the empty spaces.&#10;&#10;3. Palm&#10;All the tiles that the active player Pushed off of the Altar enter their hand for the next turn.&#10;&#10;SCRYING&#10;This phase combines scoring and upkeep. There may be up to 4 steps depending on the game state. They are performed in the order below.&#10;&#10;1. Check for New Portents&#10;The active player checks the Altar for any new Portents. If any are present on the Altar proceed to step 2. If not, skip to step 4.&#10;&#10;2. Collect Omens&#10;If any of the new Portents on the Altar are in a line with an Omen Token, the player immediately collects the Omen(s).&#10;&#10;3. Ignite New Burnt Offerings&#10;For each new Portent on the Altar, the player chooses a tile to turn into a Burnt Offering and flips it over to its lit side. Every new Portent requires a new Burnt Offering of its own.&#10;&#10;4. Snuff Old Burnt Offerings&#10;If any Burnt Offerings were on the Altar during the Sleight of Hand phase, check if they are still a part of a Portent. If they are no longer a part of any Portent, flipping the Burnt Offering tile to its unlit side. If flipping a Burnt Offering over would create a new Portent, it stays lit.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Matching",
      "Set Collection",
      "Slide / Push",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15656",
    "Name": "All The King's Men",
    "ID": 1289,
    "Year": "(1970)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/1289/all-the-kings-men",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9412",
    "Description": "This is a strategy game similar to chess.  The board is layed out like a chess board and each player sets up their men just like in chess.  Unlike chess, the board for Smess has various types of arrows printed on each square of the &quot;chess&quot; board.  Movement is determined by the direction of the arrow or arrows in the square.  The pieces are similar to chess in that the Brain is like a king in chess, Ninnies are like pawns, and Numskulls are like rooks or bishops.  This is a fun game that is much simpler than chess at first glance. However, the game will vary in difficulty depending on the skill of the opponent.  The goal is to capture your opponent's Brain.  The fact that both players can &quot;see&quot; all possible moves to and from a square can make the game harder than you'd think!  A fun game!&#10;&#10;The game was later released with medieval themed pieces under the title All the King's Men.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Medieval"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 7 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "15657",
    "Name": "Go Go Eskimo",
    "ID": 260931,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/260931/go-go-eskimo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Go Go Eskimo is a family game of Eskimos fishing and selling their fish on the market. There are no player pieces, but every player may play movement cards for each Eskimo. If the movement ends on or over a fish tile, that player collects it. After the market is reached, every player gets to sell one type of fish. The game is played over three rounds, and the player with the most money in the end wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "15658",
    "Name": "The First Arab-Israeli War",
    "ID": 11477,
    "Year": "(1997)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/11477/the-first-arab-israeli-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6",
    "Description": "The First Arab-Israeli War, 1947-49: Israeli War of Independence, covers the chaotic, tense 1948 war in which Israel established its formal existence at the expense of its Palestinian neighbors.&#10;&#10;Two scenarios, War of Independence and Struggle for Palestine.&#10;&#10;Originally published in Strategy &amp; Tactics magazine #185.&#10;&#10;Game Scale:&#10;Turn: 1 month&#10;Hex: 4.6 miles / 7.5 km&#10;Unit: Battalion / Brigade&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (280 1/2&quot; counters)&#10;One 16 page rules booklet&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: 1948 Arab-Israeli War",
      "Country: Egypt",
      "Country: Iraq",
      "Country: Israel",
      "Country: Jordan",
      "Country: Palestine",
      "Country: Syria",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15659",
    "Name": "Pocket Pro Golf",
    "ID": 75809,
    "Year": "(2010)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/75809/pocket-pro-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Tee up for the opening drive!&#10;&#10;Pocket Pro Golf&trade; brings you the best aspects of real golf--club selection, careful aim, and shot consideration--in a pocket sized game that will fit in any golf bag.&#10;&#10;One to four players can play anywhere from a single hole to a full round of 18 holes.&#10;&#10;Unlike many other golf games, Pocket Pro Golf&trade; shows you the &quot;narrative&quot; of each shot as it works its way down the fairway. Watch as your ball comes perilously close to each hazard. Did you plan the shot well enough to keep your ball on course?&#10;&#10;Each hole is created using a series of modular game cards. Hazards and features can be set up at random or arranged to resemble any hole from any golf course in the world.&#10;&#10;Once the hole is assembled, players must choose the right club, aim carefully (taking wind into account) and hit the ball with the right swing tempo. Too fast and you'll lose control of the ball. Too slow and your ball won't go far enough.&#10;&#10;The core of the game uses a clever movement mechanic that combines loss of control with distance. You use a number of dice to represent swing tempo (one two or three for slow, moderate and fast). Doubles and triples represent the effects of wind and slope, causing your ball to make semi-random deviations from a straight shot. Roll more dice and you're more likely to lose control and have your ball drift off course!&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "15660",
    "Name": "Dragon Dodge",
    "ID": 209090,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/209090/dragon-dodge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "In the magical game of Dragon Dodge, two teams of wizards put their spellcasting to the test in an ever-changing arena where dragons move at your command.&#10;&#10;Players collect and use Element Spell cards to move the dragons and their team&rsquo;s two wizards across the arena, as well as Tile Spell cards to rotate, move and add tiles to the arena.  The two dragons are controlled by both teams in turn.  Whenever a player moves a dragon they remove the tile that it came from, thus shrinking and changing the layout of the board over the course of the game.  A wizard is eliminated if a dragon moves onto the wizard&rsquo;s tile.  Play continues until one team is eliminated and the surviving team wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "15661",
    "Name": "Attandarra",
    "ID": 42901,
    "Year": "(2009)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/42901/attandarra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8333",
    "Description": "This game was self-produced by the designer Horst Rokitte.&#10;The game is about rebuilding the city of Attendorn (first named Attandarra in 1072 AD). Every player has got a personal board where he builds some of the known buildings of Attendorn (like Hospital, Church, Castle, Abbey, Townhall,... 18 in total). On the central board you'll find a resource-market where the resources wood, clay, stone and glass can be bought (in order to build the 18 buildings) as well as a point-counter and a 'coordination-field'. &#10;On this field citizen- and/or money-tokens can be bought in order to put them on buildings that were built on the personal board. A building with a token on it, gets more value at the end of the game.&#10;&#10;Further details, pictures and the rules (in German) could be found on the publisher's homepage www.spiele-idee.de (now turned off).&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "15662",
    "Name": "Z3BRA",
    "ID": 394893,
    "Year": "(2023)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/394893/z3bra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the card game Z3BRA, all good things comes in threes &mdash; because then you move closer to victory!&#10;&#10;To set up the game, deal each player fifteen cards. Without looking at the cards, they lay out nine cards in a 3x3 grid, then place the remaining six in a personal stack. On a turn, draw a card from the deck or the discard pile, then exchange it with a card in your grid, discarding that card face up; alternatively, you can discard the drawn card to reveal a face-down card in your grid. With the right card in hand, you can even steal a card from another player's grid.&#10;&#10;As soon as you have three cards of the same color or number in a row, whether vertically, horizontally or diagonally, you discard those cards, then replace them with face-down cards from your personal stack. If any one player has discarded all 15 of their cards or has all cards in their grid face up, the game end is triggered. Every player takes one more turn and then players tally their remaining cards. Whoever has the lowest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Animals: Zebras",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "15663",
    "Name": "蒼天之死 (Death of Heaven)",
    "ID": 342409,
    "Year": "(2021)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/342409/cang-tian-zhi-si-death-of-heaven",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "For years, the Han Empire and its authority has been weakening. Most of the governing warlords would rather increase their own personal military strength rather than restore power to the Han. The Yellow Turban Rebellion has long since passed, yet whispers of rebellion have grown louder and louder over time. The land is at the brink of war.&#10;&#10;Death of Heaven is a negotiation &amp; area control game for 4 to 6 players. Players are warlords at the end of the Han Dynasty competing to become Emperor. Players spread their influence across the land. They can choose to defend their own cities, ally with NPC forces, or support the Han emperor; each giving their own rewards and bonuses. When a battle does occur between two players, the other players must choose to either support the attacking or defending side of the battle.&#10;&#10;Outmaneuver your opponents, cut off their support lines, and squeeze. Loosen your silver tongue and negotiate your way out of defeat, turning the tables against your foe at the perfect time. Many paths to victory lay ahead of you. Will you restore power to the Han Empire or sail to victory on the blood of your enemies?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Negotiation",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Hand Management",
      "Negotiation",
      "Open Drafting",
      "Turn Order: Auction"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Theme: Romance of the Three Kingdoms"
    ]
  },
  {
    "Rank": "15664",
    "Name": "Zombiegeddon",
    "ID": 39914,
    "Year": "(2009)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/39914/zombiegeddon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1304",
    "Description": "Well, it was nice while it lasted! You have gotten word that the end is near, and Armageddon is right around the corner. (Actually, it begins tonight!) Since it may be a while before you can get to the store, today would be a good time to gather as many supplies as possible. After all, tomorrow might be the beginning of a long, cold, (nuclear) winter!&#10;&#10;Reiner Knizia&rsquo;s Zombiegeddon is a fast-paced, perfect-information, strategy game. Each player spends the first half of the game rushing around the board collecting supplies and weapons, fighting off the occasional looter and trying to stop your pesky neighbors from taking stuff that is rightfully yours. (At least as far as you are concerned!)&#10;&#10;The second half of the game is spent trying to survive. Sure there is some good stuff around, but it certainly isn&rsquo;t plentiful and zombies are out in force, offering big points for those with the weapons to fight through, and dead ends to those who can't. Whoever has the most stuff at the end of the game wins.&#10;&#10;This game is based on the same prototype as J&#195;&#164;ger und Sammler.&#10;&#10;",
    "Categories": [
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Enclosure",
      "Modular Board",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "15665",
    "Name": "Pine Tar Baseball",
    "ID": 179965,
    "Year": "(2015)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/179965/pine-tar-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "18",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Pine Tar Baseball, designed by James Formo (designer of True to Life Baseball), is a fun and fast paced dice and card game for 1 or 2 players that brings the baseball season to life.&#10;&#10;Ninety-five percent (not counting rolls on error checks which varies by season) of plays are resolved in 1 die roll and no play takes more than 2 rolls. A game of Pine Tar Baseball can be played in 18 to 30 minutes.&#10;&#10;The player stats are color printed on sheets. Nine players maximum per sheet. The stats have an appearance of a card with a border around each player, but they are not cut out individually. Each team will have 2 player sheets with the 2nd sheet including the suggested starting line up for that team.&#10;&#10;Pine Tar Baseball: 1884 Edition will feature 21 teams. Eight from the NL and 13 from the American Association. Roster sizes vary from team to team from 11 to 17 players. Most teams will have 16 players. Of these players, at least 4 per team will be pitchers. Most teams in 1884 used 3 man rotations. Occasionally, certain players will have stats as both a pitcher and as a position player.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "15666",
    "Name": "Start 11!  The Board Game",
    "ID": 130603,
    "Year": "(2012)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/130603/start-11-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "With Elfer raus! Das Brettspiel, the famous Elfer raus! card game comes to the board (re-using many elements of Elfer raus! Master and adding further ideas to the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Game: Elfer raus!"
    ]
  },
  {
    "Rank": "15667",
    "Name": "PeaceBowl",
    "ID": 5575,
    "Year": "(2003)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/5575/peacebowl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "PeaceBowl is a fast paced tactical game for 2-4 players.&#10;Each one leads a team composed by 3-5 warriors. &#10;Cards are played which affect what's going on in the game: &#10;&#10;    HIT! -- take down opponents, &#10;    PASS! -- launch the ball at your receivers anywhere on the game field &#10;    RAGE! -- break out of a fray &#10;&#10;&#10;Dealer gives 5 action cards to each player. In a game using the Basic Rules cards stay face up. With the Complete Rules you play with hidden cards and the games become much more fun because it becomes harder to foresee enemy interactions. In fact, many cards can be played that may break your opponent's sequence of play, during his/her turn. Also, with the Complete Rules you play with Special Cards that always offer different ways of being used. It's up to you to choose the best way, based on differing game situations.&#10;&#10;Enjoy hit and be hit, and have fun! Peace, Love... Fight!&#10;&#10;Expanded by:&#10;&#10;    Peacebowl Six&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simulation"
    ],
    "Families": [
      "Components: 13 x 13 Grids",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "15668",
    "Name": "Grave Business",
    "ID": 93879,
    "Year": "(2011)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/93879/grave-business",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "You are a Necromancer. In fact, you are a particularly dangerous one, as you are a Necromancer with a business plan. Your zombies will dig up and loot valuables from graves, and while they're there, they can also grab fresh body parts so you can make MORE zombies to dig up MORE graves. Sounds good, right? Unfortunately, it's so good that other Necromancers are now competing with you for the choice cemeteries!&#10;&#10;Players start with zombies of varying values.  They take turns placing zombies in specific location to &quot;dig&quot; up graves, steal from opposing laboratories and vaults, and to attack other player's zombies to try and prevent them from digging or stealing (and possibly dismember the opposing zombie beyond further use).&#10;&#10;Once all the zombies have been placed, zombies still in position will steal body parts or treasure from opponents, and those set to dig will dig the row, column, or specific space of the graveyard they are assigned to.  If you are competing for spaces in the graveyard (which is the norm), players compare the combined brainpower of their digging zombies, and the higher value gets to the contents of the grave first.&#10;&#10;Then you may use your new-found corpse pieces and equipment to assemble new zombies to do your bidding!&#10;&#10;The goal is to have the highest total in treasure and unused body parts at the end of the game.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Cemeteries / Graveyards"
    ]
  },
  {
    "Rank": "15669",
    "Name": "Deluxe Camping",
    "ID": 22477,
    "Year": "(2006)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/22477/deluxe-camping",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9444",
    "Description": "For the annual opening of the Deluxe Camping, tourists will try to occupy the best spots.&#10;&#10;Preparation:&#10;2 players : 6 camping-cars and 1 bungalow per player&#10;3 players : 4 camping-cars and 1 bungalow per player&#10;4 players : 2 camping-cars and 1 bungalow per player&#10;&#10;At each turn, each player can move his camping-cars and place fences to delimit territories.&#10;At the end of the game, the player with the biggest territory wins (adding and removing points if territory encloses swimming pool, ice cream man, ...).&#10;&#10;Online Play&#10;&#10;&#10;     Bo&#195;&#174;te &#195;&#160; jeux (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Humor",
      "Territory Building"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Boiteajeux",
      "Theme: Camping"
    ]
  },
  {
    "Rank": "15670",
    "Name": "Dwarves Inc.",
    "ID": 171579,
    "Year": "(2015)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/171579/dwarves-inc",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "An ancient dwarven City Under The Mountain lies in ruins, and the dwarves are determined to recover the lost treasure. Eight dwarven-run mining companies are ready to finance the project.&#10;&#10;You represent a party of dwarf prospectors that enjoy digging and would not mind getting rich in the process. On each of your turns you will dig on behalf of one of the mining companies by placing tokens on a modular board. You will receive rewards for everything you may find.&#10;&#10;You will be going through tunnels, recruiting new dwarves, finding gold and opening treasure chests.&#10;&#10;You will also have a chance to invest in these companies on a stock market and get a share of their profits.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Stock Holding"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15671",
    "Name": "ICECOOL Wizards",
    "ID": 400371,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/400371/icecool-wizards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "ICECOOL WIZARDS is a flicking game in which you explore the penguin school of magic, study to become a great wizard, and finally prove your skills by completing challenging exams!&#10;&#10;Players take turns flicking their penguin figures around the board and collecting lesson cards that will provide magic points at game's end. Lesson cards can also be traded in for exam cards that provide even more magic points or used as spells for special abilities. At the end of the game, the player with the most magic points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Area Movement",
      "Flicking",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Penguins",
      "Category: Dized Tutorial",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "15672",
    "Name": "Position Magnifique: The Battle of Mars-la-Tour, 1870",
    "ID": 124034,
    "Year": "(2013)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/124034/position-magnifique-the-battle-of-mars-la-tour-187",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1818",
    "Description": "Duel of Eagles is a medium-complexity wargame on the Battle of Mars-la-Tour, in the Franco-Prussian War. This battle is notable for having one of the last successful cavalry assaults in modern warfare.&#10;&#10;This is a chit-pull game. The chits are either Activation Chits, which activate all units within the indicated corps, or Event Chits, which each contain two possible events which the player can chose between. Each turn both players draw from the chit cup until all chits have been used or there are no remaining HQ's on the map.&#10;&#10;The game requires the players to maintain supply lines, both to rally units that are shaken or low on ammo and to achieve the victory conditions.&#10;&#10;The victory conditions for the French player are to maintain the routes to Metz and Verdun. The Prussian player must try to prevent this from happening.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Country: Prussia",
      "History: Franco-Prussian War",
      "Magazine: Paper Wars",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Lorraine (France)",
      "Series: Blind Swords System"
    ]
  },
  {
    "Rank": "15673",
    "Name": "Phantom Fury: Second Edition",
    "ID": 425936,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/425936/phantom-fury-second-edition",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "Phantom Fury: Second Edition is a solitaire game of tactical urban combat set in the Second Battle of Fallujah, November 2004.&#10;&#10;In the game you control a Battalion of US Marines attempting to clear city zones of insurgent control via bitter close quarters fighting.&#10;&#10;To assist your assaults you'll have access to a range of stand off elements, such as UAVs and close air support, and close combat support in the form of Combined Anti-Armour Teams and Abrams tanks.&#10;&#10;Hidden insurgent elements will appear as you advance into the city. Snipers will target you as you move street to street. You may not know who you are facing until you directly assault them. They may be Guerrillas, ready to evade you with pre-planned escape routes. They may be Martyrs, who will fight to the death. Or may just be false leads.&#10;&#10;If by the game's end the USMC does not control all the zones on the map, you lose. Otherwise you calculate victory points based on time taken and friendly and insurgent losses to determine if you achieved a major, minor or costly victory.&#10;&#10;The game emphasizes and rewards the use of real life urban warfare tactics, including different modes of assaulting a building and positioning of assets to hinder enemy sniper fire or reinforce key positions.&#10;&#10;About the Second Edition&#10;This Second Edition introduces more variability in the strengths of insurgents faced, and a range of new optional rules including insurgent direct fire and RPG attacks, and local population and civilian effects to account for.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Fallujah (Iraq)",
      "History: Iraq War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "15674",
    "Name": "The Battle of Prague",
    "ID": 7938,
    "Year": "(1980)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/7938/the-battle-of-prague",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.375",
    "Description": "The Battle of Prague follows the victories of Fredrick the Great's Armys in 1757 during the Seven Years War. It recreates the battle fought just to the east of Prague between the Austrians and Prussians. The game is fought on a 17&quot;*22&quot; map with 120 counters representing regimental size units. This is a small format wargame based on the GDW Series 120.&#10;&#10;This game has been republished on Command Magazine Japan #89 in 2009.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Prague (Czech Republic)",
      "Country: Austria",
      "Country: Czech Republic",
      "Country: Prussia",
      "History: Age of Kings",
      "History: Seven Years War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: GDW Series 120 Games"
    ]
  },
  {
    "Rank": "15675",
    "Name": "Heróis de San Villano",
    "ID": 244073,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/244073/herois-de-san-villano",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.5",
    "Description": "In Heroes of San Villano, you take command of an organization of superheroes in the mission to defend and to consecrate in the city of San Villano, renamed after a legendary villain, known only as San Villano, made the number of villains per square meter extrapolate all world records.&#10;&#10;Players will recruit new heroes and sidekicks, track and face the most feared (and unlikely) villains of the planet, in this little big game of worker placement with a touch of rock, paper, scissors, set collection and a pinch of take that.&#10;&#10;Every two actions, a new city card is revealed, making available more powerful action where players can collect resources, recruit heroes, use their skills, track villains or face them. After all the city cards are revealed, the game ends and the one that adds up the most victory points is the winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Rock-Paper-Scissors",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "15676",
    "Name": "Robots on the Line",
    "ID": 138484,
    "Year": "(2015)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/138484/robots-on-the-line",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1",
    "Description": "You're one of the lucky robot factory workers invited to an exclusive event. Your job? Picking refurbished or out-of-date parts to build robots that meet eager buyers' requirements. Sell your completed robots to earn points and achieve certain bonuses to earn even more points &mdash; but hurry because other players may be building a robot to sell to the same buyer first.  Can you outsmart your opponents and assemble a four-wheeler robot with two heads, or a robot with six eyes and four hands before they do?&#10;&#10;In Robots on the Line, robot parts move down two conveyor belts. Players take turns pulling robot parts (heads, bases, arms, hands, batteries, antennas and magnets). Not all robot parts can be taken, however. The line you're pulling from must be switched to ON. Robot parts that aren't taken will be discarded onto the junk pile. Players can pay a dollar to go through the junk pile or they can pay a dollar to turn ON/OFF switches. As players take robot parts, they build robots in front of them. Players can build up to four robots in a game. Trading is always allowed.&#10;&#10;To finish a robot it must have a torso, a head, and a base with all other segments off the torso ended with the other parts. While you're building, you'll want to look to the buyers to meet their requirements. A requirement might be a robot with four eyes, or a robot that has no wheels, or a robot with three hands. If you meet a buyer's requirement, you sell it for money. If you meet the bonuses, like medical, war, or cleaning, you get even more money. The game ends when all tiles are off the line or when a player has built 3 robots. The player with the most money wins.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "15677",
    "Name": "Godforsaken Scavengers",
    "ID": 208663,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/208663/godforsaken-scavengers",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Godforsaken Scavengers is a survival adventure where players take the role of few desperate survivors in a dark and deadly insect world. Together* they strive to cross several unique areas to save themselves at all costs.&#10;&#10;Every turn, players choose a scavenge pile to reveal cards from. They may press their luck and reveal as many cards as they like. But among all the great actions and opportunities a peril can be revealed, discarding all the revealed cards and inflicting an affliction. At the end of the turn, players either burn cards to feed themselves or they starve.&#10;&#10;Through the course of the game, players will gain afflictions from many horrifying encounters that not only threatens their lives but also cause various unpleasant effects. On the other hand, great portion of the bad luck is mitigated by smart use of cards and player interaction.&#10;&#10;* The game features several scenarios that adjust the rules and differ in the amount of cooperation between the players from pure co-op to more individual playstyle to a competitive race mode. The game also focuses on creating unique player stories using its evocative lore on every card.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Storytelling",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "15678",
    "Name": "Head of Mousehold",
    "ID": 215389,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/215389/head-of-mousehold",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "Wise clan leaders know the old saying: &quot;The second mouse gets the cheese!&quot; Now it's time to claim your cheese supremacy!&#10;&#10;In Head of Mousehold, you are the leader of a mouse clan battling for cheese morsels in a house full of traps! Carefully choose the best mice to send on perilous missions in order to outwit the opposing mouse families. Place your mouse cards under the right mousetraps and claim the most cheese points by the end of the week.&#10;&#10;Have the most cheese points at the end of five game turns, and you win!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Mice",
      "Organizations: The Game Artisans of Canada",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "15679",
    "Name": "Racing Hedgehogs",
    "ID": 175704,
    "Year": "(2013)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/175704/racing-hedgehogs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Before start every player secretly receives a card with the prefered order for hedgehogs to finish. During the play each player rolls dice to determine which hedgehog to move depending on the track position trying to get to the finish needed ones first. Race is over when the first hedgehog reaches finish line. &#10;Dice are not deciding everything in this game and victory requires cunning and prediction.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines"
    ]
  },
  {
    "Rank": "15680",
    "Name": "Taco Cat Goat Cheese Pizza: Demo deck",
    "ID": 313802,
    "Year": "(2020)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/313802/taco-cat-goat-cheese-pizza-demo-deck",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Free demo version of the game Taco Cat Goat Cheese Pizza. &#10;Keep these 5 silly words well guarded in your mind and find 1 or 2 other people to follow you on your adventure.&#10;This demo version of the game is adapted for 2 or 3 players. The original version can be played with up to 8 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Board Games",
      "Promotional: Ludoty Box",
      "Series: Taco Cat Goat Cheese Pizza",
      "Traditional Card Games: Snap",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "15681",
    "Name": "Elfenwizards",
    "ID": 144,
    "Year": "(1995)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/144/elfenwizards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3",
    "Description": "This game is from Alan Moon&#039;s days at White Wind.  Sharing many elements with Avalon Hill&#039;s Kremlin, players represent a family of wizards that are seeking to advance their political power.  Players are given an armada of dice to roll for a turn, and these are then used to lend points of support for upcoming elections.  The winner is the player who either takes the top office twice or gathers the most political points over the course of four turns.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "15682",
    "Name": "March to Victory: West Front 1914-1916",
    "ID": 10470,
    "Year": "(1997)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/10470/march-to-victory-west-front-1914-1916",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.3571",
    "Description": "This war to end all wars was fought in the dawn of new technology that laid waste to vast empires and their armies. Virtually all our modern weapons were first used in this war. The tactics were not. Mass attack resulted in mass destruction. During this war both sides were forced to rebuild their armies. Each new army with the air and naval forces are in this game.&#10;This game features many scenarios, and the ability to play with, or without the air and naval system.&#10;This game is one of 5 that will make up The Great War Series.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15683",
    "Name": "Master Thief",
    "ID": 195476,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/195476/master-thief",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Steal the most valuable items from the museum, foil your opponents' attempts to do the same and escape without getting caught!&#10;&#10;Press your luck each round by beginning your turn drawing a card from a scattered pile of face-down cards called The Museum. Iconography and Wayfinding will guide you through take-that style strategy in order to foil your opponents. Thief Cards represent what you&rsquo;re up to in the darkness of the Museum, like sneaking, swiping, stashing and stealing. But while you're collecting loot, remember to keep a close eye on the remaining time and the alerted Security to plan the perfect getaway. Escape from the Museum with the most black market credits (BMC), and pull off the grandest heist of all time!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "15684",
    "Name": "Macbeth",
    "ID": 257604,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/257604/macbeth",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "The Scottish court is a bloody mess!&#10;&#10;Barons and knights crush their heads with blunt objects, the witches don't stop talking and even Shakespeare himself has forgot his lines. And what about you? Will you be able to survive the ruckus and get to the throne?&#10;&#10;Macbeth is a crazy dice game from 2 to 5 players, very short and intense. Each player secretly supports several noble characters. A player will win if, at the end of the game, one of his nobles is king. But, BEHOLD! Do not think that it will be easy! if you want the crown, you will have to take risks, lie, bribe and stab every fool who cross your path. Also, if you have bad luck in the dice rolls, you will lose everything you have won before one would say &quot;break a leg&quot;.&#10;&#10;Get ready for a game full of noise and fury that signifies ABSOLUTELY NOTHING!&#10;&#10;&bull;&bull;&bull;&#10;&#10;&iexcl;&iexcl;La corte Escocesa es un pu&ntilde;etero caos!!&#10;&#10;Barones y caballeros se machacan la cabeza con objetos contundentes, las brujas no paran de parlotear y hasta el propio Shakespeare ha perdido el hilo de la obra. &iquest;Y t&uacute;? &iquest;Ser&aacute;s capaz de sobrevivir al jaleo y hacerte con el trono?&#10;&#10;Macbeth! es un loqu&iacute;simo juego de dados de 2 a 5 jugadores con partidas cortas e intensas. Cada jugador apoya en secreto a una serie de nobles. Ganar&aacute; el jugador que consiga, al final de la partida, que uno de sus nobles sea rey. No creas que va a ser f&aacute;cil: si quieres la corona tendr&aacute;s que arriesgarte, mentir, sobornar y apu&ntilde;alar a todos los que se crucen en tu camino. Adem&aacute;s, como tengas mala suerte en los dados, perder&aacute;s todo lo que has ganado antes de lo que se dice &quot;r&oacute;mpete una pierna&quot;.&#10;&#10;&iexcl;Prep&aacute;rate para un juego lleno de ruido y furia que no significa ABSOLUTAMENTE NADA!&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Medieval",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "15685",
    "Name": "Les taxis de la Marne",
    "ID": 181005,
    "Year": "(2015)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/181005/les-taxis-de-la-marne",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "From the publisher:&#10;&#10;On September 6th and 7th 1914, at the First Battle of the Marne, 600 Parisian taxis requisitioned by order of General Gallieni gather at the Invalides. The objective of this unprecedented military maneuver is to send quickly a reinforcement of 4000 men of an infantry brigade. As a lieutenant in charge of logistics, you cooperate to embark soldiers and organize convoys. You have a great responsibility: face the challenge without giving up to the pressure of taxis that accumulate!&#10;&#10;&quot;The taxis of the Marne&quot; is cooperative card game. On a player turn, a new taxi arrives at the Invalides square and then the players plays 3 actions out of the 4 possible actions:&#10;&#10;     Mobilize soldiers (drawing a solder card)&#10;     Move an officer&#10;     Exchange (swap a card with an another player, or with the deck on solo mode)&#10;     Load and send a taxi&#10;&#10;&#10;The game ends when all taxis have been sent or when the Invalides square is completely surrounded by unsent taxis.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation",
      "World War I"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Country: France",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15686",
    "Name": "Wolfed",
    "ID": 191178,
    "Year": "(2016)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/191178/wolfed",
    "Min Players": "7",
    "Max Players": "45",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Wolfed is a card game, based on the famous (game) Mafia, also known as Werewolf. The rules are simple. The game is divided into days and nights. The werewolves kill a member of the village each night. During the day the remaining villagers need to find out who are the werewolves and lynch them, before they are all killed. The werewolves are considered winners once their number equals the number of the remaining survivors.&#10;&#10;Wolfed is both simple and amusing game. It is an awesome way to break the ice especially for parties, team buildings, or just a way to have fun with your friends or complete strangers. It is an amazing social experience. Each game is unique on its own as there are near infinite number of combinations that you can play.&#10;&#10;Wolfed has unique art-style. Each character in the game has its own design. There are no 2 cards that look alike. There are also event cards which bring twists and turns in each game. And of course at the end we added a pinch of new roles you have never seen before. They have been thoroughly tested to make sure that the balance remains unchanged. &#10;The rules have been improved and written from scratch to make sure they are easily understandable.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Negotiation",
      "Role Playing",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "15687",
    "Name": "Carrossel",
    "ID": 252712,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/252712/carrossel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Four brothers own an old merry-go-round (carrossel) and are working together to sell as much tickets as possible while at the same time competing to see who sells the most tickets by the end of the day!&#10;&#10;With charming components and artwork Carrossel aims to bring up to 4 players together around board that rotates between each play, and where everything is done simultaneously with almost zero-downtime: Players choose, reveal, resolve and score every single play at the same time without ever becoming chaotic.&#10;&#10;Carrossel is a family abstract strategy game for up to four players. Players play on the side of the board that rotates to meet them each round. At the beginning of the game, client cards are drawn and placed in front of each ticket booth in sets of three. In each round, all players simultaneously choose and play one of their carrossel cards, numbered from 1 to 12, and one of their carrossel tiles that come in twelve tiles of four different colors/types, plus two wild tiles. The carrossel tiles are simultaneously placed on the spaces indicated by the carrossel cards. Players are looking to get three carrossel tiles in a row that match the three corresponding client cards. Whenever they achieve this, they place client stand-ups on each of them to show that those tickets have been sold and give the cards to the respective players who earned them (the owners of the carrossel tiles).&#10;While it is possible to complete a sequence with only your own tiles, most sequences will be completed by using tiles from other players. Making sure you get more points out each sequence than any other player is a strong path to victory. Also there are 4 variable endgame objectives that will score additional points to those who complete them.&#10;&#10;The game ends when either one player cannot perform a legal play or the client deck runs out. The player with the most total victory points (clients + objectives) wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15688",
    "Name": "The King of All Bards",
    "ID": 287189,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/287189/the-king-of-all-bards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "The King of All Bards is a game of epic songs and dirty tricks for 3 to 6 players designed by Nikola R. Petrov and illustrated by Atanas Lozanski.&#10;&#10;All your life you&rsquo;ve chased the ultimate recognition a bard could receive &ndash; the Bard Crown. The money, the fame, they all mean nothing&hellip; Okay, they are pretty nice and the fastest way to prove your worth. The time has come! An epic sing-off in all the town&rsquo;s pubs and taverns is your chance to get your hands on that sweet prize... and the title King of all Bards! Rehearse your best songs, prepare your nastiest tricks and get ready to smash the competition! It's showtime!&#10;&#10;In The King of All Bards, you play the role of one of the eight distinct characters competing in a grand challenge. Your goal is to become the richest and most famous musician by amassing loyal fans and a fat purse of tips. To achieve this you have a repertoire of Song cards, as well as some more&hellip; dubious cards called Tricks. Playing the right songs for the right audience is crucial to building up a fan base and earning their gold, but employing the right tricks at the right moment can sabotage an opponent's performance and give you the upper hand.&#10;&#10;Light up the stage! This is medieval showbiz!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Medieval",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Race",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "15689",
    "Name": "HysteriCoach",
    "ID": 21798,
    "Year": "(2006)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/21798/hystericoach",
    "Min Players": "4",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2143",
    "Description": "This is an original party game for 4 to 14 players. Players are split into two &quot;football teams&quot; composed of a single &quot;coach&quot; and a number of &quot;players&quot;.&#10;&#10;Each &quot;player&quot; sits opposite a &quot;player&quot; from the opposing team, with all players of a team on one side of the table and their coach standing behind the rival team on the opposite side of the table so they clearly watch him.&#10;&#10;The board is composed by a &quot;football field&quot; gridded board, 2 small dice, 3 normal dice and some &quot;action cards&quot; showing the position that each wooden &quot;soccer player&quot; will have to reach in the field.&#10;In addition each team has 2 team-rose(?) cards and 8 full color wooden soccer figures with a number on the back and front.&#10;&#10;The prototype I tried contained 3 teams: Japan, Greece and Eastern-Europe. The soccer player names are quite hard to say because the author deliberately invented really strange and long names.&#10;&#10;To win you have to put the ball in the net more times than other team.&#10;&#10;The game is noisy and hilarious. Each coach gets an action card. Each player get a &quot;number&quot; that represent the t-shirt number of the figures they will control (more than one there are less than 14 players).&#10;&#10;Only the coach see the action card and have to call BY NAME (of soccer players not of the people playing the game) to indicate where to move to without talking, without indicating the wooden soccer players. The only way to communicate is to give him indications with his hands or miming something as real coach do.&#10;&#10;Every time a wooden soccer player is in the right position the coach scream &quot;PASS IT&quot; and so on the other wooden soccer player until the last is positioned and the coach screams &quot;SHOOOOOT!!!&quot;&quot;&#10;&#10;All the players stop play. If the team is positioned exactly as the action card requires, the last player who moved a wooden soccer player for the team throws a die to score a goal.&#10;&#10;Some penalties are given to the coach for performing forbidden actions (like calling wooden soccer players by number or indicating it by pointing) and if the action card is not correctly reproduced.&#10;&#10;RETHEMED : HysteriCoach Hockey&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Acting",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15690",
    "Name": "Riftwalker: A Storm Hollow Card Game",
    "ID": 194301,
    "Year": "(2016)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/194301/riftwalker-a-storm-hollow-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "Explore the rifts of Storm Hollow, build an array of amazing powers, and trigger burst of magical energy to score big in this strategy card game for 2-4 players that plays in 30-45 minutes. In Riftwalker, players use a central grid of elements composed of earth, wind, fire, water, storm, and life to play rift cards from their hand or shift rifts they already have in play.&#10;&#10;Shifting a Rift is a Riftwalker's magical ability to change the nature of a place by calling on and altering the elements. Shifting turns a card sideways and increases its point value. Every time a rift card is played or shifted, it activates a special power that alters a player's cards or the central grid in a useful way. As the game progresses, players will build up a unique set of abilities.&#10;&#10;Earth rifts empower shifted rifts while fire burns them down for points. Water rifts spread more rifts across the land and life rifts grow them to great value. Storm rifts control the element grid and wind rifts play all kinds of tricks. However, a rift can only be shifted twice, so no power lasts forever. Eventually, players must create lines of elements on the grid to score their rifts. Some cards give bonus points for scoring the right kind of rifts. In the end, the player with the greatest rifts and the most points wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "15691",
    "Name": "Dicenstein",
    "ID": 178285,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/178285/dicenstein",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "What if the power to grant life was used on the best parts of the world&rsquo;s most infamous monsters? What if you knew this secret? Would you make the world a better place, or just a better place &hellip; for you?&#10;&#10;Dicenstein lets you dig up body parts, use them to build a monster, then use that monster to attack your rivals&rsquo; monsters, all the while assembling a monster army for world domination. It features heaps of dice rolling and constant decision-making to better your monster and your parts collection. You have to balance creating your monster army (which means spending body parts) with creating the best monster possible (which means hoarding monster parts).&#10;&#10;The monsters are constructed by rolling monster part dice and assembling them onto a slab in your lab. Each monster has its own unique ability - combine multiple monsters to get more abilities!&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15692",
    "Name": "War to Axis: Warfare in Normandy",
    "ID": 9489,
    "Year": "(2004)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/9489/war-to-axis-warfare-in-normandy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.1667",
    "Description": "&quot;War against the Axis powers&quot; simply called: War to Axis (WtA) is a game in the &quot; Histo Command Dice&quot; series that allows you to recreate operational level battles set in the second World War.&#10;&#10;The game includes 6 historical scenarios that are based around the Normandy Theater in 1944.&#10;&#10;Players will plan their strategies, and activate units to reach the scenario objective in the required number of turns.&#10;&#10;The rules allow two different levels of play, Basic and Advanced. The advanced game requires an initial planning that only a good knowledge of the basic game will allow.&#10;&#10;The unit scale for the game is Battalion level for infantry, and Company level for other units. One hexagon on the map represents a distance of 300 to 500 meters depending on the scenario. Each game turn represents about 20 to 30 minutes.&#10;&#10;An innovative system of activation determines the movement sequence for the various units, with the possibility for the &quot;Command Units&quot; to perform various additional actions such as calling in artillery support and Rally units.&#10;&#10;All units have the possibility of performing opportunity fire when an enemy unit moves within 2 hexagons of its ZOC.&#10;&#10;The game uses special 6-sided dice for combat with icons instead of numbers to determine outcome according to of the type of target (personnel or armored].&#10;&#10;A deck of event cards for both the players, that also provide unit reinforcements, will make each game unique with endless replay ability.&#10;&#10;Player aid charts for each nationality represent all the essential elements for intuitive play and immediate accessibility. War to Axis will satisfy the beginner and experienced player alike,&#10;immersing you in a historically accurate period where you determine the final outcome.&#10;&#10;GAME CONTENTS:&#10;6 geomorphic maps (35x48,5cm each) &#10;160 unit counters (25x27mm) &#10;150 plastic chips &#10;120 plastic stands &#10;3 army charts &#10;2 event cards sheets and 32 event cards&#10;10 special dice (5 black, 4 white, 1 yellow) &#10;2 pre-cut dice labels sheets &#10;1 pre-cut hexagons group sheet &#10;350 counters &#10;1 English quick start folder &#10;1 English standard rules &#10;6 Scenarios&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Histo Command dice  (Giogames)"
    ]
  },
  {
    "Rank": "15693",
    "Name": "Unsolved Case Files: Avery & Zoey Gardner",
    "ID": 342283,
    "Year": "(2021)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/342283/unsolved-case-files-avery-and-zoey-gardner",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "DAVENPORT, OR - At 4:23 this morning, a man broke into a remote lake house where 19 year-old twins Avery and Zoey Gardner were asleep. The unidentified man murdered Avery and abducted Zoey before first responders could arrive.&#10;&#10;Police departments across two states are hunting for Avery&rsquo;s killer and her twin sister Zoey, but neither has been found.&#10;&#10;Homicide detective, Angie Cullen, made a breakthrough in the case but then mysteriously disappeared. She left her detective&rsquo;s notebook behind but authorities aren&rsquo;t sure what to make of it.&#10;&#226;&#128;&#139;&#10;The killer is on the loose. Can you solve the case and get to Zoey, and also find the detective, before it&rsquo;s too late?&#10;&#10;In order to solve this active murder mystery game you&rsquo;ll need to find 3 separate clues. First find out who the accomplice is. Then identify the killer. And finally, save Detective Cullen. With 3 different mysteries to solve in order to play the game, this case will challenge your investigative abilities.&#10;&#10;To get past each step of the case you&rsquo;ll need to visit an online answer page that requires you to prove you cracked it. If you don&rsquo;t have the answer right you can keep investigating without being spoiled by the right answers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unsolved Case Files"
    ]
  },
  {
    "Rank": "15694",
    "Name": "Station to Station",
    "ID": 424753,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/424753/station-to-station",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Steam Age is at its height, and you are an ambitious new train company determined to turn your upstart venture into a booming success. You don't have much to begin with &mdash; just a small amount of cash and coal, a train engine, and an iron will.&#10;&#10;In Station to Station, a pick-up-and-deliver game that features engine building and set collection, you need to carefully plan your route, hire the right crew, and manage your cargo if you want to have the most legendary locomotive of all time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Contracts",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15695",
    "Name": "Interstellar Mayhem",
    "ID": 85004,
    "Year": "(2010)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/85004/interstellar-mayhem",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A Battle of the junkships rages in the Gamma Quadrant. Everyone wants to gain control of the valuable asteroid field, and there is only one way to do this: Destroy all opposing ships!&#10;&#10;Speed, shields and firepower have to be optimized to conserve energy, and the maneuvers of the enemies have to be anticipated in order to be able to strike at just the right moment. And just to make things interesting, the fight takes place right among the asteroids.&#10;&#10;Interstellar Mayhem can be learned quickly and provides exciting space duels in a deadly asteroid field. Every player controls one spaceship and uses tactic and a bit of luck to destroy as many opposing spaceships as possible.&#10;&#10;The rules can be explained in a few minutes, but mastering the tactical possibilities of the game remains a challenge even after many battles.&#10;&#10;- A lot of gaming material (6 spaceship models, 18 real stones for the asteroids, 40 colored dice, 18 technology cards, 6 spaceship sheets, a large game plan and game-counters)&#10;- Easy to learn rules&#10;- Tactical depth&#10;- Variable game setup&#10;- Rules and gaming material in German and English&#10;- 2-6 players, playing time about 30 minutes, Ages 12 and up&#10;&#10;In this fast-paced space-tactic-shooter, every player chooses one of the 6 spaceship models and fights against the other players. If your spaceship is destroyed, you take a new one and jump right back into the action - the first player to score 3 kills is the winner.&#10;&#10;The beautiful gaming material and the variable game setup provide a big replay value.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "15696",
    "Name": "Movie Mind",
    "ID": 340118,
    "Year": "(2021)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/340118/movie-mind",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "With your team, dive into the scenery in Movie Mind, scrutinize the smallest detail, and try to answer the five questions in time to earn as many points as possible. Questions are divided up to match the colors of each player/team, and a bonus question can be answered that awards the whole 5 points at once.&#10;&#10;Eight hundred films can be found through more than one thousand questions covering all cinematographic styles: Ghostbusters, Interstellar, The Silence of the Lambs, Shrek, The Fabulous Destiny of Am&eacute;lie Poulain, and more.&#10;&#10;The player/team with the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": [
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "15697",
    "Name": "The Battle for Sector 219",
    "ID": 143238,
    "Year": "(2014)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/143238/the-battle-for-sector-219",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "The Battle for Sector 219, a sequel to The Battle for Hill 218, uses the same game system as its predecessor, but with new units. In the game, each player fields an army, represented by cards, and tries to occupy his opponent's base while protecting his own. You must maintain your supply lines and destroy enemy units to conquer the enemy base while protecting your own.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15698",
    "Name": "Squirrels: The Card Game",
    "ID": 411115,
    "Year": "(2024)",
    "Geek Rating": "5.529",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgame/411115/squirrels-the-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "A fast, fun, and easy-to-learn card game with amazing squirrel art.  Players battle to get the lowest score each round by getting rid of their cards.  Push, Skip, and Wild Cards wreak havoc on you and your opponents!  Use the powerful Squirrel Cards to instantly clear the center pile of cards and keep your turn going!  Each game is challenging and exciting.  This is a game that everyone will go nuts over!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Score-and-Reset Game",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Squirrels",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15699",
    "Name": "Red God of War: The Soviet Operation Mars, 1942",
    "ID": 20054,
    "Year": "(2005)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/20054/red-god-of-war-the-soviet-operation-mars-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7059",
    "Description": "By the winter of 1942, the Red Army of Workers and Peasants had contained the German attacks of the previous summer and fall. Now came the time for a whole series of counter-offensive of its own, designed to cut off and destroy the weakened Nazi armies.&#10;&#10;The northernmost of these would be Operation &quot;Mars&quot;, aimed at the German Ninth Army around the city of Rzhev, west of Moscow in the winter of 1942. The Soviet plan, the work of the brilliant Marshal Georgi Zhukov, called for smashing the already-weakened Germans with a heavy commitment of tanks and fresh troops. When this first objective had been reached, a second operation, code-named Jupiter, would encircle and destroy the German 3rd Panzer Army to the south.&#10;&#10;Despite horrible weather and very rough forested terrain, the initial Soviet attacks went very well. But German resistance stiffened, and as the Red Army failed to make further progress Zhukov reacted by committing more and more men and tanks. Suicidal courage only added to the Soviet casualty lists, and by the time the offensive sputtered to a halt Soviet losses topped 335,000 men and 1,600 tanks.&#10;Little known thanks to Soviet government silence for 50 years, the offensive was designed as a companion to the &quot;Saturn&quot; offensive around Stalingrad. The fact that the offensive was repulsed with heavy losses meant it was not discussed in Soviet accounts of the Great Patriotic War. While the offensive failed to accomplish what the Soviet High Command and General Georgi Zhukov wished, it did provide what the Soviets needed most, a means of keeping German forces of Army Group Center in place while the Saturn offensive in the south ran its course.&#10;&#10;Red God of War covers Operation Mars using the same game system as Alsace 1945 and America Triumphant. Game pieces represent regiments, brigades and divisions. Headquarters are vital to activate units and send them into action; supply is also important to keeping your units at full efficiency and players must choose how to allocate their resources. There will never be enough of them to accomplish everything at once.&#10;&#10;Game Turn: 2 days&#10;Hex: 5 miles (8 kilometers) &#10;Units: Battalion to Corps&#10;&#10;Game Inventory:&#10;&#10;    One 22 x 34&quot; full color map&#10;    One dual-side printed countersheet (280 1/2&quot; counters)&#10;    One 16-page Red God of War rulebook&#10;    One 6-sided dice&#10;&#10;&#10;Solitaire Playability: Good&#10;Complexity Level: 1,5 out of 5&#10;Players: 2&#10;Playing Time: 60 to 120 minutes&#10;&#10;(Source: Avalanche Press website and game rulebook)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Series: Chitpull (Avalanche Press)",
      "Series: WWII Battles (Avalanche Press)"
    ]
  },
  {
    "Rank": "15700",
    "Name": "Operation Squad: World War Two",
    "ID": 97595,
    "Year": "(2011)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/97595/operation-squad-world-war-two",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Publisher Blurb:&#10;&#10;Discover history by playing it!&#10;&#10;You can simulate heroic infantry battles set in the second world war thanks to this simple and intuitive game system.&#10;&#10;The rules include army lists covering Americans, British, Russians and Germans.  From the Red Devils to the Fallschirmjager, from the rangers to the Commandos you'll find a total of 12 armies inside.&#10;&#10;Each weapon has been classified and given a points value so as to offer a gaming experience that is both balanced and historically accurate.  Tables have been reduced to a minimum and the whole system is based on the addition and subtraction of six-sided dice.&#10;&#10;Inside you'll also find five standard scenarios that represent some typical missions: Recon, Occupation, Conquest,. Saving Wounded Companions and Recovering Top-Secret Documents.&#10;&#10;Lots of variety to provide you with hours of fun!&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]