[
  {
    "Rank": "9901",
    "Name": "Dungeon of Fortune",
    "ID": 170415,
    "Year": "(2015)",
    "Geek Rating": "5.581",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/170415/dungeon-of-fortune",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4667",
    "Description": "You and your fellow adventurers stand at the entrance to a dangerous dungeon full of treasure. Will you brave Goblins, Skeletons, and Oozes in order to collect more treasure? Or will you escape to safety, carrying out your loot? Bravery is rewarded, but many a foolhardy adventurer has had to flee when the Dragon arrives!&#10;&#10;Dungeon of Fortune is a push your luck dungeon crawl (in the world of Dungeon Roll) for 2-6 players where you compete with your opponents for the best share of the loot. The deeper into the dungeon you go, the more dangerous it will be, but the more loot you will find. Gain Experience from fighting monsters to level up, and keep a close watch for the infamous dragon!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeon Roll",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "9902",
    "Name": "Na Grunwald: Rycerze króla Jagiełły",
    "ID": 71886,
    "Year": "(2010)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/71886/na-grunwald-rycerze-krola-jagielly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2941",
    "Description": "Grunwald: The Knights of King Jagie&#197;&#130;&#197;&#130;o is a eurogame about the preparation for one of the biggest battles of Middle Ages. On July 15th 1410, an army of Poles and Lithuanians met the Teutonic Order forces on the fields near the village of Grunwald (Tannenberg).&#10;&#10;The game is about the preparations for war. Each player is a king's officer. His task is to find the best knights, equip them and lead them to the king. The game is published on the 600th anniversary of the battle, which is an important historical event in Poland.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Components: Map (Continental / National scale)",
      "Country: Lithuania",
      "Country: Poland",
      "History: Polish-Teutonic Wars"
    ]
  },
  {
    "Rank": "9903",
    "Name": "Dungeon Pages: Year-Long Adventure Set",
    "ID": 378013,
    "Year": "(2023)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/378013/dungeon-pages-year-long-adventure-set",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Greetings young page, and welcome to your first quest. We are thrilled to have someone of your prowess joining the Elder ranks. The Light knows we need all the help we can get to repel the creatures of darkness.&#10;&#10;Dungeon Pages is a tactical roll-and-write game where you play as a character embarking upon an epic quest through various dungeons. Each quest sheet contains a character section and a dungeon section (see Example 1).&#10;&#10;Each character section introduces a character and their ability, and tracks their health and progress. Each dungeon section shows four minor dungeons and one boss dungeon, and describes the monsters and traps found within.&#10;&#10;Each dungeon represents a step along your quest. As you advance through a dungeon searching for its treasure chest, you will mark white spaces (empty spaces and trap spaces) to represent the areas you have explored. The more thoroughly you explore each dungeon, and the more monsters you defeat along the way, the more experience you will gain.&#10;&#10;Choose a quest sheet to embark upon your journey!&#10;&#10;&#10;This product delivers a new Quest Sheet each week.&#10;&#10;This Year Long Adventure does not include the 6 sheets in the Core Set. The Core Set is not required as each sheet is playable on its own.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dungeon Pages",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "9904",
    "Name": "Pass the Pandas",
    "ID": 141428,
    "Year": "(2014)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/141428/pass-the-pandas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Be the first to get rid of all of your dice in Pass the Pandas by rolling pandas, bamboo, or water drops. A player who rolls pandas on her turn is able to pass those dice to other players. A roll of bamboo must be matched (or exceeded!) by the next player. A roll of water allows her to discard those dice. A blank roll does nothing to help her, and she must keep blank dice to roll again on her next turn. Pandas!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pandas",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "9905",
    "Name": "Newtown",
    "ID": 114530,
    "Year": "(2013)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/114530/newtown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.6154",
    "Description": "Volume VIII introduces several new features to the core series rules in order to portray the unique aspects of Indian combat in the 18th century.&#10;&#10;Newtown includes a three-tiered movement system that simulates the individual nature of Indian warfare.  Small war parties often acted according to their own will rather than following orders from &ldquo;commanding officers.&rdquo;&#10;&#10;The game includes two decks of opportunity cards.  Each player starts the game with one card and, while the Indian player can &ldquo;earn&rdquo; one more by actions taken in the game, the American player may use momentum to &ldquo;purchase&rdquo; additional cards throughout the game.&#10;&#10;Pre-game Indian Enhancement and limited American intelligence help provide play balance to an outnumbered Indian army.  Optional Indian reinforcements are also available.&#10;&#10;Newtown also includes rules for Indian honor, resolve under artillery fire, ferocity and evasion.&#10;&#10;In Oriskany, the Indian player&rsquo;s secret pre-game selection of the ambush hex and the American player&rsquo;s turn-by-turn choice for Herkimer&rsquo;s rate of march will have profound effect on the course of play.  Proximity to Ft. Stanwix is not the only thing that must be taken into account.  If the column is ambushed while moving at an accelerated rate the ambushing Indians receive advantages.  On the other hand, if Herkimer approaches cautiously he can better defend against an ambush but risks losing army morale for progressing too slowly with the rescue effort.&#10;&#10;Herkimer&rsquo;s Tryon County Militia is made up of special 2-step, 1-strength point units permitting each unit to take a step loss and continue to fight.  This expedient is used to reflect the intensity of the fighting that occurred between the two forces.  Militia at Oriskany fought like veteran line units, giving and asking no quarter, for nearly six straight hours.&#10;&#10;Oriskany also includes pre and post-ambush Sequences of Play and rules for laagering and limbering the American supply wagons, looting, detaching American garrison artillery and the possibility of storms.&#10;&#10;2 errata counters are included in C3i #27 (2013)&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles of the American Revolution (GMT)"
    ]
  },
  {
    "Rank": "9906",
    "Name": "Avatar: The Last Airbender – Crossroads of Destiny",
    "ID": 393492,
    "Year": "(2023)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/393492/avatar-the-last-airbender-crossroads-of-destiny",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5455",
    "Description": "Journey through the world of Avatar: The Last Airbender in the co-operative strategy game Avatar: The Last Airbender &ndash; Crossroads of Destiny.&#10;&#10;As the heroes of Team Avatar &mdash; Aang, Katara, Sokka, and Toph &mdash;you'll adventure through story encounters and experience exciting combat challenges inspired by the iconic series. Gain allies, master new skills, and learn to work together to defeat the Fire Nation!&#10;&#10;In more detail, the game contains 15 narrative encounters and 12 replayable combat challenges, inspired by the world of Avatar: The Last Airbender. You can jump to any challenge, or play through a multi-game campaign. Choose your destiny, and unlock new skills with dozens of unique character abilities.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Random",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Avatar The Last Airbender/Legend of Korra"
    ]
  },
  {
    "Rank": "9907",
    "Name": "Start Player: A Kinda Collectible Card Game",
    "ID": 24996,
    "Year": "(2006)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/24996/start-player-a-kinda-collectible-card-game",
    "Min Players": "2",
    "Max Players": "999",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1",
    "Description": "Start Player: A Kinda Collectible Card Game is &quot;The definitive method for determining the Start Player for your next game.&quot; Each card has a specific attribute on it; to play, a card is flipped and read; the Start Player is determined instantly. Criteria includes things such as who the tallest player is, who has the most buttons, or even the last player to listen to live music. There's even a built-in tiebreaker system in the unlikely event of a tie.&#10;&#10;There's a complete game in every deck of Start Player cards too, which can be played by any number of players. And the Start Player cards can be used to determine more than just who goes first; you can use them to choose who gets to pick the next game, who has to order pizza, or who has to clean up the game you just played.&#10;&#10;Each card features a unique comic panel with Ted Alspach's Board 2 Pieces characters as they discuss either the card criteria or other related gaming issues.&#10;&#10;The Starter Deck contains 42 cards, including a mix of uncommon and common cards, and at least one rare card. Booster Packs of 13 cards are being sold as well.&#10;&#10;Start Player: A Kinda Collectible Card Game is out of print. Start Player was announced by daVinci Games and Z-Man Games in August 2008, with expected publication at or around Essen Spiel 2008. It contains a set of 54 cards (no variation between decks), rules and a Start Player character meeple.&#10;&#10;Start Player Card List&#10;&#10;Re-implemented by:&#10;&#10;    Start Player&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "9908",
    "Name": "Sorcerer & Stones",
    "ID": 235767,
    "Year": "(2017)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/235767/sorcerer-and-stones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "&quot;Xian&quot; e.g https://en.wikipedia.org/wiki/Xian_(Taoism) , or the &quot;godly spirit,&quot; is the final form that a human can become through the act of training and enlightenment. A Xian is practically immortal, and possesses godly powers.&#10;&#10;During the early Qin Dynasty, many Taoists are obsessed with the idea of Xian, and study the act of Xian intensely, looking for all possible ways to increase their chance of enlightenment. Many fascinating legends are the results of such obsessions. During the game, players will travel back to the ancient kingdom, and attempt to attain enlightenment by controlling spiritual stones and &quot;Qi,&quot; the life energy.&#10;&#10;By studying under Taoism, players will race to see who can rise among their peers, and be the first one to become a Xian and achieve immortality.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Contracts",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9909",
    "Name": "Karnag",
    "ID": 111069,
    "Year": "(2012)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/111069/karnag",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3889",
    "Description": "AIM OF THE GAME&#10;&#10;Obtain magical points (MP) by preventing evil creatures from invading the human world. These creatures come from the underwater Ker-Ys city.&#10;&#10;PREPARATION&#10;&#10;&#10;     In turn, the players place all elements of the game area (wall ruins, swamps).&#10;     Four creatures are introduced in the game and will progress from the door (in the centre of a glade) towards either side of the game board (representing the druids&rsquo; path surrounding the glade). Creatures&rsquo; moves are pre-defined and happen automatically.&#10;     The players place their team of three druids whose role is to prevent the creatures from invading the human world.&#10;     Energy markers are set at the start level and the knowledge track markers are set under the tracks.&#10;     The pile of Power cards is shuffled and placed near the board.&#10;&#10;&#10;THE GAME&#10;&#10;The game consists of a defined number of rounds (depending on number of players). Every round is composed of the following phases:&#10;&#10;&#10;     The creatures progress. The creatures already on the board progress towards the side of the board using a totally automatic way of moving. New creatures (1 to 3, depending on a dice roll) arrive on the board and start to progress too.&#10;     Preparation of the Action tiles. The six Action tiles are shuffled and placed one by one forming a line, face up. These tiles represent all possible actions, each tile being separated into a major and a minor action. The number of places available on the tiles depends on the number of players.&#10;     Choice of actions. Each druid team carries out 5 actions a round, represented by Action markers. Players, in the reverse order of their position on the score track, choose their actions one by one by setting their Action markers on the available places on the Action cards. Actions can be: moving the druids (they only move on the path surrounding the glade), setting a magical stone (a magical stone is set at the intersection of the magical beams emitted by two druids looking at the glade, this costs energy; the magical beams do not cross obstacles), capturing creature(s) (a druid may capture a creature in front of him with his magical beam; this costs energy but gives MP and sometimes special properties), progressing in knowledge tracks (to increase the capacity of moving, or to increase the influence at the druid council, for &shy;instance), preparing magical beverages (to increase knowledge but also to recover energy), moving a magical stone (it is possible to move a magical stone), acquiring Power cards (they give special powers, such as allowing the magical beam to pass through a wall), and influencing a creature (allows to move a creature).&#10;     Actions are performed. Actions are performed marker by marker, from left to right, starting with the major actions before doing the minor ones. If the same colour of marker is encountered a second time on the same action, this action is not carried out. The actions on the next Action tile are then carried out and so on, until all major or all minor actions have been performed. Then, the players come back to the stopped action to perform it. Druids must inform the council about all their actions. After they have set a stone, captured a creature, or prepared a magical beverage, druids are placed at the druid council. Any druid can start from the council to enter back the path, but he can also stay at the council to influence it and gain MP at the end of the round.&#10;     Activation of magical stones. At the end of each round, all stones that are aligned and of the same colour automatically become menhirs. MP are attributed to the corresponding players and depend on the distance between the stones that have been transformed, as well as their position in the glade. Menhirs have a special property that will be activated at the end of the game.&#10;     Druid council. At the end of each round, the influence of each druid team on the council is evaluated. Players receive as many MP as their number of druids at the council. In addition, the team in majority can increase his knowledge in one of the knowledge tracks.&#10;&#10;&#10;Then, a new round can start.&#10;&#10;END OF THE GAME&#10;&#10;The game is finished after 5 or 6 rounds, depending on the number of players. In addition to the MP gained during the game, players receive MP according to the magical stones still on the board and the Power cards still in their&nbsp;hands. &#10;Also, the final menhir layout is important and can afford MP according to two different scenarios. If the central door (from which the creatures come) can be completely shut in by drawing a connecting line between menhirs, then MP are attributed to the players for the menhirs they have placed in the glade. If it is not possible to shut in the central door by connecting menhirs, then MP are attributed to the players for the creatures that they have captured.&#10;&#10;THE WINNER&#10;&#10;The winner is the player with the highest MP score.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Enclosure",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Druids"
    ]
  },
  {
    "Rank": "9910",
    "Name": "Holiday Hijinks #3: The Pumpkin Problem",
    "ID": 340465,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/340465/holiday-hijinks-3-the-pumpkin-problem",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Halloween&mdash;the night you've been waiting for all year! Your costume is on point, and you can already taste the mountains of candy you'll be hauling home. But in a terrifying twist, disaster strikes&mdash;every single sweet treat in the neighborhood has been swiped! With the streets filling up with kids in costumes and the night slipping away, it&rsquo;s up to you to crack the case. Someone&rsquo;s stolen Halloween, and you&rsquo;ve got to act fast. Can you find the culprit and save the night before the moon reaches its peak? Time is running out!&#10;&#10;The Pumpkin Problem, title #3 in the Holiday Hijinks line, is an escape room style game in just 18 cards! As a group, you will solve a series of puzzles to unravel a mystery.&#10;&#10;Puzzles may test your perception, wordplay, and lateral thinking. English language fluency is required.&#10;&#10;When you have solved a puzzle on the cards, you will enter the answer into the companion website (compatible with all smart phones and computers) and it will check whether you are correct. If you are, the website will tell you which card or cards to take next. The website also contains a graduated hint system, so if you get stuck you can get just a small hint about the current puzzle to get moving again without giving too much away.&#10;&#10;This system is non-destructible: some groups may choose to write on cards, but this is not required. A group cannot re-play the game, but can pass it on to another group for their use.&#10;&#10;This entry in the series takes about an hour to solve, and is rated 2 out of 3 in difficulty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Finale Ending"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Holidays: Halloween",
      "Series: Holiday Hijinks (Grand Gamers Guild)"
    ]
  },
  {
    "Rank": "9911",
    "Name": "Pulp Invasion",
    "ID": 268469,
    "Year": "(2020)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/268469/pulp-invasion",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "As a Free Captain of the Rim you roam the far reaches of space as a trader and mercenary. Secretly though you are an agent of the Intergalactic Council sent on a clandestine mission to explore planets infiltrated by three alien races known as The Cosmic Hegemony who plan to invade the peaceful worlds of Intergalactic Alliance.&#10;&#10;Find all their world shattering Super Weapons, using your Combat Skills, Diplomacy, and Super Science, and stop them before it is too late!&#10;&#10;Solo game with a 2 player PvP option (this option is in the X1 expansion).&#10;&#10;The game uses a bag builder mechanic to add and remove dice from a bag. Cards are played to explore various sectors of space and 5 custom dice are used for combat situations.&#10;&#10;Game components: 78 cards, 5 custom dice and 76 wooden cubes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Die Icon Resolution",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Theme: Pulp",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "9912",
    "Name": "3 Secrets",
    "ID": 218314,
    "Year": "(2017)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/218314/3-secrets",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2727",
    "Description": "In the cooperative game 3 Secrets, players want to unravel the three secrets of an unresolved case before time runs out. One of the players plays the role of informant and knows the truth about the case: They know which secrets need to be discovered and try their best to help you guess them correctly. The clock is ticking and the clues are scarce, so question the informant to gather useful information and find the solution. If you grope in the dark, the informant can reveal an important clue, but this will cost you precious time! Use your best observing eye, lateral thinking, and deduction skills to unravel all the mysteries of the ambiguous characters that populate this game.&#10;&#10;3 Secrets comes with a free app available for download at the Apple AppStore and Google Play.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "9913",
    "Name": "Fantasy Frontier",
    "ID": 140101,
    "Year": "(2014)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/140101/fantasy-frontier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Fantasy Frontier is a fantasy board game of airships and exploration for 2 to 4 players with a playing time of 45 to 90 minutes. Each player controls a unique airship with a crew of pioneers. Players manage the actions of these pioneers each turn in an effort to scout the land, gather resources, construct townships, and even battle it out in aerial combat. Creating geographic patterns via tile placement, the players will develop a new world each time they play. Players compete to be the first to score the required number of victory points to win the game. Points are scored by building townships, completing geographic patterns, and fighting their rivals in airship battles!&#10;&#10;Every turn, players must carefully manage the actions of five workers, which can be assigned the following tasks:&#10;&#10;&#10;    Piloting the Airship - Moving their airship token around the board.&#10;    Research &amp; Development - Drawing map cards with geographic patterns and discovering development cards to improve their airships.&#10;    Scouting the Land - Drawing terrain tiles to place on the map to expand the community game board.&#10;    Gathering Resources - Landing the airship and exiting the workers to collect food, wood, stone and gold, with these resources being used to improve the performance of workers and to build townships.&#10;    Construct a Township - Landing the airship and disembarking the workers to build a township, which provides a reoccurring resource stream and is worth victory points.&#10;    Aerial Combat - Engaging in airship battles with other players to slow their progress and potentially score victory points.&#10;    Repair Ship Damage - Repairing the damage taken in battle.&#10;&#10;&#10;Fantasy Frontier is a unique gaming experience, blending a peaceful Euro play-style with the optional take-that element of combat, creating a game unlike any other.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Pattern Building",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9914",
    "Name": "Cassino '44: Gateway to Rome",
    "ID": 34276,
    "Year": "(2009)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/34276/cassino-44-gateway-to-rome",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "From the publisher:&#10;&#10;Between January and May 1944, Allied forces launched four major attacks on German positions at the abbey of Monte Cassino.  Three times the Germans drove them back, until finally on 18 May 1944 a troop of Polish Lancers raised their red-and-white pennant over the ruins. Over 50,000 Allied soldiers and more than 20,000 Germans fell in the struggle for Monte Cassino.&#10;&#10;Cassino '44 is a complete boxed game in the Panzer Grenadier series by David Murray, covering all four of the battles. From the initial American assaults through the final Polish conquest, every stage of the battle is depicted in scenario form with two lengthy campaign games covering the entire affair.&#10;&#10;Forces involved include the tough American 36th &quot;Texas&quot; Division, the 4th and 8th Indian Divisions including Gurkha battalions, the 2nd New Zealand Division with its brigade of Sherman tanks and elite Maori Battalion, and the hard-fighting exiles of the Polish II Corps.  On the German side, the 1st Parachute Division was probably the best formation the Axis put into the field in World War II, and it's assisted by the 15th Panzer Grenadier Division and other formations.&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Italy)",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "9915",
    "Name": "MotorChamp",
    "ID": 2443,
    "Year": "(2000)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/2443/motorchamp",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.9545",
    "Description": "From the folks who brought you TurfMaster, comes an auto racing game with the same high production standards. The game includes three double-sided boards, which can be used to create 12 different tracks, eight teams consisting of 2 Formula One cars each, and eight sets of three dice matching the colors of each of the teams.  Movement is controlled by the dice, with the number of dice rolled being dependant on the car's position on the track.  The game boards are beautifully rendered, and the cars are simply the best available in any racing game on the market.&#10;&#10;http://www.aza-spiele.de/frameset.php3?sprache=e&amp;start=spiele&amp;ebene2=motorchamp&amp;mark=motorchamp&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "9916",
    "Name": "Chez Geek",
    "ID": 553,
    "Year": "(1999)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/553/chez-geek",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4205",
    "Description": "In this light, humorous, and fast-paced card game that parodies geek culture and co-habitation, players are roommates just trying to get through life with as little work as possible.&#10;&#10;At setup each player is dealt a Job card which lists their free time, income, a special ability that they possess and their Slack goal. Players are also dealt five Life cards. The space directly in front of a player is their Room, where cards will be played during the course of the game. Slack can be represented using any available chit or counter, but every player begins with a Slack total of zero.&#10;&#10;Players take turns as follows:&#10;-Draw Life cards until they have six in hand. (NOTE: Some Jobs vary this to five or seven cards.)&#10;&#10;-Make &quot;variable&quot; rolls. Some Job cards have variable free time or income; their values for this turn are decided in this phase (rolling a 1-3 gives them   the first amount; rolling a 4-6 gives them the second). If there are any &quot;uninvited&quot; people in a player's room, he or she may also roll to &quot;get rid of&quot; them (by rolling a 4, 5 or 6) and either send each such person to another room or discard them (if they cannot be played to any other room).&#10;&#10;-If any of the player's in-hand Life cards are green Person cards, they may roll to &quot;call&quot; the person to their room. A successful roll (3-6) gets them invited in; otherwise, they are discarded. Some people are &quot;uninvited&quot; (causing bad things to happen), and may be placed without a roll in any player's room. (See above for &quot;getting rid of&quot; these people.) Pet cards, such as Cats (which don't require a roll to enter a room) and Dogs (which may or may not need to be &quot;called&quot;) can also be played in this round.&#10;&#10;-For each unit of free time the player's Job card gives them, they may perform one action (play a red Activity card) or go shopping (play any number of blue Thing cards). Some of these cards may have a cost; the total cost for all cards played in a round cannot exceed the income given to them by their Job card. (NOTE: Free Time and Income may be modified by certain Whenever cards played on the player by themselves or other players.)&#10;&#10;-At the end of a turn, if a player has more than five cards in hand, the player must discard cards until they have five or fewer. If desired, players can discard all the way down to one card. (NOTE: It is also legal for a player to play ALL the cards in their hand and have NO cards at the end of a turn.)&#10;&#10;-Additionally, some Life cards are orange &quot;Whenever&quot; cards which can be played at any time.&#10;&#10;-Activity cards and Thing cards typically list a Slack value which is added to the player's Slack total, though some have random Slack totals and some have Slack totals which vary during the game. TV Activity cards and some Whenever cards can be used to cancel cards as they are being played, and some cause previously-played cards to be discarded. Some cards add or subtract Slack from every player's total, while others cause a player to change their Job card (and hence Slack goal). Many cards alter the effects of other cards.&#10;&#10;The first player whose Slack total equals or exceeds their Slack goal is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Chez Geek"
    ]
  },
  {
    "Rank": "9917",
    "Name": "Anno Domini: Frauen",
    "ID": 17924,
    "Year": "(1999)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/17924/anno-domini-frauen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4615",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Frauen&quot; contains historical events related to women. It can be played as a standalone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "9918",
    "Name": "Dr. Shark",
    "ID": 108783,
    "Year": "(2011)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/108783/dr-shark",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "South Pacific: The famous Dr. Shark, a mysterious character strongly suspected of heading a secret criminal organization, is organizing a cocktail party on his private island. You are a secret agent and have just received&nbsp;an encrypted text message: &quot;Cocktail party organized by Dr Shark &ndash; Important evidence&nbsp;probably&nbsp;hidden in pool &ndash; Attend party and recover evidence &ndash; Beware sharks! Invitation to follow by courier. IN THE EVENT OF FAILURE, WE WILL DENY ALL KNOWLEDGE OF YOUR ACTIVITIES.&quot;&#10;&#10;At the request of your country's counter-intelligence services, you will mingle with other guests at the reception. Your mission: Dive into the pool to retrieve clues hidden by the infamous Dr. Shark &ndash; without falling prey to the sharks underneath the water!&#10;&#10;Back on the surface, you will try to group your clues to form evidence. The secret agent who has put together the biggest dossier against Dr. Shark will have the privilege of putting him behind bars. Mission accomplished. The other secret agents will be thrown into the pool...&#10;&#10;Dr. Shark brings a new feel to the idea of a dexterity game as players will rely on their sense of touch to discover evidence against this evildoer. Players have only thirty seconds per dive to recover as many clues as possible from the bottom of the pool, using their fingers to detect an object's shape and texture.&#10;&#10;Dr. Shark can be played individually or in teams.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection"
    ],
    "Families": [
      "Animals: Sharks",
      "Components: Jigsaw Puzzles",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "9919",
    "Name": "Alles Tomate!",
    "ID": 32405,
    "Year": "(2007)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/32405/alles-tomate",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.0571",
    "Description": "Alles Tomate! &ndash; and the subsequently rethemed spin-off games Alles Trolli! and Alles Kanone! &ndash; are memory games with identical game play while the theme changes from barnyards to travel to pirates from one edition to the next.&#10;&#10;In Alles Tomate!, players are farmers who keep forgetting where they put their belongings. To set up the game, seven topic cards with different colored backgrounds are laid out. The yard card deck consists of 49 cards &ndash; seven each with one of the seven background colors, with each card showing a different image. One card of each background color is laid out below the appropriate topic card, which depicts the seven images in that color. Each player tries to memorize the cards, which are then turned face down.&#10;&#10;On a turn, one player reveals a yard card and the first player to name the yard card of the same color currently face-down in the display claims that card, with the newly revealed card put in its place. If two players name the card at the same time, each player claims a card with extra drawn off the deck as needed; if no one names the card, the face-down card is placed back in the deck while the new card is put in its place. When the yard deck runs out, the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Farming",
      "Memory",
      "Movies / TV / Radio theme",
      "Pirates",
      "Real-time",
      "Travel"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Comic Books: Asterix"
    ]
  },
  {
    "Rank": "9920",
    "Name": "Días de Radio",
    "ID": 139042,
    "Year": "(2014)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/139042/dias-de-radio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "14",
    "Play Time": "20",
    "Weight": "1.375",
    "Description": "D&iacute;as de Radio is a storytelling cooperative card game in real time for 2 to 4 players. The players choose one subgenre from a series of twelve, then tell a story using phrases in the cards. The storyteller sets aside their hand during their narration, using only cards given by the other players until time runs out. The storyteller position then rotates in clockwise order, and the next player begins their turn, continuing the story.&#10;&#10;Each turn brings the game closer to conclusion. When the endgame is triggered, the current storyteller must close the tale. Players have the option of using the &quot;Press Review System&quot;, which consists of four different tableaus featuring unique words: Creative, Bizarre, Engaging, Poetic. As each narrator finishes their turn, the rest of the players draw a cube from a common pool and place it on one of the four tableaus. Thus, at game's end, the tableau that has the most cubes determines the press reaction to the show (the story). On the back of each of them, there are fictional newspaper articles praising the players.&#10;&#10;The game is in Spanish, full languague dependence, and it has an icon system for the color blind.&#10;&#10;Each game takes 14 to 24 minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Theme: Radio Broadcasting"
    ]
  },
  {
    "Rank": "9921",
    "Name": "Chaos Marauders",
    "ID": 1188,
    "Year": "(1987)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/1188/chaos-marauders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.377",
    "Description": "A game created by Games Workshop in the mid 80s that puts each player in the position of being an orcish general who must muster his troops into three battle lines in preparation of attacking the dwarves.  Each player begins with a blank card mat which is slowly filled with cards that represent different units of orcs, goblins, war machines, and treasure.  Each card has its own rules which affect play.&#10;&#10;Once a battle line is completed with a standard at the front, a musician at the rear, and all the spaces filled in between, it can be used to disrupt another player's unfinished battle line.  The games ends when a player has all three lines completed.  Each card has a point value which is then tallied and added to a bonus score for any completed battle lines.  The winner is the player with the highest score.  Also, many of the cards used to relate to old Citadel ork and goblin miniatures, in theory.&#10;&#10;Re-implemented by:&#10;&#10;    Chaos Marauders (Second Edition) (Fantasy Flight Games, 2009)(See summary of differences)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Series: Ogallala",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "9922",
    "Name": "Cronberg",
    "ID": 6569,
    "Year": "(2003)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/6569/cronberg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9091",
    "Description": "On a hexagon built up from 56 triangles surrounded by a scoring track wall, rhombus-shaped buildings are placed onto two of the triangles or pawns are placed on intersections The pawns are scored when they are surrounded by buildings or at the end of the game, if a triangle near them can't be used for a rhombus.&#10;&#10;An easy, fast tile-laying game in the tradition of &quot;Auf Heller und Pfennig&quot; by Knizia and &quot;Isis and Osiris&quot; by Schacht. New is the interaction of triangles and rhombuses which delivers some nice tactical moments.&#10;&#10;",
    "Categories": [
      "City Building",
      "Print & Play"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "9923",
    "Name": "NEON",
    "ID": 386508,
    "Year": "(2023)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/386508/neon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "Neon is a fast-paced combat game, where you become a Fighter competing in the Tournament. It is held at the very heart of a ghost city named Neo Nagoya on behalf of your Corporation. For several rounds you shall battle Fighters of other companies while exploring various Sectors of the city and searching for new weapons and armor. At the end of each round, some Sectors will submerge, so make sure to choose the safest ones to stay on. To win the Tournament you must carefully plan your actions as well as calculate the benefits of using your unique abilities and Sectors&rsquo; features.&#10;&#10;There are 3 Game Modes:&#10;1. Resurrection&#10;The Fighter to score the most Victory Points wins.&#10;2. Squad&#10;The Team to score the most Victory Points wins.&#10;3. Battle Royale&#10;The last Fighter to survive wins.&#10;&#10;The game is played over a series of Rounds.&#10;Each Round consists of 4 Phases:&#10;&#10;1) Choosing cards&#10;Players choose 2 Action cards from their hand and create a combination of 3 Actions. The visible number of the combination determines turn order.&#10;&#10;2) Actions&#10;There are the following options:&#10;&gt; Move your Fighter to an adjacent sector&#10;&gt; Search (draw Equipment cards &ndash; they help you attack and defend yourself)&#10;&gt; Attack (Choose a target, use your Equipment cards and roll dice. Your target rolls dice for defense.)&#10;&gt; Defense (Adjust Force Field to your Fighter, each half of it gives you +1 dice for defense)&#10;&gt; Takeover (Take the Leader token)&#10;&gt; Gain Energy&#10;&#10;3) End of game check&#10;The last round or the last Fighter to survive.&#10;&#10;4) Submersion&#10;1 or 2 Sectors are removed and the Arena adjusts. The players who were on the submerged Sectors get damage.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Critical Hits and Failures",
      "Map Reduction",
      "Market",
      "Multi-Use Cards",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "9924",
    "Name": "Helsinki",
    "ID": 363351,
    "Year": "(2022)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/363351/helsinki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "The famous Senate Square in the center of the Finnish capital is surrounded by government buildings, the&#10;university, the cathedral and the Sederholm House. The players &#204;&#129; task is to design pavilions across the square to protect pedestrians in the rain. Helsinki is based on the design of Copenhagen by the same design team, but with some added complexity.&#10;&#10;The center board depicts the Senate Square with 8 spaces (two per side) and 8 cards, with each card connected to two spaces. The player on their turn advances their pawn 1-3 spaces, then must choose to take cards or build a pavilion. Each space is connected to two face up cards, and the player may choose to draw these into their hand (making sure to respect the 7 card hand limit, a key challenge in the game). The cards are in one of 5 colors and show a shape of size 2 to 5. To build a pavilion, the player plays a card showing the piece they want to play, and then must play an additional number of cards of the same color to match the size of the piece. Finally, the piece must be &quot;slid&quot; onto their game board (which also represents the Senate Square) from the side of the Square their pawn is on on the main board. Covering certain spaces earns a coat of arms, which may be spent to use one of the 15 one-time special actions.&#10;&#10;Players score points for completing rows and columns, and the player with the most points at the end of the game is the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Grid Coverage",
      "Open Drafting"
    ],
    "Families": [
      "Components: Polyominoes",
      "Country: Finland",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9925",
    "Name": "Tetris Link",
    "ID": 93185,
    "Year": "(2011)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/93185/tetris-link",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2778",
    "Description": "In Tetris Link, based on the popular video game Tetris, players take turns dropping tetromino blocks into a grid, attempting to link same-colored tetrominos to score while simultaneously blocking opponents from doing the same. Players score points by linking three or more tetrominos together, but they lose points if they leave empty spaces in the tower grid. Once the tower is full, the game ends and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Polyominoes",
      "Misc: Mensa Select",
      "Video Game Theme: Tetris"
    ]
  },
  {
    "Rank": "9926",
    "Name": "1759 Siege of Quebec",
    "ID": 258131,
    "Year": "(2018)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/258131/1759-siege-of-quebec",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.7647",
    "Description": "&quot;1759 Siege of Quebec&rdquo; is the first wargame of the Worthington's Great Sieges game series. These wargames highlight command decisions for players against a solitaire game engine opponent. They have been designed for easy set up and quick game play. Game unit placement is shown on the game board and units are wooden markers representing troop and ship formations. The game was developed for solitaire play and players can play as either the French or the British against the solitaire player game engine. There is also a two player version of the game.  Both sides require you to make great decisions based on good strategy, keep your wits about you when orders do not turn out well, and press on to victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Quebec (Canada)",
      "Country: Canada",
      "Country: France",
      "Country: Great Britain",
      "Crowdfunding: Kickstarter",
      "History: French and Indian War",
      "Mechanism: Static Battle",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Quebec (Canada)",
      "Series: Great Sieges (Worthington)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "9927",
    "Name": "MERCS: Recon – Assassination Protocol",
    "ID": 156474,
    "Year": "(2015)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/156474/mercs-recon-assassination-protocol",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "MERCS: Recon - Assassination Protocol is a fully cooperative, stand-alone game set in the exciting MERCS world. Recon uses a modular setup that allows for a highly replayable experience.&#10;&#10;Players are MERCS infiltrating an opposing MegaCon location. The MERCS team must fight through the tight corridors of the structure, capture and interrogate worker-citizen, find mission objectives, and breach and secure the package.&#10;&#10;Recon utilizes MERCS well known dynamic, high-quality miniatures, an engaging fog-of-war mechanic with variable agent movement, escalating security forces, and a tension-filled end game through a unique breach and clear mechanic.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: MERCS Recon",
      "Setting: MERCS",
      "Theme: Infiltration"
    ]
  },
  {
    "Rank": "9928",
    "Name": "Alien Uprising",
    "ID": 72204,
    "Year": "(2014)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/72204/alien-uprising",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2143",
    "Description": "Tensions have been high with the alien &quot;bug&quot; races of the galaxy &ndash; the Zothren &ndash; and your ship has crash landed on the planet Hive IV, one of the more renegade &quot;bug&quot; planets. You quickly set up perimeter force fields and begin surveying the surrounding terrain for debris from your ship, only to find it scattered everywhere. Then you see them &ndash; at first only a few &quot;bug&quot; scouts, but then the numbers begin to increase all around you: archers, slashers, and even the monstrous brutes. This is more than a scouting party; this is a war party! They begin to attack the shields as the crew starts to retrieve debris. The SOS has been sent and a ship in the sector has responded, but can it get to you before the &quot;bugs&quot; overwhelm your crew? Can you repair parts of the ship and use it as a defense? Can you repair the hull and fire up the engine to lift off? It's all in the hands of the crew &ndash; your hands.&#10;&#10;In Alien Uprising, the player crew must either hold off the Zothren attacks until the rescue ship arrives, or repair the ship and lift off from the hostile planet before being destroyed. To achieve either of these goals, the crew must work together, using their unique skills and chosen actions to perform a number of tasks, defend themselves, and retrieve and repair equipment and the ship.&#10;&#10;To establish the actions available each turn, the first player rolls custom dice, then each player chooses an action for the turn, starting with the first player. The available actions include combat, engineering, reload/recharge first aid, scout, and wild; the dice also have an alien icon that shows the speed of the enemy while limiting the actions that players have available to them. Players also have unique character skills, and the game can be set to higher levels of difficulty for more experienced players.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9929",
    "Name": "Das Wasser des Lebens",
    "ID": 5549,
    "Year": "(1997)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/5549/das-wasser-des-lebens",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Das Wasser des Lebens (&quot;The Water of Life&quot;) is a re-theming of Settlers of Catan issued in partnership with the Glen Grant Distillery Company.  The game itself is basically identical, but the theme is centered around Scotch whisky production.  As Scottish Highlanders, players collect wood, stones, barley, peat, and clear spring water.  With these materials they build roads and distilleries.  The all too familiar robber from Settlers of Catan has become the &quot;oppressive force&quot;.&#10;&#10;Das Wasser des Lebens features all new artwork and is packaged in the same metal cylinder that each bottle of Glen Grant Whisky ships in.  As a final added bonus, the game even includes a small bottle of Glen Grant Whisky for the players to enjoy after a hard day in the fields.&#10;&#10;Belongs to the Catan Series.&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Modular Board",
      "Trading"
    ],
    "Families": [
      "Containers: Tubes",
      "Game: Catan",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "9930",
    "Name": "Legions of Steel",
    "ID": 2091,
    "Year": "(1992)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/2091/legions-of-steel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9444",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The GameLegions of Steel is a fast paced miniatures combat game set in the not so distant future.&#10;&#10;Save humanity from a siege of mechanical horrors. Play an elite group of Commandos in high tech powered armour on their missions to destroy the base complexes of the Overlord computer.&#10;&#10;Meanwhile, your opponent maneuvers his horde of robotic minions commanded by ten feet of raw terror: the dreaded Mark I Assault Fiend.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The RulesMechanics are simple. Only six sided dice are required to quickly resolve firefights, but you need more than luck to survive.&#10;&#10;With Blasters, Deadbolt Launchers, Kinetic Pulse grenades, and the Napalm-X Flame Weapon on the field of battle, tactical considerations are many. Before you out-fight your opponent, you must first out-think him.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Square Grid"
    ],
    "Families": [
      "Digital Implementations: Steam"
    ]
  },
  {
    "Rank": "9931",
    "Name": "Kushi Express",
    "ID": 264797,
    "Year": "(2019)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/264797/kushi-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kushi Express is a game of making BBQ skew (called &quot;Kushi&quot; in Japanese) as quickly as you can.&#10;&#10;Every player has four plastic blocks of ingredient (Tomato, Pepper, Shrimp and Beef steak) and two fabrics (Cheese and Bacon).&#10;&#10;There is a deck of &quot;order&quot; cards in the middle of the table.&#10;&#10;As soon as a player reveals the top card of the deck, every player should race to prepare the corresponding Kushi. The first player who serves the right Kushi on the dish takes the cards.&#10;&#10;When a player successfully collects ten points, the game ends with the King of Kushi.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "9932",
    "Name": "Endogenesis: 2nd Edition",
    "ID": 301728,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/301728/endogenesis-2nd-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "You and your companions are cosmic spirits in an alien, infant universe. Seeking more, you opened breaches to other realms, setting lose a pandora's box of chaos, knowledge and wonder across your reality. These new experiences confer upon each of you new emotions and varying abilities, blessing you with individualism...while cursing you with differences. Before long, you all turn on each other, descending into a battle royale that will not stop until one finally ascends to godhood.&#10;&#10;Endogenesis is a strategic card game that can be enjoyed competitively, cooperatively or through solo play. Collect skills from the Realm of Knowledge to customize your character with different powers, and upgrade them with Shards that you can earn by defeating your enemies. Also joining the fray are vicious monsters from the Realm of Chaos. The most powerful of these are called Legendaries; killing them rewards its slayer with a prism. Be the first to collect three Prisms and you win!&#10;&#10;This second edition of the game features major improvements for Endogenesis, such as a revamped ruleset, an all-new game mode, and balance changes for cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9933",
    "Name": "Less Is More",
    "ID": 342542,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/342542/less-is-more",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Each round in Less Is More one player is the guesser who tries to identify a term described by others, and those other players try to describe that terms with as few words and letters as possible. To clue &quot;Berlin&quot;, for example, you could write &quot;Capital Germany&quot; or you could go with the possibly still decipherable &quot;Cap Germ&quot; or maybe &quot;Cap DE&quot;.&#10;&#10;Whoever uses the fewest letters yet is understood by the guesser scores points.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "9934",
    "Name": "Albion",
    "ID": 55911,
    "Year": "(2009)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/55911/albion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Being almost at the top of its power, the Roman Empire plans to conquer the British Isles, also known as Albion in those times.&#10;&#10;To be successful in the game, the players have to cleverly choose their settlements, castles and fortifications as well as carefully plan the development of these. They have to balance the different resources, their defence and the number of nobles and legionnaires. In fact, all of those are necessary, but the different choices have to be carefully timed.&#10;&#10;The game is won by the player who accomplishes to fully develop three settlements.&#10;&#10;Announced for Essen 2009.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "9935",
    "Name": "Emperor's Choice",
    "ID": 225976,
    "Year": "(2017)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/225976/emperors-choice",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "In 221 BC, Emperor Qin Shihuang finally united China after a long period of internal conflict in which China was divided by warring provinces. With this unprecedented authority, Emperor Qin made a number of influential lasting reforms and carried out impactful large-scale projects which would last for centuries. Players are powerful subordinates of the Emperor, promoting the Emperor&rsquo;s various policies and projects while manipulating their own standing within the Imperial Court. To do so, they need to build sections of the Great Wall, amass troops and carriages, recruit philosophers and academics as well as collect important literature. Players will also need to employ and properly utilize characters within the Imperial Court. Which player can exert the greatest influence and make their achievements go down in the annals of history?&#10;&#10;The player with the most victory points (VP) at the end of 6 rounds will be the winner. Players earn VP by presenting their achievements according to the Emperor&rsquo;s policies. However, the Emperor&rsquo;s policies are constantly subject to influence and change&hellip;&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "9936",
    "Name": "Exposed",
    "ID": 191932,
    "Year": "(2016)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/191932/exposed",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Exposed is a quick 2-6 player game in which you're a thief who has snuck into a boat party with the aim of stealing as many wallets as you can without anyone exposing who you are. If you steal enough wallets or you're the last player left unexposed, you win!&#10;&#10;The playing space is a grid of tiles depicting the guests at the party, such as a fireman, physicist, or accountant. You're one of these guests, but no one knows which one is you. Each guest has a wallet, which you can steal from them if you are adjacent. Each move you make gives away information about who you are, so you have to decide how aggressive or sneaky you want to be so that your identity can remain hidden while getting as many wallets as you can.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9937",
    "Name": "Outreach: The Conquest of the Galaxy, 3000AD",
    "ID": 3663,
    "Year": "(1976)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/3663/outreach-the-conquest-of-the-galaxy-3000ad",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "960",
    "Play Time": "960",
    "Weight": "3.3438",
    "Description": "[Insert from the back of the flat-pack]&#10;&#10;Outreach is a Grand Strategic simulation of intra-Galactic conflict.  The scale of the game is genuinely huge.  The 23&quot; by 35&quot; map depicts an area some 28,000 light years by 50,000 light years, including about one-third of the Galaxy.  Each 19mm hex measures some 1200 light years across.&#10;&#10;Outreach is concerned with a period of vast, explosive expansion by an ambitious, dynamic civilization.  Each hex on the map is color coded to indicate the relative star density.  The Player is charged with the task of guiding the destiny of a Civilization.  At the start of the basic scenario, only a few thousand light years have been explored and settled, but the capacity for long-range telesthetic inter-stellar shifts has been developed.&#10;&#10;StarFleet units represent not merely particular interstellar vessels, but a concomitant commitment of resources, mainly in terms of time, effort and people (&ldquo;beings&rdquo;).  In general, the object of the Player is to raise his &ldquo;Civilization Level&rdquo; to the highest in the Galaxy.  This is an object which can only be pursued Indirectly- by expanding one's economic base, access to resources, and population, to take a positive view, or by interfering with the progress of other striving civilizations toward that goal.&#10;&#10;The Outreach game system accommodates from one to four Players.&#10;&#10;&#10;Part of the StarForce Trilogy box set, along with StarForce and StarSoldier.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "9938",
    "Name": "A.E.G.I.S.: Combining Robot Strategy Game",
    "ID": 146144,
    "Year": "(2018)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/146144/aegis-combining-robot-strategy-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "Who doesn't love combining robots? A.E.G.I.S.: Combining Robot Strategy Game is the world&rsquo;s best combining robot tabletop game! Using themes from all your favorite giant mecha shows, it takes elements from popular tabletop wargames and streamlines them to make a game with the same depth of strategy without the high learning curve, distance measuring and long play times. Players build teams out of five robots to duke it out against other players' teams of five. It's designed to be easy to learn, affordable to buy, and quick to play, setting it apart from other strategy games.&#10;&#10;There are five different classes of robot: Assault, Evasive, Guard, Intel and Support, and dozens of robots in each of those Classes. Each Class has its own way of playing and interacting with other bots, and you can make a team out of any five of them for an infinite amount of possible strategies!&#10;&#10;The main mechanism of the game is teambuilding. Each robot on your team shares energy with each other, so moving and attacking with one will limit what the rest of your team can do during your turn. Certain compatible robots can combine into greater forms, too! If your team is built correctly, you can unite all five of your robots together to form something right out of your favorite giant robot cartoon!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mech Warfare",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "9939",
    "Name": "Itchy Monkey",
    "ID": 249404,
    "Year": "(2018)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/249404/itchy-monkey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.4444",
    "Description": "Behold, the Phthiraptera in its natural habitat, also known as the common louse or head lice. The lice live on the monkeys, and the monkeys eat the lice. Although it's quite a nasty symbiosis, it's also a perfect example of something we refer to as the circle of life &mdash; beautiful!&#10;&#10;In Itchy Monkey, several families of lice try to become the more dominant type. Each turn, you spawn new lice and jump over to nearby monkeys. Alternatively you can tickle the monkey, which makes it move and bump into other monkeys. That way more of your little friends can jump over! But beware of your rival families because nobody likes nit picking. The family lice that can build a colony on three gorillas, four of the same animal, or five different species of monkeys wins!&#10;&#10;Itchy Monkey is an easy to learn, but very strategic and tactical game, with various starting positions, optional abilities, and a fair amount of monkey business...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "9940",
    "Name": "Cryptic Explorers",
    "ID": 171133,
    "Year": "(2022)",
    "Geek Rating": "5.580",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/171133/cryptic-explorers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "From the publisher:&#10;&#10;Past the stars and material plane are the Realms of Death...&#10;&#10;... a shifting multiverse of cessation and mystery. Mortals are strictly forbidden here, and no living creatures have ever gained access to this unholy domain &ndash; until now. On Earth a strange organization known only as &ldquo;Nauticus&rdquo; has discovered a gateway into Death itself. Known as the Maw of Thanatos, this gateway is capable of transporting living beings from Earth into the Realms of Death.&#10;&#10;Nauticus now prepares teams of human explorers, dubbed the Cryptonauts, to traverse the vast blackness of the cosmos and enter the Realms of Death, seeking the forbidden knowledge of mortality itself.&#10;&#10;CRYPTIC EXPLORERS is an asymmetrical tactics and survival horror board game for 2 to 4 players set in a unique sci-fi horror universe.&#10;&#10;1 to 3 players form squads of Cryptonauts to traverse the Realms of Death, gather Souls to unlock new abilities, battle monsters, survive the hazards of the Realms, steal powerful artifacts, and finally gather enough Knowledge of Death to escape back to Earth - or die trying.&#10;&#10;Opposing the Cryptonauts, a single player assumes the role of a Goddess of Death and summons monsters, casts Goddess cards, and uses abilities to isolate, cripple, and eventually kill the Cryptonauts invading Her domain - or fail to do so, and watch them escape with Her dark secrets.&#10;&#10;",
    "Categories": [
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Player Elimination",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9941",
    "Name": "Arctic Storm: The Russo-Finnish Winter War 1939-40",
    "ID": 7970,
    "Year": "(1992)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/7970/arctic-storm-the-russo-finnish-winter-war-1939-40",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.2593",
    "Description": "Arctic Storm: The Russo-Finnish Winter War, 1939-40, is a regimental/divisional scale game simulating the war between Finland and the Soviet Union in the winter of 1939-40.&#10;&#10;On 30 November 1939, the Soviet Union's powerful Red Army invaded the tiny nation of Finland.  The entire world, including the watching Germans, expected the war to end in a crushing Soviet victory in a manner or weeks, if not days.  But the Finns resisted bitterly and managed, by dint of incredible courage and masterful improvisation, to inflict a string of humiliating defeats on the invaders.  Instead of a Soviet victory march, the Soviet Union found itself unexpectedly involved in a serious struggle with implications for its future survival.  That struggle has gone down in history as the Winter War.&#10;&#10;Scale:&#10;&#10;    Game Turn: 1 week&#10;    Hex: 15 miles / 24 kilometers&#10;    Units: Regiment to Division&#10;&#10;&#10;Contents:&#10;&#10;    One 22 x 34&quot; full color mapsheet&#10;    One countersheet (200 1/2&quot; counters)&#10;    One 24-page rulebook&#10;    Two dual-side Player Aid Cards&#10;    Two 10-sided dice&#10;&#10;&#10;Solitaire Suitability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-5 hours&#10;&#10;(description based on back of the box)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Finland",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Region: Arctic"
    ]
  },
  {
    "Rank": "9942",
    "Name": "Tiny Acrobats",
    "ID": 303621,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/303621/tiny-acrobats",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "With Tiny Acrobats, you can seize the opportunity to play with your meeples as part of a game! Create an amazing circus show and breathtaking acts and performances by cleverly stacking different wooden meeples. Acrobats, guest stars, special numbers, and wild animals come together in a dexterity game with rules that are easy and quick to learn.&#10;&#10;In Tiny Acrobats, which combines the excitement and thrills of Meeple Circus with new rules and streamlined scoring, you have three rounds to create your show and perform numbers that will meet the public demands, which change at the end of each round. During each round, you select the meeples that you want to add to your troop, then assemble them on stage. Players have a limited time to achieve their prowess simultaneously. Practicing your dexterity, use your meeples to collect applause and earn points. You have to reproduce the figures requested by the public, stage the special arrangements of your guest stars, and raise your troop high in the air because it will bring as much applause as its height. The player with the most applause after three rounds wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck",
      "Stacking and Balancing"
    ],
    "Families": [
      "Crowdfunding: Wspieram",
      "Mechanism: Tower Stacking",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "9943",
    "Name": "Crazy Taco",
    "ID": 289397,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/289397/crazy-taco",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Your uncle had to depart on a business trip and has left you to manage his business, the most famous Mexican fast food in town. Your goal is to survive during a hard day&acute;s work and not sink the business. Direct your workers and survive all the clients and different restaurant duties that might come up along a long day shift.&#10;&#10;You choose what to do with your workers and guide them on the right path to keep going with client orders, do not hesitate make the right choices  because clients may not have enough patience and may decide to leave if you do not serve them right away, giving your uncle&acute;s business bad reputation.&#10;&#10;Deal with clients, orders, cleaning duties, delivery trucks and be prepare because you may have a visit of an inspector anytime. Be wise and use your earnings on worker&acute;s extra hours or advertising campaign in order to retrieve some of your uncle&acute;s restaurant reputation you may have lost&#10;&#10;This is a SOLO game that can also be played by two people on a 1 VERSUS 1 game. This game is a pure challenge if you like SOLO games and pure fun if you decide to defy a friend.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Industry / Manufacturing",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "9944",
    "Name": "Goblivion Definitive Edition",
    "ID": 375261,
    "Year": "(2023)",
    "Geek Rating": "5.580",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgame/375261/goblivion-definitive-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Goblivion Definitive Edition is a stand alone version of the smash hits from 2018 Goblivion! This is our best version of this robust tower-defense card game with new mechanics, simplified iconography, upgraded visuals, less exceptions and more choices: 7 new bosses to defeat, 2 new kings to play, 9 new peasant types, 4 new enemies and their reward! A new way to play with a non-static market and a campaign mode.&#10;&#10;-Goblivion- A Robust Tower Defense Deck Building Game based on a castle siege. Solo or Coop, players team up to repel the attack of goblins and trolls. Your survival depends on your peasants training for combat. According to the cards that will be dealt to you, you will have to make heartbreaking choices and implement a long-term strategy or else, the Bosses will eat you raw!&#10;&#10;In Goblivion, you're always under pressure and every decision count. The game is about planning, strategy and tactical combat. It implies tough decisions, painful sacrifices and a dose of luck!&#10;&#10;Save the Goblivion kingdom!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Tower Defense",
      "Creatures: Goblins",
      "Creatures: Trolls",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9945",
    "Name": "Battle of Gods",
    "ID": 401795,
    "Year": "(2023)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/401795/battle-of-gods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Battle of Gods, the fate of the world hangs in the balance as champions of Norse mythology clash in a fast-paced arena battle game for 2-4 players. Whether you prefer all-against-all or team-based showdowns, the choice is yours.&#10;&#10;Take command of legendary figures such as Thor, Freyja, Surtr, or Hyrrokkin, and battle your way to claim the title as the most glorious champion or the last one standing.&#10;&#10;Each champion boasts a unique array of abilities, from Freyja&rsquo;s elegant Feather Cloak to Surtr&rsquo;s blazing sword, activated through the power of strategic dice rolls.&#10;&#10;Throughout the game, you&rsquo;ll have the chance to permanently enhance your champion with powerful card boosts or strategically hoard cards for game-changing moments that can tip the balance of power in your favor.&#10;&#10;But beware, as your hard-earned glory and fragile life force must be guarded, for rivals may seek to seize your hard-fought victories.&#10;&#10;Only the mightiest and most cunning warriors will emerge victorious.&#10;&#10;So, champions, are you ready to enter the arena?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Die Icon Resolution",
      "Different Dice Movement",
      "Kill Steal",
      "Multi-Use Cards",
      "Passed Action Token",
      "Player Elimination",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "9946",
    "Name": "Ghosts Love Candy",
    "ID": 153815,
    "Year": "(2016)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/153815/ghosts-love-candy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Story: Ghosts Love Candy&mdash;everyone knows that! The cruel twist is that they no longer have the physical bodies to enjoy the scrumptious candy they crave. But, on Halloween, the rules are off. Ghosts use this mystical and eerie night to temporarily possess unsuspecting Trick-or-Treaters so they can indulge in as much candy as they can get their invisible hands on &hellip;&#10;&#10;Object: Use your team of ghosts to possess Trick-or-Treaters and gobble up the candy you crave. The player whose ghosts earn them the most candy points after 8 rounds wins. But be careful! When a Trick-or-Treater eats too much candy they get sick and become your burden if you were the one to push them past their candy limit.&#10;&#10;Game End: The game is over when there is no more candy left to hand out, which is 8 rounds with 2-4 players and 6 rounds with 5-6.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Crowdfunding: Kickstarter",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "9947",
    "Name": "Ostium",
    "ID": 310641,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/310641/ostium",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.75",
    "Description": "The everlasting conflict between eternal enemies spread to yet another world! Huge planar gates are opening and hordes of powerful creatures are pouring into the land to fight the final battle for dominance. There can be only one winner!&#10;&#10;Ostium is a turn-based, deck building card game. Each player uses their planar gates to summon creatures that fight to destroy the gates controlled by other players. The creatures use their abilities and fight. Each creature has its own set of abilities, which grow more powerful, if the creature is supported by other creatures from its clan. The creatures can also fuse with energy channeled directly from a planar gate to deal crushing damage to the opponent&rsquo;s gates or creatures.&#10;&#10;Each turn has two phases. In the first phase, the player can bring more forces to the battlefield and use special abilities of the summoned creatures. The second phase is combat, where all the extra powers, channeled energy, and clan synergies lay waste to the enemy forces.&#10;&#10;The player can summon creatures directly to the battlefield (and place them in attack or defense rows) or the discard pile. The order in which the cards are placed in the deck, drawn, and played can decide the outcome of the game, since neither the deck, nor the discard pile are shuffled. The way the creatures are placed on the battlefield also greatly affects their abilities and power.&#10;&#10;Ostium was initially designed as a duel game, but you will also find solo mode and 3 player match rules described in the official game rule book. A typical game usually takes 30 to 45 minutes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9948",
    "Name": "Oceania",
    "ID": 14017,
    "Year": "(2004)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/14017/oceania",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.4435",
    "Description": "From Teuber's official website:&#10;&#10;&quot;On your turn place an explorer ship on a circle field on one of the three sides of the game board and draw a sea tile. Place the tile if it fits, i.e. when water borders water and land borders land. Throughout game-play a fascinating seascape unfolds before your eyes. The size and arrangement of the islands on the board is different in each game!&quot;&#10;&#10;From the back of the box:&#10;&#10;Experience the adventure of exploring unknown islands!  Each game presents new and unique challenges, for the board is different every time you play.&#10;&#10;In the 2-player variant, you and your opponent seek to claim the biggest islands in Oceania.  The most successful explorer is the victor.&#10;&#10;Or you can be your own opponent in the solo variant.  You will seek out larger, more valuable islands as the game challenges you to beat your own record score.&#10;&#10;Oceania is the smaller - but no less exciting - brother of the classic Klaus Tauber game &quot;Entdecker,&quot; also published by Mayfair Games.&#10;&#10;Online Play&#10;&#10;&#10;     PlayCatan (real-time)&#10;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 5 x 7 Grids"
    ]
  },
  {
    "Rank": "9949",
    "Name": "Alpujarras",
    "ID": 330208,
    "Year": "(2023)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/330208/alpujarras",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "During the great Arab Agricultural Revolution, hardworking farmers transformed the landscape of the Alpujarra into a world of bounty. With their innovative irrigation and terracing techniques, they brought water to the hillsides to create fertile farmlands.  In this game, take on the role of a fruit farmer, diligently working to grow your crops and deliver them to the hillside villages. Life here is not easy, but with tenacity and dedication, you can live a rewarding life close to this wonderful land and all its beauty.&#10;&#10;Alpujarras is a turn-based game in which players move their mules around an action track outside the game board. The player who is furthest behind takes the turn and moves their mule to an action space to perform an action.&#10;&#10;Actions include: placing a farmer, moving a farmer, expanding an irrigation channel. By performing these different actions, you can grow fruit, which are delivered to the towns, where they are sold for dinars.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Farming",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Grid Movement",
      "Market",
      "Set Collection",
      "Turn Order: Time Track",
      "Worker Placement"
    ],
    "Families": [
      "Country: Spain",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Region: Andalusia (Spain)"
    ]
  },
  {
    "Rank": "9950",
    "Name": "Joomo",
    "ID": 364579,
    "Year": "(2022)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/364579/joomo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "&#10;     The &#239;&#172;&#129;rst two cards determine the gap into which we may play matching numbers.&#10;     If you are able to play the last card into the gap, you get the trick and thus points.&#10;     Special cards allow more clever tactics.&#10;&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;&#10;     Die ersten beiden Karten bestimmen die L&uuml;cke, in die wir passende Zahlen spielen d&uuml;rfen.&#10;     Konntest du die letzte Karte in die L&uuml;cke spielen, bekommst du den Stich und damit Punkte.&#10;     Sonderkarten erm&ouml;glichen dir noch mehr clevere Taktiken.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "9951",
    "Name": "20 Second Showdown",
    "ID": 276431,
    "Year": "(2019)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/276431/20-second-showdown",
    "Min Players": "5",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It's time for two teams to go head-to-head in a fast and furious game of ridiculous challenges. Jump into the hot seat, flip the timer, and get going!&#10;&#10;Choose a player to referee the contest in 20 Second Showdown. Everyone else splits into two teams and sits opposite each other, face-off style. At the beginning of each round, the referee resets the timer with an even amount of &quot;sand&quot; in each half. The referee's job is to read out the challenges and flip the timer, which has twenty seconds of sand in each half. To win, you need to force the other team to run out of &quot;sand&quot; by completing your challenges as quickly as possible. The first team to run out of &quot;sand&quot; loses the round, and the first team to win three rounds is crowned &quot;20-Second Champions&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hot Potato",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "9952",
    "Name": "Take it Higher!",
    "ID": 60126,
    "Year": "(2009)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/60126/take-it-higher",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.1538",
    "Description": "Take it Higher! takes &quot;Take it Easy!&quot; as a basis and adds three new elements. First of all, the tiles are octagonal, with four scoring lines running through them (instead of three). Secondly, the center of the tiles are either silver or gold giving you additional bonus points once you score a colored line where all the tile centers are silver or gold (9/10 bonus points per tile). Finally, when you complete a colored line, you might be able to put a rocket ship of the corresponding color on the tile you just placed.  These rockets are available from the start of the game on numbered circles on the individual playing boards.  At the end of the game you will receive bonus points for the highest empty space that has no rocket ships lower than it.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Take It ..."
    ]
  },
  {
    "Rank": "9953",
    "Name": "Preference",
    "ID": 7008,
    "Year": "(1802)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/7008/preference",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3889",
    "Description": "Preference is a standard deck playing card game played throughout central Europe and Russia using a 32 card &quot;Bavarian&quot; deck like the one used in Schafkopf.  The major varieties of Preference are Croatian, Austrian, and Russian and there are variations of each as well.  Generally a three player game, a fourth player can play by having the dealer of each hand sit out for the round.  Following is a brief description of the Croatian version of the game, and below are links to rule sets for the Croatian, Austrian, and Russian versions.&#10;&#10;Each of the suits has a predetermined value:&#10;Leaves = 2&#10;Bells = 3&#10;Hearts = 4&#10;Acorns = 5&#10;&#10;The dealer deals out all 32 cards - 10 to each player and 2 to the &quot;talon&quot; (crib).  Each player in turn bids one of the suits for trump, or can bid the value 6 game where the declarer(bid winner) can attempt to take no tricks and the other two must try to force him to do so, or the 7 game where there is no trump suit. The highest bid becomes the declarer, takes the two cards from the &quot;talon&quot; and discards two, and then must take 6 tricks to succeed in the game he bid for or a higher one.  The opposing players have the option to play in which they must get two tricks to succeed.  If only one player is opposing, he may request the aid of the other non-declaring player in an attempt to make the declarer fail in his bid, but takes all the bonuses or penalties for doing so.  Non bid hands means a double scoring round in the next hand, and &quot;kontra&quot; may be offered to double the stakes of a hand a player is confident in making the declarer fail (and can be &quot;rekontra&quot; and &quot;sukontra&quot; or doubled and doubled again and again!).&#10;&#10;The players start out with a set number of points (usually 100 each) and the game goes until the total of all three players equals zero.  Tricks taken when opposing a contract score some points for the player and against those players in the final tally.  &#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "9954",
    "Name": "Blitzkrieg Commander: Fast-Play Tabletop Wargame Rules for Combined-Arms Operations, 1936-45",
    "ID": 15827,
    "Year": "(2004)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/15827/blitzkrieg-commander-fast-play-tabletop-wargame-ru",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.6522",
    "Description": "BlitzkriegCommander is an exciting wargame that allows you to re-create battles of the Second World War and Spanish Civil War using miniatures on a tabletop. Command anything from a company right up to a division and get a result in 2-3 hours without becoming bogged-down in detail. Suitable for any scale miniatures from 2mm right up to 20mm and no re-basing required.&#10;&#10;The rules come as a 120-page A4-sized perfect bound book with over 50 full color pictures that illustrate how to play the game. These feature real miniatures as you see them on the gaming table not diagrams that belong in a physics textbook! You also get two double-sided A4-sized quick reference sheets - one for each player.&#10;&#10;The main features of the game include:&#10;&#10;&#10;     Command system that emphasizes the fog of war in a simple but effective manner.&#10;     The same mechanism for casualty resolution throughout.&#10;     Rules for infantry, tanks, recce, artillery, aircraft, engineers, fortifications &amp; weather.&#10;     Flexible figure ratio meaning a base of infantry represents either a section or a platoon&#10;     Minimal set-up time - simply assemble your forces and play.&#10;     Unique points system that allows for unequal forces but an equal chance of victory.&#10;     43 well-presented army lists for 18 nations covering 15 theatres of war.&#10;     15 generic scenarios suitable for any nation &amp; theatre plus a simple campaign system.&#10;     Suitable for solo, 2-player &amp; multi-player games at home, club, or tournament.&#10;     Two double-sided quick reference sheets included - one for each player.&#10;     No supplements - all you need to play in one book.&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Decades: The 1930's",
      "Game: Blitzkrieg Commander (Pendraken Miniatures)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9955",
    "Name": "Marvel Dice Masters: Iron Man and War Machine Starter Set",
    "ID": 202096,
    "Year": "(2017)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/202096/marvel-dice-masters-iron-man-and-war-machine-start",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Marvel Dice Masters: Iron Man and War Machine Starter Set, the first annual Starter Set not linked to a larger release, features fan-favorite characters like Iron Man, War Machine, Howard Stark, and Rescue! It will also reveal versions of Iron Man's armor never before seen in Dice Masters.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "9956",
    "Name": "Rest In Peace",
    "ID": 319680,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/319680/rest-in-peace",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5556",
    "Description": "For more than a century, two families of ghosts have been fighting each other to control the greatest mansions of the land. Claim manors and castles by sending your most frightening ghosts, and put an end to this endless war by outguessing the other family.&#10;&#10;Rest In Peace is a two-player game in which you play a family of ghosts composed of 21 cards (from 1 to 6). Each round, you will be fighting for a mansion, trying to outbid your opponent. Managing your hand will be critical and knowing when to withdraw from a fight might lead you to the final victory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9957",
    "Name": "Warparty",
    "ID": 94255,
    "Year": "(2013)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/94255/warparty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.7727",
    "Description": "In Warparty, players take command of the heroes and armies in a fantasy world beset by conflict. An alliance of Dwarves and Humans are pitted in a battle of survival against the evil hordes of Goblins and the nefarious Undead. To win, players recruit massive armies, build cities, develop technology, and conquer territory in an effort to defeat their opponents by ultimately capturing their homeland. Beyond the mere battling of armies and world conquest, players direct the development of heroes to explore dungeons, battle fierce creatures, and gain valuable treasure and spells that can be used to turn the tides of war against their foes.&#10;&#10;Player turns are broken into three phases:&#10;&#10;&#10;    Movement Phase: An army can move all of their units during this phase.&#10;&#10;&#10;&#10;    Combat Phase: An army engages in all battles and resolves all dungeons on this phase.&#10;&#10;&#10;&#10;    Collection &amp; Placement Phase: An army marks all new territories they have conquered with their control markers, adjusts their new income level. An army spends their money on new units, develops or researches the ability to acquire new units, builds new cities and/or upgrades their capital city.&#10;&#10;&#10;To win players must either destroy an enemy capital city or achieve an economic victory.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9958",
    "Name": "Camping Life",
    "ID": 309315,
    "Year": "(2022)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/309315/camping-life",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "In Camping Life you are building a Camping spot for everyone to enjoy.&#10;This auction game is different from others, each round you are trying to get the best cards to make the most beautiful camping. But be careful, not every card is a gift, try to score extra points with different missions in each game.&#10;&#10;You start with 6 bidding coins every round, but you can only use 3 of them, the 3 other coins will be set aside to win extra cards.&#10;&#10;The player with the highest score at the end of the game is the winner !!!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Camping"
    ]
  },
  {
    "Rank": "9959",
    "Name": "(Your Name Here) and the Argonauts",
    "ID": 128568,
    "Year": "(2012)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/128568/your-name-here-and-the-argonauts",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3846",
    "Description": "(Your Name Here) and the Argonauts is single player game of adventures and legends set in Grecian mythology. You will take on the role of a hero set out to recover treasure, slay monsters, and find a place for yourself in the retelling of Greek myths. The game is played with a set of (initially) 30 cards that represent the monsters, treasures, and gods will become the tale of your adventure. This deck, and your character, will change and grow as you play more games, which is meant to reflect how tales become more embellished and outlandish each time they are told.&#10;&#10;Each turn you flip over the top three cards of the adventure deck. These cards represent monsters, treasures, and the favors of the gods. You must then allocate your crew members to each of the cards. After all of your crew have their tasks, you roll against each card. The more crew members you have on a card, the likelier you are to resolve it positively. Monsters are defeated and treasures are won. Fail the roll and treasures will be lost to you, and monsters will send your crew members to Hades. As you are among the crew, once they have all died you will also be on your way to meet Charon.&#10;&#10;Once the deck has been exhausted, the adventure is complete and you have won! The game is not over however. After each successful retelling of your adventures, the story grows! Much like tales become taller every time they are told, the adventure deck will become more legendary each time you win.&#10;&#10;All of the cards in the game will have check boxes on them that will be used to represent the level of the card. Cards that were defeated or captured after a successful adventure will be marked: monsters will become stronger and treasures will lose durability. Some monsters will even bring reinforcements into your deck.&#10;&#10;Additionally, so that the player may keep up, the player can also level up after successful adventures. This allows the player to start games with a larger crew and add new items to the deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Digital Implementations: VASSAL",
      "Mechanism: Legacy",
      "Mythology: Greek",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "9960",
    "Name": "Leros",
    "ID": 7502,
    "Year": "(1996)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/7502/leros",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.8182",
    "Description": "Leros - The Island Prize, is game 8 of the Tactical Combat Series (TCS).&#10;&#10;&quot;In the fall of 1943, Churchill tried to induce Turkey to participate actively as an ally against Germany. British forces landed on several of the Dodecanese Islands (Italian possessions in the Eastern Aegean), including Kos and Leros. Hitler, fearing air strikes on the Ploesti oil fields, reacted quickly and generated a disaster for the British. Leros depicts the German invasion of Leros. The battle was the climax of operations in the Aegean, a German air and sea invasion against a heavily defended island.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Greece",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "9961",
    "Name": "Tortuga",
    "ID": 27938,
    "Year": "(2007)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/27938/tortuga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.75",
    "Description": "This 2-player game is played on an hexagonal grid. Each player controls 8 turtles on his side of the board. The winner is the one who will send one of his turtles to the opponent's side.&#10;&#10;Turtles can be moved one step forwards, or jump over other turtles. Jumping over an opponent's turtle neutralizes it, while jumping over a neutralized turtle activates it again - on either side.&#10;&#10;Re-implements:&#10;&#10;    Die Papalapagos-Spring-K&#195;&#164;fer&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Race",
      "Static Capture"
    ],
    "Families": [
      "Animals: Turtles",
      "Category: Combinatorial",
      "Components: HexHex4 Grids",
      "Containers: Tubes",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Boiteajeux",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9962",
    "Name": "1955: The War of Espionage",
    "ID": 83068,
    "Year": "(2010)",
    "Geek Rating": "5.580",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/83068/1955-the-war-of-espionage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1389",
    "Description": "Two players take on the role of Master Spies as they attempt to use their country's resources to sway the people of six countries into joining their faction.&#10;&#10;The two players draw from a communal deck to build their hands in an attempt to create card combinations that will allow the shifting of allegiance in six different countries.  Every card may be used offensively, defensively or for a special effect.  Careful planning and maneuvering of their master spy pawn results in increased effectiveness of the cards or the ability to trigger an offensive action that catches the opponent off guard.&#10;&#10;A game takes between 15 and 30 minutes for experienced players and between 30 and 45 minutes for inexperienced players.  The game is marketed for ages 14 and up.&#10;&#10;1955: The War of Espionage was released at GenCon 2011 by APE Games and Living Worlds Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Decades: The 1950's",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "9963",
    "Name": "Flandern 1302",
    "ID": 13729,
    "Year": "(2004)",
    "Geek Rating": "5.580",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/13729/flandern-1302",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "This game is about the struggle for power and influence in cities by the competing guilds of the age. Players represent one city colour &amp; have a set of tiles in 3 shapes in your colour and a set of cards for each city plus 4 action cards. You play a card and place a tile either from your set or from the church or neutral sets. The starting player also first draws a card from a central deck which effectively gives them an extra move. Tiles of the same colour cannot touch and the church tiles allow cities to expand.&#10;&#10;When a city is completed, it is scored. The colour with the most tiles gets the 1st score, the second colour gets half that, the next gets 4 points and the fourth colour gets 2 pts. Therefore it is possible for the neutral colour to score more points than players. The score is a total of the tiles in the city, plus one for each church, plus one for each cathedral place.&#10;&#10;The action cards let you pick up your discards, place a tile to be fixed later, and go first twice (which are discarded). The draw deck cards can be held to score extra points at the end.&#10;&#10;At first the game seems pedestrian, but within a few turns the possibilities become more obvious. Judicious use of the pick-up and turn order cards make a big difference. Not spreading too widely and using the neutral tiles to devalue other cities also matters.&#10;&#10;An interesting placement game that the designer Wolfgang Panning took 2 1/2 years to complete. The choice of Flanders mattered to him because the theme is of city guilds, such as Weavers, who fought to control the cities.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Belgium"
    ]
  },
  {
    "Rank": "9964",
    "Name": "Absolute Victory: World Conflict 1939-1945",
    "ID": 191351,
    "Year": "(2017)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/191351/absolute-victory-world-conflict-1939-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1200",
    "Weight": "4.1154",
    "Description": "From the publisher:&#10;&#10;A global-level World War II game from Compass Games from the Charles S. Roberts Award-winning design team of Ben Madison and Wes Erni. Absolute Victory features three large maps (39x26 hexes each) covering the entire world on a sliding scale that gives more attention to places of the world (such as Europe) that saw the most fighting, and less to places (such as South America) that didn't.&#10;&#10;1,700 counters represent the armed forces -- land, naval, and air -- of more than 90 nations. A chit draw system of more than 2,500 random events plunges the players into the chaotic world of the wartime 1940s, a world of competing agendas, unstable nations and untrustworthy allies.&#10;&#10;Game mechanics are designed to focus the player's attention on military and strategic aspects of the war rather than the &quot;boring stuff&quot;. They include simple production rules (no bean counting), a tense land combat system featuring battle modes, and turns built around alternating pulses -- some military, some political -- that minimize 'down time' for the non-phasing player.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: The World"
    ]
  },
  {
    "Rank": "9965",
    "Name": "Sonic Super Teams",
    "ID": 358626,
    "Year": "(2022)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/358626/sonic-super-teams",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.1538",
    "Description": "Sonic Super Teams is a racing game full of fun and strategy for the whole family. You'll compete with your teams on a track full of obstacles and bonus fields.&#10;&#10;By strategically using your movement cards, you'll have to try to get your characters to the finish line first and slow down your opponent's characters by stopping them on obstacle fields.&#10;&#10;Can you lead your team of Sonic &amp; Tails, Amy Rose &amp; Knuckles, Shadow &amp; Silver or Metal Sonic &amp; Rouge to victory?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Sonic Super Teams ist ein Rennspiel voller Spa&szlig; und Strategie f&uuml;r die ganze Familie. Ihr tretet mit euren Teams auf einer Strecke voller Hindernisse und Bonusfelder gegeneinander an.&#10;&#10;Durch strategisches Einsetzen eurer Bewegungskarten m&uuml;sst ihr versuchen, eure Figuren als erstes in Ziel zu bringen und die gegnerischen Figuren zu verlangsamen, indem ihr sie auf Hindernisfeldern zum Stehen bringt.&#10;&#10;K&ouml;nnt ihr euer Team aus Sonic &amp; Tails, Amy Rose &amp; Knuckles, Shadow &amp; Silver oder Metal Sonic &amp; Rouge zum Sieg f&uuml;hren?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Track Movement"
    ],
    "Families": [
      "Video Game Theme: Sonic the Hedgehog"
    ]
  },
  {
    "Rank": "9966",
    "Name": "Jurassic Brunch",
    "ID": 297666,
    "Year": "(2020)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/297666/jurassic-brunch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Jurassic Brunch features gameplay similar to Jurassic Snack, but with players now controlling Triceratops and a single Raptor.&#10;&#10;Jurassic Brunch can be combined with Jurassic Snack so that four players can compete in teams of two.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Miniatures",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9967",
    "Name": "The Way of the Bear",
    "ID": 245382,
    "Year": "(2018)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/245382/the-way-of-the-bear",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1.4",
    "Description": "Long long time ago, before age of human, there were four bear clans who help the king to reign over Northeast Asia. The time has come for the king to decide who will be the heir to the throne. The clans send their princes to the world to acquire all the qualifications to be the next king. They travel from town to town and build sacred bear statues; they inherit knowledge of religion, education, military, and commerce in return. The new journey is about to begin. Who will succeed to the throne?  &#10;&mdash;description from the publisher&#10;&#10;Summary of Game Play&#10;1. Place the bear steles to acquire a knowledge token.&#10;2. Pay the equivalent in number and color to the temples.&#10;3. If a player has completed to collect tokens, the game ends.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Bears",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "9968",
    "Name": "The Deadly Woods: The Battle of the Bulge",
    "ID": 314461,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/314461/the-deadly-woods-the-battle-of-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "720",
    "Weight": "2.9",
    "Description": "In December 1944 Hitler launched a massive offensive against the weakly held Ardennes forest section of the Allied front in Belgium. Achieving complete surprise, the Germans nevertheless faced tough resistance from the battle's opening days, and the offensive was virtually over 10 days after it began. There followed a bloody Allied counterattack which gradually erased the bulge the Germans had created in the Allied line.&#10;&#10;But you probably know all that. Yet another Battle of the Bulge game? Why yes. But one with a different approach. Specifically, award-winning designer Ted S. Raicer has taken a modified version of the chit pull system pioneered in GMT's The Dark Valley: The East Front 1941-45 and brought it west for an exciting new take on this classic wargame subject.&#10;&#10;The scale of the map (which takes up about 2/3rds of a standard 22&rdquo; by 34&rdquo; map sheet, the rest given to tracks, charts and tables) is at 3 miles to the hex.  Allied units are mostly regiments and brigades, ,with most German armor and infantry divisions divided into two kampfgruppen (battle groups),  German artillery, Greif commando teams, infantry trucks, and the Von der Heydte paratroop unit are included as Asset markers, as are Allied artillery, scratch units, and engineers.&#10;&#10;The game runs from December 16 1944 to January 16 1945 when the Allies reunited their divided front by recapturing the key town of Houffalize.  Each turn through December 31st equals 2 days and the turns in January are three days long. The full campaign lasts thirteen turns while a scenario for just the German offensive is six turns long. But with The Deadly Woods' chit system and its multiple Action Rounds, a lot can happen in only six turns.&#10;&#10;Each side gets a number of Action Chits each turn, which vary both in number and type.  These include multiple Reinforcement chits which determine the arrival Round (but not Turn) of Allied and German reinforcements. There are German Logistics Chits which introduce historical supply effects. There are Movement or Combat chits which allow a player to choose. There are also Movement chits and Combat chits which limit the Active Player to the capability listed on the chit. And there are special chits, such as the German 5th Panzer and Allied Patton chits that allow some combination of Movement and Combat.&#10;&#10;After the Initiative Player chooses the first chit played, the remaining chits are drawn randomly from a cup. A player may draw up to two consecutive chits and then enemy player must get the next chit.&#10;&#10;Armor is severely limited in moving through other units along roads and bridges and at projecting ZOC into woods terrain. Combat may result in losses, retreats, surrender, or stalemate.&#10;&#10;Each turn should take roughly an hour for players who know the rules.  The German Player can win an instant victory by exiting units off the north map edge west of the Meuse or by holding 5 objectives at the end of a turn.  Otherwise the game is won on geographic Victory Points. (The Germans also gets Victory Points for crossing the Meuse in supply, even if they are forced back across the river, so he has a reason to push even when the arrival of the British makes an Instant Victory impossible.)&#10;&#10;So another Bulge game, but one with the historical action and decisions of games with a much bigger footprint and playing time. And with a unique take on the chaos and friction of the battle that makes it a great choice for solo play. Even if you are bulged out, you'll want The Deadly Woods in your collection!&#10;&#10;Components&#10;22&quot; x 34&quot; map&#10;1.5  5/8&quot; countersheets&#10;Rulebook&#10;Player aids&#10;Playbook&#10;Game box or ziploc&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: USA",
      "History: World War II (Battle of the Bulge)"
    ]
  },
  {
    "Rank": "9969",
    "Name": "UNO: Show 'Em No Mercy",
    "ID": 399088,
    "Year": "(2023)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/399088/uno-show-em-no-mercy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4667",
    "Description": "UNO Show 'Em No Mercy is a brutal, ruthless version of the classic UNO card game. In addition to standard action cards like Skip, Reverse, and Draw 2, No Mercy comes with Wild Draw 6, Wild Draw 10, Skip Everyone, Discard All, and the new Wild Color Roulette - a card that forces the next player to choose a color and then draw until they get a card of that color.&#10;&#10;In addition to new action cards, many popular house rules have been included in the actual rules. Stacking is legal. 7s swap and 0s pass hands. And when you can't play a card, you must draw until you can play.&#10;&#10;But the biggest change in UNO Show 'Em No Mercy is the Mercy Rule. If you ever have 25 or more cards in your hand, you get  kicked out of the game.&#10;&#10;UNO Show 'Em No Mercy comes with 168 cards (compared to 112 in standard UNO).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "9970",
    "Name": "Pocket Cats",
    "ID": 402126,
    "Year": "(2024)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/402126/pocket-cats",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5882",
    "Description": "It's Mice time! Take turns revealing and moving the tiles. Place the cats in you clan wisely and catch your prey to win the game. But... beware of dogs!&#10;&#10;You want to catch the most prey (mice, pigeons and flies) with your cats, your opponent will do everything to make your cats get caught by the dogs... And you? All the same! And you get a Tom and Jerry style confrontation game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "9971",
    "Name": "The Battle of Five Armies",
    "ID": 16538,
    "Year": "(2005)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/16538/the-battle-of-five-armies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2222",
    "Description": "This is a self contained miniatures battle game based on the Battle of the Five Armies in J.R.R Tolkien's book &quot;The Hobbit&quot;. It uses 10mm miniature figure blocks for each of the forces present. The game system is based on Warmaster also by Games Workshop.&#10;&#10;The game comes with all the unpainted plastic miniatures and terrain, an unpainted plastic modular hill and a colour printed cardstock river, needed to play the game. The miniatures can be clipped together to be able to play the game relatively quickly, or they can be glued together and painted by those who want a more satisfying visual miniatures game.&#10;&#10;The main scenario of the game is the Battle of Five Armies, but rules are included to allow design of your own scenarios. The game was expanded by metal miniatures sold separately in blister packs, but these are no longer available. The rules to include these are included in the game box.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "9972",
    "Name": "Mint Tin Mini Skulduggery",
    "ID": 265226,
    "Year": "(2018)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/265226/mint-tin-mini-skulduggery",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Invoke the ethereal realm to roll spirit points, shatter others, and push the limits without unleashing Skulduggery!&#10;&#10;A tiny 1-4 player dice game that plays in 10-25 minutes. Roll dice and, with the help of spirits, collect skulls. Carefully use your crystal skull to shatter your opponet's spirit die or maybe stave of Skulduggery!&#10;&#10;Be careful because pushing your luck can anger the ethereal realm and rain Skulduggery down upon all of you.&#10;&#10;Be the first to collect 15 points and claim victory!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Containers: Mint Tins"
    ]
  },
  {
    "Rank": "9973",
    "Name": "Zoo Ball",
    "ID": 229742,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/229742/zoo-ball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Zoo Ball is a flicking game with a giant fabric playing mat and customizable teams in which tactics are as important as skill. Face the roar of the crowds, grit your fangs, and prepare to become the king of sports.&#10;&#10;Push all three defenders to clear a path, or just push your scorer to go for goal. Play head-to-head, or in a four-team free-for-all. Customize your teams as much as you like. That's it. You're ready for the Zoo Ball!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Sports"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "9974",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Free Folk Starter Set",
    "ID": 273482,
    "Year": "(2018)",
    "Geek Rating": "5.579",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/273482/a-song-of-ice-and-fire-tabletop-miniatures-game-fr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The Free Folk in the north care not for the squabbles of the various Houses south of The Wall. These nomadic tribes will go where they please. And recently, they've been flowing their way into warmer climes. However, the people already in those lands don't take kindly to what appears to be an invasion force. Both sides are arming for war.&#10;&#10;The A Song of Ice and Fire: Tabletop Miniatures Game Free Folk Starter Box has everything a player needs to start a Free Folk army. It contains two full units of Free Folk Raiders and Savage Giants, along with a unit of Free Folk Trappers. Additionally, it has various Unit Attachments, Commanders, and NPCs to customize what players field. Also included is the game rulebook, dice, tokens, measuring sticks, terrain templates, and everything necessary to send a force to war.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "9975",
    "Name": "Button Men: Beat People Up",
    "ID": 226312,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/226312/button-men-beat-people-up",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6667",
    "Description": "In Button Men, each player selects a single character card, then uses the dice depicted on that character's card to try to capture dice owned by another player. You score points based on the size of the dice you capture (and keep), and the player with the most points wins.&#10;&#10;In more detail, each player rolls their dice, then the player with the lowest die value goes first. On a turn, you can capture one of the opponent's dice in one of two ways:&#10;&#10;&bull; Have one die with a value equal to or higher than the value of the captured die; take the die, then reroll the die used to make the capture.&#10;&bull; Sum the values of multiple dice to equal the value of the captured die; reroll all of the dice used to make the capture.&#10;&#10;If you can't capture a die on your turn, you pass. The game ends once no one can capture any more dice. A player's score is the sum of the sides of the dice they captured, plus half the sum of the sides of dice they own that weren't captured. Whoever has the highest score wins!&#10;&#10;Button Men: Beat People Up is a new version of Button Men that depicts characters on cards instead of stickpin buttons, but the basic gameplay is the same, and characters from the different releases can still fight one another.&#10;&#10;This game is set in Fight City, a 1950s gangster town somewhere on the Gulf Coast. The Fight City set is divided into four factions, each with a different style of play. Those from Downtown (&quot;The Core&quot;) use normal dice only. Characters from The West Side have Shadow dice, which make attacks upside-down. Those from the Delta region use Poison dice, which are worth negative points. And characters from the Hill (&quot;Uptown&quot;) have Rush dice, which give those characters more chances to make the first move.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9976",
    "Name": "Bull Moose",
    "ID": 151450,
    "Year": "(2015)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/151450/bull-moose",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "Bull Moose is a U. S. presidential election game based on the 1912 election. The split in the Republican party resulted in Teddy Roosevelt launching the Progressive Party. Concurrently the Socialists under Eugene Debs had their best showing to date. The Prohibitionists fielded Eugene Chaffin running only seven years prior to the passing of the 18th Amendment (prohibition). This resulted in a five-way race in which the Democrats actually won and the third party, the Progressives came in second.&#10;&#10;The election is represented by a straightforward, card driven, geographically based game where the winners of each state are decided by lot. The winning of the election and victory condition criteria is loosely based on the popular vote and not on how the electoral college actually functions.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Country: USA",
      "Political: Elections"
    ]
  },
  {
    "Rank": "9977",
    "Name": "Card Capture",
    "ID": 264566,
    "Year": "(2018)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/264566/card-capture",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Card Capture is a relatively simple introduction to the Deck Building genre using a standard deck of 54 playing cards. Players start with the smallest cards in the deck and slowly use them to purchase higher-valued cards, while at the same time strategically thinning their draw decks and avoiding the capture of their own valuable cards.&#10;&#10;Card Capture is the winner of the Best card game using a traditional deck of playing cards in the 2018 Solitaire Print and Play Game Design Contest.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Memory",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "9978",
    "Name": "Einfach Genial 3D",
    "ID": 406305,
    "Year": "(2024)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/406305/einfach-genial-3d",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Einfach Genial 3D, players take turns placing colored domino-style tiles on a game board, scoring for each line of colored symbols that they enlarge. The trick, however, is that a player's score is equal to their worst-scoring color, not their best, so they need to score for all colors instead of specializing in only one or two.&#10;&#10;That description will be familiar to anyone who has played the original Ingenious, but Einfach Genial 3D features three-dimensional building blocks that can be stacked, which means you can now place these tiles on one another, opening up a whole new level to the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Game: Ingenious",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9979",
    "Name": "Montélimar: Anvil of Fate",
    "ID": 242312,
    "Year": "(2018)",
    "Geek Rating": "5.579",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/242312/montelimar-anvil-of-fate",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "3000",
    "Weight": "3.8571",
    "Description": "Mont&eacute;limar: Anvil of Fate, On August 15, 1944, the Allies invaded the South of France in Operation Dragoon. Major General Truscott's U.S. VI Corps landed along a 45 mile stretch of French Coast with the objective of isolating the major German forces defending the western part of France and linking up with the Normandy forces breaking out of their beachhead. The southern beachhead would be secured in only 2 days and the Americans were well established inland. With scattered and only occasionally strong resistance, the Americans and now landed French advanced north up the Rhone valley along highway N-7 &mdash; heading quickly toward the key rail and road junction at Aix-en-Provence. This was captured on August 19th. At this point, General Truscott activated a provisional force called Task Force Butler. This roughly regimentally sized unit raced ahead of the main force with the objective of capturing the main route of escape for the German Army. The Task Force set up a defensive position in the high ground to the north of Mont&eacute;limar. They were to hold until relieved. The Germans would throw everything they could at Task Force Butler in a race to return to Germany before the larger Allied Formations coming up from the south and east would join Task Force Butler.&#10;&#10;In the end, both sides could claim victory &mdash; the Allies mauled the enemy forces with the Germans suffering 2100 casualties with several thousand soldiers and large amounts of heavy equipment unable to escape. The Allies suffered only 1200 casualties but much of the German Army did get away and a great opportunity was lost.&#10;&#10;Mont&eacute;limar: Anvil of Fate is the third game in the Company Scale System and the first game in the Liberation series covering battles in Western Europe in 1944 and 1945. This game, while sharing a similar system to both Saipan: The Bloody Rock and Guam: Return to Glory , will offer a completely different feel to how it plays.&#10;&#10;Game Scale:&#10;Game Turn: 2 hours (daytime)/ 4-6 hours (nighttime)&#10;Hex: 500 meters / 547 yards (3/10 of a mile)&#10;Units: Company&#10;&#10;Game Inventory:&#10;Five 22 x 34&quot; full color mapsheets&#10;Six dual-side printed countersheet (1,056 5/8&quot; counters)&#10;One 40-page Mont&eacute;limar rulebook&#10;One 56-page Mont&eacute;limar scenario book&#10;One Sequence of Play chart&#10;One Time/Date/Weather/VP chart&#10;Two CRT/TEC charts&#10;Four Divisional Display charts&#10;Two 10-sided die&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-High&#10;Players: 2 or more&#10;Playing Time: 4-50 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Series: Company Scale System"
    ]
  },
  {
    "Rank": "9980",
    "Name": "Hop Hop Hooray!",
    "ID": 29638,
    "Year": "(2007)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/29638/hop-hop-hooray",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.08",
    "Description": "Jump contest at the frog lake! Can you jump far enough to reach the lake? But you only get points if you can place three frogs in a row.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: 10 x 10 Grids",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "9981",
    "Name": "Hunt A Killer: Nancy Drew – Mystery at Magnolia Gardens",
    "ID": 346467,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/346467/hunt-a-killer-nancy-drew-mystery-at-magnolia-garde",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "When Nancy Drew begins to investigate a potential poisoning at the botanical garden known as Magnolia Gardens, she soon becomes poisoned herself. In the small window before her symptoms take hold, Nancy manages to collect all of the evidence the player will need, and to interview the potential suspects. Someone at Magnolia Gardens is using the facility&rsquo;s dangerous plants for nefarious purposes, and Nancy needs your help to find out who before the culprit strikes again. To unearth the culprit, the player must figure out which suspect had the means, motive, and opportunity to commit the crime.&#10;&#10;Difficulty: 2/5 - Medium&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Books: Nancy Drew",
      "Players: Games with Solitaire Rules",
      "Series: Hunt A Killer",
      "Theme: Mystery / Crime",
      "Theme: TV Detectives"
    ]
  },
  {
    "Rank": "9982",
    "Name": "The Battle of Monmouth",
    "ID": 19903,
    "Year": "(2008)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/19903/the-battle-of-monmouth",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "1200",
    "Weight": "3.8667",
    "Description": "The Battle of Monmouth, volume VI in the acclaimed Battles from the Age of Reason series, the game is explore the battlefields of the American Revolution.&#10;&#10;The Battle of Monmouth explores the fateful events of June 28, 1778 when the Continental Army led by George Washington attacked Sir Henry Clinton's British and Hessian column as it withdrew from Philadelphia and retreated across New Jersey to New York...an event that signaled the tide had turned in the war.&#10;&#10;Four scenarios explore this dramatic situation:&#10;    * Lee's Repulse;&#10;    * Washington's Stand;&#10;    * The Battle of Monmouth Courthouse (the entire engagement);&#10;    * and The General Engagement - a &quot;what if&quot; exploration of a possible second day of battle.&#10;&#10;Components:&#10;    * 2nd Edition Standard Series Rules booklet;&#10;    * Exclusive Rules booklet containing Special Rules, Scenarios and Historical Commentary;&#10;    * Two 22&quot; x 34&quot; full color, period-style maps;&#10;    * Over 400 counters, both full color and black &amp; white;&#10;    * American and British Unit Rosters;&#10;    * Card stock charts &amp; tables;&#10;    * Two 10-sided dice.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battles from the Age of Reason (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "9983",
    "Name": "Chai Garam",
    "ID": 345408,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/345408/chai-garam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Can you ensure a garam (hot) cup of chai (tea) is served to your ever-growing customers on a rainy day? Get ready to dive deep into running a chai tapri (tea shop) by ensuring that your customers get their specific chai and snack orders on time. Earn their appreciation for every correct order, but be quick as another player might steal a few of them away. Run the most successful shop, and be the wealthiest player at the end of the game!&#10;&#10;Each turn in Chai Garam, players take one mandatory action, either selecting up to three ingredients from the display (tea leaves, additives, water, milk, godown power cards, etc.) or serving their cooked tea to the grid of customers in the central board and collecting money.&#10;&#10;Additionally as free actions, players need to cook tea, compete for goals to improve their star ratings, attract customers to their own shops, or play a &quot;Chai Garam&quot; card to take a double action! The game continues until a special &quot;evening&quot; customer triggers the end of play or any player achieves five stars. At that point, whoever has the highest value from money as well as stars wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: India",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "9984",
    "Name": "Post Office",
    "ID": 407720,
    "Year": "(2023)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/407720/post-office",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7143",
    "Description": "Post Office is a game in which you will arrange packages on your Shelves pads in order to complete challenges. By placing your packages of the same type next to each other and taping them up in certain ways, you will create combinations of symbols to score Victory Points.&#10;&#10;The more efficient you are the more Victory Points you get. Earn the most Victory Points to become employee of the month!&#10;&#10;&#10;     Move your assistant along the shelves &mdash; it will point to the column or row where to place a package.&#10;     Place a package onto an empty slot of the shelf.&#10;     Packages make up a shape of the same color? Tape them up! Now they won't get lost.&#10;&#10;&#10;In this game you will also find colorful detailed illustrations by Natalya Kondratyuk, the author behind the comic &ldquo;Post&rdquo; and the winner of &ldquo;Kommissia&rdquo;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Bingo",
      "End Game Bonuses",
      "Grid Coverage",
      "Pattern Building",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "9985",
    "Name": "Mummy's Treasure",
    "ID": 60245,
    "Year": "(2009)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/60245/mummys-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1176",
    "Description": "Each player, or treasure hunter, has an excavation site board, or a rectangular cardboard grid decorated to look like an Egyptian archeological site. Stacks of treasure tiles are set up between the players, sorted by size and shape. Each tile holds a different number of treasures (one to four) and shows a different combination of varying kinds of treasure. &#10;To play, a player rolls the five treasure dice. Each die is covered with six kinds of Egyptian archeological treasures, the artifacts of Pharaoh Teubernus: a gold lamp, a gold coin, a scarab beetle, a lapis lazuli vase, a piece of gold and jade jewelry, and a hippo statuette.&#10;&#10;A player can collect any treasure tile that matches the symbols he or she has rolled. For strategic reasons, a player might be better off rerolling some or all of his or her dice to try to match a particular shape and pattern of tile. Players can roll the dice up to three times in all per turn. &#10;Players can rotate treasure tiles in any direction when placing them on their excavation site grids, but they may not move the tiles once they are laid down. Tiles cannot overlap one another or hang beyond the edges of a board. &#10;The first player to cover his or her excavation site board completely with treasure tiles wins the game.&#10;&#10;In an easier version of the game, players are allowed to shift their treasure tiles around after placing them down, which makes it less difficult for kids to pick and use additional tiles to cover the board.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Dice with Icons",
      "Country: Egypt",
      "Creatures: Mummies",
      "Occupation: Adventurer / Explorer",
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "9986",
    "Name": "Jungle Rumble",
    "ID": 159470,
    "Year": "(2013)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/159470/jungle-rumble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4545",
    "Description": "In Jungle Rumble, you're in charge of a herd of cats &mdash; yes, cats &mdash; and those cats must do your bidding in order to mine, build plantations, water your farm, and recruit more helpful kitties.&#10;&#10;Each round, a number of action tiles are available. On a turn, a player chooses one of the actions, placing as many of her cats on it as she wants, with more cats leading to a stronger action. Each other player in turn can take the same action, but only at a strength of one cat. After each player has chosen an action, unchosen actions are sweetened for the next round, the start player marker rotates, then the next round starts.&#10;&#10;Players need to grow their herd of cats in order to take additional actions, but you must also feed your herd or else the cats will wander off into the forest or who knows where. At the end of the game, players score for the size of their feline herd, the amount of water supplied to their field, their supplies of food and gold, and a few other things. Whoever has the most points becomes the champion of this vivid forest!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "9987",
    "Name": "Fives",
    "ID": 374024,
    "Year": "(2022)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/374024/fives",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Fives is a trick-taking game for three or four players. The reverse side of the cards shows a magenta 5.&#10;&#10;The game is a must-follow game, with a fixed trump suit. In general, if you can follow suit you must, but in many cases you can play one of your cards face down as a magenta 5. However, only one magenta 5 may appear in any trick. The winner of the trick takes all cards played to the trick, with their card on top.&#10;&#10;At the end of the hand, points will be lost by any player whose top cards sum to more than 25, and points will be won for those whose cards sum to 25 or less, with the most points going to those who scored closest to 25.&#10;&#10;The player with the most points after four rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Magenta (CMYK)"
    ]
  },
  {
    "Rank": "9988",
    "Name": "Cosmic Cows",
    "ID": 2541,
    "Year": "(2001)",
    "Geek Rating": "5.579",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/2541/cosmic-cows",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.058",
    "Description": "from translation:&#10;OBJECT:&#10;First player to advance three (3) pawns into his win zone&#10;&#10;PLAY:&#10;&#10;(the dice rolling for all practical purposes follows standard &ldquo;yahtzee&rdquo; format)&#10;Player rolls all five dice, then may set aside any of them to establish any of the NINE zones (chance, 1, 2, 3, Kniffell, 4, 5, 6, straights)&#10;Player may set aside, pick up, re-roll any dice up to THREE rolls while trying to create the best combination of dice to move a pawn(s). To move a pawn, one of the following dice combinations must be created:&#10;Pair (zwilling) Move the pawn two (2) spaces towards player rolling dice,&#10;i.e. a pair of 4&rsquo;s = move the #4 pawn two spaces.&#10;Triples (drilling) Same as above, but move three (3) spaces.&#10;Four of a kind (Vierling) Same as above, but move pawn four (4) spaces&#10;Two Pair (doppell zwilling) Move each corresponding pawn two (2) spaces&#10;Full House Move corresponding pawns three (3) spaces / two (2) spaces&#10;NOTE: Two Pair &amp; Full House are the ONLY combos that allow a player to move TWO PAWNS in one turn&#10;Five of a kind (Kniffel) Move the center pawn (Kniffel) all the way to player&rsquo;s back win zone. If pawn is in opponent&rsquo;s back win zone, move to center. Player MUST move the Kniffel pawn, when possible. Only when player has Kniffel pawn in his win zone, may he then move the corresponding dice # five spaces towards his win zone.&#10; Straights (Stra&szlig;e) A small (kleine) straight (4 dice in sequence) moves pawn three (3) spaces, a large (gro&szlig;e) straight, moves pawn four (4) spaces.&#10;Chance Total all dice. Total = 10 - 12 OR 23 - 25, move pawn three (3) spaces.&#10;Total = 5 - 9 OR 26 - 30, move pawn four (4) spaces.&#10;Player MUST choose one of these options to move a pawn. He may not combined them, i.e., small straight w/ a pair. 1, 2, 3, 4, 3. After the third roll, if player has no options to move a pawn, he forfeits his roll. Players do NOT need an exact count to move pawn back to its last line in his win zone. Excess moves are lost.&#10;Pawns are neutral, regardless of their location on the board. A pawn in a player&rsquo;s WINZONE can be moved out with the proper dice roll by his opponent.&#10;Game ends immediately when either player has THREE pawns in his win zone.&#10;&#10;Redevelopment of:&#10;&#10;Quadwrangle&#10;&#10;From the publisher, Playroom Entertainment:&#10;It's time for the Annual Extraterrestrial Cow-Pulling Contest, and aliens from all over the galaxy have come to watch the event!  Go head to head with your cross-cosmos rival to see who can abduct three Cosmic Cows&trade; first!&#10;&#10;Roll different combinations on the dice to choose which tractor beam to use in order to abduct the cows.  With a good mix of strategic offensive and defensive maneuvers, decide which combination of the unknowing bovines to pull toward your spaceship or away from your opponent's!  The player that pulls three cows into their Danger Zone wins, in this dicey game of alien tug-of-war!&#10;&#10;For 2 Players or Teams, 20 Minute Playing Time, Ages 8 to Adult&#10;&#10;Designer: Maureen Hiron&#10;&#10;Contents: Gameboard, 10 Dice, 10 Cow Pawns and Instructions in English, Spanish &amp; French&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Players: Two-Player Only Games",
      "Series: Kniffel (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "9989",
    "Name": "Der Fliegende Holländer",
    "ID": 305,
    "Year": "(1992)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/305/der-fliegende-hollander",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4762",
    "Description": "Early Klaus Teuber game with a well deserved reputation, from a publisher better known for electronic games! The odd combination of mechanisms is a bit tricky to grasp at first, but soon reveals a nice contest. There are various ships in different colors marked on the board and players are dealt 3 random cards to show a share in three of the ships. Also on the board are treasure chests with rising values, and colored markers for each ship move from chest to chest, showing the worth of that vessel. Players begin with cash, 3 Smithy &amp; 3 Trade card, and some lucky horseshoes that they keep on a rack hidden from the other players. These are variously numbered and two dice are rolled at each turn to provide the lucky number.&#10;&#10;As the Flying Dutchman sails the seven seas, it can either move onto islands or the ships. If it is moved onto a ship, players reveal if they are share holders and pay the current value back to the bank as its marker is moved down to zero. On your turn, you can opt to use your Trade card to exchange 2 of your share cards, effectively dodging the Dutchman's threat. Or you can play a Smithy card, to allow you to take horseshoes at the end of the turn. But mainly you can attempt to control the Dutchman's move, by secretly laying down horseshoes to match the lucky number, the closest winning control. A nice rule, if there's a tie, the players are meant to try to agree, then barter, and finally compete with more horseshoes (all to the benefit of the Smithy card players!). Played horseshoes are pooled until Smithies divy them up.&#10;&#10;If the Dutchman is moved to an island, the controlling players reveal a share card and take the value of that ship from the bank. The round ends with all the chest markers moving up once, including a black marker, which ends the game when it reaches the highest chest. Players reveal their share cards and take the final value on the chests, most money wins.&#10;&#10;Puzzling to begin with, but you quickly realize whether your shares are under threat from a Dutchman's move, so you either trade out or try to gain control. If you're not under threat, it may be worth use your Smithy to grab the pool of horseshoes. Get your timing right and the whole thing becomes very rewarding. Simple choices, not perfectly balanced, but the players at times co-operate or struggle, making for an entertaining voyage.&#10;&#10;Winner of the 1992 Deutscher Spiele Preis.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Nautical"
    ],
    "Mechanics": [
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "9990",
    "Name": "Witch Hunt",
    "ID": 164236,
    "Year": "(2016)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/164236/witch-hunt",
    "Min Players": "7",
    "Max Players": "22",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Witch hunt is a large-group social deduction game (like Werewolf or Mafia) for 7-22 players.  A group of Villagers must find and lynch the Witches among them during the day, while the Witches kill a target every night.&#10;&#10;Unlike similar games, dead players on both teams continue to influence the game.  Additionally, each player has a unique character with a simple ability--including the Witches.  This means the abilities of the Witch team varies wildly game-to-game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Series: Small Box (Level 99 Games)",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "9991",
    "Name": "Telepathy",
    "ID": 40182,
    "Year": "(2008)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/40182/telepathy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In this puzzle solving challenge of deduction, logic and intuition, players go head to head to see who can be the first to guess their opponent's secret square. Every action turn brings you closer to finding the hidden, ancient symbol. But watch out; your opponent may be closer to solving your secret square than you think! The Telepathy board game is an outstanding logic building tool, ideal for educators and puzzle solvers alike. If you like Sudoku, Mastermind, or Battleship, this game is for you.&#10;&#10;Includes 4 game boards, 4 game cards with holders, dry erase markers and eraser.&#10;&#10;Visit the official Telepathy website for more information.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "9992",
    "Name": "Talat",
    "ID": 39406,
    "Year": "(2008)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/39406/talat",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "33",
    "Play Time": "33",
    "Weight": "2",
    "Description": "Talat, originally published in an all-wood edition under the name Drei, is an abstract strategy game specifically designed for three players. Each pair of players shares a game board, forcing each player to pay attention to two different gaming scenarios at once. The goal is to capture the opponents' pieces and to move your own pieces to the opponents' starting rows.&#10;&#10;Players have nine towers in three heights and three shapes (squared, hexagonal and triangular prisms). To set up the game, players lay out the game boards, then take turns placing towers one by one on the starting edges of their game boards, five towers on one board and four on the other.&#10;&#10;On a turn, a player must move one tower one space forward, either straight or diagonally; the player can choose freely which tower to move on which game board, but moving on one board precludes movement on the other, so choose wisely! A tower can capture another tower by moving onto its space, but only in the right circumstances. If the two towers are the same height, the capturing tower must have more sides than the one being captured; if their heights differ, the capturing tower must be one level taller than the tower being captured. The exception is the smallest triangular tower, which can capture the opponent's tallest hexagonal tower. A tower can also move sideways when capturing, but not when merely moving on the game board; thus, even after a tower reaches the opponent's back row, it might still be at risk of capture (or possibly the one doing the capturing).&#10;&#10;If no captures are possible on a game board, that board is frozen and players can no longer move their pieces on it. As soon as two boards are frozen, the game ends. Players score five points for each tower they've captured and three points for each of their own towers that has reached an opponent's starting edge. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Rock-Paper-Scissors",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "9993",
    "Name": "Gussy Gorillas",
    "ID": 335864,
    "Year": "(2023)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/335864/gussy-gorillas",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Gussy Gorillas are a peculiar group of primates that strive to keep each other gussied up and well-groomed.  Through social grooming, these apes remove dirt, insects, and debris from the difficult-to-reach and difficult-to-see places of each other&rsquo;s fur. Reciprocation is expected and awarded in this kind of monkey business! The player who acquires the most diverse and exotic collection of groomed goods will earn the respect of their fellow primates and be awarded the golden banana of victory.&#10;&#10;In Gussy Gorillas, players start out with a personal deck of face-down cards. Without looking at the card(s) in their hand, players simultaneously trade or keep their hand, one or two cards at a time, to form a personal collection. Once all cards have been traded or kept, players tally their collections and the highest score wins &mdash; but pairs can cancel out and special cards are not always helpful, so trade carefully!&#10;&#10;Similar to the popular game Hanabi, in Gussy Gorillas players hold their cards facing away from themselves...but instead of being a co-operative memory game, this is a competitive negotiation and bluffing game. Things get even more interesting once players realize that every card can either be very good or very bad for one's collection, depending on the context. You'll have to convince your opponents to keep bad cards for themselves and give great cards to you if you want to swing away with the win...&#10;&#10;&mdash;Description from the Publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Negotiation",
      "Score-and-Reset Game",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Crowdfunding: Kickstarter",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "9994",
    "Name": "Cowabunga",
    "ID": 19646,
    "Year": "(2005)",
    "Geek Rating": "5.579",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/19646/cowabunga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2708",
    "Description": "In Fettnapf by Reinhard Staupe, the object of the game is to avoid collecting Fettnapf cards. Sounds simple, but as the game title suggests, little problems arise everywhere. In turn order, cards are played out and the values added together or subtracted: 24&hellip;29&hellip;32&hellip;25&hellip; but beware: if you say a number that someone has in hand, then you&rsquo;ve put your foot in it. Those with a talent for this will learn how to ship a Fettnapf around and win the game.&#10;&#10;Each player receives 3 cards (valued 0 to 9) and an island card (10 to 30). In turn order, each player plays a card and draws a new one into his hand. The played-out cards get added (up to 30) or subtracted (down to 10) and announced out loud: 24-28-32-26-18-9-12. Whenever a player goes over the limit, the right-hand player gets an island card. When a player announces a number that another player has in hand as an island card, then he&rsquo;s put his foot in it and receives a Fettnapf card. The game ends when a player has collected 4 Fettnapf cards. The winner is the player with the fewest Fettnapf cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Number",
      "Sports"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cattle / Cows",
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "9995",
    "Name": "Grachtenpand",
    "ID": 404845,
    "Year": "(2024)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/404845/grachtenpand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Build the most beautiful Amsterdam canal houses, full of shops, cats, seagulls and tulips in this fun card game!&#10;&#10;Grachtenpand is a light hand drafting game for 2-4 players where you build an idyllic set of canal houses. You build the houses using 'bases', 'floors' and 'roofs'&#10;&#10;Each turn, each player simultaneously chooses one card from their hand and builds it, using the rules detailed below.&#10;After building their cards, each player passes the remaining three cards to the player on their left. After receiving a new hand of three cards from the player to their right, each player chooses a type of card (base, front, or roof) and draws one card of that type from the corresponding deck into their hand to refresh it to four cards.&#10;&#10;A completed house consists of a base at the bottom, any number of &#10;front cards, and one roof at the top. When building a house, you must build &#10;from the bottom-up (starting with a base and ending with a roof)&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9996",
    "Name": "Captain Park's Imaginary Polar Expedition",
    "ID": 3133,
    "Year": "(2002)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/3133/captain-parks-imaginary-polar-expedition",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5472",
    "Description": "Captain Park's Imaginary Polar Expedition is a scavenger-hunt board game. The board is a highly un-representational map of London, showing all the best places to find Artifacts, Photographs, Anecdotes, and whatever else you need to prove you've been to Africa, Everest or wherever. Just to make your life interesting, Captain Park is wandering around looking for you.&#10;&#10;Once you've got some goodies, and you've been hiding long enough, you'll return to the Gentleman's Club to brag about your adventure. You'll score points for your stuff, bonus points for having different kinds of stuff, and more bonus points for being the first to go somewhere. If that's not enough, you'll also get a bonus if your destination just happens to be in style.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "9997",
    "Name": "WolfWalkers: My Story",
    "ID": 339222,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/339222/wolfwalkers-my-story",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.4",
    "Description": "In WolfWalkers: My Story, two players compete to create a grid using cards from a shared deck, with those cards bearing illustrations from the Wolfwalkers movie.&#10;&#10;Each turn, you take one of the six available double-sided cards and place it in your grid, taking either one of the two Objective cards that indicate how you can score points or one of the four Story cards that will help you fulfill these objectives. Objectives come in three types: shapes that reward a specific arrangement of cards, arrows that reward the placement of certain icons in the same row or column as the objective, and equations that reward the same number of certain icons anywhere in your 5x5 grid. Each card you place after the first must be adjacent to another card. After both players have completed their grid, the game ends and the player with the most points wins.&#10;&#10;The game includes an expansion that provides more options for players and more interaction, with Permanent cards that change gameplay in general and Opportunity cards that allow you a special once-per-game ability. For a small change in gameplay, add one Permanent card of your choice; for more advanced play, add one Permanent and three Opportunity cards at random. With 15 permanent cards and 25 opportunities cards, no two games will be alike.&#10;&#10;With a second copy of WolfWalkers: My Story, you can play the game with up to four players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Pattern Building",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: 5x5x5 Grids",
      "Continents: Europe",
      "Country: Ireland",
      "Mythology: Celtic",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9998",
    "Name": "Solarquest",
    "ID": 1836,
    "Year": "(1985)",
    "Geek Rating": "5.579",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/1836/solarquest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7632",
    "Description": "Players command a spaceship around the solar system in an attempt to land on and purchase moons and planets in this game similar to Monopoly.  Players must also be aware of their fuel, as certain maneuvers cost fuel, while others are free.  Rent is charged when opponents land on your property, and players are eliminated by bankruptcy, being stranded, or blown to bits in a laser battle.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Income",
      "Ownership",
      "Player Elimination",
      "Set Collection",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Occupation: Astronaut",
      "Series: Monopoly-Like",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "9999",
    "Name": "EVE: Conquests",
    "ID": 38703,
    "Year": "(2009)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/38703/eve-conquests",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4318",
    "Description": "EVE is a hard-core sci-fi setting, ruthless, cruel, and cold. Set twenty thousand years in the future, the game world presents a human race straining at the boundaries of its own nature. Massive empires have risen to envelop vast areas of space, each aiming to shape the universe according to its own unique vision.&#10;&#10;EVE: Conquests is a strategy board game for 2-4 players set in the EVE Universe. Players assume the roles of the four major empires in EVE and set out to prove their superiority by means of planetary domination. Their conquests require them to play the political landscape in EVE, an effort that often leads them to make war on those who defy them. Garnering the influence necessary requires tact and strategic management of resources in all spheres of operations. &#10;It normally takes about 2 hours to play the game to completion.&#10;&#10;The game is based on a highly successful computer MMORPG EVE Online.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Network and Route Building",
      "Pattern Recognition",
      "Turn Order: Time Track",
      "Variable Phase Order"
    ],
    "Families": [
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "10000",
    "Name": "The Refuge: Terror from the Deep",
    "ID": 258376,
    "Year": "(2019)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/258376/the-refuge-terror-from-the-deep",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Refuge: Terror from the Deep is a new, standalone version of B&amp;B's 2016 board game The Refuge: A Race for Survival.&#10;&#10;In Terror from the Deep's Competitive Dive, 2-6 divers compete by racing to the goal and planning movement to outwit their opponents &mdash; all while escaping from the Kraken's wrath! The object of the game is simple: Be the first to an unlocked escape pod, and you'll escape with the cargo and win!&#10;&#10;On your turn, you take a single action:&#10;-Move your character orthogonally&#10;-Draw a Salvage card&#10;-Play an Salvage action&#10;-Use a Character Ability&#10;&#10;As you move you activate spaces on the board. For example: the Spawn space adds pesky tentacles that slow your opponents down, and the Lair space controls the Kraken's tentacles. Combining your hand of cards with your movement allows you to string together combos &mdash; propelling you toward the final goal. Don't wait too long for the perfect combo &ndash; the board will fill up quickly with tentacles, and the Kraken is always hungry!&#10;&#10;The Refuge: Terror from the Deep also features new 1-4 player solo and cooperative gameplay in which players work together to defeat the Kraken! In a Cooperative Dive, you and your teammates will have to work together to accomplish a series of challenging objectives as the Kraken threatens to overwhelm you. Can you escape?&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Under the Sea"
    ]
  }
]