[
  {
    "Rank": "19401",
    "Name": "ImmunoWars: The Most Infectious Boardgame",
    "ID": 340980,
    "Year": "(2022)",
    "Geek Rating": "5.515",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/340980/immunowars-the-most-infectious-boardgame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "ImmunoWars is a highly strategic card game in which you wage biowarfare on your friends &amp; foes. Infect each other with viruses &amp; bacteria. Protect yourself with kickass gear, medicine, and a strong immune system. Manipulate your enemies through various actions and events, such as by stealing their organs, sneezing on them, or forcing them in quarantine.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Mature / Adult",
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Income",
      "Lose a Turn",
      "Open Drafting",
      "Player Elimination",
      "Storytelling",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "19402",
    "Name": "Gettysburg",
    "ID": 3099,
    "Year": "(1958)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/3099/gettysburg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.2292",
    "Description": "One of the original set of Avalon Hill &quot;Adult Games&quot; that includes U-Boat, Tactics II, Verdict, and Dispatcher.&#10;&#10;This is one of the earliest &quot;typical&quot; wargames, with movement/strength counters, order of appearance chart, CRT, etc.&#10;&#10;Board has square grid with squares 1&quot; = 1/4 mile. One hour turns.&#10;&#10;27 Confederate counters&#10;41 Union counters&#10;&#10;Units include infantry, artillery, cavalry, HQs (but had no use), and outposts (pickets, not in '64 Ed.).&#10;&#10;Roberts redesigned this game in 1961 with hexagons.  Although it sold out, Roberts wasn't happy with it.  He then re-released it in 1964 with squares again, like the 1958 version.  However, the rules were significantly changed.&#10;&#10;The 1958 version was basically a miniatures game on a map.  You used range cards (shown in the illustration) both to move your units and then to check their firing range.  Units could rotate on their centers before checking with a range card, which was placed along the front side of the rectangular pieces.  You got better odds hitting from a flank.  Artillery had double range the of infantry or cavalry (this was only optional as far as I know). There were at least 3 slightly different rule books for the '58, '59, &amp; '60 Ed., all were basically the '58 one.&#10;&#10;The game also had optional rules for hidden movement.  You left the room while your opponent put his pieces on the board and moved them, recorded their new positions and removed them again!  If they came within sight of a unit (including an outpost unit), he had to tell you where they were seen, or leave them on the board if still in sight.  Line of sight rules for all this.&#10;&#10;The 1964 version required you to keep your units aligned with the square grid rather than the free form miniatures style movement of the 1958 version. This really didn't work well. Units facing diagonally had to be adjacent to form a solid wall of ZOC sqs. to their front and could not therefore protect their flanks if they spread out any at all. This made doubled and tripled attacks easily possible.&#10;&#10;Every version would benefit from a road movement bonus rule, x3 at a minimum (but x4 would be better, units that move this fast should not be able to attack that turn, though).&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Measurement Movement",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Simulation",
      "Square Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "History: Battle of Gettysburg",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "19403",
    "Name": "Arnhem: The Farthest Bridge",
    "ID": 73245,
    "Year": "(2010)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/73245/arnhem-the-farthest-bridge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "From the Decision Games' website:&#10;&#10;In September 1944, Operation Market Garden was intended to open a direct path for the Allied armies to circumvent the West Wall and threaten Germany's industrial Ruhr heartland. British, American and Polish airborne forces were ordered to assault and capture key bridges along the main highway leading through Holland, the Arnhem bridge being the most distant of them all. Unfortunately, the Allies had gravely underestimated the strength of German forces in the area; so, when the airborne forces landed, they found themselves scattered amid an SS panzer division. The various bridges thus became the fulcrum of the entire operation for both sides.&#10;&#10;Arnhem utilizes the new Fire &amp; Movement combat system that's designed so players can augment their units with &quot;support fire&quot; during the course of the turns. From mortars to self-propelled artillery, units can receive support assets to engage enemy positions and formations, allowing combat to develop at all levels. A single recon battalion, for example &mdash; perhaps supported by tanks &mdash; could be tasked to assault a lone enemy paratrooper battalion defending a landing zone. As that attack gets underway, however, the recon battalion may find itself strafed by enemy fighter-bombers. More support will be necessary to take the landing zone, but assets are limited.&#10;&#10;In Arnhem, the attritional design of the new Combat Results Table simulates the true nature of battles in Europe. Units are typically two-sided formations that can incur casualties, accurately replicating the realities of combat and the high losses sustained by both sides during the actual fighting for Arnhem. Winning the battle is thus a matter of maneuver, firepower and asset management.&#10;&#10;Re-implements:&#10;&#10;    A Bridge Too Far: Arnhem&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Fire & Movement combat system (Decision Games)",
      "Series: Folio (Decision Games)"
    ]
  },
  {
    "Rank": "19404",
    "Name": "Blaze",
    "ID": 332317,
    "Year": "(2021)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/332317/blaze",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In Blaze, players try to get rid of their cards, but have to achieve this in an extremely clever and very unusual way. The player whose turn it is plays together with the second next player, which leads to constantly changing alliances. In the end, the player who collects the most feathers wins.&#10;&#10;Blaze is designed for at least three players and based on the classic Russian public domain game Durak.&#10;&#10;To stay true to the game's origins, Russian artist Nadezhda Mikryukova has illustrated the legendary firebirds and the decorative card frames of Blaze in a classic illustration style.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching"
    ],
    "Families": [
      "Card Games: Beating",
      "Card Games: Shedding / Stops",
      "Digital Implementations: Board Game Arena",
      "Series: Radiant Culture Series (HeidelBÄR)"
    ]
  },
  {
    "Rank": "19405",
    "Name": "Fladderadatsch",
    "ID": 37307,
    "Year": "(2008)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/37307/fladderadatsch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From publishers page:&#10;&#10;Naturalist Florian Fl&uuml;gel photographs everything that flies in the air, whether bumblebee, butterfly or hot-air balloon. However, in doing so, he often overlooks what is lying in front of him in the meadow.&#10;In the game of Fladderadatsch, the players move the magnetic game figure of Florian Fl&uuml;gel over the gameboard, trying to have him avoid stepping into the hidden (also magnetic) pieces of horse- and cow-dung.&#10;The object is to collect the most photo cards by using the game figure. The themes of these cards are also depicted on the tiles of the gameboard under which unpleasant surprises might be hidden. Fortunately, the naturalist has a wooden footstool on which you can put him in the nick of time in order to save him from a misstep. Who can succeed in taking the most photos of all flying animals and objects before Florians&rsquo; shoes are ruined?&#10;As you play the thrilling and hilarious &ldquo;heap leap&rdquo; of Fladderadatsch, you'll have the best chance of winning if you have a good ability to memorize &mdash; and, in particular, if you keep your balance in spite of the other players' malicious joy.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "19406",
    "Name": "more dude",
    "ID": 256397,
    "Year": "(2018)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/256397/more-dude",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "more dude is another game where you say &quot;dude&quot;. The word &quot;dude&quot; appears on each card, along with one of six different characters. The game includes 12 surfer dude cards, 12 robot dude cards, 12 pirate dude cards, 12 ghost dude cards, 12 pizza box dude cards, and 12 cowboy dude cards.&#10;&#10;Your goal is to quickly find matches for as many of your cards as you can. To play, you say the word &quot;dude&quot; as you think the character on your card would say the word &quot;dude&quot;. At the same time, listen to how the other players are saying the word &quot;dude&quot;. Trying to figure out whether you have the same character as another player is the essence of more dude.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "19407",
    "Name": "Anime Saga",
    "ID": 229172,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/229172/anime-saga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Anime Saga is a Gateway Board Game, light in rules but with interesting strategic options, being interesting both to more experienced players then newcomers.&#10;&#10;In Anime Saga each player will be a Hero with unique powers, member of a group of adventurers in a Medieval Fantasy style setting, but with an Japanese Anime perspective.&#10;&#10;The players will face challenges and enemies in order to reach and beat one of the Lords of Darkness that are endangering the world.&#10;&#10;The Heroes are allied against the powers of the darkness, but each one of then wants to be the true protagonist, the most famous hero, the leader, the one that will be the most remember in the tales and songs. In order to reach that goal players will try to be the one with the most Fame at the end of the game.&#10;&#10;By using cards with four different attributes, strength, agility, intelligence and power, players will beat challenges and combat enemies to win fame and advance the game towards the inevitable encounter with the Lord of Darkness.&#10;&#10;During this journey players will have the opportunity to train new powers, face challenges, attack enemies and gather fame that will be the decisive factor to see who will be the protagonist of this Anime Saga!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Catarse",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "19408",
    "Name": "The Pioneers Program",
    "ID": 196031,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/196031/the-pioneers-program",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "The Pioneers Program is a post-apocalyptic, town building board game for 3-6 players.&#10;&#10;Players can plan, build, venture into the wastes or complete research on their harsh new world. Actions are limited and players need to choose wisely how to spend them. Each round players select a new survivor to help them, each brings their own strengths and selecting wisely is important, as is gaining turn order to allow you to choose sooner rather than later.&#10;&#10;Grow too quickly and you may face unwanted attention. Balancing the size of your town with food production and defensive capabilities is essential and made all the more difficult by hordes of Viralz, the new race of ascendants or even a marauding gang of bikers.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "19409",
    "Name": "Sink N' Sand",
    "ID": 367704,
    "Year": "(2022)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/367704/sink-n-sand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Adventure theme of adenturers in a wild jungle coming across quicksand, and the last player standing wins. A hidden ruby in the sand can bring a player back from elimination. Family game using kinetic sand as quicksand.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Physical Removal",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "19410",
    "Name": "Top of the Pops: The Game",
    "ID": 311676,
    "Year": "(2020)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/311676/top-of-the-pops-the-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Hey pop-pickers, get ready to play a throwback music party game based on all the music you tuned in to watch and listen to on Top of the Pops. This isn&rsquo;t a trivia game, so you don&rsquo;t need to know obscure facts about Boney M&rsquo;s back catalogue or anything like that.&#10;&#10;How to play: To be the first team to collect at least one Artist Card from all eight music categories. The categories are: 1960s, 1970s, 1980s, 1990s, 2000s, Pop Stars of the Future, One Hit Wonders and All-Time Chart Toppers.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19411",
    "Name": "De 7 geitjes",
    "ID": 188204,
    "Year": "(2015)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/188204/de-7-geitjes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Try to get rid of your goat-cards by rolling the dice. If you roll the right combination, you can discard a goat card. If you don't, you have to pick up a card.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Goats"
    ]
  },
  {
    "Rank": "19412",
    "Name": "Drawing Dead",
    "ID": 212668,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/212668/drawing-dead",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Drawing Dead is a card game where you assume the role of a saloon patron from the Wild West in order to lie, cheat, and steal your way through a game of stud for the highest stakes imaginable: your soul. The characters in this world are doomed to walk the land of both the living and the dead, hoping to win this game in order to buy themselves a restful sleep - six feet under.&#10;&#10;In order to win the hand, you will have to draft one of the many roles available to the players and use the character's special powers to improve your own hand and stop your opponents'. The game is familiar enough for those who know only the basics of poker, but robust enough to keep even the most avid gamer invested from start to finish.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Open Drafting",
      "Role Playing",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19413",
    "Name": "Don Quixote: The Ingenious Hidalgo",
    "ID": 417317,
    "Year": "(2024)",
    "Geek Rating": "5.515",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/417317/don-quixote-the-ingenious-hidalgo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Based on the famous novel from Miguel de Cervantes, Don Quixote is a fast game of wit and strategy.&#10;&#10;Each round, the ingenious Don Quixote will head for a new adventure, and players vote simultaneously on whether to help him or not. Success in an adventure means Don Quixote progresses on his quest towards glory or love, while failure increases his delusion.&#10;&#10;The twist: the more the knight progresses in one track, the more valuable your contributions to that track are, in a set collection mechanics where sets change value dynamically. Can you outwit the other players, anticipating what their next move will be, while not giving away your focus?&#10;&#10;Throughout the game, you will explore the stories told in the masterpiece that Miguel de Cervantes created. It's a great way to learn about this beautiful work and its message, while having fun.&#10;&#10;Discover how Alonso Quijano became Don Quixote, how he asked a tavern host to make him a knight, the famous encounter with windmills turning into giants, his quest for Dulcinea's love...and many more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "19414",
    "Name": "Politiko (2nd Ed)",
    "ID": 158818,
    "Year": "(2013)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/158818/politiko-2nd-ed",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It&rsquo;s election time! (Finally)&#10;POLITKO is a card game about wacky scheming, cynical realpolitik&mdash;in other words, it is a game about winning the Malaysian general election!&#10;&#10;Janji ditepati! (Promises fulfilled)&#10;Woo voters with cash handouts, hudud law, or petrol subsidies.&#10;&#10;Pencapaian diutamakan! (Performance First)&#10;Hire phantom voters. Control the media. Cook up a sex scandal to alienate your enemy&rsquo;s supporters or betray your own allies!&#10;&#10;Lawan tetap lawan! (Let's Fight For Victory!) &#10;Choose from 9 distinct (and familiar) political parties to lead to victory.&#10;&#10;1Malaysia!&#10;Play with up to 6 friends, of any race. But are they really your friends? Remember: it&rsquo;s not about the people. It&rsquo;s about Putrajaya.&#10;&#10;HOW TO PLAY:&#10;In Politiko, you are the leader of a Malaysian Political Party, To win, your party must be the first to have 8 voter cards.&#10;&#10;Every player chooses one PARTY. Shuffle the rest of the deck and deal 7 cards to each player.&#10;&#10;On your turn, you:&#10;1) Draw 2 cards from the deck&#10;2) Either:&#10;- Play any number of VOTERS into your Party VOTER deck. There must comply with your Party voter restrictions (eg. by race, demographics and liberal/conservative)&#10;   OR&#10;- Play 2 Schemes (Action cards). Schemes allow you to discard cards from others, steal cards etc. You may also form Alliances, trade cards with allies, or withdraw from Alliances.&#10;3) Discard down to 7 cards in your hand&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Malaysia"
    ]
  },
  {
    "Rank": "19415",
    "Name": "Memory: The Board Game",
    "ID": 193134,
    "Year": "(2016)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/193134/memory-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1",
    "Description": "Memory: The Board Game features the familiar Memory gameplay, with players turning over two tiles on their turn and collecting those tiles if they match (and returning them face-down otherwise), but in this game collecting the most pairs does not guarantee victory!&#10;&#10;No, the tiles are laid out on a game board that features a multicolored background &mdash; green for forests, blue for lakes, etc. &mdash; and after you collect tiles, you can choose to return tiles face-up to the board if the background color of the tile matches the color of the spaces being covered. When you do this, you score 1-4 points based on how many tiles you return; these points are represented by tree segments, with the 4-point tree segment being taller than four 1-point segments.&#10;&#10;When the last pair of tiles is removed from the board, players compare the height of their trees, and whoever has the tallest tree wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "19416",
    "Name": "Nexos",
    "ID": 84453,
    "Year": "(2010)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/84453/nexos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Each player has 24 different pieces composed of 1 to 4 segments in his/her own colour. On each turn players place their pieces on the board. A players first piece must touch the similarly colour-marked area on the board. Hereafter, each pieces must touch at least 1 piece of the same color. The game ends when both players are unable to place new pieces. If a player manages to place all pieces he/she is awarded -10 bonus points. All other players score the number of segments of the tiles they weren't able to place, each segment being 1 point. The player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: 13 x 13 Grids"
    ]
  },
  {
    "Rank": "19417",
    "Name": "Sink the Bismarck!",
    "ID": 7140,
    "Year": "(1992)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/7140/sink-the-bismarck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "This wargame simulates Operation Rheinubung where the German battleship Bismarck and the Prinz Eugen attempts a breakout into the Atlantic.&#10;&#10;This is a two player operational simulation of that historical event. The game retains the tactical ship to ship elements of the encounter.&#10;&#10;Each hex represents 75 nautical miles.&#10;&#10;A Damage Point Table and a 10-sided die is used to resolve combat.&#10;&#10;Dummy task forces and pre-plotted German movement is used to simulate the Fog of War.&#10;&#10;Hypothetical scenarios and historical scenarios are provided. The hypothetical scenarios include a different order of battle. For example, the additions of the Scharnhorst and Gneisenau.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "19418",
    "Name": "Quest: Awakening of Melior",
    "ID": 145274,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/145274/quest-awakening-of-melior",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Choose your Character, and endure the Event deck as you face the Encounters of Glowmount, Meltwood, and the Shadow Caves and overcome them with your skills of Combat, Survival, and Intellect. Find a Quest, complete it, and win the game!&#10;&#10;Each turn, draw an Event card that will modify the current Encounter or the game going forward, and then enter an Encounter card to face it. Roll five six-sided dice, lock the results into beneficial combos and enemy combos, and then reroll unlocked dice as much as you like&mdash;risking the enemy combos the whole time.&#10;&#10;Quest: Awakening of Melior is a single-player expandable card game in which you play as one of a few characters who has been changed by the strange, new magic of Melior. For as long as anyone remembers, Melior has been a mundane, magicless medieval world, but crystals have been falling from the sky, and a year ago, a pale moon appeared, alighting the crystals and the world with rippling magical energy.&#10;&#10;Face encounters in the Meltwood Forest&mdash;once a normal patch of woods now reshaped by a melting rain that fused animals, plants, people, and everything it dripped on&mdash;Glowmount&mdash;a massive crystal that fell from the sky and was carved into a castle by dwarves and then taken over by humans, now glowing with the new magic and twisting its denizens into crazy, crystalline beings&mdash;and the Shadow Caves&mdash;a sinewy series of passages shaped by memory and imagination, dark with the fears of the world but strangely accommodating and cathartic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "19419",
    "Name": "Anticipation",
    "ID": 3305,
    "Year": "(1987)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/3305/anticipation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The goal is to capture enemy ants to get parts of the ant queen that are pictured on the bottom of the pieces. All ants are magnetic and if the piece that you try to capture repels from your piece that piece captures you instead.&#10;&#10;Move your 14 ants around on the dice roll, come back to your base and flip the pieces you have caught on your way. The base of your ants shows a part of the queen. Whoever gets the most parts of the queen's set, wins.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Ants"
    ]
  },
  {
    "Rank": "19420",
    "Name": "Lockdown",
    "ID": 370047,
    "Year": "(2022)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/370047/lockdown",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Lockdown is a semi-cooperative game that takes you into a horrific world overwhelmed by Monsters which you know nothing about &hellip; besides their veracious appetite for your skinny little human bodies. Semi-cooperative means that you win alone, but you will have to help others to get there. You will create temporary alliances, you will lie, betray for the sole purpose of making sure that your family survives.&#10;Each round represents a day through which you will vote to know :&#10;&#10;     Who has access to the stock of merchandises in the truck in the parking lot ?&#10;     Who will be in charge of the security cameras and can say where the Monsters are coming ? &#10;     Who will die during each attack of the Monsters ?&#10;&#10;&#10;Each second, its dilemma. &#10;To trust, or not to trust, unite or betray.&#10;Only the survival of your family matters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Negotiation",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Alliances",
      "Negotiation",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "19421",
    "Name": "What's On The Menu?",
    "ID": 352798,
    "Year": "(2023)",
    "Geek Rating": "5.515",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/352798/whats-on-the-menu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In this chef battle, your goal is simple, make the best full course menu that blows our restaurant manager, Eugene, away! Each game will require varying levels of strategy and player interaction. Collect Menu Cards to build your menu, or use Action Cards to either boost your menu or sabotage other competing chefs. The combinations are endless! You have 15 rounds to build your full course menu and have a chance at becoming &quot;What's on the Menu's&quot; next head chef!&#10;&#10;&#10;     Each turn consists of two phases, a Prep and a Plate Phase. During the Prep Phase, a player can either select a Menu Card or draw an Action Card to put into their hand. Once all players have gone through the Prep Phase, we move to the Plate Phase. During this phase, players can choose between doing nothing, committing a Menu Card to their menu, or playing an Action card.&#10;     Each Player has 15 rounds to complete their full course menu. After 15 rounds, the Chefs present their Menu and add up their Star total.&#10;     Each Menu Card has a range of 0-3 possible stars. Some Menu Cards have added bonuses that can be added at the end of the game. Be on the lookout for combos as well, as they can increase your star total. The player with the highest star total by the end of 15 rounds is declared the winner.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Take That",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "19422",
    "Name": "Zilch",
    "ID": 11456,
    "Year": "(1972)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/11456/zilch",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2308",
    "Description": "This is a fairly simple dice game from which Farkle owes its heritage or other games in the Traditional Dice Games: Dice 10,000 games family.&#10;&#10;Each turn players start with 6 dice and roll them all. Each time a roll is made one or more scoring dice must be removed and the player can chose to stop with the total score they have accumulated or roll on. If no score is made on a roll, the player zilches and all the accumulated score for that turn (not from previous turns)is lost (like Can't Stop). If all the dice are used for scoring then the turn continues with all 6 dice again.&#10;&#10;Scores are &#10;5=50&#10;1=100&#10;3 of a kind = kind X 100&#10;&#10;On a 6 dice roll: 1,2,3,4,5,6 = 1500   &#10;and 3 pairs = 1000 (though six 6s can be 1200 from two triples of 600)&#10;&#10;To win a player knocks instead of rolling on their turn and each other player has one turn to pass the leaders score.&#10;&#10;Also there is an optional rule for the start: A score of less than 500 can not be kept until you are on the board and if a player Zilches on their first three turns they go negative whatever score they had before the final roll of their third turn and can subsequently stop at any score.&#10;&#10;The game is suspenseful as players roll diminishing numbers of dice against increasing odds. It can have longish down time unless you decide to have several players having their turns at the same time with different sets of dice. (faster but less suspenseful).&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Traditional Dice Games: Dice 10,000 games"
    ]
  },
  {
    "Rank": "19423",
    "Name": "Sequence Dice",
    "ID": 5966,
    "Year": "(1999)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/5966/sequence-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "As with Sequence, players strive to get 5 of their tokens in a row. In Sequence Dice, however, players roll a pair of dice to determine where they can put their tokens. Each number has 4 squares associated with it, except for 10 which removes an opponent's token, or 11 which is wild. The 2 and 12 additionally get bonus turns.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Game: Sequence"
    ]
  },
  {
    "Rank": "19424",
    "Name": "Apocalypse au Zoo de Carson City",
    "ID": 234834,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/234834/apocalypse-au-zoo-de-carson-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.1",
    "Description": "You will have to free the animals, kill the mutants and the stubs of other teams, but above all do not forget to survive!&#10;&#10;Apocalypse au Zoo de Carson City is composed of a square of 25 decks of two cards, corresponding to the zoo. On your turn, you can put one of your character in the zoo and win the zoo card on which you are going. You can also move (a card above, below, right or left) one of your character already in the zoo to win the card on which you are going. You can also go on the character of another player to kill him and win the card &mdash; but you can kill other players only when their card value is less or the same than yours!&#10;&#10;When you win a zoo card, you turn it to check if there is a big mutant (only present on the back of a 0, a 1, a 2 and a 3 cards, never on the back of the 4-value cards). When it's a case, you're unlucky because your character is bitten, so you turn the card which is now a zoo card like others. Moreover, when a box is empty because the two cards have been won, nobody can go at this place!&#10;&#10;The game ends when a player can not play anymore. You then count points of all cards you win, and points present on the cards of character still alive...&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Carson City (Nevada, USA)",
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "19425",
    "Name": "The Totally Insane Card Game",
    "ID": 6365,
    "Year": "(1993)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/6365/the-totally-insane-card-game",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2857",
    "Description": "Quick Introduction To &#10;    The Totally Insane Card Game &Ocirc;&#10;&#10;The Totally Insane Card Game plays &ldquo;like&rdquo; you would play UNO&reg;, only with 27 action cards and lots of fun new twists.   The game ends when a player reaches 500 points, lowest score wins.&#10;    The Totally Insane Card Game has numbered cards 0-10 and 27 action cards such as the Change Hands.   If you do not like the cards in your hand, you think another player MAY have a better hand, play the Change Hands to the discard pile and change hands with him.  Other examples of action cards are the Moving Cards, these cards when played, will move the entire hand of all players ether two players left or one player right. The Totally Insane Card Game includes Draw 2, Draw 4, and Take 2, cards that make the next player ether Draw 2 or Draw 4 cards from the draw pile, or Take 2 cards from any player. Of course the draw cards add together so you might have to draw 6 or 8 cards. In Totally Insane, players could take cards from your hand, helping you get rid of your cards, while adding cards to their hand.  The Totally Insane Card Game has a Totally Useless Card this card is exactly what it says totally useless.  At no time can the Totally Useless Card be played to the discard pile.  So what do you do with a card you can&rsquo;t play to the discard pile?   Simple, you give it to anther player so he can&rsquo;t play it either. (If you can&rsquo;t play it, you can&rsquo;t go out.) You can give it away with cards like the Change Hands, Moving Card, or a Forced Kindness.  When you play a Forced Kindness to the discard pile, you give two cards from your hand to any player.  You never know who will be picked on next.  The Totally Insane Card Game boasts one Dead Card, any time this card is played to the discard pile, the hand is over immediately all players add the points of there cards, then deal the next hand.  This is just a sample of the action cards and how they play.  &#10;    The Totally Insane Card Game is designed to play in turn and out of turn, (matching) so you must be alert, or you may miss an opportunity to play a card.  &#10;    The Totally Insane Card Game is fast moving and outrageous fun, for 4 to 12 players Ages 8 and up. &#10;Find us at totallyinsanecardgame.com&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19426",
    "Name": "Allegiance: War of Factions",
    "ID": 10893,
    "Year": "(2004)",
    "Geek Rating": "5.515",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/10893/allegiance-war-of-factions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "The city is in turmoil following the recent Raging River's War. The infighting among the city's major factions has only increased since war's end and the city itself faces utter destruction as the dangers of the surrounding wilderness grow. Without leadership the city will soon fall. There must be one who can unite the city under their leadership and restore order. You must be this one.&#10;&#10;Welcome to Allegiance: War of Factions, a collectible card game where each player takes the role of a lord or lady vying for control of a mighty city. Extend your influence in an attempt to control the city's major political, religious, and economic powers. While fighting for control, it may even be necessary to join forces with those who you would call your enemies as the city itself stands on the brink of being overrun by the denizens of the wild.&#10;&#10;So then, to which Factions will you make your call for support? House Mosfin? Is the strength of Droman Tregorian and his house sufficient to stand with on your way to dominance? Or would your ties to the Goddess Kalim better serve your efforts? Surely those who support the Glory of Kalim would recognize your true strength and the divine calling which Kalim, herself, has given you. Yet, there are those veterans, men of honor and war, who have the taste of freedom and blood fresh on their tongues. Perhaps your call to them to follow you yet again into battle would give you the strength needed to claim control over the city. The decision is yours - but choose wisely who you would call friend, for in this trying time it is unsure where their allegiances lie.&#10;&#10;Allegiance: War of Factions introduces a unique system of play which allows everyone to become more involved in every phase of the game. Why sit back waiting for your enemies to make their move when you can stop them before they even get the chance? Form alliances, threaten your enemies, back-stab your friends, hoard the city's resources - the choice is yours!&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Civilization",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Memory",
      "Negotiation",
      "Political",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Open Drafting",
      "Role Playing",
      "Team-Based Game",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "19427",
    "Name": "A Bold Stroke: The Soviet Liberation of Kiev, 1943",
    "ID": 4013,
    "Year": "(1996)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/4013/a-bold-stroke-the-soviet-liberation-of-kiev-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "A Bold Stroke: The Soviet Liberation of Kiev, 1943, is a wargame simulation of the battles between the Soviet Union and the German forces for the control of Kiev and the right bank of the Dnepr River in November and December of 1943. Early November Soviets attacks blew holes in the thin German defenses, resulting in the liberation of Kiev and the pursuit to Korosten and Zhitomir.  A massive German riposte led by the XLVIII Panzerkorps stuck the Soviet flank and rolled back some of the initial Soviet Gains.  In December, additional German efforts pushed in the Soviet forces around Korosten.  Heavy Soviet reinforcements (undetected by the Germans) enabled the Soviet to return to the offensive on Christmas Eve and drive the Germans back from Kiev once and for all.&#10;&#10;Game Scale:&#10;Turn: 2 days&#10;Hex: 5 miles / 8 kilometers&#10;Units: Battalion to Corps&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 46-page A Bold Stroke rules booklet&#10;Two single-sided Set-up Charts&#10;Two Player Aid cards&#10;One 10-sided die&#10;&#10;Players: 2&#10;Playing Time: 2-20 hours&#10;Complexity: Medium-High&#10;Solitaire Suitability: Moderate&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Kyiv (Ukraine)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19428",
    "Name": "Spanta",
    "ID": 369679,
    "Year": "(2023)",
    "Geek Rating": "5.515",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/369679/spanta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Spanta is a game in which we will be custodians of a cemetery, our objective will be to capture ghosts and return them to their corresponding place, but not all of them count. We will have to pay attention to our objective card since it will indicate what shapes and colors of ghost will give you points at the end of the game. To do this we must get different combinations of dice to meet the requirements of the ghosts (pairs, straight, equals...)&#10;&#10;&mdash;user summary&#10;&#10;Spanta es un en el que seremos custodios de un cementerio, nuestro objetivo ser&aacute; capturar fantasmas y devolverlos a su lugar correspondiente, pero no todos valen. Tendremos que hacer caso a nuestra carta de objetivo ya que ella te indicar&aacute; qu&eacute; formas y colores de fantasma te dar&aacute;n puntos al final de la partida. Para ello deberemos conseguir diferentes combinaciones de dados para cumplir con los requisitos de los fantasmas (pares, escalera, iguales&hellip;)&#10;&#10;&mdash;user summary (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "19429",
    "Name": "Munchkin Crazy Cooks",
    "ID": 258610,
    "Year": "(2018)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/258610/munchkin-crazy-cooks",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The munchkins have left the dungeon for an even more treacherous place &mdash; the kitchen! In Munchkin Crazy Cooks, 3 to 6 foodies cook up delicious schemes to get ahead, and the plastic standies and gameboard included help them track their progress. Food tokens give you a &quot;Balanced Meal&quot;, which is a fresh and exciting way to win! The game includes the classic Munchkin races along with four new classes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "19430",
    "Name": "Targets",
    "ID": 172559,
    "Year": "(2015)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/172559/targets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Targets, players don't roll their dice, but flick them from the top of a tower to try to land them on targets placed in the playing area. Have the highest number on a target, and you claim it at the end of the round &mdash; unless someone knocks you from that target first. If your die lands showing the same face as another one of your dice, call out quickly so that you can reclaim one of those dice, then shoot it again in the same round.&#10;&#10;When you claim targets in a round, those targets are placed under your dice stack and opponents can try to land on them in the subsequent round to steal them from you. Any targets not stolen this way are now safe from future theft.&#10;&#10;The first player to claim four targets wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19431",
    "Name": "Rick and Morty: Look Who's Purging Now Card Game",
    "ID": 266744,
    "Year": "(2019)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/266744/rick-and-morty-look-whos-purging-now-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Get ready to unleash your purging instincts with Rick and Morty as you fight to survive the annual purge festival on an alien planet. Play your cards right and you'll make it out alive!&#10;&#10;Based on the popular episode of the TV show, Rick and Morty: The Look Who's Purging Now Card Game uses Cryptozoic's &quot;Gryphon&quot; card game engine to deliver simultaneous, easy-to-learn gameplay. Each player has a ten-card deck, and everyone plays at the same time to rack up kills during the festival, using either found items or Rick's inventions as weapon cards with all sorts of game-changing effects.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "TV Shows: Rick and Morty"
    ]
  },
  {
    "Rank": "19432",
    "Name": "Goblin Grapple",
    "ID": 245240,
    "Year": "(2020)",
    "Geek Rating": "5.515",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/245240/goblin-grapple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "Goblin Grapple is a suspenseful 2-4 player strategy card game.  In Goblin Grapple, the goblin clans are at war, and your goal is to unite the clans by proving your strength in battle.&#10;&#10;In Goblin Grapple, players race to gain points by collecting goblins in battle.  The goal of the game is to collect 100 points worth of goblins over multiple rounds of play.  Players start the game with 5 goblin cards and can use them to build their armies and challenge their opponents. Some goblins have special abilities, like the spy, which can be played to steal another player&rsquo;s card.&#10;&#10;Goblin cards are secretly played into armies, which are worth points at the end of the round, with the last goblin card played being revealed when entering battle. On your turn you will start by drawing a card and then taking as many actions as you&rsquo;d like.  To play a goblin into your army, play one card face down in front of you, creating a stack of cards. These cards will defend you if you are attacked by another player.&#10;&#10;To challenge another player&rsquo;s army, choose a player, and play a goblin from your hand face-up. The defender will then reveal their last army card played.  The stronger goblin wins the battle, unless special goblin abilities are activated, and the winning player will take all face up cards from the battle, placing them into their garrison. Once a garrison reaches 21 points or more, the round ends.  All players will add points from their garrison and army to their total score.&#10;&#10;Do you have what it takes?  Will you be the next Goblin Emperor?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Creatures: Goblins",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "19433",
    "Name": "Wellington's Victory: The Battle of Waterloo, 18 June 1815 (Second Edition)",
    "ID": 181291,
    "Year": "(2015)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/181291/wellingtons-victory-the-battle-of-waterloo-18-june",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "1000",
    "Weight": "4",
    "Description": "The classic SPI game covering the battle of Waterloo returns in this redesigned version. Napoleon's French Army of the North faces Wellington's hodge-podge Army of the Low Countries, who are fighting for time while awaiting the arrival of Blucher's Prussian Army of the Lower Rhine. The maps use natural contours to show elevations, withterrain features including the critical chateaux, villages and farms, walls, woods, hedges, sunken roads, slopes, streams, and marshes.&#10;&#10;Most of the vividly colored counters represent combat units: infantry battalions, cavalry squadrons, artillery batteries, and engineer detachments. Many battalions have additional counters for specialist skirmishers, or additional counters to represent greater size. Unit capabilities are modified by a number of formation markers, from infantry squares to cavalry vedettes. Individual leaders enhance unit performance, while each army's high command is represented by key commanders and unit headquarters.&#10;&#10;The game mechanics have been streamlined; a single dice roll inflicts casualties and disorder. Units and larger organizations wear down over time and must be rested or risk a catastrophic collapse. Finesse trumps brute strength in combat; players must utilize a variety of arms, formations, and tactics to seize key ground and destroy enemy units. Hidden movement allows each player to prepare surprises for the other. Multiple scenarios cover everything from the historical battle to a fight for an individual chateau. The French player may decide on an early start, or even on turning the battle into a demonstration.&#10;&#10;The Prussian arrival can occur early with fewer troops, or later with more, at the will of the allied player. It's all here, from massive cavalry charges to grand bombardments to skirmishing to wild melees, with the fate of Europe in the balance.&#10;&#10;Game Components:&#10;&#10;1 32-page Color Rules Book&#10;1 16-page Color Battle Analysis &amp; OB (extract from S&amp;T #292)&#10;7 Counter Sheets (1,960 die-cut counters)&#10;4 34&quot; x 22&quot; soft maps&#10;2 Player Aid Sheets&#10;1 Time Display Sheet&#10;3 Army Display Sheets&#10;1 Prussian Off-Board Approach Sheet&#10;6 6-Sided Large Dice&#10;Storage Bags&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19434",
    "Name": "MARK",
    "ID": 500,
    "Year": "(1997)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/500/mark",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "MARK is a game about collecting, processing, and reselling recycled components for a profit. Each turn, a player rolls a pair of color dice and chooses one of the showing die colors to perform an action with. Each color is tied to one type of recyclable material. A player can choose to receive a single new recyclable good to his delivery yard, or he can choose to move a single recyclable good from his delivery yard to his treatment area, or he can choose to sell one good from his treatment area to the market grid in the center of the board.&#10;&#10;The market grid has 5 rows, and each row can hold only one variety of recyclable materials. When selling to the market, if it is the first time that good has been sold, the player may choose which row to sell into (left-most position in the row only), otherwise he must sell into the next empty space in the row that variety already occupies. He receives the amount of money shown on the space where he places his recyclable good. When the row is full, all goods of that type are removed from the game. The game ends when four of the market rows are completely filled.&#10;&#10;If the player rolls both dice of the same color, he has no choice in which recyclable material to choose, but may perform two actions (delivery, treatment, or sale) with that type of good. In addition, there are two special symbols on the dice (one on each). One is a star symbol, which acts as a wild. The player can choose whatever color he desires. The other is a gavel, which triggers an immediate auction for the type of good shown on the other die, after which the player takes another turn. The auction is a closed-fist auction.&#10;&#10;At the beginning of the player's turn, he must pay 5 dollars in storage fees if he has more than 2 recyclable materials in his delivery yard. He must also pay 5 dollars in storage fees if he has more than 2 recyclable materials in his treatment area. This provides tension between waiting for bigger pay-outs and selling recyclable materials early.&#10;&#10;The player with the most money at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19435",
    "Name": "Winter Fury: The Battle of Tolvajärvi 1939",
    "ID": 8132,
    "Year": "(2001)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/8132/winter-fury-the-battle-of-tolvajarvi-1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.75",
    "Description": "From the Avalanche Press website:&#10;&#10;At the end of November 1939, the Red Army sent about 450,000 men into Finland in an attempt to conquer the Soviet Union&rsquo;s much smaller neighbor. In what became known as the Winter War, ferocious Finnish resistance soon shocked the world and inflicted repeated defeats on the invaders.&#10;&#10;The Soviet plan included attacks in the dark forests of Eastern Karelia, attempting to outflank the stout line of Finnish fortifications to the south. Their 139th Rifle Division advanced in early December 1939 along the river Aittijoki, faced by only a handful of Finnish battalions. The Finns panicked in some places, and a near-rout seemed inevitable. Finnish Marshal Carl Gustav Mannerheim sent a small group of reinforcements led by Col. Paavo Talvela, previously in charge of buying artillery ammunition for the army.&#10;&#10;Talvela proved that a warrior lived within the bureaucrat, as he put new heart into his men and stemming the Soviet advance. After heavy fighting, the Finns had destroyed the 139th Rifle Division and routed the 75th Rifle Division. But they suffered serious losses as well, as the Soviets here had committed ski troops of their own including the &ldquo;Red Finns&rdquo; seldom mentioned by Finnish writers.&#10;&#10;Winter Fury re-creates the twin battles of Tolvaj&auml;rvi and Ilomantsi from 1939, as well as the 1941 Finnish offensive over the same ground. It uses a &ldquo;variable impulse&rdquo; game system to model the two armies&rsquo; very different capabilities. Each turn, each player puts a number of markers into a common container. These are then drawn one by one, the number drawn varying with the current weather condition. The Finnish player has weaker forces, but will usually draw more markers and these allow the Finns to conduct more operations. The good Finnish units are better than the Soviet ones, and more mobile in the forests. The Soviet cannot move his or her divisions together, complicating the Red Army&rsquo;s efforts. But Soviet artillery is very powerful while Finnish guns are little more than a nuisance. The Soviet player also has tanks and armored cars, which not only are powerful in battle (at least on the roads), they also might cause the Finns to panic and run away.&#10;&#10;Winter Fury is the second in our line of Playbooks: a 64-page book about the battle and the forces involved that also includes a complete historical game on the subject. The book includes a lengthy background piece by David Lippman as well as rules, scenarios and other historical data. There are 280 playing pieces and a 34x22-inch map.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Finland",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Chitpull (Avalanche Press)",
      "Series: WWII Battles (Avalanche Press)"
    ]
  },
  {
    "Rank": "19436",
    "Name": "Swords & Sails",
    "ID": 182736,
    "Year": "(2019)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/182736/swords-and-sails",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "The year is 1000 C.E., the middle of the medieval period. The European continent is constantly at war as competing political factions try to control Europe through military might and political intrigue.&#10;&#10;In Swords &amp; Sails, players control one of these factions in a bid to conquer Europe. Build armies and fleets, build more cities, make and break alliances, spy on your opponents, and go to war to conquer all of Europe.&#10;&#10;Players have up to five armies and fleets to move and attack with on a large 38x28 inch map of Europe which accurately depicts Europe in 1000 C.E. Each army can contain six types of combat units: Knights, Heavy Cavalry, Light Cavalry, Heavy Infantry, Light Infantry or Peasant troops. Fleets can contain warships, Raider ships, or Transports for moving your armies. Every season you can build more units into your armies or fleets to have a better chance of capturing more territories. More cities can also be built to increase income without the need to capture territory. Combat occurs between armies by using a unique combat system that gives a feel of your troops lining up on the battle field and facing off. The system uses 2d6 to determine outcomes.&#10;&#10;Will the Byzantine Empire rise again and give rebirth to the glory and ancestors of Ancient Rome?&nbsp;Can the upstart Kievan Rus Empire bring a new golden age of Slavic Culture and power?&nbsp;Or will the Fatimid Caliphate push further into Europe and create an even greater Muslim Empire?&#10;&#10;",
    "Categories": [
      "Medieval",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "History: Byzantium"
    ]
  },
  {
    "Rank": "19437",
    "Name": "Endless Nightmare",
    "ID": 148450,
    "Year": "(2013)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/148450/endless-nightmare",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "You&rsquo;re caught in an endless, ever shifting nightmare hunted by The Shadow &ndash; an ominous all devouring presence. You try to outrun it and avoid going insane from the horrors of the nightmare, but it&rsquo;s just a matter of time until you succumb.&#10;&#10;Mechanically Endless Nightmare is a simple push your luck, risk management where the player must strike a balance between spending actions on the threats and resources of the game while trying to run as long as possible before the inevitable defeat.&#10;&#10;There are two modes of play: Basic and Active. The Basic Version is a normal board game while the Active version requires real life skills, such as being required to hold your breath while playing through a Nightmare about drowning. The Basic version provides 12 different nightmare scenes each with their own simple special rule based on the theme of the scene. Most plays will take the player through one to five of these scenes. The Active version replaces or changes 8 of the scenes for a total of 20 different nightmare scenes.&#10;&#10;Endless Nightmare is an entry in the 2013 Solitaire Print and Play Contest, where it placed second in the No Assembly Required category and won its designer the Best New Designer category.&#10;&#10;Endless Nightmare is free to print and play, and a single sheet of paper needs to be printed. Add in 11 small markers (one of which must be different than the others) and a six sided die. To play the Active Version another sheet of paper must be printed and 6 more markers and a stop watch (one is available on most phones) are needed.&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "19438",
    "Name": "Baston",
    "ID": 4537,
    "Year": "(1985)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/4537/baston",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Baston is a humorous skirmish fighting board-wargame which takes place in a suburban French bar. Each player manages a gang of bad boys fighting with bottles of beer and moto chains.&#10;&#10;Illustrated by Franck Margerin (a well known French cartoonist), Baston is one of the earliest games of Bruno Faidutti.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "19439",
    "Name": "Rory's Story Cubes: Emergency",
    "ID": 291381,
    "Year": "(2019)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/291381/rorys-story-cubes-emergency",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With Rory's Story Cubes: Emergency, you can tell stories. Let the Story Cubes roll and use the diced icons to spin a fantastic fable. The only rule: there are no wrong answers.&#10;&#10;This box includes the three-dice sets: Medic, Rescue and Disaster.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "19440",
    "Name": "Project Pandora: Grim Cargo",
    "ID": 120444,
    "Year": "(2012)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/120444/project-pandora-grim-cargo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Game description from the publisher:&#10;&#10;Project Pandora: Grim Cargo is a sci-fi board game pitting the Corporation against the mysterious 8th Race, Veer-Myn rat-creatures, who have boarded a Corporation starship in an attempt to steal its precious cargo, a cargo which the Corporation will do everything in its power to keep hold of.&#10;&#10;Written by the author of the sell-out Dwarf King's Hold series, the game features an innovative dice-driven combat mechanism and a scenario-based narrative, allowing you to recreate the mission.&#10;&#10;The game includes twenty highly detailed plastic Corporation and 8th Race miniatures, stunning new artwork depicting the starship and action counters, and the Grim Cargo rule book, featuring a host of fast-paced and easy-to-learn rules that will lead to some incredibly tense games.&#10;&#10;Project Pandora: Grim Cargo immerses you in the Warpath sci-fi futuristic universe, as one player controls the evil human Corporation and the other one the alien 8th Race on a modular tile board, moving miniatures and rolling dice to achieve some scenario-driven objectives before your opponent, or to eliminate every foe.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19441",
    "Name": "Giro D'Italia Card Game",
    "ID": 42493,
    "Year": "(2009)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/42493/giro-ditalia-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Giro d'Italia Card Game is the Giro d&rsquo;Italia official card game. In this simple yet fascinating cycling race simulation you decide the placement and energy management of your riders, facing all the elements of the Giro or a classic: sprints, breakaways, falls, cracks, punctures, bonus time, made and broken alliances, final sprints.&#10;&#10;What is your specialty?&#10;Will you be best on plains and sprints? Will you fly in solitude on the mountain top? Or will you display a charismatic leader talent?&#10;&#10;At the end of the track,only the finest strategist and the humblest hard-worker will win, entering with Giro d&rsquo;Italia Card Game in the legend of the greatest Cyclists of all time.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Italy",
      "Game: Leader 1",
      "Sports: Bicycling / Cycling",
      "Sports: Giro d'Italia"
    ]
  },
  {
    "Rank": "19442",
    "Name": "Flashpoint",
    "ID": 64877,
    "Year": null,
    "Geek Rating": "5.515",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/64877/flashpoint",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is played with a 32-card pack ranking AKQJ10987. A trick always consists of four card in four different suit, hence players have to play a card in a different suit or pass, and then one player can add more cards in the same trick. Tricks score for certain combinations, the first partnership to reach 100 points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "19443",
    "Name": "Cow, Tiger, Santa Claus",
    "ID": 192722,
    "Year": "(2016)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/192722/cow-tiger-santa-claus",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "360",
    "Weight": "1",
    "Description": "The definitive travel game. At the start of a trip, the group will draw a card from each of three categories (easy, medium, hard) and they will keep their eyes peeled for School Buses, Bears, Superheroes, and more. The first player to spot and claim one of each is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Party Game",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "19444",
    "Name": "Doctor Who: Nemesis",
    "ID": 366788,
    "Year": "(2023)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/366788/doctor-who-nemesis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In Doctor Who: Nemesis, you play one of the Doctor&rsquo;s many adversaries seeking to twist space and time to your own ends.&#10;&#10;Your old nemesis, the Doctor, endlessly seeks to thwart your plans. Worse still, his other adversaries have their own schemes, and they don&rsquo;t involve you controlling everything. You must send your minions out to thwart both the Doctor&rsquo;s and your opponents&rsquo; schemes, while bringing your own to fruition!&#10;&#10;Have you got what it takes to remake the universe?&#10;Can you defeat the meddling Doctor?&#10;Will you finally triumph for all time?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "19445",
    "Name": "Band of Tricks",
    "ID": 306868,
    "Year": "(2020)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/306868/band-of-tricks",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Band of Tricks is a &quot;must follow&quot; trick-taking game for 3 to 5 players.  The game consists of four suits, with asymmetric ranks.  (For instance, one suit consists of ranks 1 to 13, and another 10 to 16.)&#10;&#10;Three of the suits have a rock-paper-scissors relationship, where rock cards will beat all scissor cards, paper cards will beat all rock cards, and scissor cards will beat all paper cards.&#10;&#10;However, the RPS relationship only applies if a trick consists of two or less suits.  Once a third suit is played to a trick, the highest ranked card wins the trick.  The fourth suit, which has the highest ranks, can only win in tricks with three or more suits.&#10;&#10;The players bid at the start of a hand how many tricks they will win in which they play rock, paper, or scissors, with tricks won in the fourth suit being wild. For each suit, if a player hits their bid, they earn one point per trick.  However, if a player does not hit their bid exactly, they lose 1 point for each trick they were off. Zero trick bids are also possible.&#10;&#10;The player with the most points after a certain number of rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "19446",
    "Name": "Pirate Box",
    "ID": 335431,
    "Year": "(2021)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/335431/pirate-box",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You've finally managed to get your hands on the legendary Black Lemon treasure. To share the loot, you set up an old pirate tradition in 3 steps:&#10;&#10;&#10;     memorize the contents of the chest in 30 seconds, &#10;     plan the sharing of the loot on a common grid, &#10;     then each collect the objects in the chest according to your choices. &#10;&#10;&#10;In short, place your pirate tiles on the grid alternately beginning by the first player. Then look what treasure pieces correspond to your grid placement and score the maximum of points by all available combinations. (crown crown, mask, bottle, sword, coin, diamond). Shake the chest, change the content of it and start again !&#10;&#10;If you have a good memory and are smarter than your partners, you might get the most valuable loot back!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Memory",
      "Pirates"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Memory",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19447",
    "Name": "Wampum",
    "ID": 64656,
    "Year": "(2010)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/64656/wampum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "Players are merchants in the colonial U.S., trading wares such as maize, tobacco, animal pelts, weapons and alcohol with Native American villages.  In some villages, you trade your wares for other wares.  In other villages, for your wares, you receive wampum--bands of shells and beads used as currency by American Indians--and subsequently the white European settlers as well. The types of wares you are trading and the types in the village where you are trading determine whether you will get wares or wampum.&#10;&#10;Clever trading in the right village at the right time is the key to collecting the most wampum and winning the game.&#10;&#10;The game won second prize in the 2009 Hippodice Game Design Competition.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Continents: North America",
      "Occupation: Merchant",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "19448",
    "Name": "Desert Storm: The Mother of All Battles",
    "ID": 6040,
    "Year": "(1991)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/6040/desert-storm-the-mother-of-all-battles",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4444",
    "Description": "Desert Storm: The Mother of All Battles is a one- or two-player operational simulation of the Gulf War.  It focuses almost exclusively on the Coalition ground war that liberated Kuwait and shattered the occupying Iraqi army.&#10;&#10;The game includes a 22&quot; x 34&quot; hex map of the significant terrain in the Kuwaiti Theatre of Operations, 192 counters, and 20 pages of rules, charts, and tables.&#10;&#10;Rules are split into both a basic and an advanced game.  There are separate rules for solitaire play.&#10;&#10;The U.S./Coalition player must completely liberate Kuwait to have a chance to win.  If Kuwait is liberated within 12 game turns, the player who has gained the most 'points' in inflicting losses on their opponent, wins.  The Coalition player must be aggressive in order to completely clear Iraqi units from all Kuwaiti cities, towns, oilfields, and airfields, otherwise the Iraqi player will win.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Kuwait",
      "Country: USA",
      "History: Gulf War",
      "Magazine: Command",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19449",
    "Name": "Stworze: Odrodzenie",
    "ID": 339616,
    "Year": "(2021)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/339616/stworze-odrodzenie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.8333",
    "Description": "Stworze: Odrodzenie  is an adventure/tactical board game that takes you on a journey to the world of Slavic mythology inhabited by Stworza &ndash; magical creatures that live in the world of people and participate in their everyday lives. Stworza can be merciful, but must not be disregarded! They are also prone to punish people with their anger. In Stworze game, the players take on the role of one of ten Stworza and carry out various missions to increase their influence on the Realm.&#10;&#10;The Stworze that will first conduct all missions from its Mission Deck will be victorious. Each mission requires the performance of actions, while each action requires the performance of specific activities on the board. These activities are meant to increase the influence of the given Stworze on the Realm and, consequently, to make the player its sole Caretaker.&#10;&#10;When performing an action, the players can decide whether to help or harm the people. They can also carry out a mission or send the people to raid the dens of other Stworza. Moreover, the choice of a particular action brings all Stworza closer to the activation of an Event &ndash; such as Forfather&rsquo;s Eve or Koliada.&#10;&#10;Stworze: Odrodzenie is a second, revised edition of the game. There is a separate expansion to convert first edition.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Commodity Speculation",
      "Open Drafting",
      "Secret Unit Deployment",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Poland",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "19450",
    "Name": "Revolt in the East: Warsaw Pact Rebellion in the 1970's",
    "ID": 8331,
    "Year": "(1976)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/8331/revolt-in-the-east-warsaw-pact-rebellion-in-the-19",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1579",
    "Description": "Revolt in the East - Warsaw Pact Rebellion in the 1970&rsquo;s, is a hypothetical wargame of Warsaw Pact nations revolting against the Soviet Union. Originally published in Strategy &amp; Tactics magazine #56, later released as a part of the Strategy &amp; Tactics Folio Series..&#10;100 counters&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19451",
    "Name": "Ask Anything",
    "ID": 137606,
    "Year": "(2013)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/137606/ask-anything",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It's a party game about communication and realize the true thoughts of your friends!&#10;&#10;Everyone has two chances to ask a Yes/No question,each other players must secretly(face down) play a Yes(or No) card as answer , then everyone including the asking player, tries to bet &quot;There are how many YES among the answers&quot;, shuffle all answer cards and reveal them, you earn 1 point if your bet is correct!&#10;&#10;Note! if all the answers are YES or NO, this means the question is not interesting, the asking player won't earn any point this turn; the other players all earn 1 point no matter their bet are correct or not.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "19452",
    "Name": "Lab Notes",
    "ID": 363771,
    "Year": "(2023)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/363771/lab-notes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Class is now in session for Lab Notes! This roll-and-write game features the brain teaser challenge of putting together chemical bonds. Each round, a player rolls all the elemental dice for Hydrogen, Oxygen, Nitrogen, Carbon, or a useful but dangerous Bunsen Burner. The rolling player chooses their element first, leaving the rest of the table to scratch their heads to fit the remainder within their lab notes.&#10;&#10;Elements now in hand, the players choose where to keep their elements. They can notate in the research field or trash them for some added benefits, later. Combine elements based on the real rules of chemistry! Double and triple bonds are worth more, but you can only bond with elements near each other and as they&rsquo;re written.&#10;&#10;Don&rsquo;t worry if you&rsquo;re not sure about what bonds work where. There are handy-dandy notecards outlining real, actual chemicals you can make! Manage to make the chemical on the card? You get a bonus!&#10;&#10;Lab fires burn a slot within your lab notes, but maybe that will work out for you, who knows! &#10;The game ends when the first person fills up their sheet. Tally up all those points and see who&rsquo;s top of the class!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "19453",
    "Name": "The Game of Life Express",
    "ID": 36510,
    "Year": "(2007)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/36510/the-game-of-life-express",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "This dice game is a derivative of The Game of Life. It contains a dice bowl, a score pad and 10 dice.&#10;&#10;The aim is to get as many Life Points at the end of the game as possible. You throw the dice up to three times each turn. If you collect the symbols you need for a life experience, you win Life Points.&#10;&#10;The Game of Life Express is part of the Hasbro Express Line.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Round Boxes",
      "Game: Game of Life",
      "Series: Express Line (Hasbro)",
      "Theme: My Best Life",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "19454",
    "Name": "The Powerpuff Girls: Mojo Jojo Attacks Townsville Game",
    "ID": 10780,
    "Year": "(2000)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/10780/the-powerpuff-girls-mojo-jojo-attacks-townsville-g",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "One player controls the Powerpuff Girls, trying to stop Mojo Jojo from using his laser tower to destroy them and Townsville. The other player controls Mojo Jojo, trying to take out the Powerpuff Girls.  Each character has an individual deck of action cards.  Players try to reduce opposing characters' hit points to KABLOOEY!&#10;&#10;The Powerpuff Girls player selects a girl to activate and draws from the appropriate deck.  The player will then follow the card instructions (usually movement). If the girl moves adjacent to Mojo Jojo, then she can fight him along with any other girls that are with her. Fighting Mojo Jojo consists of rolling one die for each girl in the fight.  Each die has 3 sides with no stars, 2 with one star and 1 side with two stars. For each star rolled, Mojo Jojo loses one hit point.&#10;&#10;The Mojo Jojo player draws a card from the Mojo Jojo deck and follows the instructions.  Mojo Jojo may attack if adjacent to a Powerpuff Girl, rolling a black die that is the counterpart to the girls' dice, except with splats instead of stars.  Then Mojo Jojo gets a second attack. The player throws a red die through the laser sight on the 3D Laser Tower to physically knock down one or more of the Powerpuff Girl figures. Each girl knocked down loses a hit point.&#10;&#10;A Powerpuff Girl whose hit points are reduced to KABLOOEY! is out of the game and her figure and deck are removed.  Mojo Jojo wins if all three Powerpuff Girls are removed from the game.  The Powerpuff Girls win if Mojo Jojo's hit points are reduced to KABLOOEY!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Players: Two-Player Only Games",
      "TV Shows: The Powerpuff Girls"
    ]
  },
  {
    "Rank": "19455",
    "Name": "Zone Runners",
    "ID": 227150,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/227150/zone-runners",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Set in the near future (as imagined 70 years ago), Zone Runners is the number one show on TV. Each week a team of three contestants tries to complete a Level by running along narrow pathways that hover high in the sky. The better they perform, the more credits they win.&#10;At random intervals gaps appear in these tracks, over which players must jump, or otherwise fall onto the pathway below. &#10;And large mutant creatures, known as Blockers, are also waiting to try to stop their progress.&#10;&#10;The aim of this solitaire micro game is to win as many credits as you can!&#10;Each Level consists of 3 tracks (high, mid and low), divided into 7 Zones (cards). The game has 3 Levels, each getting progressively more difficult.&#10;Runners who successfully reach a Level&rsquo;s End Zone are awarded points (credits), depending on the height of track and the Level. A runner who completes one Level can then tackle the next one (hopefully with their other team mates if they also finished it).&#10;You control a team of 3 Runners. You&rsquo;ll be rolling dice and deciding how best to assign them so that each Runner has the best chance of progressing. Runners also have special abilities that can modify their dice score.&#10;&#10;Zone Runners was voted Best Solitaire Game in the 2017 9-card Nanogame PnP Design Contest.&#10;It was also voted 2nd Best Overall Game.&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;EXPANDED EDITION&#10;This edition adds 2 expansions, 4 character ability reference cards, an updated turn tracker card and card backs. &#10;Available from both PNP Arcade https://www.pnparcade.com/products/zone-runners and Randomskill Games https://randomskill.games/product/zone-runners/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "19456",
    "Name": "Swashbuckled!",
    "ID": 35163,
    "Year": "(2008)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/35163/swashbuckled",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8333",
    "Description": "Swashbuckled! is Fun-at-Home Games first game. Played with different colored sailing ships and on a beautiful large world map board, the game is set in the year 1806, at the peak of Napoleon's power. The game is played on three levels: the first level is rolling dice and moving one of six cargoes indicated on cargo cards from one port/continent to another, avoiding ever changing bad weather and war zones, lest you sink at sea.&#10;&#10;The second level features pirates that every player gets a chance to be, by the pick of specially marked new cargo cards, once your voyage is complete. Pirates need not reveal themselves until they so desire. Poker face is critical to this game. Pirates can attack merchant ships by rolling additional dice. Knowing when to hold and when to attack are critical to success. However, there are also a few Lord Nelsons at sea - the game's police force -  that can Neutralize pirates.&#10;&#10;Finally, there is the most exciting third level; the Secret Treasure Islands. With every game there is at least one, truly secret treasure worth 50,000 pounds that makes the game a fun, fast, in your face adventure. Since the location of these treasures changes from game to game, no two games are ever the same and although the better strategists more often than not win this game, no one is ever really out of it. The emotional intensity of the game often increases into a climactic finish.&#10;&#10;The Box and Board are beautifully designed, money comes in British pounds (paper), ships are wooden and painted with different colored sails, ship manifests are included to keep record of your payouts, and variously colored lighthouses mark where you start and where you end. Weighs 3.3 lbs.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "19457",
    "Name": "Pool Position",
    "ID": 180,
    "Year": "(1999)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/180/pool-position",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7273",
    "Description": "The setting is pool side at a swanky hotel and players are trying to get their beach towels into the choice locations next to the pool.  Players use equal sets of power cards to determine the number of placement points for each round.  These movement points are then used to place their towels or dislodge others' towels.  However activity in a particular row of towels attracts the attention of the cabana boys, who can eventually lock a row up permanently.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19458",
    "Name": "Black Stories: Mittelalter Edition",
    "ID": 127646,
    "Year": "(2012)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/127646/black-stories-mittelalter-edition",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. A spooky card game just right for any party.&#10;&#10;Outrageous witch trials, wicked instruments, ghastly and catastrophic personal hygiene counts - what age could better fit to black stories as the Dark Ages? Part of the puzzles are based on historical events in this edition, some of them are from the medieval life.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Medieval",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  },
  {
    "Rank": "19459",
    "Name": "Star Wars: Escape From The Death Star",
    "ID": 2725,
    "Year": "(1990)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/2725/star-wars-escape-from-the-death-star",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "1.9583",
    "Description": "A cooperative board game in which players take the roles of Luke Skywalker, Han Solo, Chewbacca, and/or Leia Organa and attempt to escape from the Death Star by shutting down the tractor beam and getting to the Millennium Falcon without being killed.  The game system provides the opposition, in the form of Stormtroopers, Darth Vader, and various hazards.  The game system also provides assistance through C-3PO, R2-D2, and Obi-Wan Kenobi.  All of the players must reach the Millennium Falcon in order to win.  If even just one of the players is captured, the game is over for everyone.&#10;&#10;Components:&#10;17x22&rdquo; color map sheet&#10;8.5x11&rdquo; 2-color Hazard &amp; Help summary sheet&#10;8.5x11&rdquo; 2-color Tracking card&#10;16-page 8.5x11&rdquo; 2-color rulebook&#10;117 perforated Sector cards&#10;- Terminal (4)&#10;- Service (12)&#10;- Military (12)&#10;- Command (12)&#10;- Technical (12)&#10;- Hangar (12)&#10;- Security (12)&#10;- General (41)&#10;4 Character Pads&#10;3 red plastic winks&#10;3 dice&#10;&hellip;and an oddly-designed molded styrene insert which isn&rsquo;t strong enough to hold all the bits without sagging with the box laid flat, not tall enough to hold them in place with it upright.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Star Wars Adventure Board Game (West End)"
    ]
  },
  {
    "Rank": "19460",
    "Name": "Gangsta",
    "ID": 63671,
    "Year": "(2010)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/63671/gangsta",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The mob has gained control in the early 60's. as the capo of one of the mafias, your goal is to make illegal transactions with your mobsters in the right place of the city. However, the law always prevails so you have little time to receive money before the police come.&#10;In this fun and uncommon trick-taking card game, you receive money with the best combination of mobsters on the city.&#10;&#10;Gangsta is a trick-taking game with a big twist: you actually &quot;use&quot; the cards you win on each trick, laying them down on the table, trying to make combinations to win points.  When a column or a row on the table is complete, the police bust the smugglers and take them to jail, leaving new space to play new cards.&#10;&#10;A nifty idea for a trick-taking game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "19461",
    "Name": "Zoop",
    "ID": 202223,
    "Year": "(2016)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/202223/zoop",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Be the first to run out of cards!&#10;&#10;Zoop is a fun discard game in which the players must use their wits and skills to combine their animals and win the game. During their turn, players have to discard one card that shares at least two of the three characteristics &mdash; number of animals, color, and type of animal &mdash; of the last card played. Players can also use special cards that help them in their game.&#10;&#10;The first player to run out of cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "19462",
    "Name": "Rommel's Panzers",
    "ID": 4139,
    "Year": "(1980)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/4139/rommels-panzers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "MicroHistory #1 in the Metagaming MicroHistory series.&#10;&#10;A game of Tactical Unit combat in North Africa. In 1941 Erwin Rommel arrived in North Africa to save the collapsing Italian empire. Among the units under his command was the Deutches Afrika Korps. With the Afrika Korps Rommel wreaked havoc and exercised such military ingenuity that he would thereafter be known as &quot;The Desert Fox&quot;.&#10;&#10;From back of the box:&#10;&#10;PANZER ROLLEN IN AFRIKA VOR...&#10;&#10;1/28/42 - Benghazi: Our Panzer III column growls forward at the British six-pounder, dug-in on the next shimmering sand dune.  On our left a Matilda lumbers in, guns blasting.  Our battle is gritty and hard.  But, I know the men of the Afrika Korps will be victorious.  We have become crafty 'rats' of the desert.  We have the will and genius of General Rommel as our sustaining guide.  Heil!&#10;&#10;ROMMEL'S PANZERS is Metagaming's historical Micro-Game.  Tactical unit combat in North Africa was perhaps the ultimate example of armored warfare.  You command the tanks and fight the battles int he fast moving simulation.  The fun and playability of micros is now history.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Series: MicroGame (Metagaming)",
      "Series: MicroHistory (Metagaming)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "19463",
    "Name": "The Last Station",
    "ID": 286891,
    "Year": "(2019)",
    "Geek Rating": "5.515",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/286891/the-last-station",
    "Min Players": "5",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "The Last Station is game of intrigue and deduction set in the times of &quot;Reza Shah&quot; in Iran in which players are trying to survive on the last train home.&#10;&#10;Story: January of 1944 before midnight, at a train station between Sari and Tehran. A culprit is going to be transferred in a faraway train station in the heart of the mountains. you are with 11 other strangers. Everybody has a reason, but there cannot be more than two reasons! As you are waiting at the station, you start to look at one another doubtfully. Everyone`s trying to be cautious. Everybody knows it is not accidental for this suspicious crowd to gather at a station in the middle of nowhere at this time of the night! ONLY ONE LEAVES ALIVE!&#10;&#10;The game is played over a several rounds in each players try to guess others identity and use their abilities to survive.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "19464",
    "Name": "Lebanon '82: Operation Peace for Galilee",
    "ID": 129326,
    "Year": "(2012)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/129326/lebanon-82-operation-peace-for-galilee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1429",
    "Description": "Operation Peace for Galilee&#10;&#10;Lebanon &lsquo;82 is a simulation of the Israeli invasion of Lebanon in &lsquo;82, an attempt to clear out PLO terrorists and expel elements of the Syrian army from the country. Hoping to establish the pro-Israeli Christians as the legitimate government in Lebanon, the Israelis sent in the IDF, which soon became embroiled in vicious urban battles. The game also includes a 1975 scenario, as well as a 2006 scenario, showing the evolution of Israel&rsquo;s ongoing struggle against the PLO.&#10;&#10;Lebanon &lsquo;82 utilizes the Fire &amp; Movement combat system that is designed so that players can augment their units with &ldquo;Support Fire&rdquo; during the course of the battle. From artillery to air strikes, units can receive support assets to engage enemy positions and formations, allowing combat to develop at all levels. Lebanon &lsquo;82 also includes rules for a possible Syrian entry, and features the Syrian Surface to Air Missiles! Israeli air support could come under fire from Syrian fixed SAM batteries; more support fire will be necessary, but assets are limited.&#10;&#10;In Lebanon &lsquo;82, the attritional design of the Combat Results Table simulates the true nature of modern warfare; Units are typically two-sided formations that can incur casualties during a game, accurately replicating the realities of combat, especially during the street fighting encountered in 1982. Winning the battle is thus a matter of maneuver, firepower and asset management &mdash; not merely odds ratios requiring numerical superiority. A stunning map of Lebanon depicts the entire battle area, ranging from the Israeli border to the capital Beirut itself &mdash; including all of the famous battle sites, such as the PLO refugee camps.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Israel",
      "Country: Lebanon",
      "Country: Syria",
      "History: Lebanese Wars 1975-2006",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Fire & Movement combat system (Decision Games)",
      "Series: Folio (Decision Games)"
    ]
  },
  {
    "Rank": "19465",
    "Name": "Frigate: Sea War in the Age of Sail",
    "ID": 5862,
    "Year": "(1974)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/5862/frigate-sea-war-in-the-age-of-sail",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Frigate simulates naval battles of the 18th and 19th centuries in 20 different scenarios.&#10;&#10;Battles involving the American, British, French, Spanish, Italian, and Dutch are represented.  They range from single ship combats to full scale battles, like Trafalgar, which involved more than 70 ships.  Ranged combat, grappling, and boarding actions are all included.  Movement is both plotted and simultaneous. Wind effects and command control also play a big part of the game. 255 counters&#10;&#10;Victory conditions are dependent on the scenario played.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19466",
    "Name": "1918: Death on the Rails",
    "ID": 245611,
    "Year": "(2018)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/245611/1918-death-on-the-rails",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "After the capitulation of Imperial Germany in 1918, German representatives formally handed over political power to the Estonian Provisional Government. On 16 November 1918, an order was given by the Russian Red Army HQ to follow the retreating German units. On 28 November 1918, the 6th Red Rifle Division struck the border town of Narva, which marked the beginning of the Estonian War of Independence.&#10;&#10;&quot;1918: Death on the Rails&quot; is a challenging, fast-paced block wargame for two players that reflects the struggle between the Estonian and the Russian SFSR units during the Estonian War of Independence. In the game, you maneuver units on a hexagon grid map, trying to be the first to achieve the different scenario goals.&#10;&#10;When playing 1918: Death on the Rails, it becomes clear just how significant the role of Estonian armored trains was during this defining period in Estonian history.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Estonia",
      "Country: Russia",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19467",
    "Name": "Flizz & Miez",
    "ID": 154681,
    "Year": "(2014)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/154681/flizz-and-miez",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The idea of this game is based on the many videos about cats chasing little race cars on slot-race-tracks.&#10;&#10;Children are taking different roles each turn: &#10;- The Race driver has to puzzle together race cars in different colors pictured on cardboard tiles. Everytime he does he has to say: &quot;Wrooom!&quot;&#10;- The child playing the car has to roll the cat die as often and fast as possible. Everytime he rolls a cat-face he has to say &quot;Meowww&quot;&#10;- The race coordinator is moving the pieces (race car and cat) on the board. If the cat catches the car or the car reaches the STOP-sign he has to say &quot;Stooop!&quot;&#10;&#10;There are variants in the game that make it more challanging:&#10;- Secondary attribute: Race cars puzzled together do have to have the same color. In this variant the secondary attribute (color of stripes &amp; Helmets) has to fit, too.&#10;- The second side of the game board features obstacles (looping, jump) that need special sounds.&#10;&#10;The game ends when the first car finishes one round.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19468",
    "Name": "Space Taxi",
    "ID": 316973,
    "Year": "(2020)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/316973/space-taxi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "All aboard! Get ready for launch: 3 &ndash; 2 &ndash; 1 and lift-off! Once everyone is aboard, the space taxi sets off at full speed. But avoid failure to launch: this can have disastrous consequences! &#10;Who can fill the taxi with themost aliens of the same species, ensure the right amount of fuel, smuggle valuable crystals &ndash; and get the most points?&#10;&#10;Aim of the game:&#10;The aim is to score the most points by strategically &bdquo;playing&ldquo; the dice &ndash; along with the luck of the throw.&#10;&#10;Gameplay:&#10;Each game of Space Taxi consists of several rounds. Players take turns clockwise.&#10;&#10;&bull; The player whose turn it is takes all 10 dice. The player to their left takes the number tiles (0-4) and places these face-up in a row in front of them.&#10;&#10;&bull; The first player then starts to roll the dice. A player can roll the dice up to 5 times in each turn. After each throw, he must decide how many dice to place on the relevant squares on the board. The player to their left then turns over the number tile that corresponds to the selected number of dice. Each number tile may only be used once in any given turn,&#10;and the tiles with the numbers 1, 2, 3 and 4 must be used.&#10;&#10;&bull; A player continues to throw until all dice have been played. Their score is then calculated.&#10;&#10;&bull; Once the score has been calculated, the next player takes the 10 dice and the player on their left the 5 number tiles, which are once again placed face-up in a row. The player with the dice now starts their turn and throws until they have discarded all dice, and their score is then calculated. The round ends when each player has taken a turn and the scores for the round are then calculated.&#10;&#10;The game ends after&#10;5 rounds for 3 players, and&#10;4 rounds for 4-5 players.&#10;&#10;Each player's individual scores for the rounds are added together. The player with most points in total wins. If more than one player scores the highest total, they are joint winners.&#10;&#10;",
    "Categories": [
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "19469",
    "Name": "Riiing!",
    "ID": 346446,
    "Year": "(2021)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/346446/riiing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The alarm clock rings and you're already got up on the wrong side of the bed. Daily routines can sometimes put the brakes on your best days.&#10;&#10;Burnt toast, slip in the shower and spilled coffee will slow you down in your race to start the day. Overcome all the obstacles, be the first to discard all your cards and win before the bus leaves without you.&#10;&#10;Preparation&#10;Shuffle all the cards and deal seven cards to each player. Turn over the top card from the deck to make the discard pile. The person who gets up earliest starts.&#10;&#10;How the game works&#10;When it is your turn, play a card from your hand on the last card played or, if you can't, draw a card from the deck. Then the turn passes to the player on your left.&#10;&#10;To play a card from your hand, it must match the condition on the back of the top card of the deck (+,-,=...).&#10;&#10;If you can't play a card from your hand because you don't have a card that meets the condition, draw a card from the deck. This changes the condition for the next player, and the turn then passes to the person on your left.&#10;&#10;There are also some special cards that can be played at any time regardless of the condition shown on the top card (burnt toast, dropped soap, broken alarm clock...).&#10;&#10;The game ends when a player gets rid of all the of cards in their hand. Now you're ready to get on the bus and start your day in the best way!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Matching",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "19470",
    "Name": "BABEL",
    "ID": 217378,
    "Year": "(2016)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/217378/babel",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "BABEL is a balancing game in which players make a tower of paper by building walls of different heights. This game has three modes of play: hidden identity mode (saboteurs may exist), limited communication co-operative mode (players use strange languages - frog, robot, dog, cat, no words), and random co-operative mode (players may not choose walls).&#10;&#10;In hidden identity mode, players are secretly assigned a role: Builder or Saboteur (Fanatic is the 2nd Edition). A Builder's goal is to build an eight-tier tower, and a Saboteur's goal is to make one of the builders collapse the tower.&#10;&#10;The 2nd edition, published in 2017, kept the gameplay the same, but made significant changes to the components of the 1st edition (2016). The original edition had the player's Height cards also acting as the actual floors of the tower. The Height card had a sort of Pac-man shape. By combining two pieces, you made the hexagonal floor you would build. The player building the level was meant to arrange the floor parts to match the wall parts. That is, if the heights combined are a 3 and a 5, the 3-wall goes over the 3-floor, and the 5-wall goes over the 5-floor.&#10;&#10;The 2017 edition did away with this physical mechanism; instead, players had normal playing cards numbered 1 to 5, and wholly separate floor tiles to actually build with. This edition also introduced a new card 'Break Down The Wall', which means that only one wall piece is used in the level being built. Also, in the new edition, the tower starts with a floor, and on your turn you place two walls and then the floor. The new edition also has a sturdier box and is slightly larger.&#10;&#10;Gameplay&#10;Each player has three cards in their hand. In your turn, you place a floor card, which is numbered 1-5, face-up, and other players place a floor card face-down, saying a hint (saboteurs might be misleading you). Then you choose and reveal one of these face-down cards (the unused go unseen to a discard pile), take a floor tile (in the 2016 edition - combine the chosen card with yours to make a hexagonal floor), and take two walls that correspond to the floor numbers. You must place the floor and the walls on top of tower without making it collapse. Height of walls gradually vary over floor numbers, so you should pick the same number if you want to build an upright tower.&#10;&#10;If you are a saboteur, it's up to you whether you secretly or explicitly betray the builders. You may try to mislead builders to take unbalanced walls, or boldly build up a skewed tower in your turn. But beware. Your side loses the game if you make the tower collapse yourself. You may also reveal your identity during your turn, in which case builders need to complete one more floor to win the game.&#10;&#10;In the co-operative mode, players may loosely discuss which card ought to be selected (you cannot say obvious info, such as 'my card is a 3!'). But discussions are done in foreign languages - dog, cat, frog, robot, and no words. You are dealt a card and can only use your given language to communicate.&#10;&#10;The game can be played as a solitaire but only in random mode. You randomly take two floor cards and use the corresponding walls to build one tier. Repeat the process until you build 12-tier tower without it falling.&#10;&#10;There is an instructional manga by &#228;&#184;&#131;&#232;&#137;&#178;&#230;&#180;&#139;&#229;&#147;&#129;&#229;&#186;&#151; (Nanairo Youhinten) in the first edition. The second edition has a manga by Ayame Gonta (&#227;&#129;&#130;&#227;&#130;&#132;&#227;&#130;&#129; &#227;&#130;&#180;&#227;&#131;&#179;&#229;&#164;&#170;). These are online on the Game Market webpage for the game (see links below).&#10;&#10;Publisher's summary&#10;BABEL is a dexterity game where you build a tower using walls of&#10;unoriented heights.&#10;You may play the game in 3 variations:&#10;&#10;     Hidden identity mode - the traitor secretly tries to collapse the tower&#10;     Co-op mode - as postfin of the myth, build with limited communications&#10;     Solitaire mode - build the tower as high as you can with random draw of walls&#10;&#10;&#10;Difference between the first edition and the 2017 new version:&#10;The following improvements were made from the version sold at TGM2016.&#10;1: Introduced the &quot;Height Card&quot;. No need to combine the floor cards anymore.&#10;2: Introduced the &quot;Break down the wall&quot; card. When played, the active&#10;player must build the tower with only 1 wall card this turn.&#10;3: Construction order for each turn altered, from floor=&gt;wall to wall=&gt;floor.&#10;4: More sturdier box.&#10;&#10;BABEL&#227;&#129;&#175;&#228;&#184;&#141;&#227;&#129;&#158;&#227;&#130;&#141;&#227;&#129;&#132;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#169;&#141;&#227;&#129;&#191;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#161;&#148;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#185;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#163;&#143;&#229;&#136;&#135;&#227;&#130;&#138;&#232;&#128;&#133;&#227;&#129;&#140;&#230;&#154;&#151;&#232;&#186;&#141;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#173;&#163;&#228;&#189;&#147;&#233;&#154;&#160;&#229;&#140;&#191;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#231;&#165;&#158;&#232;&#169;&#177;&#227;&#129;&#174;&#229;&#190;&#140;&#230;&#151;&#165;&#232;&#171;&#135;&#227;&#129;&#140;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#129;&#227;&#130;&#139;&#229;&#174;&#140;&#229;&#133;&#168;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#128;&#227;&#131;&#160;&#227;&#129;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#169;&#141;&#227;&#130;&#128;&#231;&#165;&#158;&#227;&#129;&#174;&#230;&#136;&#175;&#227;&#130;&#140;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;1&#227;&#131;&#145;&#227;&#131;&#131;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#129;&#167;3&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#136;&#157;&#231;&#137;&#136;&#227;&#129;&#168;2017&#229;&#185;&#180;&#230;&#150;&#176;&#231;&#137;&#136;&#227;&#129;&#168;&#227;&#129;&#174;&#233;&#129;&#149;&#227;&#129;&#132;&#239;&#188;&#154;&#10;2016&#229;&#185;&#180;&#227;&#129;&#171;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#164;&#227;&#131;&#153;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#128;&#142;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#130;&#177;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#128;&#143;&#227;&#129;&#171;&#227;&#129;&#166;&#233;&#160;&#146;&#229;&#184;&#131;&#227;&#129;&#151;&#227;&#129;&#159;&#229;&#136;&#157;&#231;&#137;&#136;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#128;&#129;&#228;&#184;&#139;&#232;&#168;&#152;&#227;&#129;&#174;&#231;&#130;&#185;&#227;&#129;&#140;&#230;&#148;&#185;&#232;&#137;&#175;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#145;&#239;&#188;&#142;&#233;&#171;&#152;&#227;&#129;&#149;&#231;&#149;&#170;&#229;&#143;&#183;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#229;&#176;&#142;&#229;&#133;&#165;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#128;&#129;&#229;&#141;&#138;&#229;&#136;&#134;&#227;&#129;&#154;&#227;&#129;&#164;&#227;&#129;&#174;&#229;&#186;&#138;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#130;&#139;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#140;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#239;&#188;&#146;&#239;&#188;&#142;&#229;&#163;&#129;&#230;&#159;&#177;1&#230;&#158;&#154;&#227;&#129;&#167;&#230;&#148;&#175;&#227;&#129;&#136;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#136;&#231;&#160;&#180;&#229;&#163;&#138;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#137;&#227;&#129;&#140;&#232;&#191;&#189;&#229;&#138;&#160;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#239;&#188;&#147;&#239;&#188;&#142;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#167;&#227;&#129;&#174;&#229;&#187;&#186;&#232;&#168;&#173;&#232;&#161;&#140;&#231;&#168;&#139;&#227;&#129;&#140;&#227;&#128;&#129;&#229;&#186;&#138;&rarr;&#229;&#163;&#129;&#227;&#129;&#139;&#227;&#130;&#137;&#229;&#163;&#129;&rarr;&#229;&#186;&#138;&#227;&#129;&#171;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#239;&#188;&#148;&#239;&#188;&#142;&#231;&#174;&#177;&#227;&#129;&#140;&#233;&#160;&#145;&#228;&#184;&#136;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;BABEL&#227;&#129;&#175;&#228;&#184;&#141;&#230;&#143;&#131;&#227;&#129;&#132;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#149;&#227;&#129;&#174;&#229;&#163;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#169;&#141;&#227;&#129;&#191;&#228;&#184;&#138;&#227;&#129;&#146;&#229;&#161;&#148;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#185;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#163;&#143;&#229;&#136;&#135;&#227;&#130;&#138;&#232;&#128;&#133;&#227;&#129;&#140;&#230;&#154;&#151;&#232;&#186;&#141;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#173;&#163;&#228;&#189;&#147;&#233;&#154;&#160;&#229;&#140;&#191;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#231;&#165;&#158;&#232;&#169;&#177;&#227;&#129;&#174;&#229;&#190;&#140;&#230;&#151;&#165;&#232;&#171;&#135;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#128;&#230;&#175;&#141;&#232;&#170;&#158;&#227;&#129;&#140;&#228;&#189;&#191;&#227;&#129;&#136;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#139;&#229;&#174;&#140;&#229;&#133;&#168;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#128;&#227;&#131;&#160;&#227;&#129;&#171;&#229;&#163;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#169;&#141;&#227;&#130;&#128;&#233;&#171;&#170;&#227;&#129;&#174;&#230;&#136;&#175;&#227;&#130;&#140;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;1&#227;&#131;&#145;&#227;&#131;&#131;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#129;&#167;3&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#128;&#128;&#226;&#151;&#143;&#230;&#173;&#163;&#228;&#189;&#147;&#233;&#154;&#160;&#229;&#140;&#191;&#227;&#131;&#162;&#227;&#131;&#188;&#227;&#131;&#137;&#226;&#151;&#143;&#227;&#128;&#128;&#228;&#186;&#186;&#230;&#149;&#176;&#239;&#188;&#139;&#239;&#188;&#145;&#230;&#158;&#154;&#227;&#129;&#174;&#228;&#186;&#186;&#230;&#160;&#188;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#133;&#141;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#187;&#186;&#232;&#168;&#173;&#232;&#128;&#133;(&#229;&#187;&#186;&#227;&#129;&#166;&#227;&#129;&#159;&#227;&#129;&#132;&#228;&#186;&#186;)&#231;&#139;&#130;&#228;&#191;&#161;&#232;&#128;&#133;(&#229;&#163;&#138;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#129;&#132;&#228;&#186;&#186;)&#227;&#130;&#146;&#230;&#177;&#186;&#229;&#174;&#154;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#186;&#138;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;5&#231;&#168;&#174;&#227;&#130;&#146;&#229;&#144;&#132;3&#230;&#158;&#154;&#233;&#133;&#141;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#139;&#227;&#130;&#137;1&#230;&#158;&#154;&#227;&#130;&#146;&#232;&#161;&#168;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#228;&#184;&#128;&#232;&#168;&#128;&#227;&#129;&#157;&#227;&#129;&#136;&#227;&#129;&#166;&#232;&#163;&#143;&#229;&#144;&#145;&#227;&#129;&#141;&#227;&#129;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#139;&#227;&#130;&#137;1&#230;&#158;&#154;&#233;&#129;&#184;&#227;&#129;&#179;&#229;&#186;&#138;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;1&#230;&#158;&#154;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#175;&#190;&#229;&#191;&#156;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#129;&#233;&#171;&#152;&#227;&#129;&#149;&#227;&#129;&#174;&#233;&#129;&#149;&#227;&#129;&#134;&#229;&#163;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;(5&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;)&#227;&#130;&#146;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#227;&#129;&#174;&#229;&#186;&#138;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#171;&#227;&#129;&#174;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;8&#230;&#174;&#181;&#231;&#169;&#141;&#227;&#130;&#129;&#227;&#129;&#159;&#227;&#130;&#137;&#229;&#187;&#186;&#232;&#168;&#173;&#232;&#128;&#133;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#128;&#129;&#229;&#161;&#148;&#227;&#130;&#146;&#229;&#180;&#169;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#129;&#157;&#227;&#129;&#174;&#233;&#153;&#163;&#229;&#150;&#182;&#227;&#129;&#174;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#231;&#139;&#130;&#228;&#191;&#161;&#232;&#128;&#133;&#227;&#129;&#175;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#171;&#230;&#173;&#163;&#228;&#189;&#147;&#227;&#130;&#146;&#230;&#152;&#142;&#227;&#129;&#139;&#227;&#129;&#153;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#128;&#129;&#229;&#174;&#140;&#230;&#136;&#144;&#230;&#174;&#181;&#230;&#149;&#176;&#227;&#130;&#146;1&#230;&#174;&#181;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Mythology",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Mesopotamia"
    ]
  },
  {
    "Rank": "19471",
    "Name": "Let's Hit Each Other with Fake Swords",
    "ID": 423729,
    "Year": "(2024)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/423729/lets-hit-each-other-with-fake-swords",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The hook of the party game Let's Hit Each Other with Fake Swords is that...you get to hit each other with fake swords. Why you're doing that is to claim action cards. Collect three cards of a color, and you have a set; collect three sets before anyone else, and you win.&#10;&#10;Each round, the fight boss divides cards into piles, then after a countdown of 3-2-1, everyone points to the pile they want. If no one else has pointed at your pile, take that pile and place those cards (or card) in front of you. If no one points at a pile, discard that pile. If multiple people point at a pile (or multiple piles have multiple people pointing at them), the fight boss chooses which two people pointing at the same pile will fight, and those players then try to hit one another with fake swords &mdash; but they must follow all of the rules on the cards over which they are fighting. Maybe you have to stand on one leg or wield the sword without bending your elbow or keep a running count of the things the fighters hit...or maybe you have to do all three of those things!&#10;&#10;If the fight boss sees a fighter violate a rule &mdash; such as disobeying a card or hitting an opponent on the head or arm &mdash; the other fighter wins. If a fighter hits their opponent on the chest or back (or meets the victory condition on a card), they claim all of the cards in that pile. Everyone else who was pointing at the same pile as someone else gets nothing.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "19472",
    "Name": "Эрудит (Polymath)",
    "ID": 41587,
    "Year": "(1970)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/41587/erudit-polymath",
    "Min Players": "2",
    "Max Players": "17",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Russian adaptation of Scrabble. Players use their seven drawn letter-tiles to form words on the gameboard. Each word laid out earns points based on the commonality of the letters used, with certain board spaces giving bonuses. But a word can only be played if it uses at least one already-played tile or adds to an already-played word. This leads to slightly tactical play, as potential words are rejected because they would give an opponent too much access to the better bonus spaces.&#10;&#10;Online Play&#10;&#10;     http://www.iggamecenter.com/ - igGameCenter (real-time)&#10;&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids"
    ]
  },
  {
    "Rank": "19473",
    "Name": "Fletcher Pratt's Naval War Game",
    "ID": 12569,
    "Year": "(1943)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/12569/fletcher-pratts-naval-war-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "&quot;Fletcher Pratt's Naval War Game&quot; is a set of Naval miniature wargame rules for World War I and World War II ship battles, extremely popular during the 1940's.&#10;&#10;From the Introduction:  [A] game that can be played by almost anyone, not too heavily upholstered to bend over and maneuver a model ship across the floor.  It is also, fortunately, a game whose practical details can be learned in 15 minutes or less, in spite of the apparent complexity of the rules.  Having been told how to maneuver his ship by the speed-scale and how to lay the firing arrows, the rest is up to the individual's keenness of eye and his ability to keep cool amid excitements.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Movement Template",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19474",
    "Name": "Escape: Fighting for Freedom",
    "ID": 117558,
    "Year": "(2013)",
    "Geek Rating": "5.515",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/117558/escape-fighting-for-freedom",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Escape: Fighting for Freedom takes place in a post-apocalyptic world in which artificial intelligence will ensure the good of humanity... A little too much for some humans, who revolt. The game focuses on the confrontation between the resisting humans and robots.&#10;&#10;Escape is a light miniatures wargame, taking place in the Eden universe. The game is designed for two players: one player takes control of the International Scientific Council (I.S.C.) and its force of robots; the other player controls the Resistance, the camp of the humans. The game system is simple, accessible and fast.&#10;&#10;Each game is played as a separate scenario and you may play several as a campaign. The I.S.C. or the Resistance player can win by completing a certain goal, such as escaping, destroying artifacts, or killing enemies. &#10;Players activate members of their squads on their turns, who can perform various actions such as move, attack an opponent, hack a security lock, use equipment, etc.  Dice rolls determine if actions are successful or not. Each character has characteristics of combat, movement and intelligence, a gauge of life, and each has a special ability: leadership, special weapon, drill, hack, etc.&#10;&#10;An accessible and easy to play game! :&#10;&#10;Campaign Mode&#10;&#10;Unfold the board , grab the resistance or ISC pre-assembled miniatures and launch yourself into one of 10 thrilling missions of the campaign !&#10;Each 30 minutes games outcome will determine your toward the next victory ...&#10;&#10;The rules of the Escape campaign mode fit in 4 pages: simple basic mechanisms and great tactical depth that both player will discover along the story driven campaign&#10;&#10;1-6 players ! :&#10;&#10;Single player and co- operative&#10;Whether alone or with friends, avoid the A.I. traps and incessant waves of drones. the Escape game system will automatically manage the ISC robots, while 1-4 human players share the resistance fighters .&#10;Further Escape gaming extensions will increase the fun , allowing 2 more players to join the fight (for a total of 6 players around the table)&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19475",
    "Name": "Sanctuary: Thieves World",
    "ID": 1571,
    "Year": "(1982)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/1571/sanctuary-thieves-world",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8696",
    "Description": "Can you survive among fiction's most notorious cutthroats! Find out in this challenging game of law and disorder in fantasy's meanest and seediest city based on Robert Asprin's anthologies.&#10;&#10;The object of Sanctuary game is to gain silver pieces by committing various successful thefts in the city of Sanctuary. To do so, you must overcome the many hazards to life in the city -  getting caught in the act, the Hell Hounds (elite guards), and the multitude of unusual other residents.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Fantasy",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "19476",
    "Name": "Espinas",
    "ID": 237415,
    "Year": "(2017)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/237415/espinas",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1",
    "Description": "In an old sanatorium, some evil forces that live there want to destroy your characters since you visited the place 15 years ago. You escaped then, but the evil is determined to destroy you.&#10;&#10;If all characters die, game is lost. If any or all survive a global score is achieved so you can have your own survival ranking. Espinas is a cooperative game where all players try to survive.&#10;&#10;Espinas is a narrative game, in wich the players develop a terror history.&#10;&#10;The game is played around a board that depicts a diagram with the turns (a clock from 0100 to 0315 in quarter increments) and place to set the different decks.&#10;&#10;Game is played in two phases of 10 rounds and a final optional epilogue.&#10;&#10;First phase is the Exploration. One player starts the game exploring the Entrance, composing a escene that includes an hour, a character, a scenario and an event, including some key elements dictated by the cards.&#10;All players add more escenes, guided by the cards until all rounds are played.&#10;Next phase is the regression phase. Players have to remember all key elements of the exploration. If a player fails to do so a Spine card is resolved as a penalty.&#10;Once all rounds are played, i.e. all exploration escenes are remembered, if one or more players still alive, they ara victorious. If all players are dead... well... they lost!&#10;&#10;",
    "Categories": [
      "Horror",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "19477",
    "Name": "Bingolino",
    "ID": 257725,
    "Year": "(2018)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/257725/bingolino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Each player in Bingolino starts by taking sixteen tiles from the pool of 66. These tiles are numbered 1-22, with each number appearing three times, and each player arranges these tiles in a 4x4 grid with the tiles face up in whatever order they wish.&#10;&#10;On a turn, the player rolls 1-5 six-sided dice, then announces the number rolled. Each player can flip one tile in their grid matching this number face down; if the active player didn't flip a tile, they can choose to remove one of the dice to lower the total, then flip a tile with this number face down. If the active player still can't flip a tile face down, then they must flip one of their already face-down tiles face up.&#10;&#10;When a player creates a row of face-down tiles, whether orthogonally or diagonally, they take a star token and place it at the end of this row. (If they have to flip a tile in this row face up, they don't lose the star, but neither would they gain another star for flipping this tile face down again.) The first player to claim four stars wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 4 x 4 Grids",
      "Traditional Games: Bingo",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "19478",
    "Name": "The Circle",
    "ID": 32047,
    "Year": "(2007)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/32047/the-circle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.3077",
    "Description": "1889, the Victorian Age, an age of change.&#10;&#10;The most advanced nations are fighting for total economic control. It is the perfect breeding ground for a secret society more dangerous than the Yakuza, more mysterious than the Illuminati -- &quot;The Circle&quot;.&#10;&#10;2 - 6 players each control one secret agency trying to protect humanity against the Circle's ultimate goal: complete Global domination.&#10;&#10;Each round, players hire spies to uncover the Circle's secrets, infiltrate its ranks, and capture its members. Sometimes the players must cooperate to reach their goals, but often they are competing against each other. At the end of the game if you have placed the most spies within the Circle's ranks, you will be able to destroy the secret society and win the game. But be careful: the Circle could defeat all of the players.&#10;&#10;This box contains 121 Game Pieces in different colors, 60 Spy Cards, 1 Time Wheel, 6 Secret Agency markers, 1 Victory Point table, 1 Starting Player dial, 1 plastic rivet and 1 multilingual (German and English) rulebook.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "19479",
    "Name": "Bushwhackin' Varmints out of Sergio's Butte",
    "ID": 30261,
    "Year": "(2007)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/30261/bushwhackin-varmints-out-of-sergios-butte",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The eighth addition to the B-Movie Series introduces Westerns to the line.  It parodies western movie cliches with 120 cards capable of being used as a stand alone game or being mixed with other B-Movie Series games.&#10;&#10;Players play characters, props, and locations to create their own western themed movies, while also playing creature cards to attack other player's movies.  Special Effects cards can be used to perform extra actions to mix up the standard play or modify creature attacks.  The goal of the game is to have the highest scoring movie when the &quot;Roll the Credits&quot; card is played or when the draw deck is emptied.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Card Game",
      "Fighting",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Series: B-Movies (Z-Man)",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "19480",
    "Name": "The Russo-Swedish War",
    "ID": 31556,
    "Year": "(2008)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/31556/the-russo-swedish-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.5714",
    "Description": "One of two games published as part of Strategy &amp; Tactics magazine #249 &ndash; Forgotten Napoleonic Campaigns: The Egyptian Campaign &amp; The Russo-Swedish War&#10;&#10;Forgotten Napoleonic Campaigns (FNC) uses a single operational-level system to examine two of the more obscure, though nonetheless interesting, campaigns fought during the Napoleonic Wars.&#10;&#10;The Russo-Swedish War (RSW), covers the 1808 invasion of Finland. The game is a two-player contests of low-to-intermediate complexity, meaning experienced players can master the rules and finish a match in one session of three to five hours.&#10;&#10;Each hex represents 12.4 miles (20 kilometers) from side to opposite side. Each game turn generally represents one calendar month. Winter turns each represent two months. The individual units of maneuver represent brigades, regiments and battalions, formations varying in size from a few hundred to a few thousand men. Naval power is represented abstractly with markers used to denote the firepower of whole fleets or flotillas.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Sweden",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19481",
    "Name": "Reich: The Iron Dream of German Unification",
    "ID": 11027,
    "Year": "(1979)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/11027/reich-the-iron-dream-of-german-unification",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.7143",
    "Description": "REICH portrays events in Germany between the Reformation and the unification engineered by Bismarck. Players are not bound to a pre-determined sequence of events; rather, major social forces are used to compose game elements. These include Marxist agitation, religious riots, peasant uprisings, revolts, Papal recognition, key ministers (like the Iron Chancellor himself), foreign intervention and aid, mobilizations and wars, etc., making up a game system both exciting and flavorful.&#10;&#10;Each player becomes a Prince attempting to unify a fragmented Germany by means of adroit diplomacy, cunning bargains, and sudden mobilizations and armed strikes. Each turn allows for card play and interaction, then demands that the phasing player choose one of four exclusive policies in the ensuing Action Phase. Player intelligence, elan, and flexibility determine a game's outcome, with little reference to luck. Opportunities for conclusive action are many, but must be seized decisively and courageously. Winning or losing, REICH is a memorable and enjoyable experience for every player.&#10;&#10;",
    "Categories": [
      "Economic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Income",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "19482",
    "Name": "Cantankerous Cats",
    "ID": 176651,
    "Year": "(2014)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/176651/cantankerous-cats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You are a cat. You live in a house. You share this house with your pet Hoomin. You goal is to lavish this Hoomin with Affection while causing Mischief elsewhere in the house. The first cat to score 9 Mischief points wins the game!&#10;&#10;---&#10;&#10;Cantankerous Cats is a light weight, competitive card game centered around the feline propensity for mischief, cunning, and Schadenfreude. Players follow a basic Draw 3, Play 2 format with the ability to attack and interrupt other players. While a game with new players tends to be very polite and rigid; seasoned players will find a faster, brutal game that rewards clever use of hand management, probability, and cunning.&#10;&#10;The game now features THREE ways to play: &quot;Kitten&quot; for families and party gamers | &quot;Basic&quot; for casual players | &quot;Advanced&quot; (formerly Standard) for tournament level play.&#10;All rules can be downloaded here on BGG or from the publisher's website.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "19483",
    "Name": "Onix",
    "ID": 412360,
    "Year": "(2024)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/412360/onix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Onix, you aim to create Collections of 4 different Gems. Be clever, acquire more gems than your opponents and use their effects to snatch a few more.&#10;The game is made up of 104 Gem cards. During the set up, each player places 4 face-up Gem cards in front of them, forming 4 starting Collections, then the remaining cards are shuffled and separated into 5 roughly equal-sized Draw Piles. The Piles are arranged face up in a circle in the center of the table.&#10;The starting player takes their turn, following these steps in order:&#10;&#10;     Choose a visible Gem on the Draw Piles and retrieve one or more cards with that Gem.&#10;     Collect the retrieved Gems to create or expand your Collections.&#10;     Apply the effect related to the chosen Gem.&#10;     Validate completed Collections to accumulate cards in your Stock.&#10;&#10;&#10;Once the player completes these steps, it's the turn of the player to their left. Turns proceed in this clockwise manner until a certain number of Draw Piles are empty. &#10;The winner is the one with the most cards in their Stock.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "19484",
    "Name": "Syzygy",
    "ID": 5870,
    "Year": "(1997)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/5870/syzygy",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Syzygy is a real-time crossword-puzzle building game.&#10;&#10;Each player starts with a number of tiles, and attempts to build them into a network of words.  The first player to use all his/her tiles calls 'Draw' and everyone must draw an additional tile.  Repeat until all tiles (&gt; 300) are used.  Crosswords can be rearranged as needed until the game ends.&#10;&#10;Winner is person with fewest unused tiles.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19485",
    "Name": "Darwinci",
    "ID": 57458,
    "Year": "(2009)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/57458/darwinci",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "Darwinci is an auction game. Precious bones are beeing auctioned and the put together as creatures.&#10;Strategic and artistic skills are needed.&#10;&#10;Contents: 65 bone-tiles, 50 glass-beads, 25 jewelry marker, 5 Leonardo-angles, 1 die-bar, 1 Darwin-card, 60 darwin-marker&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19486",
    "Name": "It's 5pm",
    "ID": 338882,
    "Year": "(2021)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/338882/its-5pm",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "In &quot;It's 5pm&quot;, the players are salaryworkers commuting to and from work, and they like to relax on their commute: bars, movies, malls, and board game cafes!&#10;&#10;The game takes place on a city grid that the players expand as the game progresses.  Players will spend money on their leisure time pursuits, and earn more money at work.&#10;&#10;There is only so much time in the day, and the players will need to determine how long to work each day and how much time can be devoted to other interests.&#10;&#10;The winner will be the player who has earned the most happiness by Friday!&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "19487",
    "Name": "Robot Royale",
    "ID": 255080,
    "Year": "(2018)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/255080/robot-royale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Robot Royale is a tile-based strategic combat game for 2-4 players. Players aim to claim victory through moving and positioning their robots and rotating tiles to trap and destroy their opponents, scoring points each time they do.&#10;&#10;Robot Royale has core mechanics that are easy to learn and quick to play, but is also robust enough to have tactical depth and encourage competitive play. The game has a very high replay value due to the interchangeable tile layouts and the choices made during play.&#10;&#10;In Robot Royale, each player controls a robot who is seeking to hunt down opposing robots and destroy them, claiming victory. This is achieved simply by drawing line of sight to an opposing robot during their turn. The arena however is designed to make this difficult, 16 square tiles each comprised of four spaces with walls and falling floors restricting the robots' movement.&#10;&#10;Players move their robot in straight lines and rotate tiles to change the layout of the arena to their advantage, creating routes to allow them to destroy another robot or limiting an opponent&rsquo;s possible moves and trapping them. Another feature of the arena is that once a robot leaves a space it falls away leaving a space that cannot be occupied. As the game progresses these spaces reduce the robots&rsquo; possible moves, forcing them together into a final showdown.&#10;&#10;A game of Robot Royale is won when a player reaches their goal, three points in an average game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "19488",
    "Name": "Bakschisch",
    "ID": 1504,
    "Year": "(1995)",
    "Geek Rating": "5.515",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/1504/bakschisch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7273",
    "Description": "One of the original games released by Goldsieber upon their business launch.  Players attempt to sneak and bribe their way into a Sultan's palace.&#10;&#10;Designer Kara Ben Hering is actually a pseudonym for Klaus Teuber, Fritz Gruber, Wolfgang Ludtke, and Peter Neugebauer.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Arabian"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "19489",
    "Name": "Lab Rats",
    "ID": 286848,
    "Year": "(2019)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/286848/lab-rats",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "Lab Rats is a push your luck party game where the player take the role of a lab rat and must escape from a collapsing laboratory. The goal of the game is to collect four cheese tokens.&#10;&#10;At the start of every round the players receive door cards(to create the laboratory) and potion cards (to pass obstacles).&#10;In each round the player must open doors and face what lies behind them. The doors are represented by face down cards played by all the players in the middle of the table. Each of these cards contains an obstacle or event that must be resolved by the active player when the card is tapped.&#10;&#10;Most of the obstacles are resolved by playing the potion card that matches the obstacle. When a player flip an obstacle card that he can't resolve, the rat takes a wound. On a second wound the rat will die and by out of the round.&#10;&#10;After resolving any door the player can end his turn and collect the rewards. He collect 1 yellow chit for each door card face up and 1 green chit for each door card face down. The yellow chit can be traded for cheese tokens and the green chit represent the rats being poisoned by the lab and will die if they take too much!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "19490",
    "Name": "Famous First Downs: The World's Smallest Football Game",
    "ID": 124760,
    "Year": "(2012)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/124760/famous-first-downs-the-worlds-smallest-football-ga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "&#10;        The feel of the laces against your fingers, the catch in your throat as the pocket closes in, the confidence as you unload that your wideout will be there... Do you have what it takes to be a famous football player? Find out today with  Famous First Downs - the World's Smallest Gridiron Football Game!&#10;&#10;&#10;Famous First Downs is a fun, fast-playing simulation of the sport of American football. The game focuses on offensive and defensive play-calling and on the need to build and manage your team&rsquo;s momentum over multiple scoring drives. Each down, the offense declares a play to which the defense secretly responds. The offense then chooses a play option, resulting in the success or failure of the play and determining any subsequent yardage. Blocked plays earn momentum for the defense while first downs earn momentum for the offense. That momentum can then be spent on special plays like interceptions, extra yards, and repeated downs. The various coins are used to track downs, momentum, and yardage. Famous First Downs is the fourth game in the Famous Games Company's line of World&#226;&#128;&#153;s Smallest Sports Games and a personal favourite of the company's founder.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Players: Two-Player Only Games",
      "Promotional: BGG Store Promos",
      "Promotional: Board Games",
      "Series: The World's Smallest Sports Games (Famous Games Company)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "19491",
    "Name": "5ive: King's Court",
    "ID": 220124,
    "Year": "(2017)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/220124/5ive-kings-court",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "5ive: King's Court is a set-building game in which players take turns attempting to foil the plans of their rivals by completing their own royal court.&#10;&#10;Players compete to complete a set of all five card types by completing each of five actions. Every action impacts another player, so strategy is critical. Simple errors in judgement could prevent you from completing your court, allowing another player to take control and win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19492",
    "Name": "Symbiose",
    "ID": 432451,
    "Year": "(2025)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/432451/symbiose",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Symbiose is a tactical and clever collection game. Expand your personal pond from the river to create maximum synergy between your different cards and those of your neighbors! Who will create the most beautiful symbiosis?&#10;&#10;In this turn-based game, your goal is to strategically place your cards to maximize your overall score. But be aware, each card score depending of its placement: on the left, you score depending on your left neighbor ; on the right, depending of your right neighbor and in the center depending of your own cards. Choose wisely!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Math"
    ],
    "Mechanics": [
      "Neighbor Scope",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "19493",
    "Name": "Lords of the Renaissance",
    "ID": 2299,
    "Year": "(1996)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/2299/lords-of-the-renaissance",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.3333",
    "Description": "Description from the publisher:&#10;&#10;Lords of the Renaissance is a game for 2-12 players set at the end of the Dark Ages. Each player starts as a Merchant Prince of a European Duchy, operating a bank or merchant company speculating in the silk trade. Players also act as a military or financial adviser to one of the great empires, advising their suzerains in matters of conquest, shipbuilding, and the construction of cathedrals and libraries. Through the establishment of trade routes and the paying of tributes, players grow rich, as they are emboldened to fight to protect their monopolies or expand their influence. Plenty of Machiavellian intrigue as players shift allegiances and conspire to become emperors themselves.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Renaissance",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "19494",
    "Name": "Trainsilvania",
    "ID": 256621,
    "Year": "(2019)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/256621/trainsilvania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "A long day of shooting is over in the Global Films Studios of Monsterwood. Another working day in the show business! But that is not all folks since we have to get back home after the day. It is not going to be an easy task because every inhabitant of Monsterwood should hop on the same train and everyone knows that the Terror Express is always packed.&#10;&#10;Our favorite monsters (Count Dracula, the Werewolf, Frankenstein's Monster and the Mummy) should prove their ability to get on the train whenever there is a free spot and to get off when the train arrives at their right station.&#10;&#10;Aim of the Game:&#10;The player able to place more tokens from their own set of monsters at their correct station will be appointed the winner of the game.&#10;&#10;How to play:&#10;Each player will be given a set of card which represents the different actions available to carry on. &#10;On your turn, play a card and solve one of the actions depicted on the just played card. &#10;You'll be able to get one of your monsters on the train, move the train forward, swap one of your boarded monster to first class on the train or get them off the train.&#10;&#10;End of the game:&#10;When a player get to deal out all their monsters on the towns, the game ends immediately.&#10;&#10;Score:&#10;For every monster placed on the right town, the owner will get three points. For every monster still seated on the Terror Express, the owner will get one point. The rest of tokens, those still on the player area and those placed in a wrong town, will not gives any points. The player with the most points of all will be appointed as winner of the game and the brightest star in Monsterwood!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Pick-up and Deliver",
      "Take That"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "19495",
    "Name": "Crazy Pilot",
    "ID": 375448,
    "Year": "(2023)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/375448/crazy-pilot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Corkcity is a seemingly peaceful city, and as happens most days, you have to go to work... but today, you are late, so you need to floor it while driving through the city.&#10;&#10;In Crazy Pilot, you have to react as quickly as possible to the situations you face to be on time, but zombies are out and hiding among the population!&#10;&#10;Shuffle the cards and deal twenty situation cards, a start card, and a car card to each player. Place the car in front of you and the start card at the bottom of your deck. Everyone now reveals a situation card from their deck, and play begins.&#10;&#10;You must resolve this situation before moving on to the next one, and so on until the end of the game. To resolve a card, you must place it around or on top of your car card. You can stay in your lane, change lanes, stop, or turn around. If you see one (or more) zombies on your situation card, shout &quot;Watch Out!&quot;&#10;&#10;The game ends when a player has placed their twenty cards on the table, then all players check the back of their cards to see whether they made the right choice. They earn 1 point for each card with the correct icon and lose 1 point for each mistake. Spotted zombie cards are also worth 1 point. The player with the most points wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "19496",
    "Name": "Raid on Takao",
    "ID": 266652,
    "Year": "(2019)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/266652/raid-on-takao",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "This board game is dedicated to the people of Taiwan and those who care about Taiwan.&#10;&#10;Raid on Takao takes players back to the closing stage of Takao which were suffering the air raid from America. You will be fettered and will face difficult choices, risking losing your life in trying to fulfill your dream or just give it up. Besides, you must cooperate to survive, and complete the purpose until the war is over.&#10;&#10;Raid on Takao is a cooperative game for 2-6 players and playable in 90 minutes. Players will act a role living in Takao, where&nbsp;lots of U.S. B-29 bombers launched an air raid. According to the &ldquo;scenario&rdquo; you play, you must accomplish the main purpose in six rounds. Besides, you must cooperate to search the foods and find the shelter to survive. The fear, hunger, and bomb will break your body or mind in this game.&#10;&#10;Accomplish the purpose and persevere until the war is over. Win together or lose together!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#233;&#171;&#152;&#233;&#155;&#132;&#229;&#164;&#167;&#231;&#169;&#186;&#232;&#165;&#178; &#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#180;&#185;&#228;&#187;&#139;&#10;&#231;&#172;&#172;&#228;&#186;&#140;&#230;&#172;&#161;&#228;&#184;&#150;&#231;&#149;&#140;&#229;&#164;&#167;&#230;&#136;&#166;&#229;&#190;&#140;&#230;&#156;&#159;&#227;&#128;&#129;&#231;&#177;&#179;&#232;&#187;&#141;&#227;&#130;&#146;&#228;&#184;&#173;&#229;&#191;&#131;&#227;&#129;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#233;&#128;&#163;&#229;&#144;&#136;&#232;&#187;&#141;&#227;&#129;&#175;&#227;&#129;&#153;&#227;&#129;&#167;&#227;&#129;&#171;&#229;&#164;&#170;&#229;&#185;&#179;&#230;&#180;&#139;&#227;&#129;&#174;&#230;&#136;&#166;&#229;&#160;&#180;&#227;&#129;&#174;&#230;&#181;&#183;&#231;&#169;&#186;&#227;&#129;&#174;&#230;&#148;&#175;&#233;&#133;&#141;&#230;&#168;&#169;&#227;&#130;&#146;&#230;&#142;&#140;&#230;&#143;&#161;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#233;&#128;&#163;&#229;&#144;&#136;&#232;&#187;&#141;&#227;&#129;&#175;&#230;&#136;&#166;&#228;&#186;&#137;&#227;&#130;&#146;&#230;&#151;&#169;&#227;&#130;&#129;&#227;&#129;&#171;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#137;&#227;&#129;&#155;&#227;&#129;&#166;&#230;&#144;&#141;&#229;&#164;&#177;&#227;&#130;&#146;&#230;&#138;&#145;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#227;&#128;&#140;&#233;&#163;&#155;&#227;&#129;&#179;&#231;&#159;&#179;&#228;&#189;&#156;&#230;&#136;&#166;&#227;&#128;&#141;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#230;&#151;&#165;&#230;&#156;&#172;&#230;&#156;&#172;&#229;&#156;&#159;&#227;&#129;&#184;&#227;&#129;&#174;&#230;&#148;&#187;&#229;&#139;&#162;&#227;&#130;&#146;&#229;&#188;&#183;&#227;&#130;&#129;&#227;&#129;&#159;&#228;&#184;&#128;&#230;&#150;&#185;&#227;&#129;&#167;&#227;&#128;&#129;&#229;&#143;&#176;&#230;&#185;&#190;&#227;&#129;&#184;&#227;&#129;&#175;&#228;&#184;&#138;&#233;&#153;&#184;&#227;&#129;&#155;&#227;&#129;&#154;&#227;&#128;&#129;&#229;&#133;&#168;&#233;&#157;&#162;&#231;&#154;&#132;&#227;&#129;&#170;&#227;&#129;&#171;&#231;&#169;&#186;&#232;&#165;&#178;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#163;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#230;&#151;&#165;&#230;&#156;&#172;&#227;&#129;&#174;&#229;&#141;&#151;&#233;&#128;&#178;&#230;&#148;&#191;&#231;&#173;&#150;&#227;&#129;&#171;&#227;&#129;&#138;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#128;&#129;&#233;&#171;&#152;&#233;&#155;&#132;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#129;&#174;&#232;&#166;&#129;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#128;&#140;&#229;&#141;&#151;&#233;&#128;&#178;&#229;&#159;&#186;&#229;&#156;&#176;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#128;&#129;&#228;&#184;&#128;&#227;&#129;&#164;&#227;&#129;&#174;&#232;&#166;&#129;&#229;&#161;&#158;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#233;&#171;&#152;&#233;&#155;&#132;&#227;&#129;&#171;&#232;&#163;&#189;&#230;&#178;&#185;&#227;&#128;&#129;&#233;&#128;&#160;&#232;&#136;&#185;&#227;&#128;&#129;&#233;&#139;&#188;&#233;&#137;&#132;&#229;&#156;&#167;&#229;&#187;&#182;&#227;&#128;&#129;&#231;&#161;&#171;&#233;&#133;&#184;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#131;&#162;&#227;&#131;&#139;&#227;&#130;&#166;&#227;&#131;&#160;&#227;&#128;&#129;&#232;&#130;&#165;&#230;&#150;&#153;&#227;&#128;&#129;&#232;&#163;&#189;&#231;&#180;&#153;&#227;&#129;&#170;&#227;&#129;&#169;&#227;&#129;&#174;&#229;&#183;&#165;&#229;&#160;&#180;&#227;&#129;&#140;&#229;&#187;&#186;&#232;&#168;&#173;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#129;&#187;&#227;&#129;&#139;&#227;&#128;&#129;&#229;&#178;&#161;&#229;&#177;&#177;&#229;&#140;&#186;&#227;&#129;&#171;&#227;&#129;&#175;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#187;&#141;&#227;&#129;&#140;&#233;&#163;&#155;&#232;&#161;&#140;&#230;&#169;&#159;&#227;&#129;&#174;&#230;&#169;&#159;&#228;&#189;&#147;&#227;&#130;&#132;&#232;&#187;&#141;&#231;&#148;&#168;&#230;&#169;&#159;&#229;&#153;&#168;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#174;&#230;&#150;&#189;&#232;&#168;&#173;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#233;&#171;&#152;&#233;&#155;&#132;&#227;&#129;&#175;&#227;&#130;&#162;&#227;&#130;&#184;&#227;&#130;&#162;&#227;&#129;&#167;&#230;&#151;&#165;&#230;&#156;&#172;&#230;&#156;&#172;&#229;&#156;&#159;&#227;&#129;&#171;&#230;&#172;&#161;&#227;&#129;&#144;&#232;&#187;&#141;&#233;&#156;&#128;&#231;&#148;&#163;&#230;&#165;&#173;&#229;&#159;&#186;&#229;&#156;&#176;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#134;&#227;&#129;&#136;&#227;&#129;&#171;&#231;&#177;&#179;&#232;&#187;&#141;&#227;&#129;&#174;&#233;&#135;&#141;&#231;&#130;&#185;&#231;&#154;&#132;&#227;&#129;&#170;&#231;&#169;&#186;&#232;&#165;&#178;&#231;&#155;&#174;&#230;&#168;&#153;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#181;&#177;&#232;&#168;&#136;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#231;&#172;&#172;&#228;&#186;&#140;&#230;&#172;&#161;&#228;&#184;&#150;&#231;&#149;&#140;&#229;&#164;&#167;&#230;&#136;&#166;&#228;&#184;&#173;&#227;&#129;&#171;&#231;&#177;&#179;&#232;&#187;&#141;&#227;&#129;&#140;&#233;&#171;&#152;&#233;&#155;&#132;&#227;&#129;&#171;&#230;&#138;&#149;&#228;&#184;&#139;&#227;&#129;&#151;&#227;&#129;&#159;&#231;&#136;&#134;&#229;&#188;&#190;&#227;&#129;&#174;&#233;&#135;&#143;&#227;&#129;&#175;&#229;&#143;&#176;&#230;&#185;&#190;&#227;&#129;&#174;&#229;&#133;&#168;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#167;&#227;&#130;&#130;&#230;&#156;&#128;&#229;&#164;&#154;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Taiwan",
      "Crowdfunding: Zeczec",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "19497",
    "Name": "Grunt: Tactical Combat in Vietnam, 1965",
    "ID": 7026,
    "Year": "(1971)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/7026/grunt-tactical-combat-in-vietnam-1965",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "Grunt, Company Commander in Viet-Nam, appears to be the first commercial squad level wargame. The rules cover areas such as U.S. air strikes, Medevac evacuation by helicopter of U.S. casualties, 'body count' victory points, NLF ambushes and booby traps. It was first printed as a magazine game in Strategy &amp; Tactics magazine #26.&#10;&#10;SPI said: &quot;This game is unique in many ways. It uses a combat system in which the defensive value of a unit depends on the terrain the defender is in ... The game provides for true hidden movement for one player (the guerillas.) A wide selection of scenarios and Orders of Battle are provided.&quot;&#10;&#10;In 1975 SPI released John Young's design Search &amp; Destroy, a heavily revised version of the Grunt game system. Search &amp; Destroy successfully fleshed out the concepts introduced in Grunt, and benefitted from the increases in design and graphics that SPI saw from the early to mid seventies.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "History: Vietnam War",
      "Magazine: Strategy & Tactics",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "19498",
    "Name": "Nerd Words: Science!",
    "ID": 271017,
    "Year": "(2019)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/271017/nerd-words-science",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Nerd Words: Science! is a word game in which teams pit their wits and science knowledge against one another to figure out secret science terms based on clues given to them.&#10;&#10;Each round, the lead scientist chooses a term from a hidden pool of science words, then reveals a series of one-word clues associated with the science term. The first three clues must begin with a different letter in the science term other than the first letter. If neither team figures out the science term, the lead scientist gives a final clue that begins with the first letter of the term. After each clue, teams have one minute to both submit a guess and place a bet based upon how confident they are in their guess. Each team that correctly guesses the science term scores points based on their bet, and the team with the most points at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Medical",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Science Games (Genius Games)",
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "19499",
    "Name": "Blitzwar",
    "ID": 24020,
    "Year": "(2006)",
    "Geek Rating": "5.514",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/24020/blitzwar",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "2.5",
    "Description": "BlitzWar is a World War Two strategic game set in the European and North African theater of operations which provides a high level of historical simulation with shorter games and with simpler rules than other games currently available.&#10;&#10;The main goal of BlitzWar is to provide strategy game lovers with an exciting game. This is largely provided by the number of decisions to be taken along with a great choice of action, although these will normally follow historical ones.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "19500",
    "Name": "VI Against Rome",
    "ID": 1793,
    "Year": "(1994)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/1793/vi-against-rome",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "600",
    "Weight": "2.4444",
    "Description": "VI Against Rome use a point-to-point map similar to the one of the wargame We the People, in a series of scenarios pitting various enemy nations against Rome at the strategic level:&#10;&#10;Brennus the Gaul, 390 B.C.&#10;The Samnite Wars, 326-295 B.C.&#10;Alexander the Great, 318 B.C. (hypothetical)&#10;Pyrrhus, 280-275 B.C.&#10;Hannibal, 218-203 B.C.&#10;Belisarius, 535-553 A.D.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Minimap Resolution",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Punic Wars",
      "History: Roman Conquest of Italy",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]