[
  {
    "Rank": "N/A",
    "Name": "Italia 1917-1918: A Farewell to Arms",
    "ID": 226192,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgame/226192/italia-1917-1918-a-farewell-to-arms",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "4",
    "Description": "Italia 1918 - A Farewell to Arms is an operational wargame which simulates the fierce fighting which pitted the troops of the Entente (Italy, France, Great-Britain and USA) against those of the Central Powers (Austria-Hungary and Germany) during the period between the Battle of Caporetto (Oct 1917) and the Villa Giusti Armistice (Nov 1918).&#10;&#10;Two A1 maps, printed front and back, are included. The &ldquo;global&rdquo; one covers the terrain between the Adige River and Trieste, to allow the players to simulate the whole campaign from Caporetto onwards. The &ldquo;zoom&rdquo; map, with enlarged hexes, covers the terrain from Adige to the Adriatic sea in order to concentrate on the main combat zone after the Italian retreat: the Piave River, the Monte Grappa Massif, the Asiago Plateau and the Trento area &amp; for the second one the zone of the Austro-German offensive on the Isonzo that has been immortalised under the name of the battle of Caporetto. The 2 &frac12; countersheets include a complete OB for all the belligerents, from tenacious Italian &ldquo;Alpini&rdquo; to the redoutable German &ldquo;Alpenkorps&rdquo;, along with Austrian &ldquo;Kaiserj&auml;ger&rdquo;, Hungarian &ldquo;Honv&eacute;d&rdquo; divisions or French &ldquo;Chasseurs des Alpes&rdquo;.&#10;&#10;Basic rules allow the players to tackle 6 variously sized scenarios, from 1 to 6 hours of play, using either a part of the board, or the map in its entirety. 5 of the scenarios are designed to be played on the &lsquo;zoom&rsquo; map, in order to take maximum advantage of the improved play experience provided by the larger hexes. Advanced rules allow the players to simulate the whole campaign; they introduce the reconstruction of destroyed units, the management of strategic reserves and the use of random events cards (50 for each side) with various effects and evocative titles such as &ldquo;Rommel&rdquo;, &ldquo;Hemingway&rdquo; or &ldquo;I ragazzi del 99&rdquo; (&ldquo;The boys of 99&rdquo;), for example. Optional rules will allow players to explore several &ldquo;what-if&rdquo; possibilities.&#10; The campaign game is played on the &ldquo;global&rdquo; map, beginning with the Caporetto offensive and lasts 23 to 36 turns. &#10; &bull; Boxed game&#10;&bull; 2 A1 double-sided maps&#10;&bull; 1 A1 single-sided map&#10;&bull; 700 counters&#10;&bull; Rules booklet in english&#10;&bull; 24 pages campaign rules booklet in english&#10;&bull; 1 set of 100 event cards&#10;&bull; 2 A3 double-sided player aids [ Allied screen, Central powers screen ]&#10;&bull; 3 A4 single-sided player aids [ Strategic reserves for both sides &amp; other tracks ]&#10;&bull; 4 A4 double-sided player aids [ Scenario setups ]&#10;&bull; 2 A4 single-sided player aids [ Reinforcements &amp; Terrains ]&#10;&bull; 4 dice&#10;&#10;(from Nuts Publishing website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kobarid (Slovenia)",
      "Country: Italy",
      "Country: Slovenia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kickin' Your Caterpillar",
    "ID": 226193,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/226193/kickin-your-caterpillar",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This a set collection / take that card game for players of all ages where each player tries to get enough pieces to build their caterpillar all the while, using other cards to prevent their opponents from finishing their caterpillars.&#10;&#10;The goal is to build your caterpillar by collecting and playing A Head piece, a Tail piece and four body pieces before the other players.&#10;&#10;Components&#10;This game deck is made up of 7 Head cards, 28 Body cards, 7 Tail cards, 20 Red attack cards, and 6 Green defense cards.&#10;&#10;To complete your caterpillar you need to have in play in front of you, one Head, four Body segments, and one Tail segment. If you have those six cards in play in front of you, you win.&#10;&#10;Other players will try to force you to discard pieces, or even take pieces from you for their own caterpillar.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kickin' Your Ass!",
    "ID": 226194,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226194/kickin-your-ass",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Kickin&rsquo; Your Ass is a set collection / take that card game where you try to build your Ass, while kicking other players&rsquo; Asses.&#10;You try to collect each piece of Ass you can get your hands on. Once you have enough Ass to complete your Ass, you win. But along the way, other players are trying to kick your Ass. This of course results in you losing your Ass, or at least some of it.&#10;&#10;Each player starts with a hand of four cards.&nbsp; All cards are drawn from a common deck.&nbsp; You build your Ass out of&nbsp;5 cards, Tail, Back Legs, Middle, Front Legs,&nbsp;Head.&#10;All the while, you play cards to Kick someone&rsquo;s Ass which makes them lose pieces of their Ass. You can try to stop this by playing Get Off My Ass cards.&#10;&#10;If you can find your ass with both hands, you can play Kickin' Your Ass!&#10;&#10;(from publisher)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lethal Party",
    "ID": 226206,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/226206/lethal-party",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Drink shots, or get shot? That's a good question!&#10;&#10;Welcome to the life-betting party! A bunch of desperadoes have gathered together &mdash; not to bet money, but to engage in a more primitive way to reach to the top: a drinking game. In this party, you can either be wasted or get shot. Only the fastest person can leave here alive.&#10;&#10;Lethal Party is a speed game for 3-10 players in which you try to be quick and sharp to grab the correct card to fire your bullets at your opponents. Whoever can survive to the end is the sole winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fighting",
      "Mature / Adult",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mochiju",
    "ID": 226207,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/226207/mochiju",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Show your power as only the mighty can strike! Bring your favorite space monsters along, and fight for the universe!&#10;&#10;Mochiju is a quick card game for 3-6 players. Evolving your monsters down the right path or striking your opponents at the right time is the key to victory! Come enjoy the fun of beating your friends!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Grombrindal and the Black Gobbo – Star Player Duo",
    "ID": 226209,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226209/blood-bowl-2016-edition-grombrindal-and-the-black",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Two new star players, Grombrindal, the white dwarf and his arch-nemesis, the Black Gobbo, are taking the pitch in Blood Bowl. Stats and rules for these two new star players are in the May 2017 issue of White Dwarf magazine as well as in a downloadable PDF.&#10;&#10;Grombrindal&rsquo;s reputation is almost mythological. Tales abound of his shrewd tactical advice on the field of battle; on the Blood Bowl pitch this translates to a mastery of team strategies and the ability to draw the very best out of the players around him.&#10;&#10;The Black Gobbo is legendarily devious, as evidenced by his countless elaborate schemes to undermine the White Dwarf. Before he even thinks about setting foot on the pitch, it&rsquo;s a given that he will have already established a web of bribery, hostage taking and other sneakiness that ensures the cooperation of the match officials.&#10;&#10;Legendary heroes, this Star Player duo can be used in games of Blood Bowl as long as one player has a Dwarf, Halfling, Human or Norse team and the other has a Chaos Renegade, Goblin, Orc or Underworld Denizen team. They&rsquo;re not hired in the same way as other Star Players &ndash; things like contract negotiations, legal issues or basic civility are pretty alien to them, honestly &ndash; and both must appear in your game.&#10;&#10;Grombrindal is looking in fine form: his miniature features a splendid shock of white hair and a magnificent beard covering a purposeful scowl, with plenty of Dwarven iconography appearing on his kit. The Black Gobbo is appropriately robed and behatted, with sneakily studded armour beneath the robes &ndash; and a bomb. He&rsquo;s clutching a bomb. That probably isn&rsquo;t going to end well.&#10;&#10;These resin miniatures come as 8 components, and are supplied with 2 32mm Blood Bowl bases.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sailor Moon Crystal: Truth or Bluff",
    "ID": 226210,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/226210/sailor-moon-crystal-truth-or-bluff",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Are you telling the truth or bluffing? Keep your opponents guessing as you pass tiles around the table and try not to get caught being too obvious. Watch out for the Dark Kingdom villains, though, because they can mess with your plans. When one player triggers the end of the game they are defeated and the player with the most number of Success Tokens is the winner!&#10;&#10;A hilarious party game of deception and misdirection featuring super-deformed caricatures of your favourite Sailor Moon Crystal guardians!&#10;&#10;Game Play Details&#10;Players each attempt to avoid running out of Character Tiles and/or filling the conditions on the selected Ending Tile that triggers the end of the game while simultaneously trying to gain the greatest number of Success Token points. The player that triggers the game&rsquo;s end has been defeated while the player with the greatest number of Success Token points is the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zootopia: Mafia in the City",
    "ID": 226212,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/226212/zootopia-mafia-in-the-city",
    "Min Players": "7",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The king of the underworld Mr. Big and his gang are intimidating civilians, forcing them to flee the city. The time has come to rein in the carousing bandits.&#10;&#10;The game is based on the classic, Mafia. Good citizens with the help of police are trying to expose the criminals and the bandits. Good citizens should find the bandits. Bandits' goal is survive till the end while citizens fighting against each other.&#10;&#10;The mechanics of Mafia have been simplified for children, keeping the deduction part but removing the &quot;killing&quot; of other players.  Child friendly cards identify which team the player is on and what special powers/hidden roles they have.  As with traditional Mafia, the goal of the game is to find all the Bandits, before the good players are all exiled from the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Negotiation",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Percival Promo",
    "ID": 226215,
    "Year": "(2016)",
    "Geek Rating": "5.544",
    "Avg Rating": "8.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226215/kingdom-death-monster-percival-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A hunt event card and a secret fighting art card that were included with the Percival miniature, which itself is not part of the game. The event card is meant to be shuffled into the standard hunt event cards to give a random chance to trigger the event &quot;Dead Warrior&quot;. In this event it is possible to achieve the secret fighting art &quot;Black Guard Style&quot;.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – White Speaker Promo",
    "ID": 226216,
    "Year": "(2016)",
    "Geek Rating": "5.551",
    "Avg Rating": "8.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226216/kingdom-death-monster-white-speaker-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Two gear cards and a sticker to alter the white speaker event in the rulebook. These were included with the White Speaker miniature, which is not part of the game.&#10;&#10;Gear:&#10;&#10;Speaker Cult Knife (Weapon, 3/6+/4, two affinities red upside, downside; deadly, sharp; while insane and not wearing armour or accessories, gain +2 evasion, +2 strength)&#10;&#10;Bloodskin (Item, two affinities green upside, downside; When you depart you fill the bloodskin and gain two bleeding tokens. At the start of each your acts, remove 1 bleeding token)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Fade Promo",
    "ID": 226218,
    "Year": "(2016)",
    "Geek Rating": "5.537",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226218/kingdom-death-monster-fade-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This White Box Promotional Expansion for Kingdom Death: Monster expands on the hunt phase.  It includes a miniature to represent Fade, a Basic Hunt Event Card and two gear cards which can be gained during this hunt.  When this card is encountered, the survivors discover Fade's ultimate fate and can choose to brave the dangerous Harvester in order to gain the Sword of Silence, a Newborn child or possibly both.&#10;&#10;This expansion has been said to include some interaction(s) with the upcoming Red Witches expansion.&#10;&#10;Gear Cards:&#10;&#10;Newborn &#10;Carried Item&#10;No Affinities&#10;Traits: Irreplaceable (If the survivor carrying this item dies, it is archived)&#10;Passive Abilities: while you have this, all of your weapons gain slow. When you return to the settlement, archive this and gain +1 population.&#10;&#10;Sword of silence &#10;Weapon, Sword&#10;2 Speed/5+ Accuracy/6 Strength&#10;Affinities: Top; Red Half, Left; Blue Half, Right; Green Half&#10;Traits:&#10;Sentient (You must be insane to wield this weapon)&#10;Irreplaceable (If the survivor carrying this item dies, it is archived)&#10;Unique (There may be only one copy of this item in your settlement at a time)&#10;&#10;Passive Abilities: Gains sharp if you have 5+ understanding. While your settlement has this sword, ignore events &quot;White secret&quot; and &quot;White Speaker&quot;)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Before The Wall Promo",
    "ID": 226220,
    "Year": "(2016)",
    "Geek Rating": "5.532",
    "Avg Rating": "8.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226220/kingdom-death-monster-before-the-wall-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This White Box Promotional Expansion includes a miniature that represents Aya the Survivor wearing Vagabond Armor while wielding a Black Sword (Gormery) and a Beacon Shield (Blacksmith), this can be used to represent a female survivor in game.  Also included are two gear cards and an armor set card for complete Vagabond Armor (which is an alternate Leather Armor set).&#10;&#10;Crafting Recipes for the gear cards are printed on the back. There is currently no way to craft the White Dragon Gauntlets, but it is speculated that this will change when the Ivory Dragon expansion is released.&#10;&#10;In order to complete the Vagabond Armor set you will also need a copy of the 'Beyond the Wall' promotional cards.&#10;&#10;Armor Set card: Vagabond Armor&#10;Pieces required to complete the set&#10;Tabard&#10;Leather Chest or Leather Breastplate&#10;White Dragon Gauntlets or Leather Gloves&#10;Leather Skirt&#10;Cloth Leggings or Leather Boots&#10;&#10;You cannot wear head armor, but head accessories are allowed.&#10;&#10;Full set bonus: 1 Armor to all locations, gain all the benefits of Sword Specialization and Sword Mastery.&#10;&#10;Gear Cards:&#10;&#10;Tabard&#10;Torso Accessory (1 Armor, body)&#10;Affinities: Left; Blue Half&#10;Passive Ability: When you are encouraged, gain +1 insanity, if your settlement is barbaric or gain +1 survival if your settlement is romantic&#10;&#10;Note: The Tabard requires the Cloth Starting Gear card to craft.&#10;&#10;White Dragon Gauntlets&#10;Hand Armor (12 Armor points)&#10;Affinities: Red; Left Half&#10;&#10;Passive Ability: Requires 3 Red Affinity: When you Sideswipe, gain +1 accuracy and +5 strength for your next attack this turn&#10;&#10;It is not known what a Sideswipe in the game is at this stage.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Twilight Thong",
    "ID": 226221,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226221/kingdom-death-monster-twilight-thong",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A gear card that was included with the Pinup Order Knight miniature, which is not part of the game.&#10;&#10;Twilight Thong (Waist; 0 Armor; It's fabric responds to you: stress causes intense constriction. Do not suffer brain traumas (ignore this if you have destroyed genitals)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Allison The Twilight Knight (White Box) Promo Cards",
    "ID": 226222,
    "Year": "(2016)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226222/kingdom-death-monster-allison-the-twilight-knight",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Two gear cards and a sticker that were included with the Allison The Twilight Knight miniature (which is not part of the game). The sticker alters the Twilight Sword Event in the rulebook.&#10;&#10;The Gear Items are:&#10;&#10;Blue lantern - Carried item, No affinities&#10;&#10;     Traits: Sentient (User must be insane to use), Cursed (Once equipped by a survivor it cannot be removed from their grid and is lost when that survivor dies)&#10;     Activated Ability: Suffer 2d10 brain damage and reveal Hit Location cards until you reveal the trap. Put these cards back in the same order. Limit once per showdown.&#10;&#10;&#10; &#10;Dormant Twilight Cloak - Worn Head Accessory (3 Armor points), Blue Half-Affinity on top slot&#10;&#10;     Traits: Unique (Only one copy of this card in a settlement), Irreplaceable (Lost if the survivor wearing it dies), Accessory (Can be worn in addition to other head slot items)&#10;     Passive Abilities: Ignore sentient on all gear. You cannot depart with this if you have 3+ understanding&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Prismatic Lantern",
    "ID": 226223,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226223/kingdom-death-monster-prismatic-lantern",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A gear card that was included with the Pinup Warrior of the Sun miniature (which is not part of the game):&#10;&#10;Prismatic Lantern (Item, no affinities; +1 Movement, Irreplaceable, Unique; During the showdown you may archive this and gain 1 permanent affinity of any color.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Seat: Even More Expansion",
    "ID": 226224,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226224/hot-seat-even-more-expansion",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Been through the original game a few times over? Know every question by heart? Freshen up the Hot Seat with all new questions that will keep everyone at game night on their toes.&#10;&#10;These cards are similar in nature to the cards included in the original game.&#10;Hot Seat is required to play this expansion.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Nightmare Breast Pump",
    "ID": 226225,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226225/kingdom-death-monster-nightmare-breast-pump",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Gear card included with the Pinup Wet Nurse miniature, which is not part of the game:&#10;&#10;Nightmare breast pump (Item, one blue affinity upside; Sentient, irreplaceable, female-only; The pumps lips mimic a baby's cries, stimulating milk glads. As a returning survivor, gain +1 to your intimacy rolls this settlement phase)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Pincher: Stalin's Drive In the Middle East, 1949",
    "ID": 226226,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/226226/operation-pincher-stalins-drive-in-the-middle-east",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Operation Pincher (OP) is an alternative history wargame, designed by Ty Bomba, which allows two players to investigate the strategic parameters that would&rsquo;ve been in place in southeastern Europe and the Middle East had Stalin attacked there at that time, most likely in conjunction with a drive into Western Europe. His goal in starting such an operation would&rsquo;ve been to blitz to the oilfields and Allied base areas in North Africa and the upper Persian Gulf. That would&rsquo;ve effectively broken the geostrategic back of the British Commonwealth of Nations, disrupted Europe&rsquo;s oil supply, and delayed the US from being able to mount an atomic bombardment campaign into the USSR.&#10;&#10;The scenario is based on the actual &ldquo;Pincher&rdquo; series of defensive plans drawn up in the Pentagon from 1946 through 1949.&#10;&#10;There are rules for US atomic bombs, but their use is constrained by politics. That is, the late 1940s marked the arrival of the anti-imperialist (&ldquo;third world&rdquo; or &ldquo;nonaligned&rdquo;) movement on the world stage. So, if the Americans try to win by using enough bombs to blow to bits Stalin&rsquo;s attacking horde, they do so much damage to the environmental and socio-political ecologies as to undo that victory in the strategic sense.&#10;&#10;The extra-large-hex 34x32&rdquo; map covers from Albania and Thrace south to Benghazi and Kuwait and east to Tehran and the Caspian Sea. Each hexagon represents 60 miles (97 km). Each of the eight full game turns represent two weeks of &lsquo;real time.'&#10;&#10;Communist units of maneuver are Soviet and satellite-nation armies (plus super-elite Guards Airborne divisions) along with Allied armies, corps, divisions, brigades, and regiments. There are no US units on-scene at the start of play, but army &ldquo;regimental combat teams&rdquo; and Marine Corps regiments and a brigade rush in as reinforcements. Air power is abstracted, with counters and rules showing the effects of one side or the other gaining temporary air superiority over portions of the map.&#10;&#10;Since this is a secondary theater (in regard to a presumed main front in Western Europe), the Communist player is never certain exactly what his order of battle will be until set up. He knows, however, it will contain a total of 12 to 14 Soviet combined arms, mechanized, shock and tank armies, along with 10 satellite-nation corps and armies (and possibly three to seven divisions of ultra-elite airborne divisions).&#10;&#10;Each match generally runs through three phases. In the first, the Communist juggernaut drives deep across Turkey and into Mesopotamia. Only the Turkish and Israeli Armies, and the use of a-bombs by the US, can slow the advance. As Soviet losses mount and US prestige sinks, the middle stage begins. It&rsquo;s characterized by both sides maneuvering, seeking to hold or take still-contestable key areas. The Soviet guards airborne force is most likely to make its appearance. A-bombs are still going off, but their targeting has to be ever more selective and there are fewer such attacks. During this period a well executed Soviet campaign will achieve its victory objectives. The end game sees an Allied counteroffensive, as that player throws in everything he&rsquo;s got to try to take back from the Communists enough victory hexes to overturn what will otherwise be their end-of-play win on points.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: CounterFact"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Seat: NSFW Expansion",
    "ID": 226227,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226227/hot-seat-nsfw-expansion",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Ready to turn up the heat on the Hot Seat? These cards will have you sweating when it's your turn and laughing when it's someone else's. We've held nothing back and neither should you.&#10;&#10;Ever wonder what your friends will only do when their drunk? Or what their most disturbing sex dream was about? There&rsquo;s only one way to find out!&#10;Hot Seat is required to play this expansion.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sum2Zero",
    "ID": 226230,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226230/sum2zero",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "SUM2ZERO is the innovative card game that puts a spin on zero-sum game theory.&#10;&#10;Easy to Play&#10;Each player starts with 10 cards.  The object of the game is to place 1 to 3 cards, so that your cards plus the base card add to zero. The first player with no cards wins the game.&#10;&#10;Red cards are negative numbers from -1 to -12 while black cards are positive numbers from +1 to +12. Action cards &ndash; Boom!, Reset, Checked, Imaginary, Thunder, and Cubit - have been added to give it a twist!&#10;&#10;What&rsquo;s in the Box&#10;104 total cards&#10;- 44 positive number (1 to 12) cards&#10;- 44 negative number (-1 to -12) cards&#10;- 3 positive and 3 negative imaginary cards&#10;- 2 Boom!, 2 Reset, 2 Checked, 2 Thunder, and 2 Cubit cards&#10;&#10;Examples:&#10;&#10;If the base card is positive 7, a player could throw a negative 7 card.&#10;(+7) + (-7) = 0&#10;&#10;If the base card is positive 7, a player could throw a negative 1, negative 2, and negative 4 cards.&#10;(+7) + (-1) + (-2) + (-4) = 0&#10;&#10;If the base card is positive 7, a player could throw a positive 8, negative 10, and negative 5 cards.&#10;(+7) + (+8) + (-10) + (-5) = 0&#10;&#10;If the base card is positive 7, a player could throw a negative imaginary card (choose the card to be -11) and a positive 4.&#10;(+7) + (-i) + (+4)= 0&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chronomega",
    "ID": 226233,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226233/chronomega",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The year is 2137. The crew and equipment of the Time-Space Research Station, Chronomega One, have been emergency-ejected into outer space. You play one of the surviving scientists who must collect pieces of floating research tech and combine them into Electromagnetic-, Gravity-, and Time-bending tools to help bring Chronomega One back under control. You have no idea which member of the crew is responsible for the emergency protocol lock-down and crew ejection, so you can&rsquo;t trust any of them!&#10;&#10;The player's goal is to collect a full set of the three types of Computer cards (all values 1, 2, 3) to unlock the Station Key Code, and reach the central Computer portal of the station first (and in advanced play, before the station explodes).&#10;&#10;The game utilizes a rotating space station board and transparent hexagonal tech cards that represent the four 'suits' of the game, Electromag, Gravity, Chrono, and Computer. The players get three actions each turn to move about the board or play cards. They'll want to collect the floating tech cards during their turn and utilize them for different effects. All the tech cards consist of one of the four suits and are valued 1-3.&#10;&#10;If a player encounters another player on the board, they'll utilize their tech cards to engage in a showdown. This consists of each player bidding one of their tech cards. The bids are then revealed and winner determined based on the tech suit played. Certain types of tech defeat others: Electro defeats Grav, Grav defeats Chrono, Chrono defeats Electro. If two types of the same suit are played, higher values defeat lower. All suits defeat Computer, unless their values match (e.g. Grav 3 vs Computer 3), in which case the Computer suit player wins. The winner takes the card that was bid and may push the opposing player 3 spaces (if in outer space), or up or down one level of the space station (including out into an airlock).&#10;&#10;All tech cards have a basic function they may be played for as an action, such as move an extra space or to force another player to discard cards. Two transparent tech cards also may be combined and over-layed to activate a catalytic effect, which grants different powers based on the combined card's values and suits. If a full three-part set of tech cards are collected of the same suit (values 1, 2, and 3 of a single suit) they form a POD. These grant the most significant abilities in the game. The more powerful card effects require the player to be standing upon an appropriate research portal to use, either one of the permanent portals within the rotating space station or from a floating portal out in space that they cobbled together from another high-value tech card of the same suit.&#10;&#10;The space station itself is surrounded by trapped airlocks which make simply entering the station a risky endeavor. While inside, every time a player ends a turn within the space station their ring level rotates 90 degrees, lining up different portals and pathways with the inter-level Grav chutes. Furthermore, other players may cobble together Electro catalyzers from floating tech cards to try and teleport players into other areas of the station, spend Grav tech to pull cards away from other players, or utilize Chrono tech cards to cause the addition or loss of turns and actions.&#10;&#10;Once a player with a full hand of Computer cards reaches the inner Computer Portal of the station, they deactivate Chronomega One&rsquo;s self-destruct sequence and win the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FourCuatro",
    "ID": 226235,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/226235/fourcuatro",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The Gateway to Card Gaming: FourCuatro is a 2-player competitive card game for teens and adults.&#10;You cast spells to defeat your opponent and use defensive traps to counter their spells against you. There are multiple paths to victory.&#10;&#10;The game includes complex decision making and layers of thinking, especially if you play the &ldquo;draft&rdquo; or &ldquo;constructed&rdquo; formats.&#10;&#10;To play the basic format, you must shuffle the 66 card deck and pass out 33 to each player. Revealing the bottom card will show who goes first. On your turn, you cast a spell, and your opponent may or may not try to block it with a trap. Spells are placed based on mana energy available to the players. A player loses the game when they must draw a card, but they cannot. The complete instructions (including constructed format instructions) are found in the deck or on the website.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wasted Youth",
    "ID": 226253,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/226253/wasted-youth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Wasted Youth is a satirical look at the things we obsessed over when we were young, possibly still do for some of us.  Have you ever gotten so caught up in collecting comic books that your forgot they are supposed to be read. Have you ever bought a toy but never touched it once because it has to stay mint on card. Then Wasted Youth is about you.&#10;&#10;Wasted youth is a simple collection mechanic. Each player tries arrange collections and empty their hand first. The twist are the event cards. Event cards let you steal other players scored collections, set them back to square one or just twist them up in general.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Teenage Mutant Ninja Turtles: Shadows of the Past – Hero Pack: Casey Jones",
    "ID": 226268,
    "Year": "(2017)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226268/teenage-mutant-ninja-turtles-shadows-of-the-past-h",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The latest Hero Pack for Teenage Mutant Ninja Turtles: Shadows of the Past is here! This Hero Pack allows you to use Casey Jones as a playable Hero in any base game scenario and also contains an additional Adventure Comic with four new missions!&#10;&#10;Teenage Mutant Ninja Turtles: Shadows of the Past is a miniatures combat, scenario-driven campaign game that features story content from the IDW TMNT comic. Taking the role of their favorite Turtle or the ultimate villain Shredder, players battle their way through a series of 60-90 minute missions in which they develop their characters' strengths, fighting styles, and equipment along the way to create a lasting story arc.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scream or Die",
    "ID": 226272,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/226272/scream-or-die",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Cursed by a witch on Halloween Night, Scream or Die lets you and your friends take on the roles of up to 8 mischievous monsters as they compete for candy to lift the witch's curse.&#10;&#10;Scream or Die is a dice game where you control the roll even when you aren't rolling!  Each turn, one player randomly draws dice from a bag and rolls them, but all players can use Screams, the monster's currency, to affect the roll.&#10;&#10;If you don't like the dice, add more. If you don't like the roll, shake it up!&#10;&#10;At the end of the turn, collect your candy, collect your screams and pass the bag of dice to the next monster at the table. Scream or Die is for 2-8 players and last 15-25 minutes.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes Cove: Apothecary",
    "ID": 226278,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226278/heroes-cove-apothecary",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This adds an additional Shop and Quests to go along with it!&#10;There is also a Race and Class to add more unique ways to play.&#10;&#10;Syrenall has made Heroes Cove her home and she is trying to help young Adventurers (Players) become the best. In order to gain notoriety Adventurers risk it all. Syrenall is there to provide needed potions, for a price of course.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Pirates"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes Cove: Clockworks",
    "ID": 226279,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226279/heroes-cove-clockworks",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Adds a Shop and Quests to go with it.&#10;Adds a new Race and Class to expand Heroes Cove.&#10;&#10;Demmr&rsquo;th has decided to open up his own shop. He was once known as a locksmith, but due to some misunderstandings that caused the death of many a Knight, Demmr&rsquo;th had promised to never work as a locksmith again... but he didn't say anything about working as a Clocksmith!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Pirates"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Peacock Block",
    "ID": 226294,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/226294/peacock-block",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Peacock Block is a 3 to 5 player &quot;Take That!&quot; styled card game where players take on the role as Peacocks at a rager of a party, trying to score the love of the peahen by Flirting, Growing Tail Feathers, and presenting &quot;The Ring&quot;. However it won't be easy, players on their turn will stop at nothing to Block each other with insults, Pluck tail feathers, and cause all kinds of shenanigans.&#10;&#10;Peacock Block has 2 game modes: Normal play, and an extended game which utilizes the Love Meter. The extended game is fantastic for tournaments, and adds even more strategy to the game.&#10;&#10;For those who like it even more dirty, there is the 2 part expansion called &quot;The Dirty Bird&quot; Expansion, which adds a 6th player to the fun, and the other part adds interchangeable cards that are Not Safe For Work...or ANYWHERE!&#10;&#10;There is also a 2 Player Mode.&#10;&#10;PEACOCK BLOCK IS SOLD IN 155 STORES ACROSS 46 STATES IN THE USA!&#10;&#10;GET THE GAME AT THE FOLLOWING STORES:&#10;(In Alphabetical Order By State Then City)&#10;&#10;ALABAMA&#10;Huntsville AL - Lucky Dice Cafe&#10;Pinson AL - Mythic Cards &amp; Games&#10;&#10;ARIZONA&#10;Phoenix AZ - Funkatronic Rex&#10;Phoenix AZ - North Valley Games&#10;Tuscon AZ - Tuscon Games And Gadgets (2 locations in this city)&#10;&#10;ARKANSAS&#10;Fayetteville AR - Geek Realms (2 locations for this city)&#10;&#10;CALIFORNIA&#10;Fresno CA - Crazy Squirrel Game Store&#10;Rohnert Park CA - Fundemonium&#10;&#10;COLORADO&#10;Castle Rock - Inconceivable Games&#10;Fort Collins CO - Games Ahoy&#10;Loveland CO - Games Ahoy (2 locations in this city) &#10;Castle Rock - Monument&#10;&#10;CONNECTICUT &#10;Groton CT - Clever Kobold&#10;New Haven CT - Elm City Games&#10;Willimantic CT - Landrop Comics And Games&#10;Windsor CT - House Of Books And Games&#10;&#10;DELEWARE&#10;Dover DE - Born To Game&#10;Middletown DE - Born To Game&#10;Newark DE - The Knights Of Days&#10;&#10;FLORIDA&#10;Altamonte Springs FL - The Collective&#10;Brandon FL - Nerdy Needs &#10;Fort Pierce FL &ndash; Thunderdome Gaming&#10;Gainesville FL - Stomping Grounds Game Center&#10;&#10;GEORGIA&#10;Evans GA - Cardboard Castles&#10;Macy GA - Deep Dive Games&#10;Savannah GA - Morning Star Games &amp; Comics&#10;Statesboro GA - Galactic Comics &amp; Games&#10;Trenton GA - Druid's Lair&#10;&#10;IDAHO&#10;Boise ID &ndash; Deadly Seven Games&#10;&#10;ILLINIOIS&#10;Peoria Heights IL - Cabbages And Kings&#10;&#10;INDIANA&#10;Lebanon IN - Friendly City Games&#10;&#10;IOWA&#10;Ames IA - Main Street Magic, Miniatures, and More&#10;Cedar Rapids IA - First Turn Games&#10;Fairfield IA - Wanderer's Haul&#10;&#10;KENTUCKY&#10;Glasgow KY - Blue Shark Games &amp; Hobbies&#10;Herbon KY - Three Brothers Games&#10;&#10;LOUISIANA&#10;Baton Rouge LA - The Rogue Games&#10;Metairie LA - Plus 1 Gaming&#10;Lakes Charles LA - Paper Heroes&#10;Shreveport LA - The Gamers XP&#10;&#10;MAINE &#10;Biddeford ME - Mill Comics And Games&#10;South Portland ME - Diversion Puzzles And Games&#10;&#10;MARYLAND&#10;Centreville MD - Central Gaming Corps.&#10;&#10;MASSACHUSETTS &#10;Acton MA - GamingEtc Tournament and Superstore&#10;Hadley MA - Off The Wall&#10;Milford MA - TJ Cafe And Games&#10;Somerville MA - Comicazi&#10;Springfield MA - Games N Friends&#10;&#10;MICHIGAN&#10;Bay City MI - The Stadium &#10;Frankenmuth MI- The Stadium &#10;Monroe MI - Our House Games&#10;&#10;MINNESOTA&#10;Bemidji MN - Accidentally Cool Games&#10;Duluth MN - Rogue Robot Games &amp; Comics&#10;Eagan MN &ndash; Galaxy Games&#10;New Ulm MN - Red Dragon Games&#10;Saint Paul MN - Red 6 Games&#10;Warroad MN &ndash; The Shire's Den&#10;&#10;MISSISSIPPI&#10;Brookhaven MS - Hero's Haven&#10;Gautier MS - maCnarB Gaming&#10;Gulfport MS - Panda's Pair O' Dice&#10;&#10;MISSOURI&#10;Columbia MO &ndash; Magelings&#10;Poplar Bluff MO - Ken's Comic Man&#10;&#10;MONTANA&#10;Billings MT - Dragon Egg Games&#10;Evergreen MT - Bards N Cards&#10;&#10;NEBRASKA&#10;Lincoln NE - Mana Games  &#10;Ralston NE - Ground Zero Hobby&#10;&#10;&#10;NEVADA&#10;Fernley NV - Dice N Duels&#10;Reno NV - Games Galore (2 locations)&#10;&#10;NEW HAMPSHIRE&#10;Plymoth NH - Games Ahoy!&#10;&#10;NEW JERSEY&#10;Berlin NJ - Mr. E's Game World&#10;Boonton NJ - Highlander Games&#10;Franklin NJ - 3D Games &amp; Hobbies&#10;Cedar Grove NJ - Time Warp Comics And Games&#10;Haddon Township NJ - Top Deck Games&#10;Hamilton Township NJ - Greg's Games&#10;Hightstown NJ - IRL Gaming&#10;&#10;NEW MEXICO&#10;Albuquerque NM - Artemis Games And More!&#10;Albuquerque NM - Twin Sun Comics And Games&#10;&#10;NEW YORK&#10;Amherst NY - Dragon Snack Games &#10;Batavia NY - Game Cave &#10;Brooklyn NY - Squarrel Cafe&#10;Canton NY - Gamer Craze&#10;Cheektowaga NY - Heart Of The Game &#10;Cobleskill NY - Games A Plunder&#10;Eden NY - Genesis Gaming &amp; Hobby &#10;Elmira Heights NY - Big Nerd Coffee Company / Bell's  Country Coffee &#10;Fredonia NY - Heart Of The Game (formerly Critical Gaming's building) &#10;Lockport NY - Casual Dragon Games &#10;Lynbrook NY &ndash; A Store Of Fire And Dice&#10;Manlius NY - Unplugged Games&#10;Montgomery NY - Silver Sun Games&#10;Mt. Morris  NY - Nerd Store &#10;North Tonawanda NY - Mana Bar &#10;Norwich NY - Serenity Hobbies&#10;Oneonta NY - Luncheons &amp; Dragons&#10;Penfield NY - Just Games&#10;Plattsburgh NY - AC Gaming Space &#10;Plattsburgh NY - Vermont Gaming Academy&#10;Rochester NY - Baldo's Amory&#10;Rochester NY - Ex Machina&#10;Watertown NY - Knights Of Thorn&#10;Wellsville NY - Gamer's Portal&#10;Whiteboro NY - Storytellers&#10;&#10;NORTH DAKOTA&#10;Fargo - Replay Games&#10;Grand Fork ND - Grand Cities Games&#10;&#10;NORTH CAROLINA&#10;Wilson NC - Dream Daze Comics Fun &amp; Games&#10;&#10;OHIO&#10;Beaver Creek OH - Dragon's Guildhall&#10;New Philadelphia OH - M.A.D. Bros. Games &amp; Hobbies&#10;Rocky River OH - Immortals Inc&#10;&#10;OKLAHOMA&#10;Oklahoma City OK - Game HQ&#10;&#10;OREGON&#10;Brookings OR - Whimsical Griffon &#10;Corvallis OR - Matt's Cavalcade Of Comics Cards And Collectibles&#10;Grants Pass OR - Iguana Comics And Games&#10;&#10;PENNSYLVANIA&#10;Erie PA - Blurry Robot&#10;Erie PA - Game Corps &#10;Erie PA - The Griffons Lair &#10;Levitown PA - Lookin' For Games Lounge&#10;&#10;RHODE ISLAND&#10;West Warwick WI - Reality A Games&#10;&#10;SOUTH CAROLINA&#10;Greenville SC - Boardwalk Games&#10;&#10;TENNESSEE&#10;Chattanooga TN - Game On Chattanooga&#10;Clarksville TN - Frontline Games&#10;Hermitage TN - The Game Keep &#10;Nashville TN - The Game Cave&#10;&#10;TEXAS &#10;Austin TX - Dragon's Lair&#10;Burleson TX - Geek Out&#10;Houston TX - Nan's Games And Comics&#10;&#10;UTAH&#10;Farmington UT - Teton Toys&#10;Price UT &ndash; Scattered Dice&#10;Salt Lake City UT - Oasis Games&#10;&#10;VERMONT&#10;Bennington VT - Gamers Grotto &#10;Middlebury VT - Tinker &amp; Smithy &#10;Rutland VT - Vermont Gaming Academy&#10;South Burlington VT - Vermont Gaming Academy&#10;&#10;VIRGINIA&#10;Fairfax VA - The Guild (Gaming Guild)&#10;Harrisonburg VA - Horizon Gifts and Board Games&#10;Portsmouth VA - Atlantis Comics &amp; Games&#10;Staunton VA - The Dragon's Hoard&#10;Woodbridge VA - The Guild&#10;&#10;WASHINGTON&#10;Bellingham WA &ndash; Pair O' Dice Games&#10;Lacey WA - Olympic Cards And Games&#10;Lake Stevens WA &ndash; Games Plus&#10;Langley WA - The Jester's Keep&#10;Omak WA - Eastside Cards And Games&#10;&#10;WEST VIRGINIA&#10;Hurricane WV - The Board Room&#10;Morgantown WV - Four Horsemen Comics and Gaming&#10;Princeton WV - Day Dream Games&#10;South Charleston WV - The Board Room&#10;&#10;WISCONSIN&#10;Oshkosh WI - Adventure Games and Hobby&#10;New Richmond WI - Gathering Games&#10;&#10;WYOMING&#10;Sheridan - Puzzle's Game And Hobby&#10;Stayton WY - Stayton Hobby Hut&#10;&#10;You can also order directly through us at our web page www.ichibangamesofficial.com&#10;&#10;-Mark Miller of Ichiban Games&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Birds",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Snow Algae Promo Card",
    "ID": 226297,
    "Year": "(2017)",
    "Geek Rating": "6.285",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226297/terraforming-mars-snow-algae-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.913",
    "Description": ".&#10;THE WATER released to the Martian surface will meet an extremely dry and cold environment, instantly freezing and forming glaciers. Water vapor will sublimate from the ice on warmer summer days, and soon fall back again as snow. This new environment is perfect for snow algae! Inside the ice and snow, they are protected from cold, dryness, and radiation, while creating their own micro-environment using heat from cellular reactions and increased light absorption when making the ice darker.&#10;&#10;SNOW ALGAE spread slowly, but contribute at the same time to the biosphere, oxygen production, and heat trapping.&#10;&#10;THIS PROMO CARD may be used together with Terraforming Mars. Simply shuffle one copy into the big project deck and hope that you'll be the one to take advantage of the Martian snow!&#10;&#10;[Source: Publisher, in spielbox magazine]&#10;.&#10;&#10;Terraforming Mars: Spielbox 2/17 Promo. Was also available as a reward for backing The Secret Cabal Gaming Podcast Kickstarter 2017 Campaign and the Man vs Meeple Kickstarter 2018 Campaign. Can now be purchased on the BGG Store.&#10;&#10;Snow Algae&#10;&#10;Automated Card&#10;&#10;Requirements: 2 oceans minimum&#10;&#10;Increase plant production and heat production one step.&#10;&#10;Promo card 211&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Terraforming Mars",
      "Magazine: Spielbox",
      "Promotional: Cards",
      "Promotional: Man vs. Meeple, Season 2",
      "Series: Terraforming Mars",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Westfront: Tabletop Game for the First World War",
    "ID": 226298,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/226298/westfront-tabletop-game-for-the-first-world-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Westfront is a company to battalion level game for WW1 forces, designed for 1/72, 15mm or 10mm miniatures. Smaller scales could also be used.&#10;&#10;Westfront is designed with simplicity in mind, but since it represents communication issues, orders from above, random events like units becoming lost, as well as the actual movement and attacking of the various types of forces, it can become quite in-depth.&#10;&#10;Westfront has a fairly free-form army list composition; allowing players to choose infantry, cavalry, vehicles, various types of artillery, fortifications and barbed wire at their will. Units behave historically, and 4 different theaters are available to play in. Some will have a higher chance of poor weather, and if the entire tabletop is mud units like armored cars simply wont be able to function. Thankfully season is determined before players write their army lists, so they will know ahead of time what to expect.&#10;&#10;Westfront covers the evolution of the war and the changes in doctrines and units involved;&#10;&#10;Early war (1914 - 1915) will have only the most rudimentary artillery usage in preliminary bombardments, and only the basic units available (no tanks!).&#10;&#10;Mid War (1916) will see the standardization of the creeping artillery barrage (which really works in-game: artillery provides cover as troops advance, and causes enemies to keep their heads down if it explodes near them), indirect machine gun fire and of course the introduction of the first Mk.I tanks.&#10;&#10;Late war (1917 - 1918) will see advanced infantry tactics like Germans advancing machine gun teams through creeping barrages to set up in no mans land, and the introduction of more refined tanks and German anti-tank rifles.&#10;&#10;Westfront provides army lists for the Allied forces and the Central Powers, covering most of the units available. 3 qualities of infantry and cavalry are available (sup-par, regular and assault/veterans), and artillery is broken into 4 categories: Trench mortars like the minenwerfer or stokes mortar, flat-firing field guns like the 37mm maxim, and the various 77mm German guns (these have varying ranges depending on the specific gun), howitzer batteries like the 18-Pdr or 15cm SFH, and heavy howitzers like the 42cm M&ouml;rser or the BL 12-Inch. Fortifications are covered, with shallow and deep trenches, dug outs and pillboxes all available&#10;&#10;Westfront aims to give fun games around 2 hours long and to give a WW1 feel for the players. Much research has been done based on the accounts of actual combatants, attempting to implement some of the important features for those on the ground. For example a forward unit on the attack may start to run low on ammunition, so could send a runner back to request supplies, but the runner may get killed along the way... Another example might be a friendly unit capturing an enemy trench, only to get shelled by friendly artillery controlled by H.Q. They desperately send a runner back to their lines to tell the barrage to stop, but it will take a few turns for the order to get through...&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Captain America: Civil War",
    "ID": 226305,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.93",
    "Link": "https://boardgamegeek.com/boardgame/226305/captain-america-civil-war",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Try on the role one of the super heroes of Marvel Universe.&#10;&#10;The game is starting from the 7 cards in your hands from the base deck plus 6 cards with super powers. Your goal is to get rid of all. The base cards are ridding in the drop's decks by colors or cost. Super powers could change the balance of the match. The winner is the first one whose hand is empty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mutant Chronicles Collectible Miniatures Game: Golem of Ice",
    "ID": 226308,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226308/mutant-chronicles-collectible-miniatures-game-gole",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The deadly new demon faction, Ilian, receives reinforcements with the release of the Undying Legions for the Mutant Chronicles Collectible Miniatures Game. Between the chilling powers of the brutish Ice Golem and Ilian's relentless Undead Legionnaires, no faction is safe!&#10;&#10;This fixed Warband pack contains the imposingly large, double-based Ilian Ice Golem figure, as well as Undead and Cursed Legionnaires, all-new Command Cards, four new Unit cards, and a sheet of Ice tokens.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mutant Chronicles Collectible Miniatures Game: Karak's Curse",
    "ID": 226309,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226309/mutant-chronicles-collectible-miniatures-game-kara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Karak's Curse provides the dramatic addition of the dangerous heretic Karak to the war-torn Mutant Chronicles universe. As the first unit from the new Ilian faction, Karak wields a powerful, disciple-creating ability that ensures he'll never fight alone and an all-new fortification piece that'll change the way players build their armies!&#10;&#10;This fixed Warband pack for use with the Mutant Chronicles Collectible Miniatures Game comes complete with a large, double-based Karak the Keeper Ilian figure, 10 all-new Command Cards, and a terrain-fortification piece (Karak's Command Tent).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wartime Easy Money",
    "ID": 226316,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/226316/wartime-easy-money",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "While Canadian publisher Somerville clearly licenced the name Easy Money from Milton Bradley, it published a very different version of MB's 1935 game during WWII and for a short period of time afterwards (dropping the word wartime from the title). The Monopoly-like mechanics are the same: roll and move, buy properties and businesses and make money. In this version of Easy Money a player keeps playing/moving their token until throwing a &ldquo;seven&rdquo;.&#10;&#10;While the MB board had 48 spaces, the wartime Canadian game has only 28 spaces (six spaces and only two properties per side plus four corner spaces labelled &quot;Town Square&quot; (start); Hospital; Victory Bonds; and Income Tax. In addition, there is an inner Chance Circle of 24 spaces, each tied to one of the side spaces. Players who throw doubles on 2D6 take the result from the corresponding inner circle space without moving, and then roll again.&#10;&#10;The theme of wartime sacrifices is strongly represented: even when collecting $200 for passing the Town Square, $100 must be donated to the Victory Bond space, and a player landing on Victory Bonds takes only half the money there. There also are spaces for Blackout Regulations, Air Raid Defense Plan, Soldiers Welfare Project, War Project and Red Cross Project on the outer square, and spaces for Buy War Savings Stamps and Extra Call for Victory Bonds on the inner circle.&#10;&#10;",
    "Categories": [
      "Economic",
      "World War II"
    ],
    "Mechanics": [
      "Investment",
      "Ownership",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ethnos: Promo Tribe – Fairies",
    "ID": 226318,
    "Year": "(2017)",
    "Geek Rating": "5.669",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226318/ethnos-promo-tribe-fairies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Ethnos: Promo Tribe - Fairies Pack adds a new race to the base game of Ethnos by designer Paolo Mori and artist John Howe.&#10;&#10;Adding this promo pack to your base game allows you to create a Band of Allies with a Fairy Leader. When played, you may choose to swap it with a Band of the same size (or smaller) that one of your opponents played previously.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Family Business: Kingpins of Crime promo expansion",
    "ID": 226319,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226319/family-business-kingpins-of-crime-promo-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As your mob grows smaller, each of your mobsters get a bigger slice of the pie.  With that ability comes some extra perks.&#10;&#10;This promo is a two-page rules variant for Family Business published in Game Trade Magazine (Issue 188 - Oct 2015) as &quot;Mayfair Games' Limited Edition Promo Expansion Set #22&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Promotional: Mayfair Expansions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Alice in Wonderland Collector's Edition",
    "ID": 226323,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/226323/monopoly-alice-in-wonderland-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This game is a version of Monopoly with the theme from the 2010 movie version of Alice in Wonderland directed by Tim Burton. This has different pieces with figures from the film, and the board has pictures from the movie. The box size is the same as most other collectable versions of Monopoly.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Game: Monopoly (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Children",
    "ID": 226326,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/226326/children",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;The Story&#10;&#10;Thornhill Mansion holds many secrets. Just before the turn into the 20th century Irwin Biddle purchased the house and turned it into what he called an orphanage care facility. But his severe governorship of the orphanage made the home for lost children anything but a haven. A fire in 1939 nearly destroyed the Thornhill Mansion. All but 13 children escaped the blaze. It wasn't until 1956 that Arthur Holland, a mining tycoon, purchased the Thornhill and footed the bill for a full renovation. However, it became clear within weeks of moving his family into the Thornhill that the Victorian mansion was far from settled. Holland's personal account of his family's stay in the Thornhill tells of unexplained children's voices, the sounds of little feet running through the night, of moaning heard inside the walls, even of parts of the house shifting. After leaving the Thornhill, Holland declared, &quot;The place is a house of the dead. No sane person can live well within its walls.&quot;&#10;&#10;13 ghosts live in the Thornhill, victims of the devastating fire that happened so long ago. As a ghost hunter, you welcome the chance to stay in the ghostly orphanage. Will you be the one to finally put the children to rest? Or will the malevolent child spirits drive you insane?&#10;&#10;How to Play&#10;&#10;In Children the game, you wander around the Thornhill Mansion trying to trap ghosts.&#10;&#10;At the beginning of the game, you deal the 13 Ghosts deck face down off to the side on the table. You then deal the 13 Toys cards face up over the 13 Ghosts cards, creating 13 2-card stacks. Each player gets 5 cards (the hand limit at the beginning of the game) from the Children deck.&#10;&#10;Players collectively build the Thornhill Mansion during their turns by placing room cards face up on the table in a grid pattern. The mansion is built in 4 levels--basement, 1st floor, 2nd floor, and 3rd floor. Each room card indicates on which floor it must be placed.&#10;&#10;You search for toys and helpful devices by moving your pawn from room to room throughout the mansion. Each time you enter a room, you draw a card and add it to your hand. With a 5-card hand limit, players are forced to leave cards in rooms by placing them facedown beneath room cards. Players may also leave traps beneath room cards. You look at left-behind cards when you enter rooms. Left-behind traps spring immediately. You may add other left-behind cards to your hand.&#10;&#10;You place ghost cards into the mansion when they appear at the top of the draw pile. Ghost cards are placed face up beneath room cards so players can read ghosts' names and see the toy icons on the tops of the cards.&#10;&#10;To trap ghosts you must have Toy cards. Each ghost card is marked with a toy icon. If you are in a room with a ghost and you have its corresponding toy in your hand, you immediately trap the ghost and put it, along with the toy card, in front of you to keep score.&#10;&#10;When you trap a ghost, you must see if another ghost in the house becomes enraged. To do this, flip over the 2-card stack you made at the beginning of the game that corresponds with the toy you used to trap the ghost. If the revealed ghost is in the mansion, flip its card over to its enraged (red) side. Every enraged ghost in the house reduces the hand limit by 1 card. If the hand limit reaches 0 cards, no players win. The ghosts take the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bakumatsu Kyoto Souran",
    "ID": 226339,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/226339/bakumatsu-kyoto-souran",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A game covering the struggle among Edo-bakuhu and Son-noh factions in Kyoto area.&#10;&#10;Each player control any one of Aizu-faction, Sin-sen-gumi, Tyousyu-faction, and Son-noh group.&#10;Each player has a different goal in this game.  Aizu and Tyousyu are evaluated by support value.  On the other hand, Sin-sen-gumi is evaluated by control of areas and Son-noh group is evaluated by placement of their bases.&#10;&#10;1 game map. 4 player aid sheets. 1 countersheet.&#10;&#10;&#10;&#10;Issue game of Game Journal #61.",
    "Categories": [
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Cities: Kyoto (Japan)",
      "Country: Japan",
      "History: Boshin War & Meiji Era Rebellions",
      "History: Edo Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mothership: Into the Vortex",
    "ID": 226343,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226343/mothership-into-the-vortex",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Nebula tiles: Add another element to your board with Nebula tiles. Ships can only move a maximum of 1 space through nebula but won't take damage. This simple new element adds an entirely new layer of strategy when paired with...&#10;&#10;Wormholes: Two way wormholes transport ships instantly to the other side creating new ways to play. Flip them over to reveal black Wormholes that can have more than one exit.&#10;&#10;Class Cards: Receive a random Class card at the beginning of the game to further specialize your fleet. Each card has a one-use action ability and technology upgrade that no one else has. With up to eight different Classes, there's something to suit any play style.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atticus Scroll: Journey of the Pharaoh",
    "ID": 226345,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226345/atticus-scroll-journey-of-the-pharaoh",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In 1837, British Egyptologist, John Atticus discovers a clay jar in the Egyptian desert. When he opens the jar, he finds an ancient scroll written in hieroglyphs. He translates the scroll which contains the one true way for a Pharaoh to navigate from this world to the afterlife. It was the Journey of the Pharaoh.&#10;&#10;Object of the Game&#10;You are the designated Vizier and must help your Pharaoh navigate successfully the journey from this world to the afterlife.  Beware of the many challenges and pitfalls that may impede your Pharaoh&rsquo;s path.  Acquire amulets along the way for protection and avoid the deadly clutches of the Ammit.&#10;&#10;As players progress around the game board, they will pass the Scarab Sun.  Once a player passes the Scarab Sun, he/she should take a card and follow the instructions of the card.  If a player retreats or trades places with another, then do not draw a card.  Replace the card on the bottom of the deck when done.&#10;&#10;Each icon on the game board has an associated action to it.&#10;&#10;To win the game, a player must roll the die and advance the exact number of spaces needed to reach the Ra (sun) symbol.  If the exact number is not rolled, then the player stays in the same position.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tapaono",
    "ID": 226346,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226346/tapaono",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "500",
    "Weight": "0",
    "Description": "The objective of this strategy game is to have conquered more fields than the opponent at the end of the game. Various game modes (victory conditions) are available. Played on a play area with 151 hexagonal squares, of which 139 can be conquered. Each player receives three tokens and 100 field marks. The game is turn-based. Each turn consists of the following four phases:&#10; 1. Move 2. Draw commands-cards 3. Capture by rolling 4. Capture by commands,&#10; which are always played in this order.&#10;When a player has completed his turn, the second player has his turn. This is repeated until one of the players has won the game mode determined by both players at the beginning. &#10;The player has to move each of his token one field every turn. He rooling the dice for each token and destinkt so how many fields he can conquer surround his token. If the player roll a five he can conquer or free five fields.   &#10;The player conquer free fields or free conquered fields. If a field with a token is conquerd, the token go back to the spawn.  &#10;Each time a player move on one of the 12 fields with a star (wich can not be conquerd) he has to draw a command-card.&#10;With this command-cards he can supply for example his movement, instead of one movement turn per token he has by playing the command &quot;move +1&quot; two turns for one token. The command-cards are very different. Some have supply effects for the movement other supply the conquering and others are traps with negative effects. Some of the command-cards ask the player to roll the dice. For example how many fields a player lose by drawing a trap-card.&#10;Some commands (max 5)can be collected in the &quot;depot&quot; and played as a chain.&#10;&#10;There is also an assist app available in Google Playstore&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malwarium",
    "ID": 226348,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/226348/malwarium",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Malwarium is a Dixit-inspired competitive storytelling game. The active player secretly chooses a card from their hand and makes up a word, sentence, or quote that might describe it. Other players contribute cards from their hands to produce a pool of candidates (along with the active player's card). Players then choose which card was the active player's and points are awarded. Some spaces on the scoring track provide restrictions on how the active player may describe their card (if they are on such a space).&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fleeting Glory",
    "ID": 226351,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226351/fleeting-glory",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fleeting Glory allows one to conduct abstracted battles in the Napoleonic era. Hidden information and a chit pull system effectively allow solitaire or head to head play. The game takes its inspiration from Napoleon's Triumph, Battles of Napoleon, Stratego etc. and spits out a rules foot print of less than 10 pages. Play time permits multiple engagements in a single afternoon. Experience a marriage of skill and chance that enables one to build tactical puzzles similar to those the commanders of old faced.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Picture It!",
    "ID": 226353,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/226353/picture-it",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ready...Set...Sketch!&#10;Quickly draw sketches based on a category like &quot;Board game parts&quot;. You will go crazy tryimg to read your partner's mind and sketch at the same time. But,when time is up you and your partner check to see if your sketches match. When you see the ridiculous sketches, you'll see there's nothing sketchy about how much fun it is to play!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seagull Splat",
    "ID": 226357,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/226357/seagull-splat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Descrption from the publisher:&#10;&#10;Seagull Splat is a mischievous and hilarious children's Game that will have kids screaming with laughter as they poop their way through victory. Each player receives a set of beach towels and takes it in turn to fly the Seagull over the towels. Are you lucky enough to dodge that poop? You may end up popped out if you aren't?&#10;&#10;Box Contains 1 Seagull 1x75ml seagull foam solution 4x 4 character cards (1 red / 1 orange / 1 green / 1 blue)x 1 spinner label x 1 base x1 spinner arrow.&#10;&#10;A mischievous and hilarious children's game. Each player receives a set of beach towels. Take it in turns to fly the Seagull over the towels. Are you lucky enough to dodge that poop? You may end up pooped out if you aren't.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "発見！ねこロジー (Hakken! Nekology)",
    "ID": 226360,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/226360/fa-jian-nekorozi-hakken-nekology",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Discovered! Cat Roji(&#231;&#153;&#186;&#232;&#166;&#139;&#239;&#188;&#129;&#227;&#129;&#173;&#227;&#129;&#147;&#227;&#131;&#173;&#227;&#130;&#184;&#227;&#131;&#188;)&#10;&#10;The hidden covers of the cats will start!&#10;You should not be distracted by mice once again.&#10;Read the other's psychology and find hidden cats!&#10;The cat who did not find anyone until the end won!&#10;&#10;&#226;&#150;&#160; Hide the cat before starting the game&#10;&#10;Each player receives a total of seven hands, including one &quot;cat&quot;&#10;Let's sort in any order.&#10;The initial placement is the strategy's point of where to put &quot;cat&quot; at first.&#10;The game starts when sorting is over!&#10;&#10;&#226;&#150;&#160; What to do on the turn is &quot;&#226;&#145;&#160; Search for cats&quot; &rArr; &quot;&#226;&#145;&#161; effect of card effect&quot; &rArr; &quot;&#226;&#145;&#162; escape cat&quot;&#10;&#10;&#226;&#145;&#160; Search for cats&#10;Please draw 1 card from the hand of the player next to the left.&#10;Let's think carefully where the other concealed the cat.&#10;&#10;&#226;&#145;&#161; Handle the effect of the drawn card&#10;Put the card you drew into the far left of your hand and activate the effect.&#10;There are six kinds of card effects, such as &quot;Footprints&quot; handing the rightmost hand and &quot;Tatari&quot; that my hands end immediately.&#10;&#10;&#226;&#145;&#162; Escape the cat&#10;Finally, move any one of your hands to the far left of your hand.&#10;Is the moved card a &quot;cat&quot;? Is it?&#10;&#10;&#226;&#150;&#160; Let's hide until the end&#10;&#10;The player who found &quot;cat&quot; drops out of the game.&#10;The player who did not find &quot;cat&quot; until the end will be the winner!&#10;&#10;&#226;&#150;&#160; Easy card games without tables required&#10;&#10;There is no deck or deck, and it has become a game that will advance with your hand alone.&#10;You do not need to use a table, and because the playing time is short, you can enjoy it anytime and anywhere!&#10;&#10;&middot; 28 cards&#10;&middot; 1 instruction sheet&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wizards of the Wild: Forbidden Forest",
    "ID": 226368,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226368/wizards-of-the-wild-forbidden-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Wizards of the Wild ventured deeper into the forest! Exotic creatures from across the globe and strange magically charged artifacts add new special abilities to your Wizards, playing off opponents and creating a brand new experience!&#10;&#10;The Forbidden Forest Expansion adds brand new cards including the new familiar card type, new spells and new challenges to Wizards of the Wild!&#10;&#10;Familiars are special, double-sided cards with TWO abilities. The new FLIP mechanic lets you use one side of the card, and then activate the more powerful scoring side to rack up the points!&#10;&#10;The Forbidden Forest expansion also includes new spells and challenges that work with the familiars and the base game to create new combos!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "コトバアワス (KOTOBAAWAS)",
    "ID": 226373,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/226373/kotobaawasu-kotobaawas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#130;&#179;&#227;&#131;&#136;&#227;&#131;&#144;&#227;&#130;&#162;&#227;&#131;&#175;&#227;&#130;&#185; (pronounced &quot;KOTOBAAWAS&quot;) follows the publisher's earlier game &#229;&#164;&#167;&#230;&#128;&#170;&#231;&#141;&#163;&#227;&#130;&#179;&#227;&#131;&#136;&#227;&#131;&#144;&#227;&#131;&#162;&#227;&#131;&#137;&#227;&#130;&#185; (Dai Kaiju KOTOBAMODOS), the name of which combined &#232;&#168;&#128;&#232;&#145;&#137; (pronounced &quot;kotoba&quot; and meaning &quot;words&quot;) and &#230;&#136;&#187;&#227;&#129;&#153; (pronounced &quot;modosu&quot; and meaning &quot;revert&quot;). &quot;KOTOBAAWAS&quot; comes from combining &#232;&#168;&#128;&#232;&#145;&#137; (kotoba/words) and &#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#153; (pronounced &quot;awasu&quot; and meaning &quot;match against&quot;), thus as you might expect this is a word-matching game.&#10;&#10;More specifically, it's a legacy-style game that you can play only once. As the publisher suggests, &quot;Gather two to five players, open the envelope, then play by following the instructions inside.&quot; He clarifies that this is not an escape room-style, puzzle-solving game.&#10;&#10;Description from the publisher:&#10;&#10;&#228;&#184;&#128;&#229;&#186;&#166;&#227;&#129;&#141;&#227;&#130;&#138;&#227;&#129;&#151;&#227;&#129;&#139;&#233;&#129;&#138;&#227;&#129;&#185;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;2&#239;&#189;&#158;5&#228;&#186;&#186;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#176;&#129;&#231;&#173;&#146;&#227;&#130;&#146;&#233;&#150;&#139;&#227;&#129;&#145;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#190;&#140;&#227;&#129;&#175;&#229;&#176;&#129;&#231;&#173;&#146;&#227;&#129;&#171;&#230;&#140;&#135;&#231;&#164;&#186;&#227;&#129;&#171;&#229;&#190;&#147;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#172;&#142;&#232;&#167;&#163;&#227;&#129;&#141;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#136;&#232;&#132;&#177;&#229;&#135;&#186;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#137;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "6-Tage-Rennen",
    "ID": 226374,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226374/6-tage-rennen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has 2 bicycles. Movement is determined by one die. The players start at the colored spaces (Spitzengruppe) in the center of the game board. The game consists of 6 racing days &aacute; 2 spurts. Each spurt consists of one lap around the track by one bicycle. Points are awarded for each spurt. Players who get outstripped change from &quot;Spitzengruppe&quot; to &quot;1 Runde zur&uuml;ck&quot; and so on.&#10;Winner is the player in &quot;Spitzengruppe&quot; who gets the most points.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hasch' mich auf der Autobahn",
    "ID": 226375,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226375/hasch-mich-auf-der-autobahn",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player gets 1 car. Movement is determined by a standard die (1-6) and a color die (red, blue, green). The color die indicates the direction of movement at the crossroads (red = left, blue = right, green = any). If movement starts in a city, any direction can be chosen. There are 5 different kinds of play:&#10;&#10;1) Hasch' mich auf ter Autobahn: The players start in the center space (Berlin) and try to catch one another. The last player on the board wins the game.&#10;&#10;2) Fuchsjagd: One player (Fox) is hunted by all the other players. The fox has to reach all cities marked with &quot;F&quot; to win the game. Any player who catches the fox has to assume the role of the fox, while the former fox is eliminated from the game. The last hunter wins the game, if he catches the fox before he has reached all his destinations.&#10;&#10;3) Sternfahrt: The players start from a city marked with &quot;St&quot;. The first player to reach the center space (Berlin) wins the game.&#10;&#10;4) Streckenrekord: The players starr from Berlin and try to get as far from there as possible. Each player who returns to Berlin is eliminated from the game. The last player on the board wins the game.&#10;&#10;5)Grenzfahrt: The players start in a city marked with &quot;G&quot; and have to travel to all other cities marked with &quot;G&quot;. The first player to achieve this and returns to his starting city wins the game.&#10;&#10;The game was published between 1936 and 1945.&#10;&#10;",
    "Categories": [
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): The Bright Crusaders – Human Blood Bowl Team",
    "ID": 226388,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226388/blood-bowl-2016-edition-the-bright-crusaders-human",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Bright Crusaders could be a truly great Blood Bowl team, if it wasn&rsquo;t for one serious handicap &ndash; they never, ever, cheat! While other teams are preparing for the match by bribing referees, the Bright Crusaders are performing charity matches &ndash; a fact that will stop them winning a major tournament until they shape up and learn to play dirty!&#10;&#10;Should you be feeling a little less killtacular than most Blood Bowl coaches, and just want to play for the love of the game, this is the Human team for you! You&rsquo;ll receive 12 plastic Human Blood Bowl players &ndash; 2 Throwers, 2 Catchers, 2 Blitzers and 6 Linesmen &ndash; with a set of resin head and torso parts used to upgrade them to the Bright Crusaders. The kit includes the options for 2 helmetless Linesmen, a helmetless Blitzer and a helmetless Thrower, as well as a pair of Bright Crusaders coins and 2 turn markers. Sadly, the kit does not include a participation medal&hellip;&#10;&#10;This 72-component kit comes as 40 plastic and 32 resin parts supplied with 12 32mm Blood Bowl bases and the Bright Crusaders team roster.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer wird Bibel-Quizionär?",
    "ID": 226390,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/226390/wer-wird-bibel-quizionar",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1",
    "Description": "Its a game about the bible. There are a lot of questions from the New and the old Testament. Who is the first on the aim?&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Realms of Destiny",
    "ID": 226391,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/226391/realms-of-destiny",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Realms Of Destiny is a fantasy adventure board game for 1 to 8 players. Realms Of Destiny can be played head-to-head, cooperatively, solo, or teams.&#10;&#10;Players choose their Character, Allegiance, and starting Guild, then explore the board using equipment, treasure, and spells to wander the map, complete quests, capture bounties, meet both allies and foes on the road, build a traveling party, and earn Destiny to claim Blessings and fight whichever Tyrant is harrowing the land for that game session. Even in coop mode, players each have their own adventures, while trading to aid one another, then come together for the final boss battle.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: World of Destiny"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "50 Overs Cricket",
    "ID": 226392,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/226392/50-overs-cricket",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Board game that simulates limited over cricket.&#10;&#10;It can be played by any even number of players (teams), but is ideally suited to two players. Each player bats and bowls for one innings (50 overs).&#10;&#10;Once play order is established the bowler determines the type of bowler for the next over by a dice roll. They then place their fielders on the board in setting that matches this type of bowler. Then outcome (and runs scored) of each delivery is determined by drawing a card from a deck of cards. Each card has six possible outcomes, however the outcome is determined by the bowler type (fixed for this over) and therefor is typical to a batsmen playing a delivery from that type of bowler. A well placed field by the bowler should ensure lower scores from the batting team.&#10;&#10;Each over consists of four deliveries, so each innings is therefore 200 balls.&#10;&#10;The game can be played with or without a scoresheet as a simple magnetic scoring grid (with markers) is printed on the game board.&#10;&#10;The winner is the player who amasses the most runs.&#10;&#10;From the rules booklet &quot;To play a Board game of cricket in the true spirit of the cricketing tradition. To foster a deeper interest and understanding of the tactical skill required in the National summer sport.&quot;&#10;&#10;Manufactured &amp; Published locally in NZ by F.T. Connor (Blenheim)&#10;&#10;Contents&#10;&#10;1 Game Board&#10;100 Cards&#10;9 Fielding Tokens&#10;1 Standard Die&#10;1 Rulebook&#10;1 Pad of score sheets&#10;3 Scoring tokens&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Order and Chaos",
    "ID": 226407,
    "Year": "(2018)",
    "Geek Rating": "6.056",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226407/heroes-of-land-air-and-sea-order-and-chaos",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.6",
    "Description": "Expands Heroes of Land, Air &amp; Sea to support 5 and 6 players. Features a game board extension, components for the 5th and 6th player and 4 additional factions: the Undead, the Lionkin, the Lizardfolk and the Goblins.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Game: Heroes of Land, Air & Sea",
      "Players: Expansions Changing Player Count",
      "Setting: Aughmoore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunship: A Game of Celestial Creation and Conquest",
    "ID": 226408,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/226408/sunship-a-game-of-celestial-creation-and-conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Sunship is a game designed for 2-4 players. The board is divided into 8 orbits and an impenetrable asteroid belt. The orbits are further divided into regions of varying economic and strategic value. Additionally, there are 5 transit hubs which facilitate jumping between orbits. The  object of the game is to eliminate the other players through conquest or, alternatively, to successfully monopolize all transit hubs for an economic victory.&#10;&#10;Holding regions of space are the source of income in the game. The value of regions can be increased by constructing and upgrading space stations. To protect valuable regions, force fields may be constructed. Isolating regions behind force fields, however, diminishes their economic output. A player must, therefore, strike a careful balance between security and trade.&#10;&#10;Players may attack adjacent regions with their fleets of space ships. There are three types of space ships in Sunship. Combat is played out on special cards on which the placement of space ships is significant. Depending on the type of ship, the player may select difficult to hit positions, cloak their attack, or attack from the rear. The combat system is elegant, versatile, and based on basic bit math.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wisdomantics",
    "ID": 226410,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226410/wisdomantics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box&#10;&quot;Wisdomantics - Where Wisdom is Power is an interactive DVD board game for players of various faiths who desire to gain the vast wisdom of King Solomon.  Wisdomantics utilizes the proverbs of Solomon to and blends chance, knowledge and strategy to create a fun experience while you learn.&quot;&#10;&#10;Wisdomantics is a Biblical trivia game with track movement and set collection.  Players attempt to complete Solomon's Temple by answering trivia questions about the proverbs of Solomon (included on a DVD) and then choosing a card that allows them to move around a track.  As they move, they collect building materials (Gold, Cedar and Cypress) that they use to complete Solomon's Temple on their player board.  Players also collect blessing cards.  Blessing cards or building materials may be trades 3-for-1 for other resources.  The first player to complete his or her temple wins.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jetta D-1: World Travel Game",
    "ID": 226411,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226411/jetta-d-1-world-travel-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jetta D-1 World Travel Game is designed to teach geography. &#10; &quot;Jetta&quot; is a contraction of JET Travel Adventure.  In this game, each player chooses a travel itinerary that will take them around the world in a series of flights and places their airplane pawn on the world map board.  They then roll two dice repeatedly and add the totals until they reach the exact total required to move their pawn to the next city in their itinerary.  They record how many rolls it took.  The rules do not specify what to do if the roll total goes over the exact amount needed.  When each player has completed his or her itinerary, the player who rolled the dice the fewest times wins.  Players will learn the names and locations of cities as well as airport codes.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Travel Game",
    "ID": 226415,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226415/space-travel-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Space Travel Game was a Jack in the Box kids' meal giveaway.  It is a simple spin-and-move game packaged in a small plastic clamshell box.  The top of the box is a spinner.  Inside is a folded game board with a track leading a space shuttle back to Earth.  Players spin and move their pieces either forward or backward on the track (or lose a turn) as indicated, trying to be the first to reach Earth.  A note on game design:  The spinner is exactly balanced between moving forward and moving backward, and with 40 spaces on the board, this could be a very long game.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kabigon's Oyamsumi Yurayura Hammock",
    "ID": 226417,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/226417/kabigons-oyamsumi-yurayura-hammock",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players take turns stacking Pikachus on top of a sleeping Snorlax. The game ends when they all come tumbling down off the hammock and the player that caused the tumble loses.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kickin' Your Ass!: The Drunk Edition",
    "ID": 226423,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226423/kickin-your-ass-the-drunk-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;This is the more drunker edition of the ass grabbin&rsquo; Kickin&rsquo; Your Ass card game. It is a card game where you try to build your Ass, while kicking other players&rsquo; Asses and where getting your Ass kicked means shots!&#10;&#10;You try to collect each piece of Ass you can get your hands on. Once you have enough Ass to complete your Ass, you win. But along the way, other players are trying to kick your Ass and force you to drink!. This of course results in you losing your Ass, or at least some of it.&#10;&#10;Each player starts with a hand of four cards.  All cards are drawn from a common deck.  You build your Ass out of 5 cards, Tail, Back Legs, Middle, Front Legs, Head.&#10;&#10;All the while, you play cards to Kick someone&rsquo;s Ass which makes them lose pieces of their Ass and drink so it get&rsquo;s better the more ass you kick.&#10;&#10;There are also defensive cards such as Kiss My Ass that will prevent this and force the kicker to drink.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: Tea & Trade",
    "ID": 226441,
    "Year": "(2017)",
    "Geek Rating": "6.534",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226441/fields-of-arle-tea-and-trade",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.9464",
    "Description": "Return to East Frisia and bring more variety to your labors in the far North with the Tea &amp; Trade expansion for Fields of Arle! This expansion adds tea &mdash; the national beverage of East Frisia &mdash; to energize your workers, as well as new ships for trading and fishing. Choose from a bevy of new features to add to your farm, including ditches that dehydrate your land and new buildings that grant you more options for maximizing your yields. With components to add a third player to the game, more players can enjoy the game than ever before. With new buildings, actions, and abilities, Tea &amp; Trade includes everything you need to become a true 19th century farming magnate!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Income",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Food & Drink: Tea",
      "Game: Fields of Arle",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hostage Negotiator: Abductor Pack 8",
    "ID": 226443,
    "Year": "(2018)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226443/hostage-negotiator-abductor-pack-8",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Hostage Negotiator: Abductor Pack 8 is a 16-card expansion compatible with both Hostage Negotiator and Hostage Negotiator: Crime Wave.&#10;&#10;Samuel Xavier, an angry individual on his best days, was involuntarily forced into a rehabilitation clinic for substance abuse. Now that he's going through withdrawal pains in the form of excruciating migraines he's angrier than he's ever been before.&#10;&#10;In this challenging new expansion pack for Hostage Negotiator, you must deal with Sammy's blinding headaches while trying to save hostages. If you can't reduce Sammy's pain to a manageable level he may snap... and then it will be too late to save anyone.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Hostage Negotiator",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kriegs-Spiel",
    "ID": 226459,
    "Year": "(1880)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226459/kriegs-spiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a two-player German war game published in about 1880. The playing board features a castle in the center surrounded by a two-layer multi-colored track running from 1-70. On each side is rectangular block of colored numbers, with 1-35 on one side and 36-70 on the other. There are illustrations of fighting in the four corners, with uniforms representing the then-recent Franco-Prussian war of 1870-71.&#10;&#10;To start, the players each put an agreed amount into the pot to fund the war. They then take turns rolling a single die, and advancing that many spaces on their respective tracks. The first to reach space 70 wins the war and the pot.&#10;&#10;The color of each space has an effect on play. If a player lands on a green space, the opponent must drop back to the nearest red space. A player who lands on a blue space must pay one mark to his opponent. Landing on a gold space means paying a mark into the pot, while landing on a lilac space grants another roll of the die.&#10;&#10;The board consists of a sheet of paper pasted onto thick cardboard. A second game is pasted onto the reverse side.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle Assault: Fell Fire Forge",
    "ID": 226464,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/226464/castle-assault-fell-fire-forge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Castle Assault is a unique gaming experience combining the ferocious onslaught of Tower Defense games with the strategic elements of CCGs and progressive advancement of RPG's. Castle Assault seeks to break the mold of traditional card games and organically extracts the most enjoyable parts of these different genres and distill them into a standalone concept. Castle Assault plays in about 30 mins, and is for 1 or 2 Players.&#10;&#10;Draft warbands, upgrade heroes and craft legendary weapons as you battle an inferno of horrors on an epic quest to forge your destiny.  As a 100% stand alone Castle Assault expansion that can be 100% integrated into Castle Assault, the Fell Fire Forge introduces 4 new Warbands and an completely epic, non-linear branching solo campaign like you have never seen!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Voyage of Our Own",
    "ID": 226470,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/226470/a-voyage-of-our-own",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Today is finally your day! &#10;The emperor finally granted you a permit and even a ship!&#10;&#10;In your anticipation you rush to see your magnificent ship and find...&#10;&#10;Your 3 rivals already arguing over whose voyage it is!!&#10;&#10;In A Voyage of Our Own, you play an intrepid explorer &#10;forced to share their ship with 1-3 other explorers to explore an unknown archipelago. &#10;Can you claim more credit for the voyages success?&#10;&#10;Or will one of the other explorers steal the glory for &#10;themselves?&#10;&#10;...Set sail and adventure east to the Vooo islands.&#10;&#10;- - - - - - - - - - - - - - - - - - - - - - - - - - - - -&#10;Voyage of Our Own is a light strategy exploration game. Players share the ship's crew to earn more credit for the voyage.  This is done by placing and exploring islands, laying claims on tiles, and collecting tiles in their hands.&#10;&#10;Credit is earned by discovering islands, claiming tiles, and gathering sets of trade goods.  The player with the most credit at the end of the game wins.&#10;&#10;- - - - - - - - - - - - - - - - - - - - - - - - - - - -&#10;&#10;Voyage of Our Own contains &#10;24 Hex tiles.&#10;2 Crew&#10;1 Board&#10;1 Cool down chip&#10;60 Claims (15 in 4 colours)&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zuirius",
    "ID": 226485,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226485/zuirius",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Zuirius is a strategic board game played on an endless triangular grid. It is possible to play on any flat surface, without the special board. The goal of the game is to block all tetrahedrons of your rival.&#10;&#10;In this game there is no captures or direct confrontation of pieces. During the game the number of pieces is not changed, all tetrahedrons are interconnected and constantly depend on each other. The compact starting position of pieces passes through various irreversible metamorphoses and, having exhausted all its &quot;energy&quot;, freezes as a result. You can play with 18, 24, 30, 36 or 42 pieces. The more pieces, the harder the game will be.&#10;&#10;Rules:&#10;&#10;Each player has an allocated color. Players alternate turns. All tetrahedrons must be connected in a single group. You cannot pick up a piece to move if doing so disconnects the remaining pieces, even if they would be reconnected after putting the piece into its new location. Each tetrahedron always has neighbors. Their number can be from 1 to 12. Tetrahedrons are considered to be neighbors if they stand on the nearby triangles. Neighbors are divided into two types - orthogonal and diagonal. The piece can be moved to any empty triangle, where the number of neighbors are less than it is now. Their color does not matter. The piece can also be moved to any empty triangle, where the number of neighbors does not change, but orthogonal ones among them become less. The game ends when one of the players has no legal moves on his turn. In this case, the winner does as many moves as he can and earns one point for each move. When both players lose moves consecutively it's a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Guardians of the Galaxy Volume 2",
    "ID": 226486,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/226486/monopoly-guardians-of-the-galaxy-volume-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This game is a version of Monopoly with the theme from the 2017 movie Guardians of the Galaxy Volume 2 directed by James Gunn. This game has custom game board features characters from both films, 6 collectible custom tokens, and custom houses and hotels that are renamed as &quot;gear&quot; and &quot;equipment&quot;.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly Junior: Finding Dory edition",
    "ID": 226490,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/226490/monopoly-junior-finding-dory-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An edition of Monopoly Junior, with Disney/Pixar Finding Dory theme, that features exclusive Finding Dory tokens. The game is like the classic Monopoly game but easier for kids. And it features properties from Disney/Pixar Finding Dory Movie.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "Movies: Finding Nemo",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Beyond The Wall Promo",
    "ID": 226491,
    "Year": "(2016)",
    "Geek Rating": "5.534",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226491/kingdom-death-monster-beyond-the-wall-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This White Box Expansion includes a small vignette depicting Aya the Survivor in dangerous times.  This expansion also includes the remaining two gear cards that complete the Vagabond Armor set from 'Before the Wall'.&#10;&#10;The gear cards are crafted via recipes printed on the back of them.&#10;&#10;These gear cards are:&#10;&#10;Hard Breastplate&#10;Leather/Vagabond Set Torso Heavy Armor (3 Armor points)&#10;Affinities: Top; Red Half, Bottom; Blue Half&#10;Automatically Activated ability: Green + Blue Affinity required: Ignore the first severe injury you suffer each showdown&#10;&#10;Cloth Leggings:&#10;Vagabond Set Leg Accessory (Legs, 1 Armor)&#10;Affinities: Bottom, Green Half&#10;Passive Ability: When you suffer the Bleeding or Bloody Thighs severe injury, only gain 1 bleeding token)&#10;&#10;Note: Cloth Leggings use the starting item 'Cloth' gear card to craft them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1705: El desembarcament",
    "ID": 226492,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226492/1705-el-desembarcament",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Card game based in the landing of Austriacist troops in Montgat (near Barcelona) in 1705, during the War of the Spanish Succession.&#10;&#10;The aim of the players is to get 10 points, playing the best sets of cards. At the peginning of a game, each player gets a special permanent character, which gives some special power). Then from a draw pile, in each turn, a player draws a card and plays as many cards as he wants in his playing area, trying to play the best sets, to either get points or to destroy card sets already played by other players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "History: War of the Spanish Succession",
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cy-Co: The Western Cyberpunk Board Game",
    "ID": 226493,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/226493/cy-co-the-western-cyberpunk-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Cy-Co is a western cyberpunk strategy game for 2 to 4 players. It combines classical western elements with the cyberpunk style of the 80s.&#10;&#10;Alternately Cy-Co and Crime Evil perform their actions. When both players have finished their rounds the civilians move with their own card deck randomly on the game board &ndash; trying to escape the villain Crime Evil in panic.&#10;&#10;In order to achieve their goals, the players have to strategically outmaneuver each other and thus thwart the machinations of their adversary. Who will prevail in this epic showdown of Cy-Co, the western cyberpunk board game &ndash; law or anarchy?&#10;&#10;",
    "Categories": [
      "American West",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alle meine Tiere",
    "ID": 226500,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/226500/alle-meine-tiere",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Discover, assign and count domestic animals.&#10;It's a tiptoi game for very young players (3 year olds).&#10;&#10;Where does the fox live? And what does the hedgehog really love to eat? How well do you know about horses, cats ...? &#10;With the game &quot;All My Animals&quot; and the tiptoi device you will learn a lot about domestic animals, their habitats, their animal children, and you can playfully get to know more about numbers.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Team Yankee: Iron Maiden",
    "ID": 226507,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226507/team-yankee-iron-maiden",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The British are coming! With its usual professionalism, the British Army had prepared for war. Now, as the Soviet Army flooded across the border into West Germany, it was ready and waiting. Scorpion and Scimitar light tanks skirmished with the Soviet forward detachments as the Chieftain armoured regiments waited. The infantry held the towns and woods, forcing the enemy into killing zones. If anything broke through, the airmobile troops in their Lynx helicopters would hold them. The British Army is ready.&#10;&#10;Iron Maiden provides players with Army lists for the &ldquo;Death or Glory Boys&rsquo;&rdquo; Chieftain Armoured Squadron, the Irish Guards&rsquo; Mechanised Company, the Gordon Highlanders&rsquo; Airmobile Company, and the Queen&rsquo;s Dragoon Guards&rsquo; Medium Recce Squadron, as well as history of the British Army of the Rhine, painting guides and scenarios.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flames of War",
      "Game: Team Yankee (Battlefront)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burst My Bubble",
    "ID": 226516,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/226516/burst-my-bubble",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Burst My Bubble is a family strategy card game. The artwork creates a classic feel, like card games of the 70's. The goal is to score the most points by bursting soap bubbles to collect sets or surviving as the &quot;Bubble Player&quot;. A game typically plays in 45 minutes, but can be made longer or shorter by changing the victory point total.&#10;&#10;This is a Multi Phase game. In the beginning you play in the Bubble Up Phase, which allows you to draw and play action cards. You are trying to improve your hand to build the most points in the next phase. If you feel like you have a chance to survive as the Bubble Player then Say &quot;Burst&quot; and bring the game into the Burst My Bubble phase (this is where the most points are accumulated).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Story Dogs",
    "ID": 226517,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226517/story-dogs",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Story Dogs (&#227;&#129;&#174;&#227;&#129;&#155;&#227;&#129;&#174;&#227;&#129;&#155;DOGS) is a card game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Milliardending",
    "ID": 226521,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/226521/milliardending",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Consists of 8 square cards printed on one side with an &ldquo;X&rdquo; and on the other side with a &ldquo;+&rdquo;. Three of the cards are printed in blue, two in black and three in red. The cards are arranged in a 9 X 9 configuration with the red cards in the upper horizontal row, the black cards in two of the three positions in the middle row and the blue cards in the bottom row. The number and placement of cards marked &ldquo;X&rdquo; or  &ldquo;+&rdquo; may be random or deliberate.&#10;&#10;The object of the game is to move the blue cards to the upper horizontal row and the red cards to the bottom row in the fewest possible moves. The cards displaying an &ldquo;X&rdquo; may be moved only diagonally to an unoccupied space. The cards displaying a &ldquo;+&rdquo; may be moved only horizontally or vertically to an unoccupied space.&#10;&#10;The game may be played as a solitaire or with two or more experienced players.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "z3r0d4y",
    "ID": 226523,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/226523/z3r0d4y",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "z3r0d4y &mdash; a.k.a. Zero Day, a.k.a. &#227;&#130;&#188;&#227;&#131;&#173;&#227;&#131;&#135;&#227;&#130;&#164; &mdash; is a competitive game played with one admin facing off against 1-3 hackers. The admin aims to fix vulnerabilities in a computer system before hackers steal too much information.&#10;&#10;The admin wins by acquiring a certain number of progress tokens based on the number of players, and to make progress, the admin must perform &quot;operations&quot; multiple times successfully while avoiding interference from hackers. To do so, the admin will rely on timing and must secure sufficient credits.&#10;&#10;Each hacker wants to steal information before others can do so (and before the admin fixes the vulnerability, of course), and once a hacker steals a certain amount of information tokens, they win the game immediately. To do this, they need to gather information, interfere with the admin's operation, and install virus proxies.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Roll: Henchmen",
    "ID": 226527,
    "Year": "(2017)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226527/dungeon-roll-henchmen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Not Everyone Can be a Hero!&#10;&#10;You've made it as an adventurer, but now you tire of mundane tasks. Why not hire some help? Henchmen can do your dirty work - as long as you share the treasure. And, should something untoward (perish the thought!) happen to them on the job... well, that`s what clerics are for!&#10;&#10;Henchmen is an expansion and rules booster for Dungeon Roll.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Dungeon Roll",
      "Players: Games with Solitaire Rules",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cake Off",
    "ID": 226534,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/226534/cake-off",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The magical cake baking game for 3 to 6 players.&#10;&#10;You are an apprentice wizard at Hestias Cakes, the most magical cake shop in all the land. You&rsquo;ve been learning how to make cakes for while now&hellip; but one day the Arch-Cakier, Erimines, comes down with a case of Bog Rot Flu, which leaves you (the players) to bake the cakes and get the orders out to the hungry customers who want their sweet treats by the end of the day.&#10;&#10;Objective&#10;The players receive a random number of cake orders every day that they have to bake. With 7 cards dealt from the Cake Deck, they choose 1 and pass the rest to the left. These cards are ingredients which they can use to bake those cakes at the end of the turn.&#10;&#10;But there's a difference: each ingredient card has a different magical power that will allow them to manipulate the ingredients available to them.&#10;&#10;Cake Off - the ultimate magical pick and pass game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Shekhtur Malephaise – Daemonic Princess Costume",
    "ID": 226537,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226537/battlecon-shekhtur-malephaise-daemonic-princess-co",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new Unique Ability with alternative art for Shekhtur Lenmorre from BattleCON: Devastation of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Eligor Larington – Golden Templar Costume",
    "ID": 226538,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226538/battlecon-eligor-larington-golden-templar-costume",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability with alternative art for Eligor Larington from BattleCON: Devastation of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Kallistar Flarechild – Ice Elemental Costume",
    "ID": 226541,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226541/battlecon-kallistar-flarechild-ice-elemental-costu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Kallistar Flarechild from BattleCON: War of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Hikaru Sorayama – Defender of Justice Costume",
    "ID": 226542,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226542/battlecon-hikaru-sorayama-defender-of-justice-cost",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Hikaru Sorayama from BattleCON: War of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Hikaru Sorayama – World Warrior Costume",
    "ID": 226543,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226543/battlecon-hikaru-sorayama-world-warrior-costume",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Hikaru Sorayama from BattleCON: War of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Luc Von Gott – Leader of the Four Heroes Costume",
    "ID": 226544,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226544/battlecon-luc-von-gott-leader-of-the-four-heroes-c",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Luc Von Gott from BattleCON: War of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Karin Brandtford – Terror of Kor Karoli Costume",
    "ID": 226545,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226545/battlecon-karin-brandtford-terror-of-kor-karoli-co",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Karin &amp; Jager from BattleCON: Devastation of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Cadenza – Space Invader Costume",
    "ID": 226546,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226546/battlecon-cadenza-space-invader-costume",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Cadenza from BattleCON: War of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fleet Ambush",
    "ID": 226571,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/226571/fleet-ambush",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Fleet Ambush, two players will take control of a fleet each, Humans Vs. Aliens. At the start of the game, both players construct a fleet of ships using square pieces. Your ships can be armed with many weapons, including ion cannons, fighter bays, turrets and more!&#10;&#10;Once both players have constructed their fleet, the two fleets will battle it out the cold dark depths of space! Each player takes turns activating their ships, moving and then firing! You can also use your fighters to create a fighter screen, blocking your ships from your enemies weapon systems!&#10;&#10;To win, you will need to disable all of your opponents ships, or have more standing at the end of 10 rounds. Let the best Admiral win!&#10;&#10;Full instructions to PnP and play are here: https://docs.google.com/document/d/18h-WMTEOyfyf5At1PZwqjYJRNHouzVJKbM_FX-0v-_I/view&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Grid Movement",
      "Take That"
    ],
    "Families": [
      "Contests: Two-Player Print & Play Design",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Greenest",
    "ID": 226586,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/226586/greenest",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Greenest is the third game of the Green-Greener-Greenest set. Green, Greener and Greenest are three games that use the same set of components.&#10;&#10;Greenest is a game for 1 player with the same mechanism as Green.&#10;&#10;Depending on the set, you&rsquo;d have:&#10;&#10;Basic: a 6&times;6 board, 15 black pyramids, 20 green pyramids, 15 white pyramids.&#10;&#10;Advanced: a 6&times;9 &ndash; 9&times;9 board (using one or both pads), 30 black pyramids, 45 green pyramids, 30 white pyramids.&#10;&#10;Gameplay overview:&#10;&#10;The board starts full of pyramids.&#10;&#10;- Black can only capture Green&#10;- Green can only capture White&#10;- White can only capture Black&#10;&#10;The goal of the game is to end up with a single stack, by making captures also as in Green (Black can only capture Green and so on), but in any order. This is, you can capture several times with the same colour, or reverse the order.&#10;&#10;Whether all initial configurations are solvable or not still remains an open question. Your feedback on this will be greatly appreciated.&#10;&#10;Please refer to the rulebook for detailed rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Game: Green, Greener, Greenest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You Bet-Cha!",
    "ID": 226595,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/226595/you-bet-cha",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You Bet-Cha! combines poker, trivia, chance and a race against the clock into an exciting game night!  Lively categories will have you competing to name everything from members of the Detroit Bad Boys to Hotels on the Las Vegas Strip.&#10;&#10;Don't bet off more than you can chew, or you'll be adding to your opponents' chip stack.  An amusing mix of knowledge, quick thinking and betting strategy, You Bet-Cha!, is the perfect game for tabletop lovers, trivia enthusiasts and high rollers!&#10;&#10;OBJECTIVE:&#10;&#10;Be the player with the most chips after seven rounds&#10;&#10;HOW TO PLAY:&#10;&#10;-Ante up&#10;-Roll the dice to determine category and type of game (live bet, silent bet or all play)&#10;-Place your bets&#10;-High bidder has one minute to give answers to subject&#10;-Collect or surrender your chips&#10;-Repeat!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hot-Pota-toH!",
    "ID": 226597,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/226597/hot-pota-toh",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Hot-Pota-toh! is a press your luck game where the deck has an exploding potato that players must avoid drawing, while trying to get the cards that have &quot;Phew&quot; points. The deck will be rotated among the players and each player will draw a card or play a card until someone draws the Hot-Pota-toh! Card and explodes, losing the points accumulated, then a new round begins. The best part of the game are the power cards which cointain other press your luck and hot potato mechanics!&#10;&#10;A game in the genre of Exploding Kittens, yet the change in the scoring systems and victory conditions, and the press your luck mechanisms within the game make Hot-Pota-toH! a game in its own right!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unfairy",
    "ID": 226602,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/226602/unfairy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Unfairy is a game where each player assumes the role of a peculiar fairy tale character who wants to be the hero of its own tale. Fight against popular fairy tales characters and win magical items that will get you stronger by stealing and annoying your opponents. At the start of the game every player gets a character and a characteristic that changes the way the player will have to play that match. You can play as a hysterical fairy, a faint-hearted knight or a headless mage. There are 400 different combinations to play with.&#10;&#10;In Unfairy each player receives 5 cristals that works as its attributes and are used as resources to, in alternate turns, activate their magical items, fight encounters, steal from its opponents and search for the objective encounter to fight it and win the game before your opponents.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Caída de Hispania",
    "ID": 226608,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/226608/la-caida-de-hispania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.4",
    "Description": "La Ca&iacute;da de Hispania (&quot;The Fall of Spain&quot;) is a game for 2 to 4 players.&#10;&#10;Every player takes the role of one of the factions (hispanoroman,Visigoths, Suevi and Barbarians)to get their historical goals.&#10;&#10;Factions coexist, fight and interact in the final era of the Roman Empire represented by the marker of the fall of Rome.&#10;&#10;Players get victory points occupying &quot;conventus&quot; (geographic areas). &#10;To get the victory every player has a group of &quot;huestes&quot; (armies) on the board and a treasure trove of &quot;mites&quot;(roman coins) to negotiate and gain advantages.&#10;&#10;The turns are developed with a card engine, generics for all players and specific for differente factions.&#10;&#10;At the end of the game, the faction with more Victory Points will be the winner and the prize will be to rule Hispania.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Country: Spain",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Verkami",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chemikum",
    "ID": 226611,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/226611/chemikum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Chemikum is a journey of discovery into the world of elements.&#10;&#10;For 2-6 players from 10 to 99 years. Playing time: 4 players approx. 40 min.&#10;&#10;Chemikum - a communication game that aims to inspire children and young people for chemistry. With fun, joy and happiness, step by step knowledge points are collected to reach the Bachelor or Master's degree.&#10;&#10;Chemikum is a very simple board game that integrated the periodic table of the elements.&#10;&#10;In a unique mix of knowledge and advice game, up to 6 players fight to get points for a bachelor's degree. In another round, the Master's degree can be earned.&#10;&#10;The two-sided printed schedule offers 2 difficulty levels:&#10;PSE with long name (lighter) or PSE only with short description of the elements. CHEMIKUM also provides the incentive, for all levels of knowledge, to take the opportunity to discover the chemistry, together with the possibility of compiling the difficulty level by selecting the question cards themselves.&#10;&#10;In four card categories, a wide range of chemistry is presented:&#10;&#10;PASSWORD:&#10;Difficult to pronounce chemical compounds (for correct pronouncement one gets points), which are briefly explained on the map;&#10;&#10;ACTION:&#10;simple way to collect points or lose, there is reward and with luck you can get closer to the target field&#10;&#10;PSE-KNOWLEDGE:&#10;This question category is linked to the PSE indoor playfield&#10;&#10;ALLTAGS-WISSEN-CHEMIE:&#10;Questions about the chemistry. Many have contributed to this question category: children, adults, grandpa and grandma. It makes us aware that the chemistry of our everyday life is an integral part of life.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Chemistry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War in the Megacity",
    "ID": 226622,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/226622/war-in-the-megacity",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "&quot;War in the Megacity&quot; is a two-player simulation of hypothetical near-future battles fought in metropolitan areas with populations of 10 million or more, and it&rsquo;s designed by Joseph Miranda. The objective is to show the spectrum of conflict &mdash; conventional, special operations and unconventional &mdash; used in this type of fighting on the grand-tactical level. There are two sides, both controlled by a player, the Insurgent, who wants to seize control of the city. Opposing him in that effort is the Government player.&#10;&#10;The &ldquo;Infowar Index&rdquo; is central to play. Each player has one, which indicates how successful he is in achieving his goals &mdash; and representing the amount of overall public support each side is getting.&#10;&#10;Each game turn represents from two days to two weeks of &lsquo;real time,&rsquo; depending on the tempo and scope of the activities conducted in each one. The various units represent force sizes &ndash; most either task-organized or spontaneously generated at street-level &ndash; varying in size between battalions and brigades: anywhere from about 500 to 5,000 personnel.&#10;&#10;Megacity has a number of unusual subsystems. For one, victory in battle isn&rsquo;t always reckoned in terms of physically destroying the enemy but, rather, in fighting him in such a way as to get the media&rsquo;s reporting squarely on your side. Another important aspect of the game is that certain combat results cause units to get stronger, as they gain in cohesion and tactical expertise.&#10;&#10;The system has antecedents in earlier games, in particular, Jim Dunnigan's &ldquo;Chicago, Chicago!&rdquo; It presented the first wargame approach to confrontations between police and demonstrators during the protests at the 1968 Democratic National Convention in Chicago. It was one of the first attempts to model modern urban warfare, albeit in a &ldquo;battle&rdquo; in which no one was killed though there was plenty of havoc in the streets.&#10;&#10;Counterfact magazine #9&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: CounterFact"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castles & Dragons Board Game",
    "ID": 226632,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.06",
    "Link": "https://boardgamegeek.com/boardgame/226632/castles-and-dragons-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A strategy game with strong economy aspects.&#10; You begin as a Lord of one realm and try to conquer the rest of the world by using your deadly armies or by uniting kingdoms to form a country.&#10;Test yourself in a supply and demand market. Create pacts with other lords to make your way to the crown faster and easier, then break them and destroy opponents by sending spies to their lands. Expand your kingdom by building villages and cities. Protect it by raising castles and wizard towers. Every move you take influences the happiness of your people. When it reaches the top you can form a country, but when it falls to the ground your people will assassinate you. Will you accept the challenge?&#10;&#226;&#128;&#139;&#10;Rule book will be in three different languages: English, Polish,  and Italian&#10;&#10;Object of the Game&#10;&#10;The object of the game is to &ldquo;Form a country&rdquo;. You can achieve this by conquering all the other lands or by raising the happiness of your people to a level that will allow you to do so.&#10;&#10;The Turn&#10;&#10;Castles &amp; Dragons  is split into 10 turns. The turn track is at the top of the Main Board. &#10;Each turn represents one year in the history of Mortron. A turn is split into 8 phases.&#10;In each phase Players perform their own actions before they can move to the next phase. The sequence of play depends on the phase.&#10;&#10;Phase I Taxes and Resources&#10;Phase II Upkeep&#10;Phase III Alliances (only for 3+ players)&#10;Phase IV Trade&#10;Phase V Building&#10;Phase VI Expeditions&#10;Phase VII Battles&#10;Phase VIII Happiness&#10;&#10;The Game&#10;&#10;The game will last until everybody has resolved phase VIII in turn 10 or someone has Formed a Country(in which case the game will last one more turn, unless the country was formed at turn 10).&#10;&#10;The winner of the game is determined by calculating Victory Points. The Player with the most Victory Points will be the mightest ruler in Mortron and the winner of the game.&#10;&#10;You will get Victory Points from the happiness of your people, buildings and missions you succeed in. If you accomplish all three missions then you will earn bonus Victory Points as will a player who manages to Form a Country.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Festung Breslau 1945",
    "ID": 226636,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/226636/festung-breslau-1945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "0",
    "Description": "- Here the victorious Soviet troops are returning from Berlin to the parade of victory in Moscow.&#10;Suddenly, explosions and guns are heard on the way.&#10;- Was it already shot on chevat?&#10;- No - 6th Army is still trying to conquer Breslau ...&#10;Dmitri Baltermanc&#10;&#10;The board wargame &quot;Festung Breslau 1945&quot; allows players to see the events that took place in the besieged city between 15th February and 6th May 1945. The advantage for the game owners is that they have the opportunity to try alternative strategies for both sides.&#10;&#10;Players take on the role of Commanders of the Red Army or fortress&rsquo; garrison. They determine the directions of assaults and dispose of available resources. Their decisions affect the outcome of the fighting. You can check whether the Russians could take the city earlier than they did historically or whether the Germans could organize the defense more effectively. Each side has its respective advantages. It is up to you whether you will use them appropriately.&#10;&#10;Fate of &quot;Festung Breslau&quot; is in your hands!&#10;&#10;A complete game &bdquo;Festung Breslau 1945&rdquo; contains:&#10;&bull; one board 48x68 cm;&#10;&bull; a set of 308 mounted counters (12,5x12,5mm size);&#10;&bull; one rule book (12 pages);&#10;&bull; one scenario card;&#10;&bull; one six sided die.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Wrocław (Poland)",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Forest Dragon",
    "ID": 226638,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/226638/the-forest-dragon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Designed by Rory, aged 9, The Forest Dragon is a fun game of testing your luck and risking everything on the turn of a card.&#10;&#10;Dare you explore the forest? It's full of things you need, and there is treasure to be found. But beware! The forest is also full of monsters!&#10;&#10;In The Forest Dragon you will create a fantasy world from cards, and then explore it. In a round of the game players lay out rows of cards that make up the world they are going to explore. They take it in turns to reveal one card at a time, and follow instructions on the card: Resources are collected in your backpack. Adventure items also go in the backpack, but help with the adventure. Monsters will end your expedition, sometimes taking items you've collected! You can chose to head home at any time and bank your finds. Or keep going, risking it all! Pushing your luck and knowing when to stop are key.&#10;&#10;With amazing art from Rory and his little brother Ben, and with just a little help from their dad, games-industry veteran Jon Hodgson, The Forest Dragon is a fast and exciting game for the whole family!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]