[
  {
    "Rank": "N/A",
    "Name": "Hojo Pojo",
    "ID": 321501,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/321501/hojo-pojo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Hojo Pojo is a deliciously-fun, family-friendly hot pot themed card game that plays up to a party of 6.&#10;&#10;The objective of the game is to cook and eat as much food as you can before the dipping sauce runs out. The player with the most number of points wins, BUT if another player reveals the King of the Pot card at the end of the game, a final eat off will be conducted to determine the ultimate winner!&#10;&#10;The gameplay simulates the actual eating of hot pot. You will need Tongs or Slotted Ladle to cook ingredients, and Bowls to contain the cooked ingredients. You get to roll the dice for each bowl card played in front of you. If you manage to roll a matching colour with an ingredient in the cooked area, dip it into a sauce before you eat by picking a Sauce Card, and yum!&#10;&#10;The game is designed to accommodate players of different levels:&#10;&#10;Simple (with young children)&#10;- Bowl cards are separated into another drawing pile. &#10;- King of the Pot is removed from the deck.&#10;- Orange Sauce removed from Sauce deck&#10;&#10;Normal (general game)&#10;- Bowl cards are shuffled into the action deck.&#10;- King of the Pot is added to the deck.&#10;- All Sauce cards in use.&#10;&#10;Advanced (familiar players of the game)&#10;- Cooked ingredients are only shown to all players once before being placed in the pot.&#10;- Advancement to Frenzy Phase (swapping of ingredients).&#10;- Longer gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Adventure: Ancient Runes",
    "ID": 321504,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/321504/world-adventure-ancient-runes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "160",
    "Weight": "0",
    "Description": "World Adventure: Ancient Runes is an expandable 1-4 players turn-based strategic fantasy board game. In this game, you&rsquo;ll compete against other Dark World Stone Keepers while collecting as many as Ancient Runes.&#10;&#10;First player who has succeeded acquiring number of Ancient Runes will be the winner. Along the way, you must withstand monsters and other heroes which appeal to your attack, heal, buff, and de-buff skills.&#10;&#10;In this episode, you will be brought into The Silk Road, which has some similarities with our current world besides its own supranatural and fantasy approach. This world bustles around Europe and Asia which were famous with valuable goods, such as silk, medicines, spices, metals, and foods.&#10;&#10;Our game is inspired by other fantastic board game such as Merchant &amp; Marauders, Scythe, and Zombicide. The storyline is influenced by novels and console games such as Sword Art Online, Log Horizon, Grimgar, Suikoden, Vandal Hearts, and Final Fantasy.&#10;&#10;Games Feature:&#10;&#10;Appealing Theme with Meeple Artwork&#10;Multiple modern world heroes are summoned as Dark World Stone Keepers. Through Meeple Artwork, we strive our best to design custom artworks. It has one-of-a-kind mechanism which hero could be attached to various caravan and pets. All of these come in laser-cut finishing and great quality material.&#10;&#10;Free Play&#10;Privilege to build what kind of player you are. Win the game by being yourself!&#10;&#10;Custom Game Plan&#10;Start the game by choosing hero, caravan, and soldiers. Then infuse different skills to thrive Explorer, Charisma, or Leadership. Earn money to upgrade your caravan, purchase items, or strengthen your soldiers.&#10;&#10;Multi In-Game Concept (America Games and Euro Games)&#10;Be a Monster Hunter or Bandit if you prefer more challenges which will give you more gains. Be a Merchant or Warlord if you prefer winning the game through trading and vast business.&#10;&#10;Rival or Semi Co-op&#10;World Adventure: The Silk Road could be played by 2-4 people in a competitive or semi-cooperative mode that requires teamwork and strategy.&#10;&#10;Solo Mode&#10;World Adventure: Ancient Runes could be played in Solo Mode, with some achievements that you can share with other players. This mode also gives you some practices before taking a battle with other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Fantasy",
      "Fighting",
      "Novel-based",
      "Pirates",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Theme: Alternate History",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The 7th Citadel: Knowledge is Power",
    "ID": 321511,
    "Year": "(2024)",
    "Geek Rating": "5.634",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321511/the-7th-citadel-knowledge-is-power",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "3",
    "Description": "The &quot;Knowledge is Power&quot; expansion contains 40 cards for those who like to read and experience new things.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The 7th Continent"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Really Karen?",
    "ID": 321516,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.69",
    "Link": "https://boardgamegeek.com/boardgame/321516/really-karen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Really Karen? is a hilarious party game for 2-6 players.&#10;&#10;Be the first Karen to argue your way around town, collect all four manager tokens, and make it back home. If you do this you'll be declared the ultimate Karen!&#10;&#10;How to Play:&#10;Choose a Karen character and match them to their house in the middle of the board.&#10;Roll the dice to see how many spaces you move. Along the way you will encounter small business locations and have to draw Really Karen? cards. These cards could send you backwards, forwards, or even make you lose a turn. &#10;Get to the large business locations and attempt to collect the manager token there. &#10;Be the first player to collect all four manager tokens and return home to win the game.&#10;&#10;Really Karen? will keep you laughing all night long.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vendarla",
    "ID": 321518,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/321518/vendarla",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Dwarves have been driven out of their mountain city, Vendarla by the Kobolds and Dragons. Queen Lagetha IX has rallied her forces to take back the city but the army lacks the materials needed to craft more weapons and armor. You and four other adventures will need to venture back into the mountain to find materials so they can be crafted into weapons and armor for the coming battle.&#10;&#10;In Vendarla, players will be competing to gather materials such as metals, gems, and elemental stones to craft them into weapons and armor for the Queen's Armory. Each crafted item will award the player victory points at the end of the game.&#10;&#10;During the round, the active player can choose between one of the two following actions. &#10;Go to the mountain or Visit the market.&#10;&#10;In the mountain - The active player may draw up to 10 cards before they make a selection. Once a card has been selected, all other players may follow this action but will need to pay a finder&rsquo;s fee of one gold coin to the round leader for each material card they take.&#10;&#10;The active player's turn can end early when two Kobold Warriors enter the play area and if the second warrior cannot be defeated. Or when a Dragon enters the play area and cannot be charmed.&#10;&#10;In the market &ndash; Only the active player can visit the market. You may buy and sell materials, buy goods to protect you while you are in the mountain, and draw or exchange Queen&rsquo;s Armory Items.&#10;&#10;The game ends when the first player has crafted their third Royal Guard item (gold shield) or when the last dragon has been disturbed. The primary way for players to earn victory points is from crafting Queen's Armory Items and the player with the most points at the end of the game is the winner!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soviet Dawn: The Russian Civil War 1918-1921 – Deluxe Edition",
    "ID": 321537,
    "Year": "(2021)",
    "Geek Rating": "5.632",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/321537/soviet-dawn-the-russian-civil-war-1918-1921-deluxe",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "1.8947",
    "Description": "Soviet Dawn Deluxe Edition brings Darin Leviloff&rsquo;s novel States of Siege game system back for a much larger storytelling adventure covering the Russian Civil War from 1918 to 1921. Upgraded with a bigger, hard mounted game board, beautiful linen finish cards, large counters, full color rules, and more!&#10;&#10;With several enemy &quot;Fronts&quot; converging on Moscow, the fate of the revolution and the prestige of international communism rests on your ability to manage and resolve every crisis that the &quot;Whites&quot; can assail you with.&#10;&#10;As the headlines unfold, you draw upon military and political resources to help you, or try to reorganize the Red Army for special abilities that can greatly enhance your position. Who knows? You might even capture the Imperial Gold Reserve!&#10;&#10;Can you deal with the great crises of that time and defend the revolution? Will you withdraw from the Great War (WW1) or exercise the Bukharin Option and fight on? Can you execute the Czar in time, or will the Whites rescue him? Will you fortify Petrograd or press your offensives home? How will you deal with internal and external dissent? Play Soviet Dawn and see!&#10;&#10;Includes the expansion set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "Crowdfunding: Kickstarter",
      "Decades: The 1920's",
      "History: Russian Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aggression",
    "ID": 321540,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321540/aggression",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Most abstract strategy games are played with a single, central goal in mind, or sometimes a secondary goal. For example, in Chess it is to checkmate the King, in Checkers it is to eliminate all of the opponent's pieces or force a stalemate. Aggression is different in that it has several possible goals in play simultaneously. All the pieces move and capture the same as one another. Complexity of play is achieved by having a unique win/loss condition tied to each separate piece type. Players must juggle the demands of multiple goals and adjust strategies throughout play.&#10;&#10;Pieces have two kinds of movement, a March or a Lunge. A March is a sliding move in a straight line any number of empty squares, like a Chess Queen. A Lunge is a capturing move. The piece jumps over an adjacent enemy piece to a vacant square on the other side. Only one piece can be captured on a turn. Multiple jumps are not allowed.&#10;&#10;The game is played on a 7x8 board. On each player's back row, the central space is marked with a flag.&#10;&#10;The Blue player goes first. Each player begins with a Scout in hand. On their first turn, a player moves forward one of his Infantry pieces. Then he drops his Scout on any empty square on the board, as long as it is not under attack. After that, each player makes two moves per turn. First moving one of his regular pieces, then moving his Scout.&#10;&#10;The Scout and the General are both defensive pieces and have the further restriction of not being allowed to move to a space where they can be attacked. Since there are two moves involved each turn, it is permitted to move the General to a space where it may be jumped by an enemy piece, as long as the Scout immediately moves behind the General to guard it.&#10;&#10;The piece types and their winning conditions are:&#10;&#10;Scout: [Blockade] A Scout requires freedom of movement to do its job. If a player is able to trap or capture the opponent's Scout so that it has no legal move on its turn, the player wins.&#10;&#10;Infantry: [Elimination] If all seven units of the opponent's Infantry are captured, the player wins.&#10;&#10;Sapper: [Arrangement] Sappers seek to construct a fortification within enemy territory. 'Enemy territory' is defined as the four rows on the opponent's side of the board. A 'fortification' is three Sappers connected in a row, horizontally or vertically. Diagonally does not count.&#10;&#10;Saboteur: [Traversal] A Saboteur seeks to blow up the enemy's Regimental Headquarters. The HQ is the central space located on a player's back row, and is marked with a flag. The player wins if he is able to move the Saboteur safely across the board and on to the opponent's Regimental Headquarters square.&#10;&#10;General: [Checkmate] The player wins if they are able to checkmate the opponent's General. As in Chess, if the player's General is in Check, then the player on their next move must get their General out of check, if possible.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Existance Card game",
    "ID": 321541,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/321541/existance-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Existance the card game is a set collection game of people with jobs and what they can afford.&#10;&#10;A 2 to 6 player game with a deck of 88 cards of jobs, people, houses, cars, assets, pets and kids.&#10;&#10;Find the best combination of cards to make up your best existence.&#10;&#10;Each player receives 8 cards and by making deals and stealing cards the player must get the first 5 essential starting cards, 2 Names, Diploma, House and car. After that they can add assets, pets, kids, more cars and bigger houses to try and gain the most existence points, but watch out for misfortunes they happen when you least expect it.&#10;&#10;The game ends when someone exists with : 2 names, 2 Diplomas, 1 House, 1 Car, 2 Assets, 3 kids and 1 pet.&#10;&#10;Player with the most points wins.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Connections"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DC Universe Miniature Game: Justice League",
    "ID": 321543,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321543/dc-universe-miniature-game-justice-league",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Justice League is an elite metahuman team, comprising Earth's greatest super heroes. Founded by Batman and Wonder Woman, they are dedicated to protecting the world as the first line of defense against terrestrial, extra-terrestrial, inter-dimensional and supernatural threats.&#10;&#10;Contains 5 resin figures and character cards for the Universe Miniatures game based on the movie.  Contains Aquaman, Batman, Flash, Superman, and Wonder Woman.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Superman",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Universe Miniature Game: Justice League Dark",
    "ID": 321544,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321544/dc-universe-miniature-game-justice-league-dark",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Justice League Dark is an organization of heroes with uncanny powers, dedicated to protecting the world from mystic and supernatural threats. When conventional super heroes are at a loss to combat the weirdest magical threats, the Justice League Dark venture where others fear to tread...&#10;&#10;Includes 7 resin figures and character cards to include the Justice League Dark to the DC Universe game.  Includes Black Orchid, Constantine, Deadman, Etrigan and Jason Blood, and Zatanna.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Universe Miniature Game: Apokolips Invasion Force",
    "ID": 321546,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321546/dc-universe-miniature-game-apokolips-invasion-forc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Among the greatest threats Earth has ever faced, Darkseid is an ancient and powerful cosmic warlord, who rules the hellish world of Apokolips with an iron fist. With his &quot;New Gods&quot; ready to smash his foes asunder, and his horde of Parademons serving as his vanguard, Darkseid is a force to be reckoned with.&#10;&#10;Includes 6 resin figures and their character cards to add the forces of Apokalips.  Includes Big Barda, Darkseid, Steppenwolf, and three Parademons.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Universe Miniature Game: Batman Villains",
    "ID": 321547,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321547/dc-universe-miniature-game-batman-villains",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Includes 6 resin figures and character cards to include Gotham's most powerful villains to the DC Universe game.  Includes Bane, Clayface, R'as Al Ghul, Riddler, Scarecrow, and Solomon Grundy.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Universe Miniature Game: Legion of Doom",
    "ID": 321548,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321548/dc-universe-miniature-game-legion-of-doom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Includes 6 resin figures and character cards to bring the Legion of Doom to the DC Universe.  Includes Black Manta, Cheetah, Grodd, Joker, Lex Luthor, and Sinestro.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Deck Dungeon: Witch",
    "ID": 321549,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321549/one-deck-dungeon-witch",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Witch [Beta] promo card that is a stretch goal for the onedeckdigital.com kickstarter campaign.&#10;&#10;It is also included in One Deck Dungeon: Abyssal Depths.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Multi-Use Cards",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: One Deck  (Asmadi Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G'Zoink: Expansion 01 – The Dingdom of the Dong",
    "ID": 321551,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321551/gzoink-expansion-01-the-dingdom-of-the-dong",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A New Locale with 15 Giggities and 10 new Lowdowns.&#10;&#10;The Dingdom of the Dong is the first in a series of exciting expansions for the incredibly fun and easy to learn G'Zoink game.&#10;&#10;It introduces a new locale and 10 new lowdown cards to the great giggity gigging gallivant.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Inis: Big Box",
    "ID": 321563,
    "Year": "(2022)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/321563/inis-big-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.4",
    "Description": "Inis is a game deeply rooted in Celtic history and lore in which players win by being elected King of the Island (Inis).&#10;&#10;Careful drafting, hand management, bluffing (especially once players understand the importance of passing their turn), good timing, and a precise understanding of the balance of power are the keys to victory. After a discovery game, you'll be ready for a full and epic game, where an undisputed player will be king by the Assembly for his merit and wisdom.&#10;&#10;&#236;&#157;&#180;&#235;&#139;&#136;&#236;&#138;&#164;: &#235;&#185;&#133; &#235;&#176;&#149;&#236;&#138;&#164;, a.k.a. Inis: Big Box, contains both Inis and Inis: Seasons of Inis.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Map Addition",
      "Modular Board",
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Country: Ireland",
      "Theme: Art style – Art Nouveau",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Стражи Галактики: Битва супергероев",
    "ID": 321586,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/321586/strazi-galaktiki-bitva-supergeroev",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&laquo;&#208;&#145;&#208;&#184;&#209;&#130;&#208;&#178;&#208;&#176; &#209;&#129;&#209;&#131;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#179;&#208;&#181;&#209;&#128;&#208;&#190;&#208;&#181;&#208;&#178;&raquo; &mdash; &#209;&#141;&#209;&#130;&#208;&#190; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#208;&#190;&#209;&#135;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176;, &#208;&#178; &#208;&#186;&#208;&#190;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#185; &#208;&#178;&#209;&#139; &#208;&#178;&#208;&#190;&#208;&#183;&#209;&#140;&#208;&#188;&#209;&#145;&#209;&#130;&#208;&#181; &#208;&#189;&#208;&#176; &#209;&#129;&#208;&#181;&#208;&#177;&#209;&#143; &#209;&#128;&#208;&#190;&#208;&#187;&#208;&#184; &#208;&#191;&#208;&#190;&#208;&#191;&#209;&#131;&#208;&#187;&#209;&#143;&#209;&#128;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#179;&#208;&#181;&#209;&#128;&#208;&#190;&#208;&#181;&#208;&#178; &#208;&#178;&#209;&#129;&#208;&#181;&#208;&#187;&#208;&#181;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#185; Marvel. &#208;&#146;&#208;&#176;&#209;&#129; &#208;&#182;&#208;&#180;&#209;&#145;&#209;&#130; &#208;&#179;&#209;&#128;&#208;&#176;&#208;&#189;&#208;&#180;&#208;&#184;&#208;&#190;&#208;&#183;&#208;&#189;&#208;&#190;&#208;&#181; &#209;&#129;&#208;&#190;&#209;&#129;&#209;&#130;&#209;&#143;&#208;&#183;&#208;&#176;&#208;&#189;&#208;&#184;&#208;&#181;: &#208;&#178;&#209;&#129;&#208;&#191;&#208;&#190;&#208;&#188;&#208;&#184;&#208;&#189;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#187;&#209;&#131;&#209;&#135;&#209;&#136;&#208;&#184;&#208;&#181; &#208;&#191;&#209;&#128;&#208;&#184;&#209;&#145;&#208;&#188;&#209;&#139;, &#208;&#179;&#208;&#190;&#209;&#130;&#208;&#190;&#208;&#178;&#209;&#140;&#209;&#130;&#208;&#181; &#208;&#187;&#208;&#190;&#208;&#178;&#209;&#131;&#209;&#136;&#208;&#186;&#208;&#184; &#208;&#184; &#208;&#191;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#183;&#209;&#131;&#208;&#185;&#209;&#130;&#208;&#181;&#209;&#129;&#209;&#140; &#209;&#129;&#209;&#131;&#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#191;&#208;&#190;&#209;&#129;&#208;&#190;&#208;&#177;&#208;&#189;&#208;&#190;&#209;&#129;&#209;&#130;&#209;&#143;&#208;&#188;&#208;&#184;. &#208;&#159;&#208;&#190;&#209;&#129;&#208;&#187;&#208;&#181;&#208;&#180;&#208;&#189;&#208;&#184;&#208;&#185; &#208;&#190;&#209;&#129;&#209;&#130;&#208;&#176;&#208;&#178;&#209;&#136;&#208;&#184;&#208;&#185;&#209;&#129;&#209;&#143; &#208;&#178; &#208;&#177;&#208;&#190;&#209;&#142; &#208;&#190;&#208;&#177;&#209;&#138;&#209;&#143;&#208;&#178;&#208;&#187;&#209;&#143;&#208;&#181;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#191;&#208;&#190;&#208;&#177;&#208;&#181;&#208;&#180;&#208;&#184;&#209;&#130;&#208;&#181;&#208;&#187;&#208;&#181;&#208;&#188;!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#208;&#161;&#209;&#130;&#209;&#128;&#208;&#176;&#208;&#182;&#208;&#184; &#208;&#147;&#208;&#176;&#208;&#187;&#208;&#176;&#208;&#186;&#209;&#130;&#208;&#184;&#208;&#186;&#208;&#184;: &#208;&#145;&#208;&#184;&#209;&#130;&#208;&#178;&#208;&#176; &#209;&#129;&#209;&#131;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#179;&#208;&#181;&#209;&#128;&#208;&#190;&#208;&#181;&#208;&#178; (&quot;Guardians of the Galaxy: Superhero Battle&quot;) is a card game in which the players will take on the roles of world-known heroes from the Marvel universe. The great battle awaits: come up with the best stunts, set traps, and use your superpowers. The last one standing is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tank Leader Terrain Tile Pack #2",
    "ID": 321587,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321587/tank-leader-terrain-tile-pack-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Second terrain expansion pack for Sherman and Tiger Leader games.&#10;&#10;This expansion includes ten extra Terrain Tiles with new Terrain types: Riverfront/River, Industrial, Bogging and Urban, as well as a rules sheet explaining how to use the new terrain types.&#10;&#10;This new terrain will allow for different scenario layouts in either the Sherman Leader or Tiger Leader games.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Open Drafting"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of 12: The Faun & The Collector",
    "ID": 321590,
    "Year": "(2020)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321590/king-of-12-the-faun-and-the-collector",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "2 new characters expand the selection of cards.&#10;&#10;The Faun lets you rotate your dice to the highest single value, if negated.&#10;&#10;The Collector makes you the first, if your dice were negated, the original first becomes second.&#10;&#10;It is recommended to play with only one of the new characters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Score-and-Reset Game",
      "Trick-taking"
    ],
    "Families": [
      "Series: Kingdom of 12"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: The Fight for Hue, Apex of the Vietnam War",
    "ID": 321593,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321593/asl-comp-the-fight-for-hue-apex-of-the-vietnam-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Expansion module for Advanced Squad Leader that covers the Vietnam War battles for the City of Hue in 1968. Produced by Critical Hit.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Huế (Vietnam)",
      "Country: Vietnam",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lucca on a Roll",
    "ID": 321594,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321594/lucca-on-a-roll",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Promotional roll &amp; write game created for the 2020 edition of the Lucca Comics &amp; Games fair, to be included into the &quot;goods bag&quot; provided to attendees of the Campfire events.&#10;&#10;The game simulates a visit to the Lucca Comics &amp; Games fair: by optimizing the use of five dice roll results, players have to visit the different areas of the fair:&#10;- The Games stands&#10;- The Comics stands&#10;- The Japan Town area&#10;- The exibitions&#10;- The Movie and TV area&#10;&#10;In addition, spending time walking on the Lucca walls provides additional points and bonuses.&#10;&#10;The game is played over eight rounds and each session is about 20 minutes long. It can be played solo or against any number of players, provided each of them have a copy of the game sheet. A single set of 5 dice is used, regardless of the number of players.&#10;&#10;Designed by award-winning game designer Stefano Castelli and illustrated by Alan D'Amico.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Lucca (Italy)",
      "Region: Tuscany (Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WolfWalkers: The Board Game",
    "ID": 321595,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/321595/wolfwalkers-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The board game is based on the film WolfWalkers.&#10;&#10;ABOUT THE FILM&#10;&#10;In a time of superstition and magic, a young apprentice hunter, Robyn Goodfellowe, journeys to Ireland with her father to wipe out the last wolf pack. While exploring the forbidden lands outside the city walls, Robyn befriends a free-spirited girl, Mebh, a member of a mysterious tribe rumored to have the ability to transform into wolves by night. As they search for Mebh&rsquo;s missing mother, Robyn uncovers a secret that draws her further into the enchanted world of the WOLFWALKERS and risks turning into the very thing her father is tasked to destroy.&#10;&#10;ABOUT THE BOARD GAME&#10;&#10;The objective of the game is to find three parts of the wolf soul in one colour and bring it back to the Lair before soldiers, who start in the town area on one side of the board, reach the Lair on the opposite side of the board.&#10;&#10;The central board has a grid (called road) with fields marked with four different symbols. Some of the fields are connected with a path to the area with stacks of tiles. There are rune symbols at each intersection which represent the runes players collect during the game to buy the tiles. The grid is divided into three town areas with two fields marked for soldiers at the top of the board and nine forest areas at the bottom with the Lair area where players start the game &ndash; each with their own Wolfwalker figure.&#10;&#10;Each area has a stack with a certain number of tiles which depends on the mode players choose. In general, there are four types of tiles: a) tiles that move soldiers toward the Lair; b) wolf souls that the players try to find (three parts in three colours); c) tiles that help players find the wolf souls or change the soldier movements and d) neutral tiles. Each game mode adds some tiles or changes their meaning.&#10;&#10;On their turn, the player rolls a die and moves along any road. They have to stop on the first field with a symbol matching the symbol on the die. Then they count the rune symbols they passed on their way and take the rune tokens which are used to buy the tiles. It is possible to get more than one rune in one turn (if you pass two rune symbols, you get two runes, etc.). If the field they ended their movement on is connected with a path to a stack of tiles, they reveal the top tile(s). If they reveal a soldier tile, they have to move one of the soldiers in the direction shown on the tile. If the tile has a price (wolf souls, tiles that help players) the player can buy it with runes they collected. If the bought tile is a wolf soul, they place it in front of them. If it is any other tile, they have to use it immediately (e.g., you have another turn; move one of the soldiers in any direction).&#10;&#10;Additionally, there are two special symbols on the die that allow players to either reveal any top tile on the board or buy any revealed tile on the board.&#10;&#10;The game has three cooperative game modes with each adding additional rules and new tiles (e.g., look at the top tile of any stack, then place it on top of any pile face down) or more soldier tiles to make the game more difficult. The fourth mode is the competitive mode with the player who collects the completed wolf soul and brings it back to the Lair first winning.&#10;&#10;At the end of the rules you can also find achievements (e.g., win three games in a row, play solo with two Wolfwalker figures) and challenges that change the rules a bit in a unique way (e.g., win with soldiers being at the two rune symbols at the top of the board at the end of the game; each player looks at two chosen stacks of tiles in secret before the game starts. For the rest of the game you cannot communicate.)&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Ireland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shibumi: Further Games",
    "ID": 321597,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321597/shibumi-further-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a suite of ten games to be played with the Shibumi system. The collection is not made by the original creator, Cameron Browne, or the publisher nestorgames.&#10;&#10;Within can be found variants of many classical abstracts like Halma (Monky), shogi (Dual Duel), or Mancala (Sow Seed), but there are also wholly oringinal games like Frenemies, Kapow and Fireball.&#10;&#10;Most games are for two players, but some lighter games, like a stacking game and a version of Liar's dice, can be played with more players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Grid Movement",
      "Layering",
      "Slide / Push"
    ],
    "Families": [
      "Series: Shibumi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rest In Peace",
    "ID": 321598,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/321598/rest-in-peace",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "There were rumors of course. Eva's death had been unnatural and -it was said- the coffin had been buried empty. Then strange things began to happen at the main house.&#10;&#10;Rest in Peace is a haunted house card game. Solitaire. It consists of 29 Print-n-Play cards to be used in conjunction with an ordinary deck of 52 playing cards.&#10;&#10;There are 13 rooms in this haunted house. You will draw cards from an ordinary deck of playing cards to move from room to room. Each card&rsquo;s numeric value (rank) corresponds to one of the rooms. There are 13 secrets. The secrets are shuffled and dealt alongside each room. By visiting a room you can reveal its secret. There are 3 clues: skull, hourglass, cross. The 3 clues are shuffled to form a &ldquo;pattern&rdquo; (for example: cross-skull-hourglass). The pattern will be revealed as you play the game and flip the clues face up. You are looking for this pattern in the rooms. If you find it and return to the Main Entrance, you win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tee Oder Kaffee Refill",
    "ID": 321599,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/321599/tee-oder-kaffee-refill",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Collect sets of breakfast or tea time menus and gain victory points. In this tiny set collection game you play sets of cards to score points and get your hand empty, because this brings you bonus points.&#10;The twist is between collecting bigger sets to score more points for a single set or play smaller sets to score for the empty-hand-bonus and get 5 new cards for free.&#10;&#10;With the new refill-edition you can play the game with up to 6 players and you get the new refill cards. These return a tea or coffee back to your hand or bring an extra point on cake sets. You must flip your refill-card after every use.&#10;&#10;The game comes in a tiny tin box and you can take it with you everywhere you go.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bezzerwizzer Ord",
    "ID": 321602,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/321602/bezzerwizzer-ord",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Bezzerwizzer game focused on words.&#10;Rules for points are the same as ordinary Bezzerwizzer, but the categories are more word- and language-related.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Bezzerwizzer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexinos",
    "ID": 321606,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321606/hexinos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A tile placement game for all ages, this intuitive-to-play and fast moving game involves pattern (tile edge) matching and spatial recognition. The game is played with six-sided tiles, each edge having either one, two, three or four pips.&#10;&#10;Usually a 2-4 player game, Hexinos can be played by five player (six is unwieldly and its too long between turns).&#10;&#10;All players start each turn with two tiles (hidden from the other players). On their turn the player places one of those two tiles onto the game table, matching at least one edge of their six sided tile to a tile edge already on the game table. That placement is immediately scored (see below), the player retrieves another tile from the facedown tilepile and then the player to their left takes their turn. Play continues until all tiles have been placed.&#10;&#10;There are two ways of scoring Hexinos tile placement: Basic and Advanced. Basic can be used with younger kids or just to make the game play go a bit faster.&#10;&#10;Basic scoring is super basic - if the player matches:&#10;&#10;+  one edge of their tile to one edge of a tile already on the game table: score one point&#10;&#10;+ two edges of their tile: score three points&#10;&#10;+  three edges of their tile: score six points&#10;&#10;+ four edges of their tile: score ten points&#10;&#10;+  five edges of their tile: score fifteen points&#10;&#10;+ all edges of their tile - the &quot;perfect match&quot;: that player wins immediately.&#10;&#10;Advanced scoring requires both addition and multiplication:&#10;&#10;+  one edge of their tile to one edge of a tile already on the game table: score one point for each pip on that matching edge of the player's tile (e.g. if the matching tile edge has three pips, its three points (not six))&#10;&#10;+ two edge match: count total pips on the matching edges of the players tile, then multiply that by two&#10;&#10;+  three edge match: count total pips on the matching edges of the players tile, then multiply that by three&#10;&#10;+ four edge match: count total pips on the matching edges of the players tile, then multiply that by four&#10;&#10;+  five edge match: count total pips on the matching edges of the players tile, then multiply that by five&#10;&#10;For both Basic and Advanced scoring - if the placed tile closes off an empty tile space (called &quot;bridging&quot;), the placing player scores as usual for the edges that match, then a bonus of six points for each empty hex that has been closed off.&#10;&#10;A note about younger players:&#10;As long as the player can hold and place the tiles, Hexinos can be played at any age. For younger players it encourages both pattern matching and spatial recognition - seeing their tile with an edge with 2 pips next to a 3 pip edge, but does that match what is on the tiles already on the table, or is the 2 &amp; 3 &quot;backwards&quot;? And with the basic scoring system, kids easily grasp the benefit of &quot;more edges matching is better&quot; without needed to know addition or multiplication.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The 7th Citadel: The Alembic of Valengarde",
    "ID": 321609,
    "Year": "(2024)",
    "Geek Rating": "5.605",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321609/the-7th-citadel-the-alembic-of-valengarde",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "3",
    "Description": "This expansion will send you in search of the pieces of the famous Alembic of Valengarde, which split into 3 upon Ninidazir&rsquo;s death and have been wandering the country ever since.&#10;&#10;Whether you search out each piece or come across them by happy accident, you will need to 'transport' them to the same Terrain card. Once they are grouped together, you will be able to open this mysterious little box that contains the - permanently - reconstructed Alembic of Valengarde.&#10;&#10;Of course, this will not be an easy task, because saving the game or returning to the Citadel before completing this task will cause the mischievous pieces of Alembic to wander off, forcing you to begin your search anew.&#10;&#10;But you can take our word for it, it's well worth the trouble!&#10;&#10;Contents: 30 cards, 4 minis.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The 7th Continent"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WizDice R&W",
    "ID": 321615,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/321615/wizdice-r-and-w",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "WizDice is a roll and write game in which players pretend to be sorcerers in training, the final exam is about and they must fight among all the applicants, there will only be one pass ... will it be you?&#10;WizDice is a game for 1 to 5 players, with an approximate duration of 45 minutes.&#10;In the game each player controls their learning sheet and through this they must cast spells, summon creatures, prepare your lesson book and gain experience in order to attack the other players, the player who is the first to leave will win. KO a player.&#10;During the game, the player in turn will throw X dice, choose the ones that help him the most and leave some for the other wizards, collect different elements depending on the chosen dice, these elements will then serve to cast powerful spells against a player of his choice.&#10;-Remember this is the final exam and alliances are short-lived in WizDice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventure of D (Second Edition): Upgrade Pack",
    "ID": 321616,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321616/adventure-of-d-second-edition-upgrade-pack",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "25",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Upgrade pack for Adventure of D 2nd. edition.&#10;&#10;Content:&#10;1 Thick 2-piece box (fits sleeved cards)&#10;3 Acrylic hero tokens&#10;4 Environment cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Follow",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "To The Death: The Big Day",
    "ID": 321617,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/321617/to-the-death-the-big-day",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Promo scenario for To The Death, consisting of six cards celebrating the designers wedding day.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legendary: A Marvel Deck Building Game – Realm of Kings",
    "ID": 321627,
    "Year": "(2020)",
    "Geek Rating": "5.713",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321627/legendary-a-marvel-deck-building-game-realm-of-kin",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "In the Realm of Kings a throne is never safe. Even for the mighty Black Bolt, King of the Inhumans, the challengers from both within and without are many and without mercy. In this 24th expansion to Legendary, command the unearthly powers of the Inhuman Royal Family as you fend off mutinous family members and cosmic conquerors like the Shi&rsquo;ar Empire. Defend the throne in Legendary, the king of deck building card games.&#10;&#10;&#10;     Players can work both with and against other players to defeat evil!&#10;     All cards contain original art!&#10;     Requires the Marvel Legendary Core Set to play.&#10;     Realm of Kings includes an infusion of high-powered Inhumans and comic characters to the vast pool of amazing content for Legendary.&#10;     24th Expansion to the vast Legendary Landscape!&#10;     5 Heroes! 2 new Masterminds and Villain groups!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: Tide of the Dragon",
    "ID": 321628,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.86",
    "Link": "https://boardgamegeek.com/boardgame/321628/street-masters-tide-of-the-dragon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Street Masters: Tide of the Dragon is a standalone expansion for Street Masters, the critically-acclaimed cooperative miniatures board game of street brawling action for 1-4 players. Designed by veteran game designers Adam and Brady Sadler with Scott McFall and Mitch Schroeder, and heavily influenced by classic &ldquo;beat &lsquo;em up&rdquo; arcade games and Hong Kong action movies of yesteryear, Tide of the Dragon is a standalone experience that contains everything needed to play, but also allows returning Street Masters fans to use its all-new fighters, enemy factions, stages, and other modular elements with the rest of the products in the fan-favorite game series that has been lauded since its debut in 2017.&#10;&#10;Expanding on the modular nature of Streets Masters, Tide of the Dragon includes a new way to further customize players&rsquo; experiences. Terrain cards allow fighters to introduce new  terrain elements to their battles, such as ladders that can be used to climb up and away from enemies or fire hydrants that can launch a powerful water stream to damage opponents.&#10;&#10;Street Masters: Tide of the Dragon includes 52 highly detailed miniatures; 4 New Fighters with their own unique Fighter and Hero Story Decks; a New Double-Sided Map Tile with 2 New Stage Decks; 2 New Enemy Factions with unique Enemy and Showdown Decks; 4 Terrain Cards; a Tide of the Dragon Story Deck; 12 New Ally/Rival cards, and all the dice, tokens, dividers and base rings needed to play right out of the box!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fighting",
      "Miniatures",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inferno and Glory",
    "ID": 321636,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321636/inferno-and-glory",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "A quick playing set of fleet action level Renaissance naval rules covering the period 1450 to 1600, allowing large scale battles such as Lepanto and Prevesa to be completed in a couple of hours or less. &#10;They have been written with 1/2400 scale models based in groups or stands, with each stand representing 5 to 10 ships. &#10;A range of suitable 3D models are available for free download to accompany the rules. &#10;Bookkeeping is minimal, using simple markers to indicate ship damage and crew casualties. &#10;Data for over 30 different broad ship types and ten different fleet lists are included, covering the major fleets and city states of the Mediterranean.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Classical Age of the Ottoman Empire",
      "History: Ottoman-Habsburg Wars",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Digit Draughts",
    "ID": 321637,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/321637/digit-draughts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Digit Draughts is a set of three related games played using the same equipment: a standard 8x8 Checkers (Draughts) board and two sets of 12 checkers. Each set of checkers is numbered 1-6 twice.&#10;&#10;In each game the pieces are randomly placed in the usual Checkers starting positions. (A variant is given where after determining first player, the second player's pieces are re-arranged to match the first player's.)&#10;&#10;Game 1 is played like Checkers except that a piece can only jump a piece with an equal or lower number. The object is to capture both opposing 6s, although a player also wins if their opponent can no longer move.&#10;&#10;In Game 2 players score points every time they make a jump - normally the absolute difference between the jumping piece's number and that on the piece being jumped, but if the numbers add to seven or eleven that many points are scored instead. When no captures can be made remaining pieces are added to players' scores.&#10;&#10;Game 3 also uses scoring, in a different way. In this game when a piece is jumped the capturing player keeps it in front of them in a scoring area, and when a piece reaches the back row it is removed and added to its owner's scoring area. (There are no kings.) The winner is the first player to reach 30 points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Magazine: The Gamer",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Trumps Quiz: The Celtic Football Club",
    "ID": 321638,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321638/top-trumps-quiz-the-celtic-football-club",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Are you a Celtic fan? &#10;Can you identify how many players have scored more than 200 goals for the team? &#10;Can you remember specific games from European campaigns? &#10;Travel back to the origins of Celtic FC via the pinnacle of Europe in May 1967 and right up to today's star players. &#10;Test your Bhoys knowledge to see if you come top of the table.&#10;&#10;With 500 questions to answer, it's great for the whole family, whether you want a quick game on the go or to spend some time seeing how much you really know! &#10;With a Top Trumps twist at the end to test your memory, can you remember what you learned just moments ago?&#10;&#10;Key Details:&#10;&#10;     Quizzical fun with a Top Trumps Twist.&#10;     Entertaining educational card game loved for bringing your favourite subjects to life including questions on the Lisbon Lions, stadium and legendary players and managers.&#10;     500 puzzling and captivating questions that will test your knowledge and memory.&#10;     Easy-to-carry plastic case means there are no limits on gameplay.&#10;     Prepare to outsmart your opponents, discover new and exciting facts and duel your way to becoming the Top Trump.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Cities: Glasgow (Scotland, UK)",
      "Country: Scotland",
      "Sports Teams: Celtic F.C.",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escale au Touquet Paris-Plage",
    "ID": 321639,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321639/escale-au-touquet-paris-plage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game &quot;Escale au Touquet Paris-Plage&quot; is the ideal game to have a good time with family and friends.&#10;&#10;Roll dice and move your pawn throughout the the seaside resort of Le Touquet from space to space.&#10;The goal is to be the first player to complete a schedule of activities (find accommodation, a restaurant to eat, go shopping, etc.) before arriving at the &quot;town hall&quot; space.&#10;The players also have banknotes to practice all their activities. &#10;It's up to them to manage their expenses properly in a similar way as monopoly ...&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escale à Berck sur Mer",
    "ID": 321640,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321640/escale-a-berck-sur-mer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Roll dice and move your pawn throughout the seaside resort of Berck sur Mer from space to space.&#10;The goal is to be the first player to complete a schedule of activities (find accommodation, a restaurant to eat, go shopping, etc.) before arriving at the &quot;town hall&quot; space.&#10;The players also have local banknotes to practice all their activities. &#10;It's up to them to manage their expenses properly in a similar way as monopoly ...&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Book of Villainy",
    "ID": 321653,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/321653/book-of-villainy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You're a villain, but not very good at it &mdash; Take on the role of a B-list villain who didn&rsquo;t quite make the cut! In an attempt to capture at least a little bit of infamy, you&rsquo;re racing other not-so-super villains to publish a book about your misdeeds. Travel around the city hiring dastardly henchman, building outrageous gadgets, and committing pranks and petty crimes. Then write it all down for your (hopefully) best-selling novel!&#10;&#10;In Book of Villainy, you move around various locations in rondel fashion, collecting sets of henchman to complete chapters for your book. You score points by collecting chapters with certain themes and arranging the chapters of your book in ascending order.&#10;&#10;Once any player completes their book, the game ends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Theme: Villainy",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of 1812: Andrew Jackson's War",
    "ID": 321654,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/321654/war-of-1812-andrew-jacksons-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "War of 1812 - Andrew Jackson's War is the third and final of our three low complexity hex and counter wargames covering the major battles of the war between Imperial Great Britain and the still young republic of the United States of America.&#10;&#10;This set contains everything needed to play the 12 scenarios for the Red Stick Creek War and the New Orleans campaign. &#10;The battles covered are : &#10;&#10;     Autossee,&#10;     Burnt Corn,&#10;     Calabee creek,&#10;     Econochaca (Holy Ground),&#10;     Enitachopco creek,&#10;     Horseshoe Bend,&#10;     Kanawha,&#10;     New Orleans,&#10;     Pensacola,&#10;     Talladega,&#10;     Tallushatchee and&#10;     Villere Plantation.&#10;&#10;&#10;Each scenario set is a stand alone game. Knowledge or components from the other games in the series are not required.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: War of 1812"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "22 Offerings",
    "ID": 321659,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/321659/22-offerings",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game is a solitaire game about honoring the 22 Major Arcana offering the 56 cards of the Minor Arcana set. But you can't simply gift those Offerings randomly, each Arcana need to be honored with a very specific ritual.&#10;&#10;The player keep a hand of 8 cards on the table, and 4 Major arcana, each one with one specific condition to be fulfilled (2 Kings, 3 of a kind, etc). The player can use the cards on the table to honor them, or discard them to send back one of the Major Arcana to the deck.&#10;&#10;The game ends when all the 22 Major Arcana has been fulfilled or when there are no more Minor Arcana that can be offered.&#10;&#10;The game has 2 game modes, a default one and another more complex that allow to get a Gift each time that an Offering is done to a Major Arcana.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Tarot Cards",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Multiplicity",
    "ID": 321660,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321660/multiplicity",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Multiplicity is a pure placement abstract strategy game.&#10;&#10;The game starts on an empty hexhex board. White moves first, after which turns alternate. Moving is compulsory.&#10;&#10;1. The restricted placement phase&#10;&#10;White starts by placing one stone on the empty board. From that point on players take turns to:&#10;&#10;Place a stone on a cell adjacent to the last stone placed by the opponent, and ...&#10;    ... place a stone on a cell that has only vacant cells as neighbors.&#10;&#10;When the player to move cannot make the second placement of their turn, their turn ends, the restricted placement phase ends, and the free placement phase begins.&#10;&#10;2. The free placement phase&#10;&#10;Now players take turns placing one stone on any vacant cell.&#10;&#10;The game ends when the board has only 1 empty cell remaining. (Now each player has placed the same number of stones.)&#10;&#10;The player with the highest score wins. A player's score is the product of the sizes of all his groups. Ties are rare but possible.&#10;&#10;Several games by Christian Freeling use this &quot;one bound, one free&quot; placement protocol, which he began exploring in 2012.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Chapbook RPG: The Card Game",
    "ID": 321665,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/321665/micro-chapbook-rpg-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The card game version of the popular solo roleplaying game!&#10;&#10;Enter the dungeon with up to 4 heroes! Fight monsters, avoid traps, visit underground taverns and shops, share the wealth, become the heroes of legend. OR, be greedy and keep the gold for yourself, cause disention in the party, come out of the dungeon alone!&#10;&#10;Micro Chapbook RPG: The Card Game is a fast and fun dungeon crawler based upon the popular solo roleplaying game system. Play the game solo or invite over some friends for some dungeon crawling goodness. ALSO, use the dungeon cards included here in your normal Micro Chapbook Adventures to help you build interesting new layouts each time!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy",
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "After School Ghost Club",
    "ID": 321666,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321666/after-school-ghost-club",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "When the Ghost Club dares you to go into the abandoned school, you accept. After all, as a member of the Ghost Club yourself you don&rsquo;t want to look like a coward. So, after stepping through the front doors, you quickly realize you&rsquo;re locked inside! It seems the only way to get the doors open again is to capture the ghosts whose energy is keeping them shut!&#10;&#10;One player takes the role of the student while the other takes the role of the ghosts. The goal is different for both. The student is trying to escape the school after capturing enough ghosts. The Ghost is trying to reduce the Student to 0 Health or bar them from ever escaping the school again!&#10;&#10;Perfect for fans of horror anime and games such as Corpse Party, Fatale Frame, Ghost Hunt, and more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Exploration",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terror in the Theater",
    "ID": 321667,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321667/terror-in-the-theater",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dear Detective,&#10;&#10;If you are receiving this letter, it is because I am dead. Dark forces beyond anything you can imagine have converged upon me and taken my life from me . . . or perhaps something worse.&#10;&#10;I have seen horrors beyond what the normal human mind can comprehend. Strange yellow mists that swirl in the streets, actors dressed in robes who have no face, and a looming figure standing on the stage of Arkham Theater--waiting just beyond some unseen veil to come into our world.&#10;&#10;It has taken all of my willpower simply not to go insane.&#10;&#10;I&rsquo;ve been investigating a strange underground society in the theater district of Arkham. They claim to be a thespians society, an acting club, but I know for a fact they are a cult--a cult hellbent on bringing doom to our world. This is the very thing I was trying to prevent.&#10;&#10;Now . . . it is up to you to stop them once and for all.&#10;&#10;Tonight, they are putting on a play . . . a horrific performance that is the final rites to summon The King in Yellow.  The play must be performed in complete darkness for the summoning to work.&#10;&#10;Go to Arkham Theater. Light every lantern in the damn building to keep them from finishing that play. Get evidence to reveal their evil scheme once and for all!&#10;&#10;Sincerely,&#10;&#10;A Friend&#10;&#10;P.S. For heavens sake, keep those damn lanterns lit!&#10;&#10;Terror in the Theater is a Roll+Write role-playing game of Horror Investigation set in 1920s New England. You, the detective/investigator, are following the pleas of a dead friend to check out the theater in the town of Arkham. It is there you will find the horrors you need to face.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Dice",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Die Icon Resolution",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "There is Something in the House!",
    "ID": 321668,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321668/there-is-something-in-the-house",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "As a lifelong member of the Tokyo police force, you have seen and investigated many horrific things. However, nothing left you as disturbed or shaken as the house. . . The house was one of your very first investigations after being promoted to Detective. An elderly woman who lived there disappeared for months, inciting a missing person investigation, only to have her turn up a year later in the empty home . . . her head removed. You never did figure out where the woman vanished to in all those months, and you never figured out who killed her. All you know is that after you stepped foot in the house, your life took a turn for the worse. Your wife died, your home burned down, and things never seemed to get better. Now, near retirement and severely alcoholic, you are determined to go back to the house and figure out just what is going on in there once and for all. Somehow, however, you know that whatever is living there . . . it is evil.&#10;&#10;There is Something in the House is a simple Roll+Write inspired by Japanese horror media. It is a miniature print and play-style board game with storytelling elements where you take on the role of a retiring police detective. All you need is the 2 game sheets, a pencil, and some dice.&#10;&#10;Turn down the lights, turn on some spooky music, and play by candlelight!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Die Icon Resolution",
      "Paper-and-Pencil",
      "Re-rolling and Locking",
      "Role Playing"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pulp City: Cold War",
    "ID": 321669,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321669/pulp-city-cold-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Pulp City expansion adding two new factions, Supreme Alliance and Red Republik.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Theme: Pulp"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventura",
    "ID": 321670,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321670/adventura",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "There are countless wonders around the world, each with its own peculiarity, such as treasures, artifacts and also sinister mysteries. In Adventura, you are an explorer in search of emotions and to discover the greatest secrets in the world.&#10;Adventura is an exploration game for 1 to 4 players. The game mainly follows the roll and write mechanics. Divided by turns, each player can choose to explore a location, travel to another location or perform actions such as shopping, improving their team and equipment.&#10;The goal is to earn the highest score by finding all the hidden treasures on the maps.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MixClay",
    "ID": 321675,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321675/mixclay",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Sculpting Party Game of mixing the shapes defined by keywords  to create your unique piece in clay and guessing other players mixes.&#10;&#10;Imagine wild mixes: Bread+Cat , Pretzel+Eiffel Tower &#10;and etc..&#10;&#10;Players secretly chooses two keywords from different cards in their hand, and try to the best of their abilities and creativity to create one single sculpture in clay that mixes the shapes of chosen keywords. Players use their hands and sculpting tool to sculpt the piece.&#10;&#10;Then, players try to guess other players keywords by looking at other players sculptures.&#10;&#10;You gain points by creatively mixing the shapes, people correct guessing your keywords and by guessing other players keywords. Keywords have different levels of difficulty.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Targeted Clues"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Chapbook RPG: The Board Game",
    "ID": 321676,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/321676/micro-chapbook-rpg-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Micro Chapbook RPG is a board game of fantasy adventure using the popular Micro Chapbook RPG game system. Players will create their own characters from scratch using the ultra-simple rules included here. Those heroes will set out on grand adventures across the land of Hellik Water.&#10;&#10;Travel in the open overworld hunting monsters for gold and picking up quests. Enter the dungeons of the land to kill mighty villains and earn clout and fame.&#10;&#10;This game stands on its own as a complete adventure board game BUT may also be used as a supplement for the Micro Chapbook Roleplaying Game system.&#10;&#10;Included in the print and play version is:&#10;&#10;&#10;     A two-section square board game. The World Map and the Dungeon Map.&#10;     A Deck of Character Portraits.&#10;     A Deck of Quest Cards.&#10;     A Deck of Location Cards.&#10;     A Deck of Spell Cards.&#10;     Damage Cards&#10;     Character Sheets&#10;     Game Instructions&#10;     Build Tips&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Events",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flottenspiel",
    "ID": 321677,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321677/flottenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board is divided into four sections, one for each player. The players have to get as many of their four ships as possible from space 1 to space 24 to win the game. Movement is determined by a number die and a special die. The special die decides which of the four ships is to be moved: L= Linienschiff, T= Torpedoboot, K= Kreuzer, S= Schulschiff, blank (2x)= no ship.&#10;&#10;If a ship gets on a space with an image wich is already occupied by an enemy ship in another section, this enemy ship has to begin from space 1 again.&#10;&#10;Whenever two ships get on the same numbered space, they constitute a bockade and the player gets two coins from each other player.&#10;&#10;On some spaces events hinder or benefit the players. On space 24 the ship is destroyed and is eliminated from the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The 7th Citadel: The Final Throne",
    "ID": 321678,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321678/the-7th-citadel-the-final-throne",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "The Final Throne is a new Threat with a more &quot;political&quot; storyline than previous adventures, in which you will also find a new use for the laminated world map that comes with your Collector's Edition.&#10;&#10;In this Threat, you will interact with several iconic groups and individuals, never knowing who you can trust &ndash; and yet, it will be your wise alliances that will determine the fate of the Collapsing Lands!&#10;&#10;We could tell you more, but that would spoil the pleasure inherent in discovering this plot&hellip;&#10;&#10;This Threat includes 126 cards, a 36+ page Threat booklet and 1 blank Citadel leaflet.&#10;&#10;-description from the Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The 7th Continent"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiny Towns: Tiny Trees",
    "ID": 321679,
    "Year": "(2020)",
    "Geek Rating": "5.631",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321679/tiny-towns-tiny-trees",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Tiny Trees is a micro-expansion for Tiny Towns.&#10;&#10;In tiny trees, each mayor has a chance to watch a tree grow in their town. However, each tree only grows if it is in the only empty square on a player&rsquo;s board.&#10;&#10;Place a seed on one space on your board at the start of the game.  At any point if you build on this space, gain a free resource of your choice. However, if you finish the game with only the seed remaining and no other empty spaces, it grows into a 2 point tree!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Bingo",
      "Follow",
      "Grid Coverage",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Polyominoes",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nur nicht aufregen",
    "ID": 321681,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321681/nur-nicht-aufregen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get their 4 meeples (or as many as possible) from space A to space 100. Movement is determined by a die. If a meeple gets on a space occupied by another player, the later has to return his meeple to the home area.&#10;&#10;On the roll of a 6 or by reaching space 10, 20, 30, 40, 50, 60, 70, 80 or 90 another meeple may move from a home space to Space A or from Space A onto the race track.&#10;&#10;If a player gets on spaces 17, 33, 67 or 83 the meeple gets arrested. Only on the roll of a 5 a meeple may leave an arrest cell.&#10;&#10;A meeple getting on space 50 is in prison and stays there for the reminder of the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rettet Rapunzel",
    "ID": 321688,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/321688/rettet-rapunzel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "How can we free Rapunzel from her dark tower? No, not by climbing up her braids of hair! We simply deconstruct the tower, piece by piece. But defying all logic, we don't start at the top of the tower, but at the bottom! Using a wooden disc, we attempt to perfect our aim to knock out the tower piece at the base &mdash; but without the tower collapsing!&#10;&#10;It's all because of the law of gravity. Of course, not every go is successful &mdash; and that's half the fun. After all, the other players also want their turn.&#10;&#10;Who will bring Rapunzel safely down to terra firma in Rettet Rapunzel?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Wooden pieces & boards",
      "Folk Tales & Fairy Tales: Rapunzel",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gioco Delle Tre Oche",
    "ID": 321691,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321691/gioco-delle-tre-oche",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's boardgame printed in Italy during WWII.  It seems that it was printed around the time of the Italian armistice.  It is presumably produced in the areas of Italy occupied by Fascist forces as the three geese in the title are America, Britain and USSR and the board appears to give you advantages for landing on Axis themed spaces.  It seems to be a roll and move game and the playing pieces and dice are printed next to the board for cutting and assembling.  The aim of the game is to reach the center of the board where victory is achieved by the loyal Italian Fascist forces.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Country: Italy",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Palavan",
    "ID": 321692,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/321692/palavan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A paradise island landscape is regrettably separated into different pieces. The aim is to connect the islands again!&#10;&#10;At the basic level, the South Seas puzzle has multiple solutions and many spellbinding panoramic views of the island. A player can choose to set the goal higher in challenging game variants in search of the perfect island.&#10;&#10;In addition to a mind-teasing game of solitaire, two players can take turns place their tiles in Palavan, with each trying to lay out all their personal tiles while making life difficult for the opponent. Life can sometimes get mean, even in an island paradise...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Square Grid",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quadrato",
    "ID": 321694,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321694/quadrato",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has 12 (small edition) or 18 (large edition) game pieces. In turns the players place one of their pieces on the game board, trying to occupy all four corners (yellow dots)of any square. When all pieces are set, movement begins. Movement is one space in any direction.&#10;&#10;If a player completes a square, he may capture any opponent piece not being part of a completed square ant put it in the center of his new square. Pieces that are part of a square may not be moved for the reminder of the game.&#10;&#10;The first player to complete 4 (or 6 with the large edition) squares wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agropolis: Invasion",
    "ID": 321696,
    "Year": "(2021)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321696/agropolis-invasion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "A one card disaster hits Agropolis.&#10;&#10;Invading UFOs are abducting our livestock! Protect your livestock by keeping them away.&#10;&#10;Invasion adds a card to the deck that covers the previously played card when it comes to the top of the draw pile and incurs scoring penalties.&#10;&#10;&#10;1-card expansion that mirrors Sprawlopolis: Wrecktar.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Farming",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Layering",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Agropolis",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agropolis: Points of Interest",
    "ID": 321697,
    "Year": "(2021)",
    "Geek Rating": "5.637",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321697/agropolis-points-of-interest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "A one card assistant visits Agropolis.&#10;&#10;Neighboring farmers want to lend a hand!&#10;&#10;Points of Interest helps you by giving you a starting card that gives you a bonus point for each matching block surrounding the Point of Interest.&#10;&#10;&#10;1-card expansion that mirrors Sprawlopolis: Points of Interest.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Farming",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Layering",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Agropolis",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fliegender Holländer",
    "ID": 321698,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321698/fliegender-hollander",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start with 10 ships (plastic tokens) each at their starting spaces. Movement is determined by 2 dice. The result of both dice may be used for one ship or the result of each die for another ship. The players may chose to bring a new ship into play or move a ship already on the board.&#10;&#10;The ships may be placed on empty spaces or on top of ships of the same color but never on top of enemy ships. If a ship gets on a space with a single enemy ship, the enemy ship is taken from the board and has to start anew. A single ship can't be taken, when it is protected by friendly ships on the space directly behind it.&#10;&#10;If a ship gets on an unprotected stack of enemy ships, only one enemy ship is taken from the board, the rest are set back according the roll of one die for each ship.&#10;&#10;The game ends when all 16 spaces in the center of the board are occupied. The player with the most ships in the center spaces defeats the Flying Dutchman and wins the game. Ships that sail past the center spaces have to complete their journey and then start again.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tao Long: The Way of the Dragon – Red Pearl",
    "ID": 321704,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321704/tao-long-the-way-of-the-dragon-red-pearl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The expansion includes two modules, the Red Pearl and the Clouds.&#10;&#10;With the Red Pearl, the dragon holding the pearl gains access to double activations, but can have the pearl stolen if not careful.&#10;With the Clouds, dragons have a new way to fly across the board with more unexpected and less exposed maneuvers than using portals.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Play & Go (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seekrieg-Spiel \"Gilling\"",
    "ID": 321706,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321706/seekrieg-spiel-gilling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player commands a fleet of 12 ships (4 Linienschiffe, 3 Kreuzer, 5 Torpedoboote). One player represents England, the other Germany. Each ship stars in a harbor of its country.&#10;&#10;Each turn the players may move two of their ships a number of spaces according to their type in any direction.&#10;&#10;If enemy ships meet in the same space, combat is settled according to number and types of the involved ships.&#10;&#10;The game ends when one player has lost his entire fleet. The other player wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Grid Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skulls of Sedlec: Halloween Features",
    "ID": 321708,
    "Year": "(2020)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321708/skulls-of-sedlec-halloween-features",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Two new features on 1 double-sided card to add to your solo games!&#10;&#10;&#10;     Jack-O'-Lantern&#10;     Gargoyle&#10;&#10;&#10;Requires Skulls of Sedlec and Monstrance expansion to play.&#10;&#10;&#10;Released in the September 2020 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Skulls of Sedlec",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tip-Toe Volcano",
    "ID": 321709,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/321709/tip-toe-volcano",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tip Toe Volcano is a game about betting, bluffing...and not stepping in any lava. Each round, you&rsquo;ll secretly hide your traps before putting the map together. After that, it&rsquo;s an all-out bidding war to see who can tip-toe the furthest around the volcano &mdash; without getting burned.&#10;&#10;Instructions.&#10;&#10;Gameplay takes place over a series of rounds. At the start of each round, players must set their lava traps.&#10;&#10;&#10;Out of sight of the other players, take your cluster of Blinks in setup mode and single click any number of them to activate (or de-activate) a lava trap. Lava traps look like 2 red faces rotating around the Blink, while non-trap pieces are 2 green faces rotating. Make sure to remember where you place your traps!&#10;&#10;Once satisfied with your trap placement, double click any Blink in your cluster to hide your lava traps under a beautiful green grassy hill.&#10;&#10;With the traps hidden, all the players connect their Blinks back together into one mega cluster. The oldest player starts by betting how many Blinks they can click without hitting any Lava Traps (e.g. &ldquo;I think I can click two Blinks without hitting any lava&rdquo;).&#10;&#10;The player on their left must now either raise or challenge. If they raise, they must bet a higher number (e.g. 3 Blinks or more). But if they challenge, the previous player must carry out their bet to see if they can do it. They must start by single clicking one of their own Blinks. After that, they can click any Blinks they like.&#10;&#10;If the player that has been challenged fails to click all the Blinks wagered without touching lava, the Volcano will erupt, spraying ash everywhere and covering the hill with lava. A new round now begins, but the player who lost the challenge will have one Blink removed from their cluster (e.g. if last round they had 4 Blinks, this round they will have 3). However, if the player successfully completed the challenge and didn&rsquo;t set off the Volcano, in the next round the player that challenged them will lose a Blink.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Modular Board"
    ],
    "Families": [
      "Series: Blinks",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ghost Hunters",
    "ID": 321710,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/321710/ghost-hunters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "6",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You and your friends have decided to go explore the haunted house at the end of the street. Armed with nothing but some modified flashlights, can you keep the ghosts at bay?&#10;&#10;SETUP:&#10;Blinks will begin in the level select phase, where each Blink will show the level currently selected by the number of faces illuminated (level 1-6).&#10;Arrange your blinks in any configuration to be the mansion floor and single click any Blink to toggle through the level options. &#10;Once you&rsquo;ve selected a level, each player should remove a Blink from the mansion floor and double click it to turn it into a gadget. Then to begin play, double click any Blink connected to the mansion floor. &#10;At any point you may triple click a mansion blink to return to the level selection. Make sure to always have your gadget pieces attached to the rest of the board when switching between the play phase and the level selection phase as gadgets will have different weapons assigned depending on the level you are currently playing.&#10;&#10;GAMEPLAY:&#10;During gameplay, you must blast ghostly apparitions with your flashlight gadget and stop them from overtaking the mansion. &#10;To zap an apparition, touch your gadget to any exposed side of the mansion. A beam of energy will automatically shoot out of your gadget in a straight line into the mansion, destroying any spirits in its path. &#10;Your gadget has 3 different weapon functions. To switch between weapons, single click your weapon Blink. &#10;There are four types of apparitions that may appear depending on the level you selected, and each one can only be killed by a specific weapon on your gadget. The apparations and their weaknesses are:&#10;&#10;GHOSTS&#10;Ghosts appear WHITE and are killed by the Flashlight (WHITE)&#10;&#10;GHOULS&#10;Ghouls; appear RED and are killed by the Laser (RED)&#10;&#10;POLTERGEISTS&#10;Poltergeists; appear BLUE and are killed by the GeistLight (BLUE)&#10;&#10;GOBLINS&#10;Goblins; appear GREEN and are killed by being hit with the Flashlight and the Laser at the same time (WHITE and RED)&#10; Each apparition takes a small amount of time to materialize into the mortal plane. Make sure to zap the ghosts before they fully materialize, or the mansion will be lost. &#10; WIN CONDITION&#10;If an apparition fully materializes in this plane before you zap it, the mansion will become irreparably infested with demons and you will have lost. However, if you are able to ward off spirits for a whole minute then the house will be cleansed and glow with a holy yellow light. &#10;You may then double-click any Blink to return to level select, and pick a new level to battle the ghosts again.&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": [
      "Series: Blinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Masters of the Universe",
    "ID": 321714,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/321714/uno-masters-of-the-universe",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The UNO card game everyone loves gets a powerful look with He-Man and the Masters of the Universe. Featuring dynamic graphics of MOTU characters from powerful heroes to deadly sorcerers, it also includes a unique rule -- the Power of Greyskull Card. To use it, the player must hold it above their head and say, &quot;By the power of Greyskull, I have the power!!&quot; All other players then draw 3 cards.&#10;&#10;Game play is like classic UNO: players match cards by color or number in a race to get rid of all the cards in their hand. When down to one card, they must shout triumphantly like He-Man &quot;UNO!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Game: UNO",
      "Toys: Masters of the Universe",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: New Challengers",
    "ID": 321715,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321715/street-masters-new-challengers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion promotes 6 previously released allies and rivals to full fighters. Each of these 6 new fighters comes with their own 25 card decks and 11 card Hero Story deck to compliment their new storyline as a playable fighter in the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Try!",
    "ID": 321716,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/321716/try",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Try! is intended to simulate Rugby Union. The board depicts a rugby pitch divided into squares and the players are represented by discs. There is also a piece representing the ball and a pair of dice.&#10;&#10;On a turn a player rolls both dice, which give movement points to use for their players and/or the ball. One die is used for forwards and backwards movement and the other for sideways and diagonal movement.&#10;&#10;The game generally follows Rugby Union rules (e.g. no forward passes) and points are scored the same way.&#10;&#10;The game was published by the designer under the game APT Games.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tainted Grail: The Fall of Avalon – War Runes",
    "ID": 321718,
    "Year": "(2020)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321718/tainted-grail-the-fall-of-avalon-war-runes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Originally available as part of Man vs Meeple Season 3 Kickstarter.&#10;&#10;War Runes are a set of 3 Runestones with various symbols on their sides. You may choose to cast the War Runes at the start of your Activation, before playing any cards. The result will alter the Encounter - sometimes for better, sometimes for worse.&#10;&#10;You always have to throw all 3 Runestones, and you can do this only once per Activation. Once the runes are cast, spend them to trigger the effects described on the backside of this card. You HAVE to spend all the runes - even if some results may not be to your liking.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Medieval",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Narrative Choice / Paragraph",
      "Push Your Luck",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Tainted Grail",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Promotional: Man vs. Meeple"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "K6T",
    "ID": 321719,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/321719/k6t",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A large 6-suit playing cards deck. The basic K6T deck consists in 120 cards.&#10;There are 6 suits of 20 cards. All suits have a different color. Clubs are green and Diamonds are orange. The new suits are blue Moons and purple Stars. The Moons are footed as the Clubs and the Spades. The Stars have a sharp bottom as the Diamonds and the Hearts. &#10;In every suit, ranks go from 1 to 12. There are 0 which are Jokers. In K6T, there are both 1's and Aces. 1 is worth less than 2, Ace is the strongest card of the suit. There is 6 different courts in every suit. They use the 6 Chess figures ordered according to their strength. The Jack is the lowest, it is represented by a pawn. Then there are the Cavalier (or Knight), the Bishop, the Tower (or Rook), the Queen and the King. A full suit is then made of 20 cards: 0-1-2-3-4-5-6-7-8-9-10-11-12-J-C-B-T-Q-K-A&#10;There are extensions available with ranks from 13 to 24 and an Infinity card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twisted Fables: Deluxe Edition",
    "ID": 321720,
    "Year": "(2021)",
    "Geek Rating": "5.695",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/321720/twisted-fables-deluxe-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "This is the deluxe edition of Twisted Fables, which includes the Twisted Fables core game and every expansion that is available during the first Kickstarter campaign, in one big box.&#10;&#10;The Deluxe Edition includes:&#10;&#10;     Twisted Fables core game&#10;     Flood and Flame expansion&#10;     Dark Machinations expansion&#10;     2v2 upgrade pack&#10;     All-in-one rulebook&#10;     Neoprene game mat&#10;     Plastic token pack&#10;     10 fable miniatures&#10;     30 foil epic cards&#10;     Storage trays and card dividers&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mistero in Mesopotamia",
    "ID": 321721,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/321721/mistero-in-mesopotamia",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It Is a Escape Room game for children.&#10;It is an educational game to learn history.&#10;In that case we would be catapulted in Mesopotamia.&#10;We have to help the main character to find a stolen banner solving riddles.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fuga dalla Preistoria",
    "ID": 321722,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/321722/fuga-dalla-preistoria",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It Is a Escape Room game for children.&#10;It is an educational game to learn history.&#10;In that case we would be catapulted in Prehystory.&#10;We have to help the main character to find a professor disappeared in a time vortex solving riddles.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Segreti di Atene",
    "ID": 321723,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/321723/i-segreti-di-atene",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It Is a Escape Room game for children.&#10;It is an educational game to learn history.&#10;In that case we would be catapulted in Ancient Greece.&#10;We have to help the main character to defeat the curse of Kronos solving riddles.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hyper Bloom",
    "ID": 321726,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321726/hyper-bloom",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hyper Bloom, a.k.a. &#227;&#131;&#143;&#227;&#130;&#164;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#160; is a board-building game in which the game board is created anew by players over the course of each game.&#10;&#10;On a turn, you move your token on the board to gain magic power from the spaces you cross, then you use this power to install magic circles on desired locations. When you move into your own magic circles, your piece accelerates, moving farther and ideally netting you even more magic power so that you can set up ideal future moves in this luck-free, perfect information game.&#10;&#10;You also want to collect victory points as you move around the board, but you need to have a balance between scoring and creating an ideal board situation or else other players will accelerate past you to steal points away.&#10;&#10;Hyper Bloom includes twenty special magic circle cards, each with a unique power, and if you wish, you can play with eight of them in a game to create a new playing environment. The game also includes rules for team play when you have four players.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Airfix Presents Blood Red Skies: Battle of Britain",
    "ID": 321729,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/321729/airfix-presents-blood-red-skies-battle-of-britain",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Battle of Britain &ndash; Tactical Level Air Combat Tabletop Game for Two or More Players&#10;&#10;Warlord Games&rsquo; fantastic new collaboration with Airfix marries the fantastically fluid Blood Red Skies gameplay with the exceptional 1:72 aircraft of the venerable model manufacturers.&#10;&#10;Written by Andy Chambers, Blood Red Skies is a tabletop miniatures game where you take command of a force of fighter aircraft in battle. The emphasis in Blood Red Skies is on action and the game is fast-paced, with no pre-plotting or book-keeping required. A game of Blood Red Skies with two planes per side can be fought in twenty minutes or less.&#10;&#10;The Airfix Presents Blood Red Skies box set comes complete with everything you need to get playing the game, and four aircraft: two Supermarine Spitfire Mk IIs and two Messerschmitt Bf109-Es, in 1:72 scale.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ecliptic: The Lord of the Zodiac",
    "ID": 321730,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321730/ecliptic-the-lord-of-the-zodiac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Ecliptic is a 2-player tactical game where one has to manage simultaneously astrological cards and polyhedral dice. &#10;The game includes 72 playing cards representing the 12 zodiacal signs, each one in 6 different colors and astronomical symbols (sun, moon, star, galaxy, planet, comet).&#10;Each player has a set of polyhedral dice: D4, D6, D8, D10,  D12, D20.&#10;There are also 12 neutral bicolor cards that have to be set in-line to form the Zodiac line. This line separates the two sides, white against blue.&#10;The goal of the game is to obtain the largest number possible of consecutive signs or of a same symbol. The principle is to put down a pair of cards of same sign in order to be allowed to place a third card on his side of the Zodiac. &#10;It is permitted to place a sign on the line only if it is different from the ones which are already on its side. If the opponent has already placed a card there, then a battle is engaged to determine which player will keep that sign.&#10;For the battle, both players secretly choose a die among their available dice. The dice are thrown and the winner is the player obtaining the highest score. The used dice are then put away.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Kickstarter Promos Box",
    "ID": 321731,
    "Year": "(2021)",
    "Geek Rating": "6.261",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321731/marvel-united-kickstarter-promos-box",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.3",
    "Description": "This set contains all the exclusive stretch goal miniatures unlocked during the Kickstarter including a box to store them all in. Miniatures also came with cards and some had additional boards and/or tokens.  List in Community Wiki section.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Players: Expansions Adding Solo Play",
      "Theme: Chibis",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auction Web",
    "ID": 321740,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321740/auction-web",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Auction sales aren't fair, someone&rsquo;s got to be the winner among 5 organizations that takes 15 - 25 minutes to play. In Auction Web, players take on roles as powerful leaders of 5 mysterious organizations seeking to bid successfully on properties with in-game cryptocurrency Litcoins. Every Litcoin comes with a Lowball ability, which adds blending strategy and twist to the gameplay. In order to win, you must be ready to read the next steps of your rivals and analyze their strategy. While on the surface it seems like a simple &quot;high card wins&quot; game, most cards have secondary effects that trigger upon a loss, so clever timing and card play tend to be the name of the game. On top of that all properties provide a unique benefit, and certain combinations provide additional points as well, so players will find they have multiple routes to victory. Variety in properties, their combinations and its trigger effects provide a lot of replayability and add depth to the game play. Your trial membership entitles you to 14 LitCoin credits to get you started. Best of luck and remember our motto: No refunds!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Economic",
      "Number"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Selection Order Bid",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Cryptocurrency"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nemesis: Lockdown – Stretch Goals",
    "ID": 321742,
    "Year": "(2021)",
    "Geek Rating": "6.175",
    "Avg Rating": "8.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321742/nemesis-lockdown-stretch-goals",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6364",
    "Description": "Nemesis: Lockdown - Stretch Goals contains all of the Kickstarter Stretch Goals from the Nemesis: Lockdown Kickstarter, except for the Hacker &amp; Xenobiologist Character Packs which are included in the Lockdown box.&#10;&#10;Includes:&#10;&#10;     New Alien Race - Chytrids: 12 Minis (8 Chytrid Stinkhorns, 3 Chytrid Deathcaps, 1 Chytrid Queen), 15 Spore plastic markers, 8 Mycellium plastic markers, 5 Purple Chytrid Germinator plastic markers, 5 Green Chytrid Germinator plastic markers, cardboard tokens, cards for using the Chytrids and cards for using the Nemesis core game expansions Aftermath, Carnomorphs, Void Seeders, and the Medic in Lockdown.&#10;&#10;&#10;&#10;     1 Gate and 11 Door Plastic Tokens&#10;     Mars Rover Plastic Token Mini&#10;     Space Raccoon 1st Player Marker Mini&#10;     Untold Stories #3 Comic Book with 6 Cooperative Campaign Missions and Cardboard Tokens&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hidden Roles",
      "Modular Board",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Traitor Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Game: Nemesis",
      "Players: Games with Solitaire Rules",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirits of the Forest: Arctic Wolf",
    "ID": 321749,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321749/spirits-of-the-forest-arctic-wolf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The rarest of them all.  These two Spirit tiles introduce a new mechanism that consist in pushing columns, that completely change the way you play the game.&#10;&#10;The two Arctic Wolf tiles will introduce a pushing mechanism in Spirits of the Forest. These tiles will replace two random tiles from the forest that will be put aside. When one of the Arctic Wolf tiles becomes available, the active player can take it for free and use it to push up or push down any column in the forest by one tile.&#10;&#10;One or more tiles that were locked will become available, and the Arctic Wolf will be back in the forest available for someone else to use.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Wolves",
      "Region: Arctic",
      "Series: Play & Go (Thundergryph)",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Count 'em Up",
    "ID": 321753,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/321753/count-em-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The players help farmer Tim count and feed the baby animals. With a lucky roll of the dice, the players can move Tim&rsquo;s tractor onto the juicy clover to feed the animals. When a player feeds their last clover leaf to an animal, they win.&#10;&#10;During the game, the children work on improving their basic counting skills, taking turns, and a basic understanding of rules. Designed for ages 2 and up, this is a great game to introduce your toddler to the world of gaming while working on key development skills.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Rondel"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pearl Party",
    "ID": 321766,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/321766/pearl-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It's time for a Pearl Party on the coral reef! The Clam family is providing their most beautiful pearls for decorative strings. Lucky rolls let players collect pearls and thread them onto their strings. But be careful &ndash; the octopus loves pearls and is collecting them too! The player with the longest string of pearls at the end of the game wins.&#10;&#10;Players roll the dice and find the matching sea-animal friend to collect pearls from the current member of the Clam family. Whoever has the most pearls at the end of the game wins &ndash; but watch out! If the Octopus collects enough pearls to fill it's tentacles, everyone loses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tapatiometro",
    "ID": 321770,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321770/tapatiometro",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tapatiometro is a boardgame about the city of Guadalajara in Mexico.&#10;&#10;Along 36 spaces, players (or teams) advance by rolling a dice and answering questions. &#10;Every five squares, players will find a space called Sweet or Savory. If you fall there, you will have to choose one of the two categories.&#10;&#10;Questions are about local places, people, artists, athletes, food and anecdotes of the city of Guadalajara as well as the state of Jalisco.&#10;&#10;Memory and knowledge of the city will help you win.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Mexico"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Yondu",
    "ID": 321771,
    "Year": "(2021)",
    "Geek Rating": "5.800",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321771/marvel-united-yondu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Kickstarter Exclusive Miniature packaged in its own box.&#10;&#10;An additional hero.&#10;&#10;Yondu miniature&#10;12 cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Theme: Chibis",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Adam Warlock",
    "ID": 321772,
    "Year": "(2021)",
    "Geek Rating": "5.780",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321772/marvel-united-adam-warlock",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Kickstarter Exclusive miniature only available with an all-in pledge but is packaged in its own box.&#10;&#10;An additional hero.&#10;&#10;Contents:&#10;Adam Warlock Miniature&#10;12 Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Theme: Chibis",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Enter the Spider-Verse – Kickstarter Edition",
    "ID": 321773,
    "Year": "(2021)",
    "Geek Rating": "5.921",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321773/marvel-united-enter-the-spider-verse-kickstarter-e",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "Kickstarter Exclusive version of Marvel United: Enter the Spider-verse.&#10;&#10;Adds a bonus Hero to round off the team, Peter Porker himself: Spider-Ham, including his character piece and deck of 12 Hero cards.&#10;For the regular version (without Peter Porker / Spider-Ham): see different entry in the database.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Theme: Chibis",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Tales of Asgard – Kickstarter Edition",
    "ID": 321774,
    "Year": "(2021)",
    "Geek Rating": "5.846",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321774/marvel-united-tales-of-asgard-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.4",
    "Description": "Kickstarter exclusive version of Marvel United: Tales of Asgard expansion that includes an extra Kickstarter Exclusive bonus Hero to round off the team, Thor&rsquo;s brother-in-arms: Beta Ray Bill, including his character piece and deck of 12 Hero cards!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Theme: Chibis",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Guardians of the Galaxy Remix – Kickstarter Edition",
    "ID": 321775,
    "Year": "(2021)",
    "Geek Rating": "5.876",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321775/marvel-united-guardians-of-the-galaxy-remix-kickst",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "Kickstarter version of the Marvel Unite: Guardians of the Galaxy Remix expansion that adds a Kickstarter Exclusive bonus Hero to round off the team, the daughter of Thanos herself: Gamora, including her character piece and deck of 12 Hero cards!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Theme: Chibis",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Édition Picardie",
    "ID": 321796,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321796/trivial-pursuit-edition-picardie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Discover or rediscover the region of Picardy in 1800 questions by playing with the new Trivial Pursuit rules which will allow you to win a marker triangle on all the squares of the board.&#10;&#10;Content: 1 board, 300 question-answer cards, 2 card boxes, 1 die, 6 pie charts, 36 colored marker triangles.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Game: Trivial Pursuit",
      "Region: Picardy (France)",
      "Series: Trivial Pursuit – Editions Régionales (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Alienship Rescue Extras",
    "ID": 321797,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321797/project-elite-alienship-rescue-extras",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Additional Kickstarter content included with Alienship Rescue Expansion during the campaign:&#10;&#10;&#10;     Sarah &amp; Dante heroes&#10;     Devourer Boss&#10;     Contagion Campaigns&#10;&#10;&#10;The Kickstarter Exclusive 'Contagion Campaigns', includes two brand-new 5-Mission campaigns and 10 Alien Tech cards that go along with them only for backers acquiring the Alienship Rescue during this campaign. Just like the Mission in the Alienship Rescue Expansion, we're teaming up with the Artipia Games team to develop all-new content within the Alienship Rescue setting.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Deathmaw Valley Extras",
    "ID": 321798,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321798/project-elite-deathmaw-valley-extras",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Additional Kickstarter content included with Deathmaw Valley Expansion during the campaign:&#10;&#10;     Captain Ronan and Mizi Heroes&#10;     Stinger Tail&#10;     Arachne&#10;&#10;&#10;When Deathmaw has its Stinger Tail segment attached, all of its attacks deal a Poison token in addition to damage. Heroes with Poison tokens must roll a die at each End of the Round phase to check whether they take additional damage or if the poison wears off.&#10;&#10;The Arachne may no be the toughest Alien boss, but it is certainly one of the fastest. Not only it moves 4 spaces when it activates, but it also demands more caution when exposing the Heroes to this creature, making the Action Phase short and intense, with 20 seconds less whenever it is play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – R.O.O.K Team Extras",
    "ID": 321799,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/321799/project-elite-rook-team-extras",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Backers who get the ROOK Team during this Kickstarter campaign will also get the Kickstarter Exclusive Hero Captain Castillo, including his ROOK figure and dashboard&#10;&#10;Castillo&rsquo;s two embedded Weapons are all about bringing the offensive: &lsquo;Killer Fist&rsquo; may have Range 1, but it&rsquo;s quick to activate, rolls 2 dice and hits easily. His &lsquo;Doom&rsquo; cannon not only has infinite Range, but also rolls a whopping 6 dice when it is triggered, which requires a [Special] result.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Real-Time",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Permute",
    "ID": 321831,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/321831/permute",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Permute is an abstract strategy game inspired by the Rubik&rsquo;s Cube.  In Permute, two players take it in turns to twist 2x2 sets of pieces on the board, attempting to 'solve' together connected groups of their pieces.  The player who builds the bigger solved group wins the game &ndash; but at any time, the opponent can step in and twist your groups apart again!&#10;&#10;How to play:&#10;&#10;Permute is played on a square board filled with orange and yellow playing pieces in an alternating checkerboard pattern.  Orange always plays first.  Players take it in turns to select a 2x2 area of the board, called a &lsquo;face&rsquo;, and twist the pieces within that area 90 degrees clockwise or counterclockwise, as if rotating the face of a 2x2 Rubik&rsquo;s Cube.  After twisting, the active player must flip over or &lsquo;bandage&rsquo; one of her pieces in that face; bandaged pieces may not be part of any more twisting moves for the remainder of the game.&#10;&#10;Over the course of the game, the accumulating bandaged pieces eventually make any further twists impossible; at that point, the game is over.  Players then count up their largest connected ('solved') group of pieces of their colour; pieces only count as connected when they are horizontally or vertically adjacent.  The player with the largest solved group of pieces wins the game.  If the players are tied for the largest group, then the second-largest groups of each player are compared to determine the winner; if those are also tied, then the third-largest groups are compared; and so on.&#10;&#10;Permute is a scalable game and can be played on any board size. &#10; Playing on a 12x12 board is recommended for casual play, and a 16x16 board for deeper strategic contests.  A typical game on a 12x12 board will last 40-50 turns; a 16x16 game will last 70-80 turns.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mókuskaland",
    "ID": 321832,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/321832/mokuskaland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "8",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The little squirrels were hungry in the big game.  Help them find the squirrel mother and the delicious acorns among the foliage!&#10;&#10;Who manages to feed all his squirrels first?  A twisted, fun developer board game?  not just for the preschooler age group.&#10;&#10;In the game, squirrel children must be fed acorns in a small forest (5 trees, plus a meadow).  The turbidity lies in the fact that the puppy squirrels only eat acorns if their mom is with them on the same tree (of course there should also be a free acorn among the foliage).  The game can be &quot;controlled&quot; with a uniquely assigned dice (squirrel mother's move / acorns on one of the trees / little squirrel on the tree / or a jolly joker option, when we choose from the possible actions).  Luck is needed to win, but that way at least the kids can beat their parents well.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voyage: The Last Refuge",
    "ID": 321834,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/321834/voyage-the-last-refuge",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Voyage, a captivating board game, you will take on the role of the advanced AI system and sole overseer of a monumental seedship, you are entrusted with the last slumbering members of an unknown and now extinct species. Your objective is to navigate the vastness of space on an epic quest to discover a new, suitable homeworld. This challenging voyage will span thousands, if not tens of thousands of years, filled with uncharted territories, precarious resource management, and thematic events that will put your strategic acumen to the ultimate test.&#10;Throughout this solo play experience, you'll need to make critical decisions by utilizing card overlay to carefully construct routes and manage scarce resources to ensure the ship's survival and the preservation of its most precious cargo, your passengers. As the ship's AI, you will be the sole guiding force in this desperate struggle for existence. The cosmos holds both untold opportunities and potential hazards that will shape the destiny of the enigmatic populace you carry.&#10;&#10;Can you persevere through the daunting trials of space, endure the trials of time, and lead this solitary seedship to a new home amidst the unforgiving cosmos? The fate of an entire species rests solely in your hands in Voyage.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Events",
      "Push Your Luck",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fish Flip",
    "ID": 321835,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/321835/fish-flip",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It&rsquo;s finally the weekend! You and your friend head down to the stream to enjoy nature, catch some fish, and have a friendly competition. Players will be catching the six different species of fish, tactically flipping them in order to catch the fish in-between the same type of fish. The player who catches the most fish plus does the best on the bonus for the game is the winner!&#10;&#10;In this two-player game players will be flipping fish in a stream which the goal of manipulating the stream so that larger fish of the same type surround smaller fish of a different type in order to catch them. Doing their best not to set up their opponent for the next turn.&#10;&#10;Fish Flip is a very tactical competitive puzzle game that plays in about 20 minutes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Enclosure",
      "End Game Bonuses",
      "Once-Per-Game Abilities",
      "Pattern Building",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mars: Code Aurora",
    "ID": 321837,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgame/321837/mars-code-aurora",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Sci-fi skirmish miniatures game. Mars : Code Aurora has no dedicated models range, you can use any brand you like.&#10;&#10;Fast-paced game, with 7-12 models in average on 90x90cm board.&#10;Choose which faction you want to fight for among 8.&#10;Objectives based scenarios.&#10;Missions generator.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hidden Roles",
      "Line of Sight",
      "Measurement Movement",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Random"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Erklär's mir, als wäre ich 5",
    "ID": 321838,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/321838/erklars-mir-als-ware-ich-5",
    "Min Players": "1",
    "Max Players": "16",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Children ask a thousand questions. We as adults are afraid to ask - because we are supposed to have understood it already. In the bestseller &quot;Erkl&auml;rs mir, als w&auml;re ich 5&quot; basic and extraordinary questions shall be answered easily. The card game will make your head smoke by giving you answers where you first have to find the right questions - answers that aren't necessarily correct, but sound plausible. For all lateral thinkers, inquisitive people and know-it-alls, that like to be fooled with from time to time...&#10;&#10;-Loosely translated from the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]