[
  {
    "Rank": "24501",
    "Name": "Uno: 30 Year Anniversary Edition",
    "ID": 37127,
    "Year": "(2001)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/37127/uno-30-year-anniversary-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The same basic Uno game, but it adds in an Anniversary Card that allows a player to give all their cards except one to another player.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "24502",
    "Name": "Totem",
    "ID": 471,
    "Year": "(1995)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/471/totem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3636",
    "Description": "from the rules summary from Game Cabinet:&#10;&#10;This little village, the arena of our game, could be anywhere in the world. It could be in the jungles, in the savanna or in the mountains. Four families live here, and each attempts to garner the most prestige. The sign of power and status stands before each cottage: the totem pole - the taller the better.&#10;&#10;The Totem animal is the proud Tschukka bird. Its meat has nourished innumerable generations in the village, and the shaman of the village use their bones to cast spells.&#10;&#10;In this game about family generations you have one goal:&#10;&#10;Your family should become the biggest and most reputable in the village and your totem pole must be the first to have all six parts.&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24503",
    "Name": "Crime Zoom: A Dirty Objective",
    "ID": 356303,
    "Year": "(2022)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/356303/crime-zoom-a-dirty-objective",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Crime Zoom is a series of investigation game for 1 and more players and for plays of about 1 hour.&#10;&#10;In Crime Zoom, you will conduct your investigation freely. Discuss between players to choose the tracks to follow. And as soon as you think you have solved the case, go to the questionnaire. Who is guilty? What is his motive? What is the murder weapon? And some subsidiary questions, of course. The solution will answer each of the questions. The epilogue will come to tell all this in a story or a testimony history to understand the plot that has been played.&#10;&#10;Crime Zoom: A Dirty Objective is a demo case of the Crime Zoom family (in only 38 cards). It brings you in Brooklyn in 1980.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Digital Implementations: Board Game Arena",
      "Series: Crime Zoom (Aurora)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "24504",
    "Name": "Clue: Liars Edition",
    "ID": 345582,
    "Year": "(2020)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/345582/clue-liars-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sometimes you have to lie to get to the truth in the Clue Liars Edition board game in which players use Investigation cards (there are 6 Lie cards and 6 Truth cards) to help them figure out who killed Mr. Boddy in the mansion. Players pick a card and read it out loud, trying to play it cool and convince other players that they're telling the truth &hellip;even if they're not. If a player suspects they're lying they can call that player out by hitting the Liar Button. Were they caught lying or were they telling the truth? Either way, an Evidence card is revealed and players move one step closer to cracking the case. When a player is ready to make an accusation, they secretly look at the cards placed inside the case file envelope to reveal Who, What, and Where. A correct accusation wins the game!&#10;&#10;LIE YOUR WAY TO THE TRUTH: Sometimes honesty is not the best policy&hellip;at least in this edition of the Clue game. Players sharpen their skills of deception with Investigation cards&#10;THE LIAR BUTTON: Pick an Investigation card and read the action out loud. Whether it's a Truth card or a Lie card&hellip;try to be convincing. If another player thinks you're lying they can hit the Liar Button&#10;WHO, WHAT, WHERE: In this twist on the classic mystery board game, players try to solve the murder of Mr. Boddy. Discover whodunit, with what weapon, and in which room&#10;FUN FAMILY GAME: Remember playing the classic Clue game when you were a kid? Take out the Clue Liars Edition game for family game night, play dates, and rainy day entertainment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "24505",
    "Name": "Hey Froggy!",
    "ID": 129944,
    "Year": "(2012)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/129944/hey-froggy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6667",
    "Description": "Game description from the publisher:&#10;&#10;The frogs have gathered for a race at the old watering hole! But with limited lilypads and plenty of frogs, they tend to pile up on top of each other. To reach the finish line in Hey Froggy!, you need to move the right frogs to the top of the piles to match your cards. The more you match, the farther you jump! Eat flies to get more chances to jump. First across the finish line wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "24506",
    "Name": "Challenge Yahtzee",
    "ID": 4119,
    "Year": "(1974)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/4119/challenge-yahtzee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "A fast paced poker dice Yahtzee variant. All players build their point scores from common rolls of the dice, but use their own judgment for possible combinations and scoring. It's a natural for game players who love to win by out-thinking their opponents.&#10;&#10;Includes 25 dice (5 red; 20 white), dice cup, scorepad, game tray, and instructions.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Game: Yahtzee",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "24507",
    "Name": "The Awkward Storyteller",
    "ID": 268588,
    "Year": "(2017)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/268588/the-awkward-storyteller",
    "Min Players": "4",
    "Max Players": "11",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Awkward Storyteller is a straightforward party game for creative people. Players have to think in original twists an plot lines for their story, which they make up as they go along, for the entertainment of the other players and anyone else who is listening.&#10;The game begins when a player (the Storyteller) selects a Story Card and reads out the caption upon it, which will be the first line of a story that has yet to be created. The other players then ask the Storyteller creative and difficult to answer questions and play a letter or word Question Card. The Storyteller must develop his or her story ad hoc. This must be done using the specific word on the Question Card in the answer, or beginning the answer with the letter featured on the Question Card, depending which type was played.&#10;Players then have an opportunity to challenge an answer that they feel doesn't make sense, and all players would then vote to validate or discard an answer. If an answer gets discarded, the Storyteller's turn ends.&#10;&#10;Whilst primarily designed as a party game for fun, answers can be awarded points if players wish to keep score. Once everyone has been the Storyteller, the player with the most points would win.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24508",
    "Name": "Legends of Signum: Battle for Vallor",
    "ID": 253048,
    "Year": "(2018)",
    "Geek Rating": "5.495",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/253048/legends-of-signum-battle-for-vallor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It is a miniatures wargame and a collectible card game. Two players with the help of their heroes, characters and support cards fighting on the Battlefield. Also in the game presented economy system, before the battle you need to construct your own City(with help of building cards) and collect prosperity points, which helps to summon characters for battle, build terrains or ruins to disrupt  opponent's plans and use different spells, tactics and relics to make your army completely great!&#10;&#10;There are two possible win conditions in the game:&#10;1) Warrior path: To defeat enemy Hero&#10;2) Economy path: To accumulate necessary level of prosperity points(51)&#10;Only you will choose your path, be warlike warrior or strategist, trying always to be one step ahead - all is up to you! &#10;&#10;Squads of creatures fight under the leadership of Heroes.&#10;&#10;First Edition - &quot;Legends of Signum: Battle for Vallor&quot; will immerse you into a fantasy world. There are represented two factions, which are in confrontation to each other, the Holy Grypharim Empire - this huge Empire inhabited by angel-like creatures Grypharims, the combination of human and griffins makes them a really skillful and powerful warriors, on the other hand the Free City Vallor - trading city, where representatives of various peoples from every corner of Signum have blended like in a melting pot. Here are possible any alliances, even between the most implacable enemies. You can also find the third part of the confrontation - mercenaries, they are neutral, but avid for gold and glory, so they are ready to join everyone who will pay.&#10;&#10;On our Kickstarter you will find all the necessary for the game:&#10;&#10;1) Starter Box &quot;the Free City of Vallor&quot; and Starter Box &quot;the Holy Grypharim Empire&quot; where you will find One Hero(Brissa de Molforn for Vallor and Roland the Proud for Grypharims), characters and cards with corresponding faction, dice, tokens and markers.&#10;2) Core Box with both factions in one box includes everything in both starter sets + Battlefield.&#10;3) Advanced Core Box with everything in Core Box + Four additional Heroes, 11 mercenaries,&#10;high quality Battlefield, high quality prosperity coins.&#10;4) Add-ons where you can purchase additional Heroes, characters, some miniatures of terrains and buildings, boosters rulesbook and more.&#10;5) All-inclusive set (now in development)with everything in our Advanced Core Box including Add-ons.&#10;&#10;Thanks to a team of excellent artists and sculptors, every miniature in the game has an original look and its own character.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24509",
    "Name": "Stand & Deliver",
    "ID": 155327,
    "Year": "(2015)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/155327/stand-and-deliver",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Stand &amp; Deliver is a game of Highwaymen. Become the likes of the notorious Dick Turpin, the suave Claude Duval or the Wicked Lady Katherine Ferrers.&#10;&#10;You may form alliances with other players or strike it out for yourself, but be warned alliances between these knights of the roads do not last forever.&#10;&#10;Start the game by selecting your highwayman. Then draw a number of coach cards equal to the number of players. Secretly pick which coach to rob then negotiate with other players at the same coach whether to share or fight for the spoils. If there are no other players then you rob the coach. But be warned some coaches are more heavily armed than others or may even be an ambush.&#10;&#10;Your goal is to amass as much loot as you can whilst avoiding the Red Coats and the Tyburn Gallows.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24510",
    "Name": "Bedlam",
    "ID": 151409,
    "Year": "(2014)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/151409/bedlam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Bedlam is a humorous card game with some other components, set in an asylum world full of the lunatics from everywhere else in the multiverse.&#10;&#10;The aim of Bedlam is to accumulate Heart and Mind points, or be the last player left standing. If a player loses all their Heart points, they are Scared to Death. If they lose all their Mind points, they have Gone Crazy. In either case, they are out of the game.&#10;&#10;On a typical turn a player will face an Enemy or Ordeal, and try to beat it using a Slider with inverse stat values to make their Courage and Sanity greater than what they are facing. Beating Enemies and Ordeals earns Reward cards as well as points.&#10;&#10;During turns players can place one of each type of Stuff card on the table in front of them. Stuff cards are Weapons, Buddies or Things. Stuff can help its owner, or be used to mess with opponents.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Role Playing",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24511",
    "Name": "Million Dollars But... The Game: Expansion Pack 1",
    "ID": 203019,
    "Year": "(2016)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/203019/million-dollars-but-the-game-expansion-pack-1",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A 100-card playable version of Million Dollars, But&hellip; The Game (MDB), a game that puts your morals and imagination to the test, posing the question, &quot;What would you do for a million dollars?&quot; Players create scenarios by combining a Trigger and a Rule card to showcase what they would or wouldn&rsquo;t do for a big hunk of cash. (For example, A Million Dollars, But&hellip; Every time you see a store having a sale, you poop your pants a little bit.) The cards in the deck are exclusive to the expansion and features fill-in-the-blank cards.&#10;&#10;The best part of the game occurs when everyone debates the scenarios that have been presented to the judge. &ldquo;Does it include online store sales or just in-person sales?&rdquo; &ldquo;How much poop are we talking: a rabbit pellet or an uncomfortable amount?&rdquo;&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Million Dollars But..."
    ]
  },
  {
    "Rank": "24512",
    "Name": "Brain Freeze",
    "ID": 339976,
    "Year": "(2020)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/339976/brain-freeze",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Get to know friends and family better. When the fastest answer wins, you never know what they&rsquo;ll let slip.&#10;&#10;Get your friends and family shouting out the hilarious answers that are top of mind. Simple gameplay will have you playing in seconds.&#10;&#10;The player with the most points at the end of the game, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "24513",
    "Name": "Your Worst Nightmare",
    "ID": 279646,
    "Year": "(2017)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/279646/your-worst-nightmare",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Are you afraid of Monsters? Clowns? Oversleeping?!?!&#10;&#10;Snakes? Spiders? Public Speaking? Hippies?!?!&#10;&#10;What is Your Worst Nightmare?&#10;&#10;This is the first-ever card game that&rsquo;s creepy and fun and designed to help people face their fears. To make this game, we carefully researched the things that scare people the most. Things like Flying, Death, Public Speaking, and Family Reunions. It includes 300 beautifully photographed Fear Cards that depict the scariest, and the funniest, fears you&rsquo;ve ever seen or experienced. Up to four people can play at once&mdash;the winner is the first player to score (you guessed it) 13 points by correctly ranking the fears of the other players. You&rsquo;ll discover entirely new aspects of your friends, family&mdash;even your significant other&ndash;that you didn&rsquo;t even know existed. But best of all, Your Worse Nightmare spurs great conversations that help people start the process of facing their fears&mdash;because acknowledging and talking about fears is the first step to overcoming them. It&rsquo;s the card game that turns fear into fun!&#10;&#10;Start the game by shuffling the stack of Fear Cards and flipping over the top four. Place them face-up for everyone to see. Players then secretly rank the cards on their Scarecards in the order of what scares you the most, from 1 (the scariest) to 4 (the least scary). After jotting down your own fears, select another player to rank. Afterwards, players take turns reading their rankings. Each fear you correctly ranked earns you one point. And guessing all four fears correctly earns a bonus point. After everyone has had a turn, play starts over with four more Fear Cards. Players choose who they want to rank, but they have to rank each other player at least once. Play continues until someone reaches 13 points and wins the game! Don&rsquo;t be scared, it&rsquo;s frighteningly fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24514",
    "Name": "Star Wars: Star Battle",
    "ID": 190737,
    "Year": "(2015)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/190737/star-wars-star-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Star Wars: Star Battle takes the player to the very heart of conflict between Empire and Rebellion. At every move you must make decisions that will determine the fate of the squads you command. Your pilots must face attacks from the enemy's TIE fighters Star Destroyers and and even Lord Vader's advanced TIE fighter. How many men will you risk on a particular course of action?&#10;&#10;A game for 2-4 players where you take a role as a You are the Leader of the elite group of six rebellion squads attempting to be the first to reach the &quot;Objective Line- destroy the Death Star&quot;. Your task is to get through 3 enemy lines while trying to limit your casualties. It's a &quot;push your luck&quot; game where you roll dice and play cards matching the roll, after which you can decide to try to advance further, or stop and carry out card actions. Pushing too far could incur heavy losses.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "24515",
    "Name": "Safari Witness",
    "ID": 420794,
    "Year": "(2024)",
    "Geek Rating": "5.495",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/420794/safari-witness",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "With the sun sets, darkness reveals hidden secrets, crimes unfold amidst the Safari! Witnesses show up racing against time to assist the police in swiftly cracking the crime cases.&#10;&#10;In this game, as a crime witness, your goal is to provide as many valid clues as possible within a limited time. The game ends when a player obtains 10 Mugshots, and player with the highest score wins the game. With the Case Module and Advanced Mode, customize your gameplay experience by adding individual player objectives or activating special abilities through successful clue identification.&#10;&#10;Unleash your inner detective, navigate the wilds of the Safari, and prove yourself as the ultimate Safari Crime Witness.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Continents: Africa",
      "Digital Implementations: Board Game Arena",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "24516",
    "Name": "Vampire Werewolf Fairies",
    "ID": 85389,
    "Year": "(2011)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/85389/vampire-werewolf-fairies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Vampire Werewolf Fairies you try to become four different types of people -- Vampires, Werewolves, Witches, and Fairies. The goal of the game is to collect objects to help you or hurt your opponents, and to become types that can use those objects. You can play as multiple types. At the end of the game, a fast-paced lightning round can make or break the winner.&#10;&#10;This is a game for 2-6 players. Or, it can be combined with Zombie Ninja Pirates and played with up to 10 players.&#10;&#10;There are 3 kinds of cards. Type cards give you points if you are that type at the end of the game. Action cards will allow you to play a quick action, such as become a Type (like the &quot;Bite&quot; card, which lets you become a Vampire), or remove a Type from another player (like &quot;Hair Remover&quot;, to remove a Werewolf type). Finally, Object cards you want to try to collect, and will give you points if you are a type that can use that Object. For example, &quot;Sparkles&quot; are +3 points for Fairies, but -3 points for Vampires, because we all know that real Vampires *don't* sparkle.&#10;&#10;Integrates with:&#10;&#10;    Zombie Ninja Pirates&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Humor",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Theme: Ninjas",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "24517",
    "Name": "Ragers: Champions of the Arena",
    "ID": 206083,
    "Year": "(2016)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/206083/ragers-champions-of-the-arena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;It's better to let professionals draw the first blood...&#10;&#10;Every year, all tribes gather for the Great Thing. Supervised by feared judges and in the face of ruthless deities, each and every person who feels harmed or wronged may prove their rights on the bloodied sands of the Arena of the Righteous. Such persons may challenge the alleged wrongdoer to single combat and seek retribution for any crime &mdash; or at least that's what the Ancient Law states.&#10;&#10;Ragers: Champions of the Arena is a game of wits and bluff for two players. Each player becomes a head of a team of Ragers &mdash; powerful fighters who settle disputes between tribes during the Great Thing that lasts for three days. During the game, players play cards depicting brave warriors and representing different types of attacks and special actions. By doing so, they gain glory points (GPs) over three rounds of fighting, and whoever gains the most GPs becomes victorious.&#10; Each day of the Great Thing is devoted to a different deity, and each day bloodthirsty spectators expect daring feats of strength and cunning, so the conditions of combat change constantly. It is up to players to choose the best strategy that will appease the crowd and enable them to outsmart their rival.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24518",
    "Name": "Herding Cats",
    "ID": 95810,
    "Year": "(2012)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/95810/herding-cats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Who let the cats out? In Herding Cats, these frisky felines have a mind of their own, and only the Cowdog can wrangle them back up again.&#10;&#10;Cats are lassoed by a Cowdog of a matching color, and you want to be the player to capture a herd of three cats. Beware of the &quot;Stampede!&quot; card that will send the cats running to score points for other players, and look out for the Wild Cat Lady, who may be able to help you out, if you're in a pinch.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "24519",
    "Name": "The Italian Campaign: Anzio",
    "ID": 6000,
    "Year": "(1992)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/6000/the-italian-campaign-anzio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5833",
    "Description": "The Italian Campaign Series: Anzio, is the third of four operational level games  (Sicily, Salerno, Anzio and Med War) simulating the Battle for Italy in World War II using the Westwar Gaming System developed by Vanguard Games. This game completes 'The Italian Campaign' series land game and cannot be played by itself... ownership of Salerno is required. The game was first published in Strategy &amp; Tactics magazine #155.  Errata was published in S&amp;T #157.&#10;&#10;Five scenarios and two campaign games are provided. Each one uses counters and/or maps from the Salerno game. There are also linking rules with The Italian Campaign: Sicily. Victory is determined by the scenario being played.&#10;&#10;Errata is also included for the first two games in the series.&#10;&#10;Game Scale:&#10;Turn: 1 to 2 days&#10;Hex: 5 miles&#10;Unit: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 20 page rule booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Anzio (Italy)",
      "Country: Italy",
      "History: World War II (Italy)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: The Italian Campaign (Strategy and Tactics)",
      "Series: Westwar System (John Schettler)"
    ]
  },
  {
    "Rank": "24520",
    "Name": "Trivial Pursuit: Decades – 2010 to 2020",
    "ID": 352164,
    "Year": "(2021)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/352164/trivial-pursuit-decades-2010-to-2020",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Put all that streaming, scrolling, and sharing to the test with questions about bingeworthy shows, chart-topping hits, major headlines, hilarious memes, and more from 2010 to 2020. Think you&rsquo;re the GOAT when it comes to 2010s pop culture quiz games? Here's your chance to prove it!&#10;&#10;The Trivial Pursuit Decades 2010 to 2020 board game features pop culture trivia questions from 6 categories, including Playlist, Bingeworthy, Culture, News Alert, Break the Internet, and Game On. Gather friends and family members for a fun night of trivia. Leave out the gameboard and play using cards only! The Trivial Pursuit Decades 2010 to 2020 game cards come in a convenient box to take on the go.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24521",
    "Name": "Stratos",
    "ID": 176631,
    "Year": "(2014)",
    "Geek Rating": "5.495",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/176631/stratos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "In Stratos, players assume the role of rival tribes vying for control of a newly discovered land. Players succeed in their quest by hiring and developing groups of characters that can accumulate resources and exercise unique abilities. Players collect resources from the game board through character actions and spend them to hire new characters and advance their tribe.&#10;&#10;Stratos has 5 character classes, each serving a distinct function. The 5 classes and their (promoted forms) are the Peasant (Cultivator), Archer (Marksman), Soldier (Knight), Explorer (Swashbuckler) and Mage (Sorcerer). Each promoted class gains expanded abilities compared to its original version. Enhanced abilities include greater attacks (Knight vs. Soldier), access to stronger spells (Sorcerer vs. Mage), improved resource harvesting (Cultivator vs. Peasant), expanded movement (Swashbuckler vs. Explorer) and increased attack accuracy (Marksman vs. Archer). Characters move from space to space on a tile-based board which can be arranged randomly or according to set maps. Each character can perform up to 2 unique actions per turn with movement being a repeatable action. Available character actions (dependent on class) include Harvest, Travel, Search, Attack, Shoot, Defend, Cast and Use.&#10;&#10;Points are awarded by defeating characters, casting unique spells, discovering treasures, hoarding resources, promoting characters and occupying key map locations.&#10;&#10;The first player to reach a pre-determined number of Prosperity points (default 10) is declared the winner.&#10;&#10;Stratos is a product of Board and Tale Games Inc., a Canadian boardgame publisher based in Hamilton, Ontario.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24522",
    "Name": "The Big Deal",
    "ID": 4405,
    "Year": "(1977)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/4405/the-big-deal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.2727",
    "Description": "A game of quickly changing fortunes, where you try to climb the ladder of success by buying into wacky business opportunities (Rent-A-Monster, Kangaroo Airlines, Paint-On Socks, etc.) and hopefully selling them for a fortune.  (How little things have changed since...)&#10;&#10;Your net worth is kept track of using a slide rule of sorts, dubbed the &quot;ladder of success&quot;.  The first player to move into the Ritz by buying or winning steps on his ladder wins.  You can buy into up to four opportunities at once; when you land on another player's opportunity, you can attempt to &quot;bail him out&quot; of it by paying the bail out price and beating him on the dice.&#10;&#10;The &quot;Chance of a Lifetime&quot; circle is entered on doubles or by landing on an entry space; if you enter it, you may roll as often as you wish, hoping to land on the Big Deal space (which gives you 3 ladder steps) or another good space (where you sell your opportunities for varying profit).  Of course, the circle also includes bad spaces, so there is considerable risk...&#10;&#10;A few other spaces round out the board, giving you the opportunity to challenge other players (swapping a ladder step) and other things like that.&#10;&#10;The game is sort of a cross between Can't Stop and Monopoly.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "24523",
    "Name": "Bad Hollywood",
    "ID": 14116,
    "Year": "(2004)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/14116/bad-hollywood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.75",
    "Description": "This is one of the firm's two games on the Hurray for Hollywood theme of 2004 (the other bring Stunt Academy).&#10;&#10;In this card game, the villains of the movies have become tired of always losing out at the end and so have staged a revolt! They will take over the studios and make sure that Good never triumphs again. But these revolutionaries cannot agree so they are soon competing to see which is greatest of them all.&#10;&#10;This is a game of card drafting and building up points against multiple targets. Players must outguess one another and decide the right time to pull the trigger. There are no dice -- attack results are resolved by draw of the card.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "24524",
    "Name": "Hercules: The Legendary Journeys Trading Card Game",
    "ID": 21513,
    "Year": "(1998)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/21513/hercules-the-legendary-journeys-trading-card-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "Another Arc system game - basically a lite version of Magic the card game.  Compatible with C-23 and Xena: the Warrior Princess.&#10;&#10;Game is very similar but not identical to Magic.  Each player begins with a deck of exactly 40 csrds, you win when your opponent has no cards left to draw.&#10;&#10;On your turn you play resources, which come in red (direct damage), green (combat) and blue (manipulation).  You use those resources to summon creatures or cast spells always with the goal of running your opponent out of cards.&#10;&#10;On your turn you can do the following in order:&#10;Untap your creatures/heroes/resources.&#10;Draw a card&#10;Play a resource&#10;Use resources in play by turning them sideways (tapping) to pay for the cost of a card in your hand to put in play &#10;Attack with any heroes you have in play&#10;&#10;Play then passes to the other player and continues until the winner empties his opponents draw deck.&#10;&#10;Although compatible with C-23 and Xena, all three sets have different backs which makes mixing less useful than you might hope.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Hercules",
      "Collectible: Collectible Card Games",
      "Series: ARC System"
    ]
  },
  {
    "Rank": "24525",
    "Name": "Fishing Party",
    "ID": 156615,
    "Year": "(2014)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/156615/fishing-party",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Put your strategy and skill to the test in Fishing Party to become the first player to catch all six kinds of fish in the lake.&#10;&#10;Game consists of 52 fish cards and 58 special cards and one die.&#10;&#10;To start your fishing party, place six cards face up as the fishing supply store, and deal six cards to each player.&#10;&#10;A player may take one of four actions:&#10;&#10;1.  Discard up to three cards and draw from the face down deck&#10;2.  Exchange up to three cards with the face up supply store&#10;3.  Play a special card&#10;4.  Play a fish card and try to catch it&#10;&#10;As well, as a free action, a player may swap or play a new lure.&#10;&#10;To catch a fish you must roll the die and match the die range for that fish type and the lure you are using.  Some lures work better for each type of fish.  Special cards can be used to steal fish from other players, break their rods or help you catch the biggest fish.  Be careful not to draw the hook card or you may need the first aid kit.&#10;&#10;The game ends when one player has caught one of each type of fish.  To win, you must try to collect the most fish (2 points), the biggest single fish (2 points) and the total weight of your fish (1 point per pound).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "24526",
    "Name": "Trafalgar",
    "ID": 32364,
    "Year": "(1982)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/32364/trafalgar",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.9",
    "Description": "Board wargame portraying the Battle of Trafalgar on a ship-to-ship scale. Game includes one 25 x 31 inch map.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Spain",
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "24527",
    "Name": "Odyssey: The Gods Clash",
    "ID": 4260,
    "Year": "(1980)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/4260/odyssey-the-gods-clash",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "1.4286",
    "Description": "Massive board shows Ulysses' voyage from Troy to Ithaca.&#10;&#10;Players take on the roles of Minerva (helping him) or Neptune (hampering him). The latter secretes 8 perils about the Mediterranean. Then Minerva's wind blows the fleet of six ships from the shores of Troy. The fleet is driven hither and yon by the players' competing winds. There can even be Billiard-style caroms on the board edges. Perils are resolved by each player rolling a die. A victory by Neptune sinks a ship. Six sinkings reduces Ulysses to his raft, with which he can still hope to make the Ithacan strand.&#10;&#10;Rated by the publisher as difficulty 1, i.e. least difficult.&#10;&#10;Rules in Italian, English, French and German.  The Italian version may be less ambiguous than the others.&#10;&#10;Capsule-reviewed by Sid Sackson in Strategy &amp; Tactics no. 83 (The Kaiser's Battle).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Nautical"
    ],
    "Mechanics": [
      "Bias",
      "Dice Rolling",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Mythology: Greek",
      "Players: Two-Player Only Games",
      "Region: Aegean Sea",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "24528",
    "Name": "Outburst Bible Edition",
    "ID": 8624,
    "Year": "(1989)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/8624/outburst-bible-edition",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4",
    "Description": "An uproarious party game filled with challenging and entertaining Bible topics. Each topic has 10 target answers. How many can you get? The fun begins when your team draws its very first topic. It could be &ldquo;Names for Christ&rdquo;, or &ldquo;Animals in the Bible&rdquo;, or &ldquo;Sons of Jacob&rdquo;. Pandemonium reigns as the 60-second timer is turned over and the verbal explosions begin. Your team will be pouring out answers, shouting out possibilities. But remember only the 10 target answers score points. There are 252 topics, a molded card viewer, bonus points, passing chips and hours and hours of fun in this non-intimidating, laughter-filled game that only takes about an hour to play. Outburst&reg; Bible Edition- it&rsquo;s as easy as it is fun. Try it... Can you name &ldquo;10 Books of the Old Testament&rdquo;? You have one minute... Go! Ages 8 to Adult, for 2 Teams.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Outburst",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "24529",
    "Name": "Anathema",
    "ID": 6718,
    "Year": "(2003)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/6718/anathema",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Fear. Paranoia. Hysteria. These were commonplace in Salem, Massachusetts during the year 1692. To be sure, white magic had been practiced in this sleepy community before now - charms to help the crops grow, potions to heal the ailing. But when some young girls became mysteriously ill and began ranting about witches, the village became alarmed.&#10;&#10;Was the Devil in Salem?&#10;&#10;Anathema (which means &quot;curse&quot; or &quot;cursed one&quot;) is a card game for 2 to 4 players based on the fast-paced classic card game Casino. Players capture face-up cards on the table with cards from their hands by matching point values. While the rules are simple, subtle strategies can make the difference between winning and becoming Anathema.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Fishing",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "24530",
    "Name": "Kingsbridge: The Game",
    "ID": 341465,
    "Year": "(2021)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/341465/kingsbridge-the-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "Following an attack by Vikings in 997, players in Kingsbridge: Das Spiel see how the city of Kingsbridge emerges, and with the help of story cards that are laid out in chronological order according to the novel &quot;The Pillars of the Earth&quot;, they are also introduced to the English Middle Ages. Character cards with special abilities support this immersion, and the game includes special solo game rules that enable exciting challenges for one player alone.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: Ken Follett",
      "Series: The Pillars of the Earth (Kosmos)"
    ]
  },
  {
    "Rank": "24531",
    "Name": "Baffle Gab",
    "ID": 19532,
    "Year": "(2004)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/19532/baffle-gab",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&#10;&quot;Gabby gives you 5 word cards to write a story. Add your own words and change the beginnings or endings on Gabby's words to create your story in one minute. Get all 5 Gabby words in the same sentence and double your Bone Bucks for the round! At the end of each round, read your story out loud and get lots of laughs. Risk your Bone Bucks when you challenge other players on the use of a Gabby word or their sentence structure. Be the Bone-yard Banker and pay out earned Bone Bucks after each round!&quot;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "24532",
    "Name": "Space Race",
    "ID": 12206,
    "Year": "(2004)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/12206/space-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Space Race comes with 16 glow-in-the-dark dice and 24 glow-in-the-dark tokens, along with rules for four different games: Space Race, Star Count, Rocket Roll, and Flip Out.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Glow in the Dark"
    ]
  },
  {
    "Rank": "24533",
    "Name": "Deluxe Pass the Pigs",
    "ID": 12304,
    "Year": "(2004)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/12304/deluxe-pass-the-pigs",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0714",
    "Description": "A battle of wits, snouts and pig outs! A deluxe version of the classic pig dice party game. Contains everything you need to play Pass the Pigs, plus new components so you can enjoy the ALL NEW Head-to-Head version of play! Roll your own pair of pig dice (pink or black) and place your betting chips on the gameboard. If you get greedy and pig out your opponent will roll all four pigs and win the chips in the pig pen.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Pigs",
      "Game: Pass the Pigs"
    ]
  },
  {
    "Rank": "24534",
    "Name": "Canopéa",
    "ID": 344404,
    "Year": "(2021)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/344404/canopea",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Canopea is a cooperative game that cleverly combines dexterity, memory and strategical thinking. Within the same game, each player can adapt the difficulty according to their age, so the entire family can take part in the adventure. Board together your puck aircraft and fly towards 3D Tree Cities to recover birds in need of protection from poachers.&#10;&#10;A game of Canopea consists of 5 trips to bring as many birds as possible to safety before they are captured by poachers. You begin each trip with a new mission that targets a species of bird to recover. You then must navigate between the 6 Tree Cities to find endangered birds.&#10;&#10;When it is your turn, you have three chances to move the puck aircraft, hit a Tree City and make as many piled up Bird tokens fall from the city. Recover all tokens that match your mission but if you cannot find any, then poachers attack and can damage the aircraft or steal your birds. Whenever you want to, head back to Canopea to definitively bring all recovered birds to safety. Then, start a new trip with a new mission.&#10;&#10;Throughout the game, the aircraft and the Tree Cities will move on the table and will not come back to their initial position. Distances between cities will grow, increasing the difficulty of moves and missions.&#10;&#10;Canopea is an entirely intergenerational game and its varied mechanical elements allow all players to capitalise on their strengths: memory for the youngest, dexterity for teenagers, strategical thinking for adults. What is more, it is possible to adapt the difficulty to each adventurer within the same game: adults can increase the challenge by only using one or two moves per turn while younger children (from age 4) can simply move the Aircraft without the propeller.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "24535",
    "Name": "Goddam Dilema",
    "ID": 378354,
    "Year": "(2023)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/378354/goddam-dilema",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The goal of the game is to respond to a dilemma by accepting it... or not! &#10;Example: &quot;You can choose the weather BUT as soon as you fart your nose bleeds&quot;.&#10;The other players, to score points, will have to guess if you accept the dilemma... or not.&#10;&#10;The mechanics are very simple and even if only one player will have to answer the question, all players play at the same time trying to guess what he will choose. Most of the time the mechanics call for surprises and debates, following the sometimes surprising revelations :)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Connections",
      "Questions and Answers",
      "Random Production",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "24536",
    "Name": "Million Dollar Script",
    "ID": 304336,
    "Year": "(2021)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/304336/million-dollar-script",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "It's the time of the year when big Hollywood studios are thirsty for new screenplays that will surely become the next big summer blockbuster. Screenwriters &mdash; often working in teams &mdash; try desperately to get a foot in the door, to land a meeting with a powerful film executive. So many screenwriters are knocking on the door, but big breaks are one-in-a-million.&#10;&#10;Million Dollar Script takes place in a lavish Hollywood office. Through extensive market research, the studio has identified the perfect hero, as well as an equally perfect villain counterpart in order to make them millions. But beyond that, these bigwigs aren't taking any chances; they're going to be following that tried-and-true structure of nearly every record-breaking blockbuster of the past forty years. This film will be one of the greats like Star Wars, The Lord of the Rings, The Avengers, and Titanic.&#10;&#10;Two writing teams have been invited to pitch their finest most preeminent ideas to a studio executive, a.k.a. &quot;the Exec&quot;. During the meeting, both teams are working on the same movie, pitching their ideas for each of the five traditional story events. Each round the Exec picks the pitch they prefer, which then becomes part of the shared storyline. The losing pitch gets discarded and treated as if it never existed, much like what should have happened to Battlefield Earth: A Saga of the Year 3000.&#10;&#10;Each team of screenwriters is trying to nudge its way into the good graces of the Exec by winning the majority of the five rounds and scoring points in order to secure the profitable writing deal for themselves.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Player Judge",
      "Role Playing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: Watch It Played How To Videos",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "24537",
    "Name": "War! Age of Imperialism",
    "ID": 2718,
    "Year": "(2001)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/2718/war-age-of-imperialism",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7805",
    "Description": "War! Age of Imperialism is a game of empire building, exploration, economic expansion, technological advancement, diplomacy, and tactical battles in the age of Imperialism (1830 - 1900). Players rule one of the great powers of the era as they attempt to carve out an empire. Should they build up their army or economy? Negotiate or attack? Spend on research or a new fort to protect the frontier?&#10;&#10;The game comes with 3 levels of rules (basic, standard, advanced), a huge game board (46&times;36 in) and 816 molded plastic figures.&#10;&#10;Microbadges&#10;&#10;  Buy One&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "24538",
    "Name": "Warchon",
    "ID": 4508,
    "Year": "(2002)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/4508/warchon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From the game's description:&#10;&#10;This new concept in gaming can be played anywhere and uses two main components. A book that replaces hex maps and game boards (and includes the rules and scenarios to boot). And play marks (i.e. book markers) for two armies to do battle as they move through the pages of the book. &#10;Nothing else is needed, not dice, not even a playing surface!&#10;&#10;In this Playmark Book Game (PBG) players become Warchons - battlelords fighting for domination of the continent of Sygillis.&#10;&#10;You'll build and control the forces of the holy warriors of the Celestine Order or the foul creatures of the Azuthkan Horde. Cast spells, combat in various terrain and survive random events, all while vying for the title of Grand Warchon!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "24539",
    "Name": "Curio: The Lost Temple",
    "ID": 240842,
    "Year": "(2018)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/240842/curio-the-lost-temple",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "A sinkhole formed west of the Tigris river in the heart of Mesopotamia, revealing a large stone door with curious, unknown markings. A special team of archaeologists, from all over the world, ventured to the site to solve its puzzle, allowing them inside. Therein, a massive man-made cavern, stretching for what seemed to be a mile straight down, could be seen. But just as the team decided to leave, the door slammed shut, sand slowly started filling the room, and the team was faced with new puzzles to solve. Can they do it in time?&#10;&#10;In the real-time cooperative game Curio: The Lost Temple, players take the role of the archaeological team as they try to escape the Lost Temple. To do this, they need to communicate and collaborate to solve an unending slew of puzzles.&#10;&#10;Unlike other games in this genre, Curio: The Lost Temple is endlessly replayable, even by the same players. Using a unique module-based system, players manipulate, sort, rotate, and search puzzle components to arrive at a distinct answer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "24540",
    "Name": "Detective Rummy",
    "ID": 343130,
    "Year": "(2022)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/343130/detective-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Detective Rummy is a rummy-style card game with a storytelling element revealed in a series of seven different cases. Players take the roles of detectives vying to solve the cases and gain fame.&#10;&#10;The story begins at the legendary Rummy Detective Agency, and each case takes you to various locations to solve a crime, including the diner with the best doughnuts in town, the cozy &quot;Quarter to 3 Bar&quot;, a ritzy fashion emporium, the circus, the most elite jazz nightclub in town, and more.&#10;&#10;The cases in Detective Rummy can be played in two different ways: Campaign Mode and Case Mode. In Campaign Mode, you play all seven cases in order. In Case Mode, you can play cases 2 to 6 as standalone Detective Rummy games one at a time. Since new &quot;Game Changer&quot; cards are discovered in each case in different orders (if at all) each time you play, cases will never resolve the same way twice. You can play both the campaign mode or the individual cases as many times as you like.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Series: Mystery Rummy",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "24541",
    "Name": "Cropredy Bridge: A Fleeting Victory",
    "ID": 8904,
    "Year": "(1992)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/8904/cropredy-bridge-a-fleeting-victory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.1667",
    "Description": "Cropredy Bridge: A Fleeting Victory, is a regimental simulation of the musket-and-pike era battle fought June 29, 1644 between the Royalist Oxford army of King Charles I and the Parliamentarian army of Sir William Waller.&#10;&#10;The game is played in game turns each consisting of two player turns. During each player turn, a player will move and attack with any or all friendly units. Cavalry are the only units which may move and attack during the enemy player turn, under certain circumstances. &#10;Optional rules provide for reaction movement by leaders and foot units as well as cavalry. Play continues until the end of the scenario selected by the players, after which victory is determined.&#10;&#10;The map represents the area in which the battle was fought, and also contains important aids to play. &#10;The 200 counters represent leaders, units, and information markers. The named leaders and units provided are a design limit, but players may make as many additional replacement leaders and information markers as they need.&#10;&#10;Game Scale:&#10;Turn: 20 minutes&#10;Hex: 100 yards&#10;Unit: 50 men per strength point&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 16 page rules booklet&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: England",
      "History: Age of Kings",
      "History: English Civil War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24542",
    "Name": "Barbarians: 70 BC - 260 AD",
    "ID": 1473,
    "Year": "(1994)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/1473/barbarians-70-bc-260-ad",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8462",
    "Description": "Barbarians recreates the situation along the Rhine-Danube frontier of the Roman Empire in the years 70 BC to 260 AD.&#10;&#10;The game has 32 scenarios which can be played solitaire or by 2 players. Some scenarios can be adapted for play by 3 or 4 players. Scenarios range in playing time from 2 to 20 hours.&#10;&#10;It has an 8 page rulebook and is a straight forward UGO/IGO hex and counter war game. It is very much the unofficial expansion to Caesar&#039;s Legions. The rules are 99% similar to Caesar&#039;s Legions.&#10;&#10;Enemies of Rome depicted in the game include Roman Rebels, Germans, Britons, Pannonians, Gauls, Batavii, Sarmations (Roxolanni and Iazyges), Goths, Vandals, Bastarnae and Dacians.&#10;&#10;In the Designer Notes Keith Poulter acknowledges:&#10;&#10;&quot;The point of departure for the design was a fine game originally published under the title Eagles, and subsequently by Avalon Hill as Caesar&#039;s Legions.&quot;&#10;&#10;In the Designer Notes Keith Poulter asked for feedback on the game as:&#10;&#10;&quot;Such feedback will be valuable, as we planned multi-scenario expansion kits (7 additional maps in all) covering western and southern Gaul, Spain, and Britain.&quot;&#10;&#10;These expansions were never published.&#10;&#10;However, a related game (by different designers) using the Caeser's Legions system is Caesar in Gaul.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "24543",
    "Name": "Bamboozle",
    "ID": 378082,
    "Year": "(2023)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/378082/bamboozle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Talented gardener, you are about to realize the dream of your lifetime: work in the famous gardens of Saih&otilde;-ji. But the Zen Master, guardian of the place, has chosen to confront you with an equally ambitious competitor. During a duel mixing ingenuity and trickery, be the smartest to reach the coveted position.&#10;&#10;The goal of Bamboozle is to be the first player to get three tokens in a row, matching the color of your objective. Otherwise you can win the game by being the player with the most tokens in the garden matching his objective.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: n in a row",
      "Digital Implementations: Board Game Arena",
      "Organizations: Forgenext",
      "Players: Two-Player Only Games",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "24544",
    "Name": "Tante Trudels Trödel",
    "ID": 108156,
    "Year": "(2011)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/108156/tante-trudels-trodel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Are you ready to pick up a bargain? You can get as many goods as you want, but you can't take more than Aunt Trudel will allow you to take &ndash;&nbsp;and she's a bit of a weirdo when it comes to making sales. If your goods weigh more than the goods that Aunt Trudel has set aside, then you get nothing!&#10;&#10;In Tante Trudels Tr&ouml;del, players shop from a 5x5 array of goods, each with their own basket. One item &ndash; a coat hanger, a vase, a dollhouse couch &ndash; is placed on most of the spaces in the array, while a few spaces are covered with vouchers. Three items are set aside at random, and those are the goods that Aunt Trudel will weigh at checkout to see whether you'd met her tough standards.&#10;&#10;All players start on the same corner of the game board with a shopping basket. On a turn, a player rolls a die, moves her basket that many spaces around the game board in a clockwise direction, then picks up one item (or voucher) from the row that her basket is next to and places it in her basket. If a player's basket lands on the same location as an opponent's basket, then the player can take an item from the opponent instead. If a player picks up a voucher, she can exchange it later for another item on the board, putting the voucher in its place, in addition to taking an item. The first player to circle the board has the option of then moving counter-clockwise to pick up more goods; everyone else is finished once they circle the game board.&#10;&#10;Each player in turn then weighs her goods against Aunt Trudel's holdings using the funky cardboard scale included in the box. If your goods weight more than Trudel's, you're out; if not, then you're still in the game. Of those players, whoever has the heaviest goods wins!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "24545",
    "Name": "Fleet Admiral",
    "ID": 141594,
    "Year": "(2012)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/141594/fleet-admiral",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "From the back of the box.&#10;&#10;Fleet Admiral is a card game about becoming a fleet admiral.  Take your intrepid crew on missions, earn prestige, upgrade your ship.  Solve a galactic crisis.  And do it all faster than your opponents, because they want to be in charge too.&#10;End of box&#10;&#10;You are in command of a space vessel from one of the major powers of the Portable Galactic Empire (Human, Brerasan, Hragsh or Jasl-Riin). You want to become the fleet admiral.&#10;&#10;You begin the game with a frigate from your race with a power/up grade cost of 1.  One level 1 crew member (orange shirt AKA (also known as) Operations, or a green shirt AKA Marine, or a blue shirt AKA Command) think Star Trek shirts with the colors changed.&#10;&#10;You also draw one level 1 Component card.  there are four types (weapons, power, sensors and defence). Each of these card types has three specialty sub groups in their category.  When you add these cards to your ship you put them under your player board (ship), similar to Glory to Rome.&#10;&#10;Game play:&#10;There are two decks of cards (component and crew).  On your turn you go on a &quot;mission&quot;.  An 8 sided die is rolled. Four symbols on the die match the crew deck, 4 match the component deck, 1 thumbs up and 1 explosion. If you roll a symbol with one of the two deck symbols you draw one card from that deck.  On the upper portion of the card there will be one or two symbols.  If you don't have Crew or Components that match the symbol or symbols the mission is failed. If you can match the first card you must roll again and draw another card. Now you must be able to match up evenly with what is on the cards to what is on your ship.  Lets say the first card required a missile.  This is a subset of the weapon card.  So if you have a weapon card on your ship it must also be specific to the missile to pass phase one of this mission.  The second card drawn required an orange shirt.  Lets say you only have a green shirt assigned to the security section of your ship.  No worries. As captain you count as one crewman of any shirt color.  You have passed the second part of the mission. You could push your luck and roll the die again for a third part of the mission, but if you fail the requirement of the third card the entire mission fails.  So you stop at two.  You may now attach these cards to your ship if you wish. The first card was a crewman. You assign his orange shirt self to your medical station. The second card was Defenses, sub-set shields. You put it on your ship.  These cards now help you win future missions.&#10;&#10;If you roll the thumbs up symbol you pick a card from either deck and auto pass that stage no matter what.  If it is the explosion the whole mission is failed, no matter what.  There are a few more rules in this area but that's the bulk.&#10;&#10;As missions progress you can use cards earned from winning missions to upgrade your ship.  Bigger ship equals more crew that can be attached and more powerful weapons.  When you upgrade to a battleship a crisis starts to perk.  This is abstract.  At the beginning of a players turn (battleship or higher in possession) a crisis chit is placed in a pool on the table.  Once that pool grows to double the amount of players a crisis has begun.  If the pool grows beyond four times the players at the table everyone loses the game.  You knock the chits down on your turn by taking cards you have won during the mission and instead of adding them to your ship you discard them. Each won card discarded removes a chit.&#10;&#10;There is some coop stuff possible on missions and if you beat the crisis you add up the point totals on your ship cards to determine the winner or &quot;fleet admiral&quot;.&#10;&#10;A light game that could be used as a filler or just with beer and pretzels.&#10;&#10;A little tongue in cheek ship captain card play fun that takes about half an hour.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "24546",
    "Name": "B.S.: The Game of Being Sneaky",
    "ID": 4185,
    "Year": "(1986)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/4185/bs-the-game-of-being-sneaky",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Just how good a liar are you?&#10;&#10;Could you convince your friends that Benjamin Franklin actually wanted the turkey instead of the eagle as the American national symbol?&#10;&#10;Could you make them believe that it was a guy named Thomas Crapper who invented the crap game? Or was it the flush toilet?&#10;&#10;The problem with most games is that you have to tell the truth. However, to play &quot;B.S., The Game of Being Sneaky&quot;, you decide for yourself whether to be truthful, or maybe tell a little fib. You could even try a whopper to pile up an extra score or perhaps spin a tale of your very own to shovel in some helping bonus points.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "24547",
    "Name": "Monopoly: Chicago",
    "ID": 14174,
    "Year": "(1995)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/14174/monopoly-chicago",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "&quot;All the fun and excitement of Parker Brothers classic real estate trading game is here in this Chicago Edition. Buy railroads, utility companies, and properties of all types - including the valuable Sears Tower and John Hancock Center. Increase the value of your properties by adding houses and hotels. Amass the greatest fortune in money and property and you're the winner!&quot;&#10;&#10;In other words, it's functionally the same as classic Monopoly.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Series: Monopoly-Like",
      "States: Illinois"
    ]
  },
  {
    "Rank": "24548",
    "Name": "Die Kette von Saba",
    "ID": 934,
    "Year": "(1984)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/934/die-kette-von-saba",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "extrapolated from session report:&#10;&#10;The theme of the game is based on the legendary necklace of Saba, which went to the grave with its owner upon her death. Sadly, dastardly grave robbers plundered the tomb and the valuable gems which comprised the necklace were scattered across the globe. Now, a wealthy sheik is anxious to reassemble the necklace and present it as a gift to his lovely bride. Players are charged with the task of assisting the sheik, attempting to purchase the many gems at auction and then reassemble the necklace in the proper fashion.&#10;&#10;The board depicts the frame of the necklace, with space for its 36 missing gems. In total, there are 44 gems in the deck, many of which will ultimately prove to be forgeries. Depending upon the number of players, each player receives from 3 - 7 gems to begin the game, along with $20,000. Four gems are revealed from the remainder of the deck and positioned into the frame.&#10;&#10;The game is played in two major phases. During the first phase, players alternate placing a gem up for auction, ala Modern Art. The auctioneer receives the funds from the high bidder, who receives the gem. The winner has the option of keeping the gem, or placing it into the frame. If placed in the frame, the gem earns $2,000 for other gems it touches and those radiating from it in straight lines, including itself. During phase 2, the reward is reduced to only $1,000 per gem.&#10;&#10;Following an auction, the auctioneer has the opportunity to purchase another gem from the deck for $2,000.  &#10;Phase 1 ends when the gem deck expires. Phase 2 then begins with players reconstructing the necklace. In turn, each player places a gem into the frame and earns funds as described above.&#10;&#10;The twist in the game are the rules which must be followed in reconstructing the necklace. The main rules are:&#10;&#10;&#10;     The necklace must be symmetrical, with left and right halves containing the same jewels in the same places. All cards appear twice in the game, so what appears on the left side must appear in the same position on the right side. The only exception to this is the center column. Any duplicate pieces are considered forgeries and are worthless. &#10;&#10;&#10;&#10;     Pieces of jewelry containing the same type of gem must be placed in uniform columns. Thus, the first gem placed in a column dictates what kind of gem must appear in that same column. &#10;&#10;&#10;&#10;     The number of gems on a card can only be one greater than the number of gems on the cards directly above it. &#10;&#10;&#10;Once the first gem is placed in a column, it 'locks' that column AND the corresponding symmetrical column. Only gems which meet the above rules can subsequently be placed there.&#10;&#10;The game ends once the necklace is completed. The player with the most money is victorious.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "24549",
    "Name": "Box of Lies",
    "ID": 289406,
    "Year": "(2019)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/289406/box-of-lies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Box of Lies is a bluffing game of hilarious objects, based on the Box of Lies game played on The Tonight Show Starring Jimmy Fallon.&#10;&#10;On their turn, a player secretly opens one of the mystery boxes and looks at the card inside. The player will now describe the peculiar object on the card to their opponent&mdash;and either lie about it or tell the truth, depending on whether they flipped the Truth or Lie tile.&#10;&#10;The challenge for the player is to convince the opponent that they're lying when they're actually telling the truth, or conversely, appearing to tell the truth when they are actually lying. Players who are able to trick their opponent will win the round; failure to do so means that the opponent wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "TV Shows: The Tonight Show Starring Jimmy Fallon"
    ]
  },
  {
    "Rank": "24550",
    "Name": "Far Cry: Escape from Rook Islands",
    "ID": 347935,
    "Year": "(2024)",
    "Geek Rating": "5.495",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/347935/far-cry-escape-from-rook-islands",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Far Cry: Escape from Rook Islands, a spinoff series based on Ubisoft's Far Cry universe, you head back to the 1980s for an explosive co-op tabletop adventure.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dogs",
      "Components: Miniatures",
      "Country: USA",
      "Creatures: Monsters",
      "Decades: The 1980's",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "24551",
    "Name": "Maximum Throwdown",
    "ID": 140271,
    "Year": "(2013)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/140271/maximum-throwdown",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0833",
    "Description": "Maximum Throwdown pits up to six players against one another in a battle royale of card-throwing action.&#10;&#10;Each player has an individual deck of cards, and they take turns throwing the cards onto a shared playing area to try to cover up the icons of opponents' cards while keeping their own icons visible. On each turn, you draw one card from your deck and throw one card &ndash; but if you have the right icons in play, you'll draw more cards, throw more cards, steal cards from opponents and dump them in the gutter, break free of the shared playing space in order to keep from being covered, and &ndash; perhaps most important of all &ndash; score points each turn you have enough visible icons in play. After all the cards have been tossed, whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Series: Pocket Game (AEG)"
    ]
  },
  {
    "Rank": "24552",
    "Name": "Wat ben ik?",
    "ID": 32128,
    "Year": "(1983)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/32128/wat-ben-ik",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the box (translated from Dutch):&#10;I am a person but I don't know who. What must I ask before I know?&#10;A bag? No. A hat? And do I have something in my hand?&#10;Am I wearing something blue? Am I in the countryside?&#10;Am I the pilot? The cook? No, I must be the fireman!&#10;But I must be sure before I look.&#10;&#10;Which question shall I ask to get the right clue. Hurray! I've found it. Everything points out that I must be the nurse!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24553",
    "Name": "Dicecapades! Kerfuffle!",
    "ID": 107938,
    "Year": "(2011)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/107938/dicecapades-kerfuffle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Roll your dice and try to create a pair, three of a kind, four of a kind, etc., or a straight by lining up your dice with the dice already on the game grid. But, here's the catch... You need to do this while doing what the drawn card says! You might get lucky and only have to start your turn with a three of a kind. Or, you might have to &quot;whistle while you work!&quot; First player to get rid of all their dice wins in this LAUGH OUT LOUD strategy game for the whole family!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Trick-taking"
    ],
    "Families": [
      "Game: Dicecapades"
    ]
  },
  {
    "Rank": "24554",
    "Name": "Taki",
    "ID": 13115,
    "Year": "(1985)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/13115/taki",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A card game based on Crazy Eights, very similar to UNO, but with some different cards and rules. A national mainstay in Israel, as UNO is in America.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "24555",
    "Name": "Um Kopf und Kragen",
    "ID": 2026,
    "Year": "(1996)",
    "Geek Rating": "5.495",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/2026/um-kopf-und-kragen",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players roll 3 dice, wagering chips on the results. The first roll costs 1 chip. Two chips buys a second attempt and the choice of which dice to re-roll. Three chips buys a third attempt. Player with the highest 3-dice total wins all chips wagered. Chips are used to pay for gold sacks auctioned by players looking to replenish their supply of chips, until one player attains the necessary amount of gold to win&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "24556",
    "Name": "Demon Espionage",
    "ID": 204541,
    "Year": "(2016)",
    "Geek Rating": "5.495",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/204541/demon-espionage",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Theme: &#10;Underworld&#10;&#10;Overview:&#10;Demon Espionage is a fun, dynamic and easy to learn party game for 3-6 players.&#10;&#10;Demon Espionage is a fun, dynamic and easy to learn party game where players are randomly assigned either to the Rebel or the Shadow faction. Players will draft troops, acquire demonic spells to challenge or be challenged by other players in a series of epic duels. Victors of the duels are awarded souls as bounties.&#10;&#10;During the game, players will deduce their teammates, fend off challengers and win duels to stay alive in order to collect as many souls as possible. The faction with the most number of souls shall be the ultimate winner!&#10;&#10;The duel:&#10;On his turn, the player must either initiate a duel with any other player or change all 5 cards on his hand at the cost of forfeiting his next turn. (only applicable if no cards on his hand has damage point on it.)&#10;After choosing the opponent to duel with, the player must play any combat card face down. The opponent will respond by also placing the combat card of his choice face down. Once both sides have decided that they are ready, the dueling combat cards are revealed. By default, the player with the higher damage point wins the duel and gets to draw a soul card while the defeated player loses 1 health. If the player choose to play any action combat card during or after the duel, the outcome of the duel will depend on the function of the action card. E.g. If negate (action) combat card is played, the whole duel is annulled and nobody wins or loses the duel.&#10;&#10;Goal:&#10;The goal is to collect souls by dueling against opponents or even your own teammates. When a faction has been eliminated, the total number of souls per faction will be tabulated and the faction with the most souls wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Rock-Paper-Scissors",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24557",
    "Name": "Monopoly: Popular Edition",
    "ID": 13154,
    "Year": "(1954)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/13154/monopoly-popular-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The rules to this old small box edition from Parker Brothers states:  &quot;A short game of Monopoly - Sixty to ninety minutes of the fun and pleasure of the regular game of Monopoly.&quot;  This game may have been sold separately from the game board because the box of deeds, money, and tokens is too small for the board.  The back of the board does have a sticker stating it is for the &quot;Popular Edition&quot; but looks identical to the edition printed today.&#10;&#10;The rules state that this edition is different from the regular edition in three ways:&#10;1.  2 title deed cards are dealt to each player before starting the game.&#10;2.  It is only necessary to have 3 houses built on each lot of a complete color group before a player may buy a hotel.&#10;3.  The game ends when a second person goes bankrupt.  (The first person to go bankrupt retires from the game earlier.)&#10;&#10;The richest player wins!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "24558",
    "Name": "Hilarium",
    "ID": 5272,
    "Year": "(2001)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/5272/hilarium",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0769",
    "Description": "Hilarium is a party game where players draw cards with all kinds of wild actions on them.  Then everyone acts, yells or just sings out what's on their cards--all at once! Every card has an exact match, so try to find the player who is acting out what's on your card.  Find that match and you score!  But don't get stuck with the Gotcha Card...that one will cost you.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "24559",
    "Name": "Vroom Vroom",
    "ID": 194075,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/194075/vroom-vroom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Vroom Vroom is a racing game in which players want to be the first to get their snail around the track. The wooden snail has a wheel that turns, and black lines on the wheel will line up with fixed black lines next to the wheel when it rotates.&#10;&#10;On a turn, a player rolls one or more dice, then chooses the highest die and moves their snail that many &quot;rotations&quot;, counting once for each time that the black line on the wheel meets the fixed black line. Whoever crosses the finish line first wins!&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24560",
    "Name": "Chekov",
    "ID": 7465,
    "Year": "(2003)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/7465/chekov",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1",
    "Description": "From the box:&#10;&quot;Roll the dice and pick two to form a two-digit number. Then circle on the score pad. This strategic game of 3 in a row may sound simple, but do you have what it takes to cleverly select the best numbers to circle, while blocking out your opponent? Quick, fun and easy to learn, this exciting dice game will have everyone clamoring for more!&quot;&#10;&#10;The basics:&#10;The game is packaged in a metal tin with dice, a score pad, 3 colored pencils and rules.  Each player takes a different colored pencil and on their turn rolls the 3 dice.  They can choose 2 of the dice to form a 2-digit number and circle that number on the score pad.  Three in a row will score.  The game provides a great balance of offense and defense as players strategically decide which number is best to choose for the best score or the best block.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "24561",
    "Name": "Rocket Squad",
    "ID": 189806,
    "Year": null,
    "Geek Rating": "5.494",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/189806/rocket-squad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "From the publisher:&#10;Race to space from your own backyard!&#10;&#10;It&rsquo;s time for some backyard fun! Build the tallest, most awesome cardboard rocket ships and race them to space! Use your family members, pets, and toys to help you build faster or mess with your friends.&#10;&#10;Rocket Squad is perfect for family game night...quick &amp; simple to learn, easy to take with you, and is sure to bring smiles and laughter to your table!&#10;&#10;Contents:&#10;108 cards&#10;15 tokens&#10;1 rulebook&#10;&#10;How to Play:&#10;&#10;Setup&#10;Give each player 4 launchpads, shuffle all the cards, and deal 4 to each player.&#10;&#10;On Your Turn&#10;You may play as many cards as you like to:&#10;&#10;     Place a Booster on an empty Launchpad&#10;     Build a box on top of a Booster&#10;     Use an Action card to help yourself or mess with others&#10;     Launch a Rocket if it meets its requirements (and grab a Moon Rock!)&#10;     Discard or keep cards in hand and redraw back to 4 cards&#10;&#10;&#10;Game End &amp; Scoring&#10;The first player to launch a Rocket of each color triggers the game end, with each other player getting one more turn.&#10;The player with the highest total of launched Rockets and Moon Rocks is the winner!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24562",
    "Name": "Gremlins: Gizmo's Great Escape",
    "ID": 71899,
    "Year": "(2010)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/71899/gremlins-gizmos-great-escape",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Gizmo has been cornered in the kitchen by a gang of angry Gremlins. Play as Gizmo and try to make your way to safety, or play as Stripe and try to catch that pesky fur-ball once and for all!&#10;&#10;Gremlins: Gizmo&rsquo;s Great Escape is a collector&rsquo;s edition game that includes everything two players need to play right out of the package. It contains six high quality collectible 3D miniatures, game cards, and game map.&#10;&#10;One player plays as Gizmo and the other plays as Stripe. The goal for Gizmo is to get on to an exit tile. each player takes turns flipping over a card and taking their action based on which character they are playing (normally the card is along the lines of move Gizmo 2 spaces and any gremlin one space). If a gremlin lands on Gizmo, Gizmo loses, or if Gizmo lands in a trap.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24563",
    "Name": "Gotta Go!",
    "ID": 123776,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/123776/gotta-go",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You go to an all-you-can-eat restaurant with a bunch of other people. Every single one of you, however, is thinking about eating quickly and leaving early so that the last person at the table gets stuck with your bill.&#10;&#10;On the table in Gotta Go! are food cards, each consisting of a dish and a drink, with seven different dishes and seven different drinks, with each combination appearing on exactly one card. You must try to collect different meals and drinks, and as soon as you feel that you have enough, quickly grab a &quot;Gotta Go!&quot; card on the table and leave the restaurant. When all the &quot;Gotta Go!&quot; cards have been taken, the round ends. Anyone still in the restaurant doesn't score, while those who have left in time score points equal to the square of the food cards he's collected &ndash; unless he's collected two cards with the same dish or drink, that is, in which case he also scores nothing!&#10;&#10;Can you eat and get away quickly enough that you get out of paying your bill?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Racing",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24564",
    "Name": "Treasure Hunt",
    "ID": 9016,
    "Year": "(1989)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/9016/treasure-hunt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The scene is Treasure Island, the very one described in the wonderful book, about a week after the landing of the Hispaniola.&#10;&#10;Both the Englishmen and the Pirates try to bring 7 treasure chests to their ships. Since they start out with only 6 chests at least one has to be stolen from the opponent.&#10;&#10;The tracks through the jungle are made of 19 discs with a variable setup each game; there are 59578*10^24, or about six million billion billion, possible setups. These discs can be rotated during the game to shorten or lengthen the different jungle paths.&#10;&#10;First published in Reinhold Wittig's SPIELECOLLECTION No. 1 Spiele zur Schatzinsel (1988)&#10;as Das Geheimnis der Schatzinsel (for 3 players !!!).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Novel-based",
      "Pirates"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24565",
    "Name": "Flags of the World",
    "ID": 7960,
    "Year": "(1998)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/7960/flags-of-the-world",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5556",
    "Description": "Flags of the World is a fun and educative card game that includes all the independent countries in the world. The game that helps you to learn all the flags of the world, the location of the countries and lots of other interesting information. The game contains 200 cards and a world map. Flags of the World is an interesting game that can be played everywhere!&#10;&#10;Very similar to, and intended as travel version of, Flags World Tour.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Flags identification"
    ]
  },
  {
    "Rank": "24566",
    "Name": "Fans de Hockey",
    "ID": 85455,
    "Year": "(2010)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/85455/fans-de-hockey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Fans de hockey is a unique card game that is played alongside a televised hockey game. Goal, Penalty, Powerplay, play your card during the commercial break. Each period of real-time hockey is one game of Fans de Hockey.&#10;&#10;Each card you play has a shot value. If a player gets a penalty, play your penalty card to earn 3 shots, if the player is a defenseman and you have the defense bonus on that card, you get an extra 3 shots. If your team has a power play, play your power play card and earn 3 shots, a goal card nets you 7 shots. Some cards let you draw other cards as a bonus, and some earn you extra shots if the event involved a designated player.&#10;&#10;A great card game for &quot;Fans de Hockey&quot; (Hockey Fans) who want to watch the game and play at the same time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "24567",
    "Name": "Squid Game: Let the Games Begin",
    "ID": 367512,
    "Year": "(2022)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/367512/squid-game-let-the-games-begin",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Who survives Squid Game? This exciting party game is based on the Netflix series of the same name. With your personal team you have to compete against the teams of your opponents. Through bluff, luck but also tough tactics you have to survive six card games based on the deadly rounds from the series. Whoever is last standing at the end wins Squid Game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "24568",
    "Name": "Terra Formars",
    "ID": 209506,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/209506/terra-formars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "In Terra Formars, based on the Terra Formars anime series, players take the role of the egotistical heroes sent to Mars to cleanse the humanoid cockroaches from the planet so that humans may settle the newly terraformed planet.&#10;&#10;The game uses a combination of unique dice and cards to create a nice balance of resource management and backstabbing your friends. The seven unique dice create the resources each round to buy cards to enhance your character and steal kills from your opponents. In the end, the player who killed the highest priority targets wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Animals: Cockroaches",
      "Space: Mars",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "24569",
    "Name": "Monopoly: Marvel Comics Collectors Edition",
    "ID": 155912,
    "Year": "(2012)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/155912/monopoly-marvel-comics-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "1.5",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic Monopoly with constructions and other elements from Marvel Comics. Unique tokens include:&#10;MAGNETOS HELMET&#10;THING'S FIST&#10;INFINITY GAUNTLET&#10;CAPT AMERICAS SHEILD&#10;EYE OF AGAMOTTO&#10;HELICARRIER&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Comic Books: Marvel Universe"
    ]
  },
  {
    "Rank": "24570",
    "Name": "BallCube",
    "ID": 32148,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/32148/ballcube",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Who has the best strategy to get their marbles out of the BallCube?  Who has worked out how the marbles will fall?  In the end, all that counts is to block and open the slots with the pusher in order to get your marbles out as quickly as possible while hindering the movement of your opponent's marbles.&#10;&#10;BallCube is a mind game for 2-4 people (teams), that encourages spatial thought, tactics and strategy.&#10;&#10;Game contents: 1 gamebox (consisting of 8 elements), 27 marbles (8x black, 8x red, 2x white, 5x blue, 4x yellow), 2 sets of perforated pusher (each set with 12 pusher, whereby the number and positioning of the holes in each pusher are arranged differently.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "24571",
    "Name": "Suspect",
    "ID": 24522,
    "Year": "(2006)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/24522/suspect",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Electronic game combining a sound module and a composite sketch. With your deductive skills, flair and swiftness, become the finest detective of this captivating investigation game.&#10;&#10;Un jeu &eacute;lectronique associant un module sonore et un portrait robot. D&eacute;duction, flair et rapidit&eacute; vous permettront de devenir le super d&eacute;tective de ce jeu d'enqu&ecirc;te passionnant.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24572",
    "Name": "GearSeed",
    "ID": 198855,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/198855/gearseed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "GearSeed is a peculiar world of shifting seasons and odd landscapes. In this tile-laying card game of the same name, players build and expand the world of GearSeed.&#10;&#10;Players build (play) cards next to existing cards to activate abilities, create combos, trigger bonuses, and score points. Each card is a territory belonging to one of the three Castes of GearSeed (Coalkin, Thorned, and Gremlin) or is a powerful Shrine.&#10;&#10;Each game of GearSeed takes place over the course of three randomly chosen seasons (rounds). Each season offers its own additional scoring and abilities based on what players choose to build.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24573",
    "Name": "Eldorado",
    "ID": 2140,
    "Year": "(1990)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/2140/eldorado",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "A fun, light, but hard to find game where players explore South America in search of the Eldorado, golden statue of the Incas.  The player who can endure the snakes, piranhas, bandits, tropical storms, and rival explorers to return safely to New York City with the statue is the winner.&#10;&#10;The objective of the game is to find or capture the priceless statue, El Dorado, in the South American Jungles and bring it back to New York. Along the way you will find treasures and spend your fortunes on crucial equipment and transportation.&#10;&#10;There are three important regions on the board: The Northern part (Silver Zone) contains four hidden maps which will significantly aid you in your search for El Dorado. Deep within the Silver Zone lies the dark Amazon jungle, where fortunes are doubled but risks are also significantly increased. The third region is the Southern part of the continent (Gold Zone) where El Dorado waits for its finder.&#10;&#10;Several ways exist to become the winner in this race which is known to turn friends into enemies. Fly to the Silver Zone to find one of the four maps, or risk everything by flying directly to the Gold Zone to immediately begin your search for El Dorado.&#10;&#10;Watch out for bandits, snakes, spiders, piranha, tropical downpours, blowguns and rival players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Continents: South America"
    ]
  },
  {
    "Rank": "24574",
    "Name": "Murder City",
    "ID": 32495,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/32495/murder-city",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2917",
    "Description": "A game of detectives and justice&#10;&#10;Murder City is a strategy game for 2 to 5 players. You assume the role of a futuristic investigator, from hard-boiled detective to alien sleuth to company man. Your goal is to track down killers and prosecute them. The player to survive &quot;the life&quot; best and earn the most credits is the winner, the foremost jovan in the city.&#10;&#10;This game includes the following:&#10;&#10;&#10;     5 different detectives to play&#10;     25 Murder Cards, the cases you investigate&#10;     50 Legwork Cards, which advance your own cases or interfere in other players'&#10;    25 Hardship Cards, the troubles you suffer when getting too deep into your work&#10;     All the dice you need to play&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Set Collection",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: City",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "24575",
    "Name": "Monopoly: Friends – The TV Series",
    "ID": 268948,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/268948/monopoly-friends-the-tv-series",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "1.25",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;From the rear of the box:&#10;&#10;Whooopah! It&rsquo;s time to join the legendary friends, from one of TV&rsquo;s best-loved sitcoms in Friends Monopoly.&#10;Play as either Ross, Rachel, Phoebe, Monica, Joey or Chandler by choosing one of the exclusive tokens which are iconic to the gang; will it be Rachel&rsquo;s handbag, Ross&rsquo; dinosaur, Chandler&rsquo;s sweater vest or even Phoebe&rsquo;s acoustic guitar?&#10;As you pi-VOT round the board you will discover the best Friends&rsquo; moments, from unmistakable Holiday Armadillo, to the hilarious Giant Poking Device and Monica and Chandler&rsquo;s eventful, yet unforgettable wedding!&#10;Enter the world of Friends Monopoly! You&rsquo;re gonna love it!&#10;&#10;PROPERTIES&#10;BROWN&#10;Monica Gets a Roommate / Rachel Finds Out&#10;LIGHT BLUE&#10;Ross Finds Out / Giant Poking Device / No One's Ready&#10;PINK&#10;At The Beach / With The Cat / All The Wedding Dresses&#10;ORANGE &#10;All The Thanksgivings / With The Cop / Ross' Teeth&#10;RED &#10;The Routine / All The Candy / Holiday Armadillo&#10;YELLOW &#10;Monica &amp; Chandler's Wedding / The Halloween Party / Rachel Has A Baby, Part 2&#10;GREEN &#10;The Lottery / In Barbados / Phoebe Gets Married&#10;DARK BLUE &#10;The Last One, Part 1 / The Last One, Part 2&#10;STATIONS&#10;Relaxi Taxi / Phoebe's Grandma's Taxi / Monica's Sportscar / Joey's Boat&#10;UTILITIES&#10;Treeger's Electricity Maintenance / Treeger's Water Maintenance&#10;TAXES&#10;Central Perk Tab / Lose At American Football&#10;COMMUNITY CHEST / CHANCE&#10;APARTMENT 19 / APARTMENT 20&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "TV Shows: Friends"
    ]
  },
  {
    "Rank": "24576",
    "Name": "Crash!",
    "ID": 306443,
    "Year": "(2021)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/306443/crash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Play to tricks following at least one suit while choosing the next to play a vehicle card if they can.  The last to play to each trick crashes!  A crash earns a player points unless it is covered by insurance using a larger card from hand.  Points are bad!  Crash three times and the round ends with a point bonus.  Catastrophe!  Be left with the most unplayed small traffic in your hand and get an even bigger point bonus.  Disaster!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Transportation"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Score-and-Reset Game",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24577",
    "Name": "Lumps, the Game of Big Rolls and Smart Holds",
    "ID": 37490,
    "Year": "(2008)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/37490/lumps-the-game-of-big-rolls-and-smart-holds",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The goal is to be the first player to score 100 points.  On each turn, a player gets three rolls to make as many points as possible.  After the first roll the player must hold at least four dice. At the end of the second rolle the player must have at least six dice held. You score points by rolling the same number on your dice.  If you roll a pair of 2s, you get two points.  If you roll a pair of 6s, you get six points. For each additional die with the same number you score that number again. So, for three 6s you score twelve, six for the pair of 6s and six for the additional 6. Four 6s would score 18 and so on. There are also bonuses for all evens or odds, six or more dice of the same number or in sequence.&#10;&#10;What makes the game unique is that it uses four different types of dice, each with a different highest number. For example, the game has two 10 sided dice and their highest number is 10. They are the only dice that can make a pair of ten. All dice have the numbers 1-4 on them, so it is much easier to get lower numbers.&#10;&#10;Each turn players have to use strategy to determine which dice they&rsquo;ve rolled are the best to keep and the best to re-roll.  Do you chance it and try to roll another 8, or play it safe and hold a pair of 4s?  Figuring out the right move in a game with countless possibilities will keep you thinking, laughing and cheering for hours on end.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Containers: Unique Shape",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "24578",
    "Name": "Kakerlaloop",
    "ID": 172310,
    "Year": "(2015)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/172310/kakerlaloop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Kakerlaloop is a spinoff of Kakerlakak.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cockroaches",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "24579",
    "Name": "Dubious Alliance Fantasy Card Trading Game",
    "ID": 148115,
    "Year": "(2013)",
    "Geek Rating": "5.494",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/148115/dubious-alliance-fantasy-card-trading-game",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "Dubious Alliance featuring A Band of Orcs is a Fantasy Bluffing Card Game where you are an Orc racing to gather weapons, loot magic items, fight monsters, avoid traps, gain treasure and the prestige to take control of your tribe before someone in your band gets killed. The game is for 3 - 7 players and takes less than an hour to play.&#10;&#10;Dubious Alliance is best described as a 'cooperative backstabber'. Players work together to survive the Orc realm of Hirntodia. To win, a Player must 'lie, cheat and steal' to negotiate favorable cards (magic, treasure, victory) and gain the highest Prestige value in trading cards by trading away negative cards (Traps, Monsters and more).&#10;&#10;However, because you are a band, you can't out right kill your competition. If an Orc player dies, the game ends and everyone loses! So on the one hand, you are working together to survive and on the other, you need to keep your competition weak so you can win... truly a Dubious Alliance.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24580",
    "Name": "Pinocchio: True or False",
    "ID": 166509,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/166509/pinocchio-true-or-false",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Since Pinocchio has come to the Carpenter's house, the Carpenter is no longer lonely. However, because naughty Pinocchio lies too often, he gradually fails to distinguish between true and false. Therefore, one day, the Angel told Pinocchio: &quot;If you can finish an adventure on your own without telling any lies and detect the lies of the others in the journey, you will become a 'real' boy.&quot; Can Pinocchio eventually become a real boy and live happily ever after with the Carpenter?&#10;&#10;Pinocchio: True or False is an enlightening and bonding storytelling game. A player draws a subject card, chooses one of the four subjects on the card, decides whether the story she is going to tell will be true or just a lie, then begins her story. The other players listen to the story to judge its veracity. After the story has been told, the one who grabs the Pinocchio doll first can ask the storyteller a question, which the storyteller must answer honestly &mdash; unless her story is a lie, of course, in which case she can say what she wants.&#10;&#10;Each player then secretly votes on whether or not the story was a lie. Those who guess incorrectly must take a wooden nose block and make Pinocchio's nose grow by stacking their block onto his ever-lengthening nose. When a player places the nose block, the tree rings on the block must be fully covered and not visible. If any blocks fall, whoever caused this gets an &quot;Angel Token&quot;. When a player gets his third angel token, the game ends after this round, and the player with the fewest angel tokens win.&#10;&#10;In order to make gameplay more challenging, if half or more players guess correctly as to whether the story is or isn't true, the storyteller must also add a block to the nose. Therefore, the storyteller should do her best to make the story confusing.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Comic Book / Strip",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Simulation",
      "Storytelling"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Pinocchio"
    ]
  },
  {
    "Rank": "24581",
    "Name": "Laborigines",
    "ID": 31360,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/31360/laborigines",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Extracted from Boardgame News:&#10;&#10;The title creatures have lived an odd and unusual life because they&rsquo;re by-products of mysterious scientific experiments. Every moment of their lives presents a new threat due to the laboratory environment they&rsquo;re in, so their goal is simply to survive as long as possible, perhaps even having a bit of fun along the way.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "24582",
    "Name": "Dead Money",
    "ID": 19115,
    "Year": "(2006)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/19115/dead-money",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3913",
    "Description": "From the Cheapass website:&#10;&#10;It's the Old West, and you find yourselves working at Friedey's, the watering hole of the damned.&#10;&#10;You're the last few payers in a poker game you're not allowed to win.&#10;&#10;Now lose all your money as fast as you can, while everybody else is trying to do the same. Oh, and you'll probably need the Brain.&#10;&#10;Dead Money is the newest game in the Friedey's series (Give Me the Brain, Lord of the Fries, and The Great Brain Robbery). It's a wacky cross between poker and Give Me The Brain.&#10;&#10;Players begin with a hand of cards and no Brains. The Brains are cards in the deck; there are eight of them all together. The object of the game is to get rid of your cards, which represent (among other things) the money you have left in this poker game. Of course, a lot of the cards make you draw more cards, and a lot of them require that you have a Brain.&#10;&#10;Dead Money is a quick-playing and clever variation on a classic Cheapass game, and it features glorious cowboy zombies by artist Brian Snoddy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Series: Cheapass Zombie"
    ]
  },
  {
    "Rank": "24583",
    "Name": "Madeline Game",
    "ID": 6675,
    "Year": "(1992)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/6675/madeline-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Help Madeline find her puppies. Madeline's dog Genevieve once rescued her from the Seine. Now Genevieve's puppies are lost, and Madeline is searching all over Paris for them. With a good memory and a little luck, you can find all the lost puppies. When all the puppies have been found, the player with the most puppies wins. A memory board game for 2-4 players Ages 4 - 8.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Books: Madeline"
    ]
  },
  {
    "Rank": "24584",
    "Name": "Push Over",
    "ID": 2664,
    "Year": "(1981)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/2664/push-over",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "The players race around a circular track to accumulate points.  The player pieces are mounted piggyback on neutral &quot;carriers&quot;.  On your turn, you roll up to three dice (1, 1, 2, 2, 3, 3), aiming for 4 or less --one die at a time.  If you get 4 or less on two dice, you move twice the amount, if you get it on three, you move thrice.  If you total more than 4, you're busted and your piece goes off board, plus a chip is added to the pot (initially seeded with 1 chip).  As pieces move, they push those in front of them on the track.  There are two exit tracks where you get to push pieces over the side.  Whenever this happens, you also add a chip to the pot.  You can get back on track only if there is a carrier piece available.&#10;&#10;As you pass the pot, you grab the chips there (and seed it again with a chip).  First player to 10 chips wins.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "24585",
    "Name": "Survivor Trading Card Game",
    "ID": 4930,
    "Year": "(2001)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/4930/survivor-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Strategy game based on the original &quot;Survivor&quot; TV Series&#10;&#10;The Upper Deck's Survivor Trading Card Game is a game for two players.There is a 60 cards deck from which players choose their castaways and then they pit them in direct competition. Only one can capture the Immunity Idol and stay on the island during each test. &#10;Players compete in immunity Challenge mini-games and have to manage and appoint their Food and Alliance cards. &#10;You have to Outwit, outplay and outlast your opponent in order to manage to survive and win.&#10;&#10;During each of the immunity chalenge mini games, players have the opportunity to vote off an opponent's Castaway. Nothing is certain though since Fortune and Item cards come into play and the fate of any survivor is uncertain until each game round is over. &#10;Strength, wits, endurance, speed, accuracy, balance, swimming, and politics are all elements the Castaways must use in their quest to become the reigning survivor.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Role Playing",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "TV Shows: Survivor"
    ]
  },
  {
    "Rank": "24586",
    "Name": "Solotaire",
    "ID": 9808,
    "Year": "(1973)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/9808/solotaire",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "A version of poker where cards are placed in slots on a board.&#10;The idea must have been tried after someone realised the Edwardian mania for a game called Poker Patience could be brought up to date. And this does the job. Includes rules for several games such as Honeymoon, Quick-Draw and Mayhem.&#10;&#10;As Lucille says on the box &quot;Caution! This game may be habit forming.&quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Celebrities: Lucille Ball",
      "Components: 5 x 5 Grids",
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "24587",
    "Name": "Kookaburra Game",
    "ID": 2871,
    "Year": "(2000)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/2871/kookaburra-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "From the publisher/designer:&#10;&#10;Summary of the rules&#10;The aim of the game is to race your 5 Australian animals around the bush and return them home safely as quickly as possible. The first player do to this is the winner ! Each player throws 2 dice on his/her turn.&#10;The animal rules:&#10;- The koala can only stop on a Eucalyptus (gum) leaf&#10;- The platypus can take a short cut by swimming through the river&#10;- The kangaroo can carry another animal in its pouch when hopping around&#10;- The crocodile can eat any other animal that must then go back home &#10;  and start again&#10;- The kookaburra can fly anywhere to rescue other animals (by sittting next &#10;  to another animal so that it cannot be eaten by a croc).  &#10;- The kookaburra must be the last animal to go back home where he &#10;  laughs loudly because he has won !&#10;Tip:  Beware the crocs !!&#10;&#10;Complete English, Japanese, French and German rules inside the box.  Copyright Edualc Promotions P/L Australia&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Kangaroos",
      "Animals: Koalas",
      "Components: 10 x 10 Grids",
      "Country: Australia"
    ]
  },
  {
    "Rank": "24588",
    "Name": "Red Code",
    "ID": 133557,
    "Year": "(2013)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/133557/red-code",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Red Code instructions.&#10;&#10;1.0.&#10;&#10;Welcome to Red Code, a board game where you take control of a WWII military ship. Re-live epic battles with your family and friends. Manage your crew to carry out manoeuvres with your ship, attack the other players&rsquo; ships and co-operate with players in your faction to achieve victory.&#10;&#10;1.1. Characteristics:&#10;The players play 1 on 1, or combine into 2 factions of 1 vs 1, 2 vs 2 or 3 vs 3. The game takes about 45 minutes and is for players over 8 years old.&#10;&#10;1.2. Prologue:&#10;The game combines simple mechanics, the placement of crew, to choose different manoeuvres. Take advantage of the possibilities offered by the terrain and your boat to sink the enemy.&#10;&#10;2.0. Objective of the game:&#10;&#10;2.1. Arena mode&#10;&#10;The first group to sink the enemy ships is the winner. You don&rsquo;t use the score card for this mode, as the sinking of all the enemy&rsquo;s ships implies that the enemy player has been eliminated.&#10;&#10;(Games of 2 vs 2) The first side to lose a ship receives 2 order cards. There is no effect for ships sunk after that.&#10;&#10;(Games of 3 vs 3) The first side to lost 2 ships receives 2 order cards between the players of that side. In other words the first team to be reduced to just 1 ship will receive 2 order cards. There is no effect when other teams are reduced to 1 ship later.&#10;&#10;2.2. War mode&#10;&#10;The first side to get 5 victory points is the winner. Sinking an enemy ship earns you 1 victory point. This is shown by advancing your score token on the score card by 1 position.&#10;&#10;When a ship is sunk, it is returned to the beginning map card and flipped over to show that it will miss the next turn. When the ship is restored after being sunk, it is fully restored (crew, repairs and breakdowns) and you can choose any one of the available spaces on the beginning card to place it in.&#10;&#10;A player who sinks a ship receives an order card.&#10;&#10;3.0. Contents:&#10;&#10;15 map cards&#10;30 order cards&#10;3 blue control cards&#10;3 red control cards&#10;1 scorecard&#10;18 red cubes&#10;18 yellow cube&#10;36 white cubes&#10;6 ship pieces&#10;2 score tokens&#10;&#10;3.1. Map cards:&#10;&#10;The map cards are divided into 4 boxes, which each count as one space for movement. Only 1 ship can occupy a box.&#10;&#10;Islands: These are impassable, so ships can not move over them, and they block line-of-sight for firing.&#10;&#10;Running water: When a ship enters this box, it automatically receives +1 movement which must be used to move to a neighbouring box. If that neighbouring box also has running water, the ship gains another +1 movement, and so on.&#10;&#10;3.2. Control cards&#10;&#10;There are 3 kinds of ship in Red Code: Submarine; Destroyer; Aircraft carrier. These have some similar manoeuvres, but also some manoeuvres which are unique to that kind.&#10;&#10;On the control card, yellow cubes (repairs) and red cubes (breakdowns) are used to show the state of the ship. Once both of these characteristics have been reduced to 0, the ship is sunk. During the game, any damage taken by the ship reduces the amount of repairs. When the number of repairs hits 0, remove a breakdown token and put 3 repair tokens back on the control card (1 breakdown = 3 repairs). You are not allowed to exceed the amount of breakdown and repair spaces available on the control card.&#10;&#10;Another area of the control card shows what your crew (white cubes) are doing, and this is used to manage the different manoeuvres. At the start, all ships have 6 crew, placed on the crew area on the control card. The control cards each have 4 common manoeuvre boxes and 4 unique manoeuvre boxes.&#10;&#10;Crew: These are used to pay the cost of your ship&rsquo;s manoeuvres. You use up your crew during the battle, but also recover crew each turn during the battle. [Representing the energy of your crew, rather than individual crew members] The crew are the engine of this game, and so good management of your crew is what makes your ship more lethal.&#10;&#10;Manoeuvres: You must choose appropriate attack or defence actions at particular points to manage your ship effectively. Manoeuvres with a crew member already on the square can not be used during that turn.&#10;&#10;&bull;    Movement: Move one square. Can not be responded to.&#10;    &bull;    Repair: Regain 1 repair cube.&#10;    &bull;    Torpedo: Does 1 repair damage, at a maximum distance of 2 spaces.&#10;    &bull;    Orders: Draw one order card. Can not be responded to.&#10;    &bull;    Immersion: Move two squares. Can not be responded to.&#10;    &bull;    Countermeasure: Does 1 repair damage, at a maximum of 2 spaces, and you regain 1 repair cube.&#10;    &bull;    Heavy torpedo: Does 2 repair damage, at a maximum distance of 3 spaces.&#10;    &bull;    Floating mine: Does 2 repair damage plus 1 crew damage, at a maximum distance of 1 space.&#10;    &bull;    Missile: Does 1 repair damage, at a maximum distance of 2 spaces. Can not be responded to.&#10;    &bull;    Depth charge: Does 2 repair damage, at a maximum distance of 1 space.&#10;    &bull;    Shield: Cancels the current manoeuvre, at a maximum distance of 3 spaces.&#10;    &bull;    Assault: Does 1 repair damage, at a maximum distance of 1 space.&#10;    &bull;    Air support: Does 1 repair damage, at a maximum distance of 3 spaces.&#10;    &bull;    Radio support: Regain 1 repair cube at a maximum distance of 2 spaces. Can not be responded to.&#10;    &bull;    Medical equipment: Regain 1 breakdown cube, at a maximum distance of 2 spaces.&#10;    &bull;    Radar: Does 1 repair damage plus 1 crew damage at a maximum distances of 3 spaces. Can not be responded to.&#10;&#10;Available manoeuvres: Manoeuvres that do not have any crew on their squares are available to be used. The players can only use these manoeuvres on their turn and can only use the manoeuvres on their ship, except for the response manoeuvres. Manoeuvres that can be used as responses are marked in yellow on the control card and can be used both on your turn and the other players&rsquo; turns. Note that the manoeuvre selected must be available to use - it must not have any crew on it. And responses can only be made when the player whose turn it is has executed a manoeuvre that allows responses.&#10;&#10;For example: The counter measure manoeuvre has a distance of two, and can repair 1 damage and do 1 damage.&#10;&#10;Visual field: This shows what your ship can see and where it can carry out actions. It includes the boxes in a straight line horizontally, vertically and diagonally from your ship and depends on the distance that the specific manoeuvre you want to use has. For example: If an manoeuvre has no distance, you can only carry it out on yourself, but if a manoeuvre has a distance of 2, then it can be used on any ship that distance or less (horizontally, vertically or diagonally only) including your own ship. [In the example picture, the red destroyer can target the blue submarine but can not target the blue destroyer.]&#10;&#10;Note that the enemy ships have the same effect as islands in blocking your line of sight.&#10;&#10;3.3. Order cards.&#10;&#10;These provide certain advantages in the game, providing bonuses, hurting the enemy or modifying the characteristics of the ship (movement, repairs, manoeuvres, etc.). Only 1 order card can be used per turn, but the effects can be used on any target on the table, regardless of distance or objects blocking line of sight. In other words, order cards are not affected by the visual field. In addition, order cards will always be executed and offer no chance for the enemy to respond. Each player may not have more than 3 order cards in their hand at any time.&#10;&#10;&bull;    Ambush: The target ship loses 2 repair.&#10;    &bull;    Deserter: The target ship loses 1 crew from the reserve. This crew member can be recovered in the crew recovery phase.&#10;    &bull;    Boatswain: The target ship recovers 2 crew.&#10;    &bull;    Atomic bomb: 2 repair damage to all ships in a 2 by 2 square (4 spaces in total).&#10;    &bull;    Evasion: The target ship gains +3 movement.&#10;    &bull;    Captain: 1 repair damage to the target ship, and then you draw 1 order card.&#10;    &bull;    Mechanic: The target ship gains 2 repair.&#10;    &bull;    Intercept: 1 repair damage to the target ship, and can not carry out any manoeuvres until their next turn. This means that the target ship will not be able to respond to any manoeuvres until its next turn.&#10;    &bull;    Kamikaze: 1 breakdown damage to the target ship (remember, 1 breakdown equals 3 repairs).&#10;&#10;4.0. Beginning of the game&#10;&#10;4.1. Preparation of the table:&#10;&#10;Shuffle the map cards and place face up a 3 by 4 formation (see example picture). The 3 cards left over are not used in the game.&#10;&#10;4.2. Preparation of the ships:&#10;&#10;The players are divided 1 vs 1, 2 vs 2 or 3 vs 3, depending on the number of players. Next, each player selects a ship from the 3 available, and also takes the corresponding control card. Each player fills up that control card with the red and yellow cubes (repairs and breakdowns) indicated on the control card, plus 6 crew members.&#10;&#10;The two teams have a starting card in opposite corners of the board, and the team members put their ships into one of the 4 squares in their starting card.&#10;&#10;4.3. Start the game.&#10;&#10;Shuffle the order cards and deal out one initial order card to each player. Place the remaining deck of order cards in a pile face-down next to the board.&#10;&#10;5.0. Turn phases&#10;&#10;5.1. Recover crew&#10;&#10;At the start of your turn, you always replace 2 crew into your reserve, either from the manoeuvre spaces or from the pile of withdrawn crew (see the radar and floating mine manoeuvres and the deserter order card).&#10;&#10;You choose where to recover the crew from depending on what manoeuvres are needed for your next turn.&#10;&#10;5.2. Management of manoeuvres&#10;&#10;You use the manoeuvres available to your ship to try to sink the enemy. The manoeuvres cost crew to carry out the action (according to the number of boxes for that manoeuvre), but also depend on the line of vision of the ship. The target must be within the action&rsquo;s range and on a straight line either vertically, horizontally or diagonally.&#10;&#10;5.3. Possible responses:&#10;&#10;Responses are manoeuvres but can be used in your turn or the turn of another player. For example: Immersion can not be used as a response, but torpedo can be used as a response. The last manoeuvre declared is the first to be carried out. For example, if a player launches an action in front of an enemy and they launch a response which the initial player then responds too, then the response of the first player is completed, then the response of the opponent, and finally the initial manoeuvre. If in the middle of this chain of events a ship is sunk, further manoeuvres in the chain targeting that ship will be wasted but the manoeuvres will still be treated as spent, which means that the crew spent on the manoeuvres will remain spent and the manoeuvres will be unavailable.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Modular Board",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "24589",
    "Name": "Fetch",
    "ID": 226862,
    "Year": "(2017)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/226862/fetch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The dog wants the bone, the cat wants the yarn, the mouse wants the cheese and the squirrel wants the acorn.  Sounds like this game of fetch should be a walk in the park, right?  In any other park, yes, but not here!  Roll the dice, then shift, rotate and rearrange the maze-like park tiles to help your animal friend retrieve their treats the fastest while slowing your foes down.&#10;&#10;The park play space consists of 16 tiles in a grid plus up to 4 home base tiles (1 for each player).  Roll the 8-sided die to determine which rows or columns of the grid you can choose to shift or rotate on your turn, then move your animal up to two tiles.  Retrieve your animal's treats from the other animals' home base tiles and return to your own first to win!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "24590",
    "Name": "All Green",
    "ID": 178878,
    "Year": "(2014)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/178878/all-green",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Super All Green was originally published in 2014 for 2-4 players, and a second edition was issued in 2015 as ALL GREEN for 2-6 players.&#10;&#10;ALL GREEN is a card game that simplifies the rules and play of Japanese Mahjong by reducing the types of cards and scoring hands. This edition is very portable, with two decks of small sized cards. One deck is the Tenbo cards, showing scoring points in values of 10P, 5P and 1P. The other deck is only the green bamboo suite (Ryuiso), hence the game being called all Green. The other Mahjong suites and tiles, such as Dragons, are not represented.&#10;&#10;As in Mahjong, players repeatedly draw a card from the deck and discard one from their hand, trying to build a scoring combination from the five cards they hold after drawing. The combinations in All Green are simply a pair (the Head), and either a Run (Shuntsu) or a Meld.&#10;&#10;Based upon the value of the winning hand, players discard their points cards accordingly. The first player to get down to zero wins, or the player with the fewest points after two rounds.&#10;&#10;RULES:&#10;&#10;From the Tenbo points deck, players get a 10P, two 5P, and five 1P cards, giving a total of 25 points.&#10;&#10;Then, after shuffling the bamboo deck well, players are dealt four hand cards each. The remainder are placed face down as a draw deck. Play goes clockwise, with each player taking turns to draw one card from the deck, and discard one card from their hand.&#10;&#10;Once a player has a Pair and a Run or a Meld, they call and score. Then they discard Tenbo cards for the score. Players reshuffle the bamboo deck and play another round, until one players gets to zero points. More usually, play continues until everyone has lead twice, at which point the lowest score wins.&#10;&#10;Publisher's summary:&#10;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#130;&#186;&#227;&#129;&#168;&#227;&#131;&#143;&#227;&#131;&#132;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#174;&#233;&#186;&#187;&#233;&#155;&#128;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;5&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#230;&#143;&#131;&#227;&#129;&#136;&#227;&#130;&#139;&#231;&#176;&#161;&#230;&#152;&#147;&#231;&#137;&#136;&#227;&#129;&#174;&#233;&#186;&#187;&#233;&#155;&#128;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;25&#231;&#130;&#185;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#138;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#166;&#170;&#227;&#129;&#140;2&#229;&#145;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#128;&#129;&#232;&#170;&#176;&#227;&#129;&#139;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#140;0&#230;&#156;&#170;&#230;&#186;&#128;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#129;&#168;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;ALL GREEN is a simplified Mahjong card game. Unlike Mahjong which has 34 types of tiles, this game only has nine types of bamboo cards and green dragon cards.&#10;&#10;Each round, players are dealt four cards each. They take turns drawing one card and discarding one card until someone completes a winning hand of one pair and a set of three cards (in sequence or of a kind). The winner gains points from opponents according to the difficulty of the winning hand.&#10;&#10;Players initially have 25 points. A game consists of rounds equal to twice the number of players, but may immediately end when a player has negative points.&#10;At the end of the game, the player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Traditional Games: Mahjong"
    ]
  },
  {
    "Rank": "24591",
    "Name": "Clue: Lost in Vegas",
    "ID": 264717,
    "Year": "(2018)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/264717/clue-lost-in-vegas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "It's an adult party version of the classic Clue board game. Seven friends reunite for a weekend in Vegas, but someone had a little too much fun. Only 6 of you wake up in a disheveled hotel room on Sunday morning. What happened to Buddy? Your only clues about his whereabouts are a few snapshots from the night before.&#10;Players have to figure out: who was the last person to see Buddy, where they left him, and what they were doing. Eliminate the suspects and discover the who, where, and what to solve the mystery. Buddy could have been with handsome Jack Violet, charismatic Ava Carmine, forgetful Nathan Jade, or someone else entirely. Can you find Buddy in time to make your 4pm flight home? The player to solve the mystery before time runs out wins!&#10;&#10;&mdash;description from publisher's website&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Series: Parody (Hasbro)"
    ]
  },
  {
    "Rank": "24592",
    "Name": "Ezelen",
    "ID": 58678,
    "Year": null,
    "Geek Rating": "5.494",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/58678/ezelen",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ezelen is a Dutch public domain party game. It is played with a number of cards dependent of the number of players. If there are four players then the game will be played with four complete sets (for example 4 jacks, 4 kings, 4 queens and 4 aces), when playing with 5 players the game will be played with 5 complete sets, when playing with 6, 6 complete sets will be used and so on.&#10;&#10;Before a round starts the cards are shuffled and all the players receive four cards that they will hold in their hands and keep them secretly. Then every turn each player will simultaneous pass a card to the person on the left.&#10;&#10;When someone has a complete set in his hands, he gives a not too obvious signal for example constantly blinking an eye or shaking his head. (From that point on the player with the complete set must pass on the card he receives in the same turn to the left in order to keep his set complete.) All the players have to copy the secret symbol. The last person to react looses the round and receives a letter.&#10;&#10;The first time you loose a round you get the letter E, the second time a Z, the the third time another E and the fourth time a L. You are the EZEL (donkey) and you loose the game.&#10;&#10;The game can also be played as a drinking game where the loser of a round has to drink.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "24593",
    "Name": "Star Wars: Bounty Hunter – Das Würfelspiel",
    "ID": 136286,
    "Year": "(2013)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/136286/star-wars-bounty-hunter-das-wurfelspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Star Wars: Bounty Hunter - Das W&uuml;rfelspiel takes you and your fellow players into the huge Star Wars universe in the role of bounty hunters.&#10;&#10;Each round, Darth Vader issues a decree as to which rebel you now need to capture, then the players take turns bidding on how many dice and dice rolls it will take them to roll what's needed and capture the rebel in question. The boldest player (i.e., the lowest bidder) will have the first chance to attempt a capture, but if you've overestimated your abilities, you'll end up with nothing to show for it. After fifteen rebels &ndash; including Luke Skywalker, Han Solo and Princess Leia Organa &ndash; have been captured by the bounty hunters, whoever holds the most task cards wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Predictive Bid"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "24594",
    "Name": "Basta!",
    "ID": 1393,
    "Year": "(1994)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/1393/basta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "... 38... and five makes 43... and seven makes 50... and that is the Finish, the End, Enough! Nobody may go over 50 points! However many special Action cards give the players the chance to push their luck for as long as possible before exceeding the limit. The one who finally gets caught, however, gets stuck with a penalty chip. The winner is the player with fewest penalty chips at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "24595",
    "Name": "Wyścig balonów",
    "ID": 288688,
    "Year": "(2019)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/288688/wyscig-balonow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Wy&#197;&#155;cig balon&oacute;w is played over series of rounds in which every player will move balloons and obstacles. Each player tries to acquire rewards and avoid penalties - keeping in mind, that their main goal is to have their balloon closest to the target at the end of the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "24596",
    "Name": "Splish Splash!",
    "ID": 90974,
    "Year": "(2011)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/90974/splish-splash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Splish Splash! players get to recreate that great feeling that comes from tossing stones in a pond and seeing water splash everywhere &ndash; but now you need to splash out just the right things in order to win.&#10;&#10;To set up the game, take the box bottom &ndash; which has a game board set into it complete with an indented &quot;pond&quot; &ndash; and place it on the table; then fill the pond with the 50 wooden droplets, which come in five colors. Give each player a scoring disc showing ten droplets.&#10;&#10;On a turn, a player rolls the die; based on the die roll the player either chooses a colored droplet in the color of her choice from the pond and places it on her scoring disc or drops a wooden &quot;pebble&quot; into the pond two or three times. After dropping the pebble, she then keeps any droplets that match empty spaces on her scoring disc while returning any other droplets to the pond. The first player to fill her scoring disc wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "24597",
    "Name": "Hungry Little Demons",
    "ID": 346603,
    "Year": "(2021)",
    "Geek Rating": "5.494",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/346603/hungry-little-demons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Hungry little demons have invaded your neighborhood! They're up to their usual mischief, and it doesn't look like they'll stop until they're fed. The only way to protect your belongings and get them out of your house is to cook them a meal of their choosing. Head into the Shifting Forest to gather the ingredients you need for your culinary countermeasure, but be careful&mdash;the forest has a mind of its own.&#10;&#10;Hungry Little Demons is a competitive memory game for 2-6 players where you play as both the hero and the villain. You&rsquo;ll move your chef through the ever-changing layout of the Shifting Forest to look for and gather ingredients for your recipes, collect Demon Bait to protect your furniture, and even meet with some of the helpful Wood Sprites who call the Shifting Forest home. At the same time, you&rsquo;ll command your demon to destroy furniture, make mischief, and generally just be a nuisance until it&rsquo;s been fed.&#10;&#10;The game ends when a player completes at least one of their recipes and gets their chef back to their house. Points are then scored based on recipes completed, ingredients gathered, furniture destroyed, and demons remaining in your chef&rsquo;s house. The player with the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Bias",
      "Grid Movement",
      "Modular Board",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Standees",
      "Creatures: Demons",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24598",
    "Name": "Project CIA: The Secret Formula",
    "ID": 2102,
    "Year": "(1973)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/2102/project-cia-the-secret-formula",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "Game 1 of 2 in a series called &quot;Spy Training Games&quot; and issued in 1973 by House of Games Corporation Limited (Bramalea, Ontario, Canada)&#10;&#10;Game 1 is &quot;Project CIA:  The Secret Formula&quot;.&#10;Game 2 is &quot;Project KGB:  The double agent&quot;.&#10;&#10;The two board games are distinct, different, and have different rules.  The two board games can be united together and played following the instructions as &quot;The Deluxe Game&quot; or &quot;Super KGB&quot;.&#10;&#10;In &quot;Project CIA:  the secret formula&quot;, 17 envelopes are scattered in designated spots on the board game. One of the 17 envelopes has the secret formula.  By rolling the dice, players move around the board game and as they pass over the positions where the envelopes are, they pick up the tile and see if it has the secret formula printed on the bottom of the tile.  The winner of the game is the one that exits the board game from one of its four entrance/exit gates.&#10;&#10;There is a clear moving piece representing a security guard that moves around from one room to another room.  If a player finds himself inside a room with the security guard, he/she has one turn to exit the room.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "History: Cold War",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "24599",
    "Name": "Palatinus",
    "ID": 19876,
    "Year": "(2005)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/19876/palatinus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.05",
    "Description": "From the publisher:&#10;&#10;780 B.C.: Italian Peninsula: The land that will host the foundation of Rome is a center for flourished trading and harsh fighting: from this struggle the population that ruled half of the world was born. Who will rule the city that is rising around the Palatinus?&#10;&#10;Palatinus is a tile-laying game settled on the Seven Hills of Rome.&#10;&#10;On a modular board changing at each game, players place their inhabitants (soldiers, merchants, farmers) trying to conquer the lands. Inhabitants interact between them and at the end of the game player will be awarded the control of one or more hills, or fame:&#10;&#10;- soldiers capture revolting farmers;&#10;- merchants and farmers dominate the hills;&#10;- farmers only get great benefits from being placed near a water spring.&#10;&#10;The usefulness and power of each inhabitant is relative to the number and kind of the inhabitants surrounding him, with a simple and elegant mechanism, in the classic tradition of the so-called German games.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Player Screens"
    ]
  },
  {
    "Rank": "24600",
    "Name": "Bardagi: The Claim for Gold",
    "ID": 182796,
    "Year": "(2016)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/182796/bardagi-the-claim-for-gold",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5714",
    "Description": "Dissolution has occurred in the Vikings homeland; the country&acute;s resources are depleted and there is turbulence in the society. The High Jarl has invited a group of brave people the opportunity to try their luck in a newly discovered group of islands. The islands are rich of natural resources and your task is to gain control of these resources from the Barbarian tribes currently occupying the area. The takeover is to be done in any way possible; through trade, religious conversion or direct conflict. If you manage to overtake areas peacefully, the Barbarians might join your clan and aid you in your task. There are areas through the island that stand neutral against any invaders and there you can buy or sell resources &amp; learn runes. &#3;During the game, your clan tries to build up their region and over shine their rivals with vast riches and wealth. At the game end, the winner is the Clan Leader who collects the most gold!&#10;&#10;Bardagi: The Claim for Gold is a card-driven, area management, adventure board game for 2-5 players, played in a number of rounds and each round is divided into 4 turn phases. Each player controls a group of Vikings; a Berserkur (your warrior), a Godi (your priest), a Kaupmadur (your merchant) and Knerrir (your Viking ship). These units are used to claim and overtake areas from the Barbarian tribes currently occupying the land. Players start at their home town and during the game, players overtake the areas surrounding their town to gain resources. Players gain resources each round, according to the areas owned, and with these resources they can reload the units, that are needed to overtake other areas, buy upgrades to improve their buildings, buy runes or trade resources in for gold. The aim of the game is to collect the most glory points within the given rounds to be declare the winner at game end.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Trading"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  }
]