[
  {
    "Rank": "N/A",
    "Name": "Mission Space",
    "ID": 29333,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/29333/mission-space",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The games in the Adventure series involve you in the search for the mythical Jonah Expedition which vanished 20 years ago. The few bits and pieces of information remaining indicate that Doctor Jonah was on the verge of discovering the vestiges of an ancient civilization...&#10;&#10;&#10;     A unique scenario and fun-filled technique&#10;     Captivating role-playing&#10;     Game boards that can be assembled for playing on 1-3 universes&#10;     Collectible games with extended Internet play option&#10;&#10;&#10;Game Objective&#10;&#10;The adventure continues... deep in space! Your investigation of the disappearance of Dr Jonah and his expedition brings you to other planets. Aboard a space ship, at the wheel of a moon buggy or in a space base control room, your journey is sure to be full of ups and downs! You have to go head-on with unidentified objects and avoid the numerous traps waiting for you along the way, because only the most courageous will be able to uncover the true secret of the Jonah expedition!&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Mission (Bioviva)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hello!",
    "ID": 29334,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29334/hello",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the UK gossip mag &quot;Hello!&quot;&#10;&#10;The greater your celebrity IQ the better chance you have of winning - the multiple choice answers give everyone an opportunity to score. Each player gets the chance to answer every question so there's no waiting around for your turn. Guess when events happened to get bonus points to fast track your victory. Easy scoring system means there's no need to keep note of the scores. Over 1500 questions for hours of game play with new questions every time.&#10;&#10;Based totally on celebrity news from HELLO! magazine.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nature Sauvage",
    "ID": 29335,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29335/nature-sauvage",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "What would you say to a nice trek through the National Parks of France? Based on a subtle blend of visual and question/answer games, Nature Sauvage reveals to you the marvelous secrets of the fauna, flora, and countryside of France. An ideal game to avoid staying at home!&#10;&#10;&#10;     An exploration of French nature like you've never seen before&#10;     More than 300 superb photos&#10;     An exciting game with two levels of difficulty&#10;&#10;&#10;Aim of the Game&#10;&#10;You set off to discover some of the most unbelievable animals, the most fascinating plants, and the most sumptuous countrysides that make up our natural spaces. The objective: to be the first trekker to rejoin the ranger station by performing mimes, solving puzzles, identifying silhouettes, and answering multiple choice questions. Through its action, thought-provoking nature, and above all its humor, Nature Sauvage will satisfy both young and old, novice and enthusiast.&#10;&#10;Contents:&#10; - 1 game board&#10; - 270 Fauna, Flora, Park, and Countryside cards&#10; - 10 Trek cards&#10; - 45 Mime-Puzzle cards&#10; - 30 Tokens&#10; - 6 Mushroom pawns&#10; - 1 wooden die&#10; - 1 rule book&#10;&#10;This game is only available in French.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Name Dropping",
    "ID": 29336,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/29336/name-dropping",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;Madonna, Coconuts, Mud Wrestling and a Naked Mole Rat... What do they all have in common? Absolutely nothing... except that they could all turn up during an outrageous game of Name Dropping!&#10;&#10;Against the clock, you have to describe wildly diverse characters and objects to your team-mates... But beware of your opponents! They'll do ANYTHING to put you off and it's all within the rules!!&#10;&#10;Fun, freaked, frustrating - it's a game to drive you bonkers!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zixiz",
    "ID": 29337,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29337/zixiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;Six stacks of tokens, six to a stack. Six Dice. Zixiz&#10;&#10;Roll the dice to capture opponents' tokens. But be careful, the tokens aren't the only things at risk in Zixiz. If your attack goes badly, precious dice could fall into enemy hands.&#10;&#10;Every turn, a new decision. Will you dare a bold attack, or lie back, hoping to outlast? Will you attempt to end the Zixiz round while you hold a small advantage, or will you take chances to grab lasting power?&#10;&#10;Dominance comes quickly in Zixiz, and just as quickly slips away. The game is truly never over until the last die is cast.&#10;&#10;Zixiz is one great game. But that doesn't mean it has to be the same great game every time.  Included are suggestions for &quot;house rules.&quot; Tweak play to make the game faster, riskier, longer, more strategic, higher scoring...the possibilities are nearly endless.&#10;&#10;Add more sets to add more players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit The Music Master Game: Family Pop & Rock Edition",
    "ID": 29338,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/29338/trivial-pursuit-the-music-master-game-family-pop-a",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An audio addition to the Trivial Pursuit board game, featuring classic pop and rock hits from the 50's to the 90's. Includes rules for playing in conjunction with standard Trivial Pursuit, or as a standalone game. Available in CD and cassette versions.&#10;&#10;From the back of the box:&#10;&quot;How often have you heard a famous song and scratched your head, or banged your foot in desperation trying to recognise it? Well now you've got 99 songs to recognise in this exciting and frustrating new addition to Trivial Pursuit...&quot;&#10;&#10;Can be played by itself or with a traditional Trivial Pursuit game.&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Compact Discs (CDs)",
      "Game: Trivial Pursuit",
      "Music: Pop",
      "Music: Rock",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Mario Bros. Crystal Maze",
    "ID": 29340,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/29340/super-mario-bros-crystal-maze",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Race a metal marble that represents Mario through a maze. You control him via a joystick in this non-electronic labyrinth maze game. You must collect 4 flags before attempting to attack Bowser in the center of the maze.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles",
      "Video Game Theme: Nintendo",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adugo",
    "ID": 29341,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/29341/adugo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game created by the Brazilian Indians from Bororo tribe, on Pantanal region. Originally the board was designed on the dust, and pieces were little stones.&#10;&#10;One &quot;Jaguar&quot; (Panthera onca) must capture 5 of the 14 dogs. The dogs must trap the &quot;jaguar&quot;. The &quot;jaguar&quot; moves like the checkers pieces and &quot;jump&quot; the dogs to capture them. The dogs move like the king from chess.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Enclosure"
    ],
    "Families": [
      "Animals: Dogs",
      "Mechanism: Hunt",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inquisition",
    "ID": 29342,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/29342/inquisition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Accuse, interrogate, and detain all those suspicious- for you are an Inquisitor, and it is your quest to be the most righteous defender of the faith! Expose as much wickedness as you can, but never lose sight of your rivals- for they too seek to be the most righteous. Torturous fun for the whole family!&#10;&#10;Everyone hides either a Witch, Blasphemer, or Heretic. On your turn, either take a prediction card that says how many of a particular type there are hidden, or accuse someone of hiding a Witch, Blasphemer, or Heretic. If you are right, you score whatever they were hiding. If you're wrong, you lose your prediction, and everyone else scores. Inquisition has been compared to &quot;Liar's Dice&quot; but in a simpler card game form.&#10;&#10;Available from Robot Martini at http://www.robotmartini.com/games&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stellar Conflicts & Uprisings",
    "ID": 29343,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/29343/stellar-conflicts-and-uprisings",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The ground combat companion to Tactical Command Games' spaceship combat Rules Stellar Fire, Stellar Conflicts &amp; Uprisings takes the same game concepts and applies them to squad and platoon level infantry combat (but can be played up to company level).  Includes rules for vehicles, engineer support, and artillery.&#10;&#10;SC&amp;U uses hidden counter movement, spotting attempts and simultaneous combat rules designed to keep all players involved and active during play.&#10;&#10;Like Stellar Fire, SC&amp;U's rich universe with 5 alien races and three human factions are used by an included scenario generator to create a endless amount of interesting game setups.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pedal Power",
    "ID": 29344,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29344/pedal-power",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Pedal Power is a unique game based on bicycle touring. The goal of Pedal Power is to be the bicyclist who has the most fun. The player with the most Joy Points at the end of the game had the most fun and is the winner of the game!&#10;&#10;Players plan their trips and attend bicycle events (Weekend and Week Long Tours as well as Expeditions) for experiences and fun. Experiences earn the players Joy Points. The players will enjoy Bed &amp; Breakfast, Camping, Mountain Biking, Tandem and Winery experiences throughout the game. Experiences can be had many times as joy and fun are not confined to one trip.&#10;&#10;The players will also experience days where skies are blue, roads are smooth and enjoy tail winds. Other days players will be chased by dogs, have headwinds, rough roads, flat tires and thunderstorms. During the game players will be able to take all these Joy and Misery experiences and 'Tell A Story' and earn Joy points.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "David Dickinson's Antique Chase",
    "ID": 29345,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/29345/david-dickinsons-antique-chase",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "What can I say about this revolutionary game. It will simply change your life. Now if you are as excited by 1920s silver ware or Edwardian style protractors, then you are in for a real treat.&#10;&#10;So where do you begin? Let&rsquo;s stsrt with the lovely design of the game, it&rsquo;s full colours are in keeping with the aesthetic look of the 2003 season 75 episode 21 look of the live show. These are small nuances but actually help create the atmosphere needed to make you feel like you are living it!&#10;&#10;I don&rsquo;t want to spoil too much of the rich content. But one thing that can not be suppressed is the highlight feature of auctions. It really gets my giblets wobbling.&#10;&#10;All I would say is go to your nearest Woolworths, blockbusters or BHS and get yourself this game. For a price of a mere 3 course meal of 9 sausage, beans and cheese melts from Greg&rsquo;s, you really can not afford to miss out.&#10;&#10;Enjoy and remember no likey no lighty.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ragadorn Alehouse Brawl",
    "ID": 29346,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/29346/ragadorn-alehouse-brawl",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Ale-House Brawl was included in the Magnamund Companion, an encyclopedia about the world of Lone Wolf by Joe Dever. It is a turn-based boardgame that also can be played as a simple role playing game. The game takes place in a tavern where ten characters attempt to complete given objectives, usually to kill some other character. The game looks rather simple, it includes rules for combat and movement, but can often produce absurd and very entertaining situations.&#10;&#10;The game was re-published in Roleplayer Independent (Volume 1, Issue 12 - Nov 1993).&#10;&#10;The game can now be downloaded for free from Project Aon.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spot The Intro CD Edition",
    "ID": 29347,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/29347/spot-the-intro-cd-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Different to the board game and DVD versions.&#10;Spot The Intro, the famous game in which you have to recognize songs from short musical clips. Each pack includes pencils, score pads and an audio CD. Newly repackaged, they make excellent gifts and will provide hours of top entertainment!&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Compact Discs (CDs)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eloise Rawther Exciting Card Game",
    "ID": 29349,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29349/eloise-rawther-exciting-card-game",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game combines three different games; all are set collection games.  One is a version of Snap, the second is a passing game, and the third is version of Go Fish where you have to act out the picture on the card to get a match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Acting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blue's Clues Card Game",
    "ID": 29350,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29350/blues-clues-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is three games in one.  You have the Match 'em! Card Game, the Sneak-a-Peek Card Game and the Memory Matching Game.  Each game is played differently.&#10;&#10;In Match 'em! Card Game, you are trying to place four cards in a row, in Sneak-a-Peek Card Game, you are trying to collect three matching cards, and in Memory Matching Game, you are trying to collect the most cards by making matches.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "TV Shows: Blue's Clues"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lim",
    "ID": 29353,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/29353/lim",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "To understand the game Lim you first have to understand Leeyon's Cube Cards. &#10;The Cube Cards are a new game system that lets the players create a 3D world with 2D cards. Because of its unique 3D aspect, It lends itself for a new kind of games, 3D building card games (3D-BCG).&#10;&#10;Lim is played with Leeyon's Letter Cube Cards. The object of Lim is to score the most points after 10 rounds. Points are scored by connecting the Letter Cube Cards together to form words. By connecting them in a smarter way than your opponent, you score higher points!&#10;&#10;In every round one player takes the role of the Word Challenger(W.C.). He/She then challenges the Word Defender(W.D.) by calling out a word. The W.D. then has to form the word by using the Letter Cube Cards. After the W.D. is done the W.C. can challenge the defenders play. If the W.C. gets more points he/she can add them to his/her score.&#10;&#10;In the next round the W.C. becomes the W.D. and The W.D. becomes the W.C. The game continues like that until the 10th round is reached. The player with the most points wins!&#10;&#10;During the round the W.C. keeps score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Socially Speaking",
    "ID": 29354,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/29354/socially-speaking",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Socially Speaking is a boardgame designed for educational context.&#10;&#10;In the Socially Speaking board game, students practice effective social interactions like greeting, turn-taking, eye contact, listening, compliments, emotions, telephoning others, showing an interest in what others are saying, sitting appropriately, asking and answering questions, using your voice effectively, developing and maintaining friendships, and communicating in a variety of situations (school, friend, restaurant, etc.).&#10;&#10;Socially Speaking Game includes: Gameboard (16&quot; x 111/2&quot;), 100 question cards, 6 playing pieces, 24 colored rings, a die, and an instructional booklet. Improve your students' social skills while targeting self-esteem, listening skills, receptive and expressive language, and problem-solving. Question cards address social skills in the home, at school, and in the community. Socially Speaking cards allow students to discuss social situations, emotions, and appropriate behaviors.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My First Scrabble",
    "ID": 29356,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29356/my-first-scrabble",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Children will enjoy playing this game and have no idea that they are learning to spell - they'll just enjoy the game !&#10;&#10;The full alphabet is divided into groups of coloured tiles. The words are similarly colour coded so that a child shouldn't be put off finding a letter in a particular word if you show them that they just need to look at the colour of the letter first. Then they only have to search for the correct letter out of a small group of letters all the same colour instead of the whole alphabet. Children will be keen to show they can do it by just finding the letter rather than the colour. Level 1 just starts spelling words like 'cat' whilst higher levels move onto 'pear' and bean' showing different sounds made by 'ea'.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Books: Mr. Men",
      "Game: Scrabble",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take Two!: 32 Board Games for 2 Players",
    "ID": 29357,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/29357/take-two-32-board-games-for-2-players",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The book contains 32 game boards and rules for each game. From the back cover:&#10;&#10;&quot;All you need to play these games are markers - stones, buttons or paper clips. Some games are easy; some are difficult. But as you play you'll find you get more and more crafty! Does the cat always catch the mouse? Is it possible for Black to escape the blockade?&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Book"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Under The Sea",
    "ID": 29358,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/29358/under-the-sea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This a Candyland variant taking place ... Under The Sea! The game includes 1 colorful game board, 4 pawns, 8 sea location cards, and 1 spinner. Pawn are moved via the spinner, but moving to the next color the spinner indicates. Certain colored space allow you to draw a card, which will send you ahead or back to a certain special locations, such as The Sunken Treasure Ship, or Rainbow Reef.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chifoumi",
    "ID": 29359,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29359/chifoumi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is the classic Rock/Paper/Scissors game adapted for children. It includes figures for each item and two bags. Players draw one figure each at the same time to see who advances through the board.&#10;&#10;It also has a new item: &quot;well&quot; that wins against scissors and rock and loses against paper. There are two boards a simpler and shorter one and a longer with special spaces that have different effects on the players.&#10;&#10;Ages 4 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turvapaikka",
    "ID": 29360,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29360/turvapaikka",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Turvapaikka (Asylum) is a board game about asylum seekers in European Union. Each player has a certain background story given by his/her profile card and 20 points to begin with. The story has minor effects on gameplay.&#10;&#10;Players roll dice and move around the square monopoly-like game board. Most spaces of the track represent countries, but there are also spaces for traffic hubs, Red Cross, immigration detention centre, lawyer and event card pickup (authorities, everyday life). Usually landing on a space decreases player's points.&#10;&#10;A player may apply for asylum in one country. The odds for being granted asylum are given by country cards and they reflect some statistic characteristics of the real country.&#10;&#10;A player's game ends once he/she has run out of points and so been deported out of EU, or if he/she manages to get asylum (win) or a temporary residence permit (lose). It is possible that none of the players win.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Organizations: Amnesty International"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The America's Cup Game",
    "ID": 29361,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29361/the-americas-cup-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the intro the rules:&#10;&#10;&quot;The America's Cup Game is an entertaining Australian-made family board game suitable for 2 to 6 players aged 7 years and upwards and with an average playing time of 15 minutes.  It is easy to set up, the rules are easy to follow and the game can be conveniently stored when not in use.&#10;&#10;The board is modeled on the America's Cup course, by now familiar to most Australians.  Basically, each yacht progresses around the course according to the number thrown on the dice.  If a yacht sails onto a Red mark a Wind Shift Card must be turned up to see whether wind conditions are favourable or unfavourable.&quot;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Woods Pyramid Game",
    "ID": 29362,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29362/the-woods-pyramid-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "The Woods Pyramid Game is a quick playing abstract strategy game for two players.  The game teaches and rewards good math and logic skills.  Pieces are arranged on the game board in five rows, forming a pyramid.  Two players alternate turns removing either a piece or several pieces from a single row.  The last player to remove a piece loses.  There are two different levels of play.  The game is recommended for children and adults, ages 6 and up.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Egypt",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hearsay",
    "ID": 29363,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29363/hearsay",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The aim of Hearsay is to identify personalities, television programs, movies and songs from the &quot;Hearsay&quot; clues.&#10;&#10;This is a great game in which you can hear what you're saying but not necessarily say what you are hearing!&#10;Clues lead to answers which individually are merely words - put them together however and they take on a whole new meaning!&#10;&#10;Even if you solve the clues within the time limit you might still fail to put them together and give the correct solution. What is certain is that your opponents will revel in your struggle and doubtless be highly amused at you being so near but so far- particularly if they have already worked it out!&#10;&#10;An example of a hearsay round is...&#10;&#10;The category is T.V.&#10;&#10;Your clues are:-&#10;1) Scottish word for small.&#10;2) Fondness or affection&#10;3) Castle&#10;4) Female Sheep&#10;5) Sound of the 14th letter.&#10;&#10;The answers to the clues are:-&#10;Wee - Love - Fort - &quot;N&quot;.&#10;Answer = &quot;Wheel of Fortune&quot;.&#10;&#10;Game Contents:&#10;1 x playing board&#10;200 x &quot;Hearsay&quot; Cards (800 x Challenges)&#10;40 x Category Tiles&#10;1 x sixty-second timer&#10;1 x Cone&#10;6 x Pawns&#10;1 x Dice&#10;1 x Score Pad&#10;2 x Note Pads&#10;6 x Pencils&#10;1 x Rules Sheet&#10;&#10;The game was exclusively developed and designed for WH Smith by Games Talk. Developed by Christopher Shaw and Kari Nightingale.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Samurai Game",
    "ID": 29364,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29364/samurai-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple roll-and-move race game in Daiso's range of small portable games. This game is made in China for sale in Daiso's 100-yen shop chain.&#10;Each player braves the perils of the Tenshu castle, including getting by the castle watchman, fighting duels with Samurai, taking the secret path and avoiding the trap and the ninja's throwing knife. The first player to reach the top of the castle and confront the king successfully wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vinak",
    "ID": 29365,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/29365/vinak",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Vinak is an old Mexican word for the 20 day calendar cycle used in the Toltec culture. The 43 cards used in this game are:&#10;- 24 moon calendar cards (6 cards in 4 colours)&#10;- 18 sun calendar cards (numbered from 1-18)&#10;- 1 Vajeb card representing the &quot;serenity of the year&quot;&#10;&#10;The game is a trick taking game for 3-4 players. According to the introduction of the rules, it combines elements of Bridge, Tarot and Pinochle.&#10;&#10;Each game is started with a bidding round, where the player with the highest bid takes the lead. He must reach 31 of the possible 62 points to win. The 62 points are gathered from single card values as well as from points for whole tricks.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tycoon",
    "ID": 29366,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.92",
    "Link": "https://boardgamegeek.com/boardgame/29366/tycoon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Tycoon is published by Tycoon Company in Asbach-B&auml;umenheim, Germany.&#10;The game is reminiscent of Monopoly - you buy properties and collect rents from other players - but opposite to Monopoly, there are no houses nor hotels to build.&#10;&#10;There are 40-44 properties on the board, which belong to one of 7 groups (5-9 properties per group). The value of a single property increases, when you have more than one of the same group, but this is not so easy, because the single group members are well spread over the whole board.&#10;&#10;The game ends after a fixed amount of time, which must be defined before the start.&#10;&#10;Similar to &quot;Your Hometown Tycoon Game&quot;, several editions exist, each of them depicting shops and stores from a specific city or region in Germany or Switzerland.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cossack Revenge: Denikin's Abyss, 1920",
    "ID": 29367,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/29367/cossack-revenge-denikins-abyss-1920",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Cossack Revenge depicts the tragic end-point of the White Army's battle against the Bolsheviks. In March 1920, as the White Army retreated to their last escape route, the British, which had supported them with material since 1918, finally committed a battalion of troops to secure the port. At sea, several battleships and the first aircraft carrier provided cover. On shore, the fighting was desperate using all available resources including tanks.&#10;&#10;The game depicts the situation from March 20th to 27th, when the last evacuees left and the Reds stormed into the city. In the game, the Whites must carefully evacuate their troops. Failure will end the White Army cause prematurely.&#10;&#10;Game Scale: The map scale is about 1 mile per hex. Each combat unit represents roughly a battalion in size.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Russian Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hälytys 112",
    "ID": 29369,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.90",
    "Link": "https://boardgamegeek.com/boardgame/29369/halytys-112",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players are fire chiefs. They are inspecting cities four side fire-stations and have to resolve different alarms that appear around the city. First player to inspect all four side fire-stations and return to main fire-station is winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pennitön Turisti",
    "ID": 29370,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/29370/penniton-turisti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In &quot;The Penniless Tourist&quot;, players are tourists who suddenly find themselves out of money in a strange city. Rather than swallow their pride and try to bum a ride home, they decide to pick themselves up by the bootstraps, working odd jobs until they get enough money to buy a plane ticket home.&#10;&#10;The game board is a little bit reminiscent of Monopoly in that there is a &quot;Go&quot; that must be passed regularly, but this is where the similarity ends. The board is further divided into three parts by two other &quot;one-way&quot; arrows and while movement can normally be back and forth, once passing these arrows they may not be passed in the wrong direction again. The board is not a single track either; there are branches that may be explored in search of opportunities. Bus stops allow the players to cover distance quickly (which of course costs money, though) and there are two kiosks where they can buy newspapers with job ads, or raffle tickets in the hope of some quick cash winnings. And then the most important places; the jobs. If a player holds a paper with the correct job ad they're hired automatically, if not they can try to roll for a 5 or 6. Whether or not the player is hired they can only apply for the same job once per board round, and can only work a total of 2 different jobs before passing &quot;Go&quot; again. (Interestingly, while an out-of-cash tourist in a strange town - possibly in a foreign country - the player can still work pretty demanding jobs such as policeman, fireman etc.) And of course, there is the occasional event space to brighten or darken the players' day with some funny escapades or swings of luck.&#10;&#10;The first player to collect 3000 money (currency not specified in the game) and then get to the airport - on an exact roll, mind you - wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mini Bridge",
    "ID": 29371,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/29371/mini-bridge",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Minibridge&#10;&#10;From wikipedia.org, the free encyclopedia.&#10;&#10;Minibridge is a simplified form of the complex card game contract bridge designed to help newcomers and children learn the game.&#10;&#10;Like Bridge, Minibridge consists of four players, who play opposite and with their partner. Each player is dealt thirteen cards.&#10;&#10;The auction process is more simple than bridge. Each player counts the number of high card points he has (4 for an Ace, 3 for a King, 2 for a Queen and 1 for a Jack) and states the number of high card points. The partnership with the more high card points then has to play the hand. (If both partnerships have the same number of high card points, the hand is thrown in.) Of this partnership, the partner with the more high card points becomes the declarer. The partner with the fewer high card points becomes the dummy and lays out his hand. (If both partners have the same number of high card points, the one who states his high card point count first is the declarer.)&#10;&#10;The declarer then looks at his partner's hand and decides what suit he wants to be trumps (if any), and whether to be in game or to take part score. In part score he must make 7 tricks, and in game he must make 6 tricks (assumed) plus 3 for no trumps, 4 for a major suit or 5 for a minor suit.&#10;&#10;&#10;&#10;&#10;    &#10;         Trumps&#10;&#10;         Partscore&#10;&#10;         Game&#10;&#10;    &#10;    &#10;         Clubs&#10;&#10;         1&#10;&#10;         5&#10;&#10;    &#10;    &#10;         Diamonds&#10;&#10;         1&#10;&#10;         5&#10;&#10;    &#10;    &#10;         Hearts&#10;&#10;         1&#10;&#10;         4&#10;&#10;    &#10;    &#10;         Spades&#10;&#10;         1&#10;&#10;         4&#10;&#10;    &#10;    &#10;         No trumps&#10;&#10;         1&#10;&#10;         3&#10;&#10;    &#10;&#10;&#10;The game then continues per bridge with 13 rounds of cards.&#10;&#10;The scoring system is also simplified.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Traditional Card Games: Bridge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire on the Mountain: Battle of South Mountain September 14, 1862",
    "ID": 29372,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/29372/fire-on-the-mountain-battle-of-south-mountain-sept",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "During Robert E. Lee's first invasion of the North, Lee learned of a threatening Federal advance East of Hagerstown, Maryland. Because Stonewall Jackson was besieging Harper' Ferry, he instructed Daniel Harvey Hill to hold the South Mountain passes in the rugged Blue Ridge, just East of Boonsboro. It was essential to delay McClellan&rsquo;s progress so Jackson would have time to take Harper's Ferry and reunite his scattered divisions before the Army of the Potomac caught him unprepared.&#10;&#10;Despite strong defensive features the numerically superior Federal forces should have overwhelmed the rebels but the inaction of Pleasonton and Burnside squandered their advantage. In the end Lee's defense of the South Mountain passes cost him 2800 casualties as opposed to the Federal losses of 2300 and led directly to the fearful slaughter at Antietam.&#10;&#10;Fire on the Mountain concentrates on the action around Turner's Gap and Fox Gap, emphasizing the difficulty of mountainous terrain and the seesaw nature of the battle into which reinforcements continue to trickle and the effects of officer casualties. The game uses simple mechanics to simulate movement, artillery, cavalry, leaders, and difficult terrain, with a unique combat system that allows the game to move quickly while still simulating the tense nature of the battle.&#10;&#10;&#10;Game scale&#10;Unit size: Brigades&#10;Game Turn: represents 1 hour&#10;Hex Scale:300 yds per hex&#10;Playtime: 2 and 1/2 to 3 hours&#10;Complexity: Low to Moderate&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Maryland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Devil Takes All!: The Battle of Opequon Creek, 1864",
    "ID": 29373,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/29373/devil-takes-all-the-battle-of-opequon-creek-1864",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&ldquo;Put himself south of the enemy and follow to the death.  Wherever the enemy goes, let our troops go also.&rdquo;  --General Ulysses S. Grant on the orders given to General Phillip Sheridan, August 7th, 1864.&#10; &ldquo;&hellip;as [the 23rd Ohio] rose from the bank, away went my boys as though ten thousand devils were after them.&rdquo;  --Confederate General John B. Gordon, following the battle of Opequon Creek.&#10; Devil Takes All! is a simulation of the battle fought on September 19th, 1864, at Opequon Creek (also called the Third Battle of Winchester) between the Confederate Army of the Valley under General Jubal Early and the Union Army of the Shenandoah under General Phillip Sheridan.  The battle was one of the last fought in the Shenandoah Valley.  Former Vice-President of the United States, John C. Breckinridge, was in titular command of the Confederate forces, while two future presidents, Rutherford B. Hayes and William McKinley, figured prominently in the battle&rsquo;s outcome.&#10; Devil Takes All! uses an interactive sequence of play that activates formations, and their subordinate units, by the types of orders (Attack, Advance, Stand, Reserve) they have been issued. Combat is of two types, fire and melee, and both individual unit and larger formation morale figure prominently in the game&rsquo;s outcome. Rules include ones for leaders, variable reinforcements, and possible Confederate withdrawal. Scenarios cover the morning&rsquo;s &ldquo;opening round&rdquo; in which both sides were surprised to discover a fight would occur here, the afternoon&rsquo;s bloody, climatic slugfest in which the remnants of the Stonewall Brigade made their final appearance, as well as the comprehensive day-long battle.&#10; Terrain scale is about 500 meters per hex&#10;Infantry units and cavalry units are brigades, artillery units are battalions. &#10;Each strength point represents 250 men.&#10;Each turn is about 45 minutes. &#10; Playing time is about 2.5 to 3 hours for the AM and PM scenarios, about 6+ hours for the day-long battle scenario. Although designed for two players, Devil Takes All! can easily be played solitaire.&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Barbarous Ground: The Battle of Germantown, 1777",
    "ID": 29374,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/29374/a-barbarous-ground-the-battle-of-germantown-1777",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "For shame, for shame, light infantry. I never saw you retreat before. Form! Form! It&rsquo;s only a scouting probe!&rdquo; &#10;--General Howe, a little before 7:00 AM upon seeing, out of the fog, the headlong retreat of the 2nd Light Infantry pickets. Moments later he and his staff came under sustained American artillery fire.&#10; A Barbarous Ground is a simulation of the battle fought on October 4th, 1777, at the crossroads village of Germantown between the Continental Army under General George Washington and the British Army under Lord Cornwallis.  The British had split their Army after occupying Philadelphia, and Washington believed he was presented with an excellent opportunity with defeating the invaders in detail. While the initial American attack succeeded splendidly, the morning fog, smoke, a determined stand by the British 40th Regiment at Chew House, and greater British experience in battle allowed the defending forces time to regroup and counter-attack; snatching victory from the jaws of defeat. Can you do better?&#10; A Barbarous Ground uses an interactive sequence of play that activates formations, and their subordinate units, by the types of orders (Attack, Advance, Stand, Reserve) they have been issued. Combat is of two types, fire and melee, and both individual unit and larger formation morale figure prominently in the game&rsquo;s outcome. Rules include ones for leaders and variable reinforcements. Scenarios cover the morning&rsquo;s &ldquo;opening round&rdquo; in which both sides were surprised to discover a fight would occur here, the afternoon&rsquo;s bloody, climatic slugfest in which the American offensive was spent, and the British managed to snatch a degree of victory from the jaws of defeat.&#10; Terrain scale is about 200 yards per hex&#10;Infantry units and cavalry units are mostly regiments, artillery units are battalions. Each strength point represents 250 men.&#10;Each turn is about 30 minutes. &#10; Playing time is about 2.5 to 3 hours for the AM and PM scenarios, about 6+ hours for the day-long battle scenario. Although designed for two players, A Barbarous Ground can easily be played solitaire.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Corregidor: Fall of a Fortress -1942/1945",
    "ID": 29378,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/29378/corregidor-fall-of-a-fortress-19421945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "0",
    "Weight": "2",
    "Description": " &#10;Corregidor  is a simulation of the two battles fought for Corregidor and the fortefied islands at the entrance to Manila Bay during World War II.  The first battles began with the bombing of the island in ealry 1942 and ended in May of that year with it's surrender.&#10; After General Douglas MacArthur's return to the Philippines, Corregidor once again became a target of invasion, both to avenge the loss three years before and to clear the mouth of Manila Bay to Allied shipping.&#10; Corregidor: Fall of a Fortress 1942/1945, includes two games. The first game recreates the Japanese bombardment and invasion in 1942 and the second simulates the American airborne invasion and reconquest in 1945.&#10;&#10;&#10;EXTENDED GAME DESCRIPTION:&#10;&#10;CORREGIDOR is played in successive game turns composed of alternate player turns during which the phasing player maneuvers his units and resolves combat in sequence. Turns consist of the Administrative Phases (reinforcement arrival, disruption removal, Fired marker removal), the Air Attack Phase (which includes airborne assault), first Player Turn (AA fire, bombardment, invasion, ground movement, and combat), and then the second Player Turn.&#10;&#10;Some detail features of the game are tracking Japanese landing craft losses, American communications disruption, U.S. air and naval support points, unit disruption levels, and which artillery units have fired.&#10;&#10;The six hexes adjacent to an undisrupted land unit constitute that unit&rsquo;s Zone of Control. Disrupted land units DO NOT have ZOCs, and therefore judicious use of support to disrupt enemy units allows the attacker to infiltrate through weak positions and to launch flanking attacks against defending units. This is critical because defending units are doubled and sometimes tripled by the rugged and the unique features on the maps, such as rough terrain, cliffs, elevation changes, tunnels, towns, and coast defense artillery emplacements.&#10;&#10;In the 1942 scenarios, there is a cat-and-mouse game which develops between the Japanese artillery and air units versus the American artillery and anti-aircraft defenses. Aircraft need to designate the altitude at which they conduct bombing &ndash; the lower the attack level the more accurate the bombing, but also the more accurate the AA fire. Similarly, artillery which fires is more vulnerable to counter-battery fire and so making a bombardment attack must be weighed against the possibility of return fire.&#10;&#10;In 1945, in addition to banzai options, the Japanese have the option to make suicide demolitions, which destroy the attacking unit but also damage adjacent units. There is a mechanism to occasionally compel such attacks, which not only forces some historicity but it also models the uncoordinated local Japanese command structure in 1945.&#10;&#10;Some optional rules included:&#10;&#10;Spike Rule - U.S. Batteries must be spiked when Japanese units come within two hexes to prevent them from being captured in usable condition. They may not be voluntarily destroyed until after a Japanese unit has landed on their island. Flip the battery over after the following U.S. Bombardment Phase. The unit may then move and fight normally.&#10;&#10;Restored Batteries - Roll one die on the turn of the American invasion in 1945 for the surviving former U.S. batteries:&#10; 1 &ndash; Battery may fire normally.&#10; 2 &ndash; Battery sabotaged by POWs, gun crew fights as infantry.&#10;3-6 &ndash; Battery was never manned; remove from map.&#10;&#10;Additional U.S. Batteries - Three 240mm howitzer batteries which were to be installed in 1922 actually arrive. One battery is deployed anywhere on Fort Frank, one on Fort Hughes, and one on Fort Mills (Corregidor).&#10;&#10;Philippine Division Transferred - The 31st, 45th, and 57th Regiments are transferred to Corregidor prior to the fall of Bataan. Add them to the available U.S. forces in Scenario 11.1. Due to the effects of fighting on Bataan, plus short rations and disease, these units are deployed at reduced strength. As an additional option, they may be deployed at full strength to simulate these units being in better condition historically.&#10;&#10;Itagaki Rule - Japanese defense commander Capt. Itagaki did not believe an airborne assault could be made on Corregidor. He was killed on Topside during the initial paradrop, while waiting to observe the amphibious assault for which he had prepared. Additionally, his central communications station was overrun very quickly by the paratroops. In this rule, he is killed and no Japanese unit may move until the first night turn.&#10;&#10;U.S. Roving Batteries - During the campaign for Bataan and Corregidor, the U.S. created a number of &ldquo;roving batteries&rdquo; of 155mm guns by removing them from their emplacements and mounting them such that they could be moved about Corregidor.&#10;&#10;U.S. Searchlights - The U.S. had several searchlight batteries on the Fortified Islands. This option forces the Japanese to actually expend the effort to destroy them and if they are not, they provide some advantage to the U.S. Player.&#10;&#10;If a Japanese invasion or evacuation is occurring in a night turn and there is an active U.S. searchlight unit on the map, the U.S. Player receives a +2 die modifier (cumulative with any other DRMs) when firing on Japanese units in water hexes.&#10;&#10;If a Japanese air bombardment is conducted at night, U.S. Anti-aircraft fire receives an additional +1 modifier to any other DRMs which apply; Japanese Bombardment rolls receive an additional -1 modifier to any other DRMs which apply.&#10;&#10;Battery Way - Battery Way did not have a crew and was not operational until April 28. The U.S. might have activated this battery sooner. Roll at the beginning of the 0300 daily turn. The battery is active at full strength on a roll of 2 or 12. The battery becomes active automatically on Turn 65 if not activated sooner.&#10;&#10;&#10;Game scale&#10;Unit size: Generally artillery batteries and infantry platoons, with some company- and section-size units. Some individual naval units are depicted; air units are generally three aircraft per step.&#10;&#10;Game turn: Movement and combat on the Fortified Islands maps is in three-hour turns in 1942, and two-hour daylight turns in 1945, with night turns representing five hours each. There are also daily turns to keep track of reinforcements as well as to frame the complete campaigns. By mutual agreement, players may skip any daily or hourly turn in which neither player plans to execute any movement, combat, or bombardment.&#10;&#10;Hex scale: The scale of the Fortified Islands map is roughly 250 yards per hex; the scale of the Bataan map is roughly 1.25 miles per hex.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Philippines",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Children of the Sun: Battles of Marshal Antonio Jose de Sucre",
    "ID": 29384,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29384/children-of-the-sun-battles-of-marshal-antonio-jos",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Children of the Sun is a wargame covering two battles of Marshal Antonio Jos&eacute; de Sucre, which were significant events in South American history.&#10;&#10;1) Ayacucho, 1824&#10;Tired of running, Sucre's 5,000+ army meets the 9,000+ army of the Spanish Viceroy on ground of the Viceroy's choosing.&#10;&#10;2) Pichincha, 1822&#10;Sucre's army flanks a strong Spanish position by moving across the slopes of a volcano towards Quito.&#10;&#10;This game is the first of a projected series titled &quot;Patriots &amp; Royalists&quot;. Each scenario is a grand tactical game with units representing battalions of infantry, squadrons or regiments of cavalry and a battery for artillery. Each strength point in the game represents 50-70 men and each game turn representing 20 minutes of time.&#10;&#10;Components:&#10;Two, 17&quot; x 22&quot; maps, one for each battle, as well as over 260 double sided counters, rules book, a Player Handbook, and various game play aids and charts.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Ecuador"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlez",
    "ID": 29385,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29385/battlez",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(From manufacturer)&#10;&quot;Playerz compete in head-to-head Battlez combining strategy, chance, and skillz to knock out their opponents.&quot;&#10;&#10;&quot;Battlez is driven by action involving three primary dice, and combines clever planning with high intensity game play. The cards involve different dice combinations that score or reduce your opponent's score if you are lucky. This is simple to learn, but playing to win is different for each game, and each opponent and each dice throw.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sadie! The AlphaDeck Word Game",
    "ID": 29388,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29388/sadie-the-alphadeck-word-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sadie! is a Word game, that use a special deck of 69 cards, with the 26 Latin letters on them, as well as values ranging from 0 to 10.&#10;&#10;In Sadie! each player is dealt 6 cards and the rest of the cards form 7 piles, in the center of the table. The top card of each pile is flipped face-up and play begins. On his turn, a player creates a word or passes. A created word must be entirely from the face-up cards or include at most one card from his hand. A word must be at least four letters long. After making a word the cards used are collected and discarded and the Word's value is added to that player's score.  Then new cards are turned up and the next player's turn begins.&#10;Also included are rules for Sadie's Solitaire, Letterummy, Word-Poker, Five-Card AlphaDeck Stud, Seven-Card AlphaDeck Stud and Alphacasino.&#10;&#10;Sadie! comes with a board capable of scoring up to 259 points for 4 players, using a unit peg and ten peg system. The four peg colors are white, yellow, red and blue (2 of each). The board also has capacity to hold the seven piles used in Sadie!.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trumping",
    "ID": 29389,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29389/trumping",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Trumping card game consists of 64 cards, where half of the cards are marked with a +(plus) and the other half with a *(star).&#10;&#10;Both halves have 8 cards in each of the 4 usual playing card suits, but instead of numbers from 1-8, they have binary numbers: 1, 2, 4, 8, 16, 32, 64 and 128.&#10;&#10;To determine, who takes the trick, each played card is added to (if a plus card is played) or multiplied with (if a star card is played) the first played card. The card reaching the highest total wins the trick.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Salus",
    "ID": 29390,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29390/salus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Salus is the Latin word for &quot;well-being&quot;. The game consists of 26 pairs of cards, giving a total of 52 cards. Each pair shows an everyday scene which could cause an accident. One card of the pairs shows the wrong behavior in red, the other marks the corrected situation in blue.&#10;&#10;Each player is dealt 7 cards and tries to collect as many pairs as possible. The player who ends the game by emptying his hand first gets a bonus and all card remaining in the hands of the other players give minus points. Winner is the player with the most points.&#10;&#10;Each round, a player can choose to take a card from the stock or from the discard pile if he has a matching pair to one of the cards in the pile. But in case he chooses the latter, he must take all cards lying on top of the matching card. This small rule gives a real twist to that else wise simple card game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fasthanded Vince",
    "ID": 29391,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29391/fasthanded-vince",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fasthanded Vince is played with a deck of 60 cards. There are 5 suits of 12 cards, numbered from 1-12 and showing an additional geometrical sign (triangle, square, diamond, circle).&#10;&#10;Object of the game is to get rid of his cards first. You can play a card on the discard pile, if either the suit, the number or the geometrical sign is equal to the top card on the pile.&#10;&#10;If you can't play a card, you must take a card from the stock, but the number of cards in the hand is limited to 3 or 4 depending if you play a 2- or 3-player game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stars In Their Eyes",
    "ID": 29392,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29392/stars-in-their-eyes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the popular TV series of the same name, this game enables players both to enact favorite star performers and also try to guess the identity of famous mystery performers. Points are awarded for performances as judged by the other players, and also for correctly naming mystery performers. The fewer the clues that have to be given to identify the performer, the higher the score achieved.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Curious George Beginning Middle & End: card game",
    "ID": 29393,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29393/curious-george-beginning-middle-and-end-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From game box:&#10;Players race to assemble card sets that illustrate beginning, middle and end. A delightful game of sequencing featuring the antics of Curious George.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Books: Curious George"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Foolmania",
    "ID": 29394,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29394/foolmania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "FOOLMANIA: &#10;&quot;The cutthroat stock market game that teaches you nothing.&quot;&#10;&#10;From the box cover:&#10;&#10;&quot;Foolmania is the card game that rewards strategic play, creative thinking, backstabbing, and a little bit of good fortune. Your goal is to build a first-rate investment portfolio by acquiring great companies and avoiding lousy ones.&#10;&#10;&quot;Each turn, players buy from a group of available investments. Players may also play Jester cards, allowing them to change the mechanics of the game. Foolmania is simple and easy to learn, but the endless combinations of cards make Foolmania engaging, challenging, often laugh-out-loud funny, and highly re-playable.&#10;&#10;&quot;Are you the smartest, most creative, or perhaps the luckiest investor in your group? Play Foolmania and find out!&quot;&#10;&#10;Foolmania was published privately by The Motley Fool in 2001, and distributed as a gift to customers. Copies remain extant, and indeed, continue to be played with enjoyment.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nassauer",
    "ID": 29395,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29395/nassauer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players are one of four people living in &quot;Buddlbrunn&quot;. The beer bottles are empty and you walk through the village to exchange them against full ones in the taverns or directly at the brewery.&#10;&#10;If you meet one of your opponents, you have a drink, so both players lose one of their full bottles.&#10;&#10;There are also two neutral &quot;Nassauer&quot;, (German expression for a &quot;scrounger&quot;), and if a player meets one of him, he has to have a drink with that, too.&#10;&#10;Aim is, to get as many full bottles at home as possible, which is easier late in the game, when you can just slip through empty taverns (=no full bottles anymore) and shorten your ways.&#10;&#10;The board representing &quot;Buddlbrunn&quot; has some similarities to the &quot;Petri-Netz&quot;, as do the other games of Helmut Dressler, &quot;Play Net&quot; and &quot;Glebdo&quot;.&#10;&#10;Some people shall have played this with real bottles and real drinking ...&#10;&#10;Although it&acute;s quite an old game and very rare, it`s still available directly from the designer (April 2007)&#10;&#10;",
    "Categories": [
      "Humor",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Senterej",
    "ID": 29396,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/29396/senterej",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Senterej is the form of chess played in and around Ethiopia.  It is sometimes simply called Ethiopian chess.  As in international chess, Senterej is played on an 8x8 (but non-checkered) board, and each player has an army of 16 pieces:  8 Medeq (pawns), 1 Nagus (king), 1 Fers (counselor), 2 Saba (elephants), 2 Ferese (horses), and 2 Der (castles).  Except for the Fers and Saba, all pieces move and capture as in international chess.  The Fers moves one square diagonally; the Saba jumps two squares diagonally.  In addition, pawns do not make initial two-square moves, castling is permitted only on the right side, and promotion is limited to previously captured pieces.  Ethiopian chess has a unique Ta'biyat (mobilization) phase, in which players simultaneously make moves at high speed until the first capture.  After the first capture, the mobilization phase ends, and players begin to move alternately.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Adventures of Robin Hood Game",
    "ID": 29397,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29397/the-adventures-of-robin-hood-game",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the original Robin Hood Game which claims to have been inspired by Warner Brothers Technicolor Production Co.&#10;&#10;It is a roll and move game with players acquiring cards depending on what spots on the playing board they land on.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chase the Cheese",
    "ID": 29398,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.75",
    "Link": "https://boardgamegeek.com/boardgame/29398/chase-the-cheese",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Components: &#10;4 mice in 4 basic colours, hollow underneath, with long flexible plastic tails&#10;4 cheese boards&#10;1 large and 32 small pieces of cheese&#10;&#10;Each player takes a cheese board and places it in front of him. Place eight pieces of small cheese on the eight triangles marked on each board. Put the single large cheese in the middle of the playing area. Players must make their mouse &quot;eat&quot; first the eight small cheeses on their board and then the single large cheese, by holding it by the end of the tail and moving it around. Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tatchanka!",
    "ID": 29399,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/29399/tatchanka",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Tatchanka!&#10;Russian Civil War Campaigns in the Ukraine, 1919&#10;&#10;Tatchanka depicts the 1919 campaigns in Central and Eastern Ukraine. Two or three players control the opposing armies in any of four scenarios. The game shows central and eastern Ukraine at 32 kilometers/20 miles per hex and 7-8 days per turn, and the armies involved at about 2,000 combat troops per unit, with additional logistical bases, armored trains, river gunboats, and arms stockpiles.&#10;&#10;The design has been trimmed to focus on two key campaigns. *Fall of the Directory* shows the three-sided conflict at the end of 1918 and the first few months of 1919, where the Bolsheviks overthrew the Directory. *Revolt Against the Volunteer Army* shows the decisive campaigns in the last few months of 1919 and the beginning of 1920. *The Road to Freedom?* and *The Bolshevik Advance* present shorter parts of *Revolt.* *The Road to Freedom?* shows the Makhnovist campaign toward their home ground and into the Volunteer Army's rear areas, and the renewed uprising. *The Bolshevik Advance* shows the Volunteer Army retreating onto the map, and the Red Army chasing after them, with all sides scrambling to control key areas.&#10;&#10;These scenarios represent campaigns which could have changed the course of the Ukrainian Civil War. In *Fall of the Directory,* the Directory could have defeated the Bolsheviks and quite possibly have retained independence. In *Revolt Against the Volunteer Army,* the Makhnovists could have won a stronger position and quite possibly have gained autonomy.&#10;&#10;Note: The early drafts used larger hexes, larger units, and a smaller map than the current design. The design notes sometimes refer to &quot;Revolt Against the Volunteer Army&quot; as &quot;Makhno's Return.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Ukraine",
      "History: Russian Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirty Laundry",
    "ID": 29401,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/29401/dirty-laundry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The game where players let it all hang out! Which 3 of the Seven Dwarfs are most like me? Who are my 3 heroes? Players write answers they think others will write on their wipe off board. If they know their friend well, their answers will match and they collect socks from the laundry basket. Whoever forms the most sock pairs wins!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grandmama's Improved Game of Useful Knowledge",
    "ID": 29402,
    "Year": "(1887)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/29402/grandmamas-improved-game-of-useful-knowledge",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From &quot;The Games we Played&quot;.&#10;Early McLoughlin Brothers game where players assume the role of Scholars and designate one participant to act as &quot;preceptor&quot;. Scholars test their knowledge by answering questions posed on cards, and the preceptor confirms or corrects them after consulting companion book of answers.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Peanut Gallery",
    "ID": 29403,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29403/peanut-gallery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Peanut Gallery -- the new fast-paced talking game.  Pull a trivia card and quickly convince your friends of your answer and you can win!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pickel the Pirate",
    "ID": 29404,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/29404/pickel-the-pirate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Pickel the Pirate, A Treasure Map to Knowledge, is a board game that teaches while it entertains.  Let's find the treasure of knowledge together!&#10;&#10;With each roll of the die, you'll make your way through the treasure map where you can win a treasure, lose a treasure, or just have fun learning along the way.  Categories include math, spelling, rhymes, time, the alphabet, and things about your friends.&#10;&#10;",
    "Categories": [
      "Educational",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I.S.P. Survivor",
    "ID": 29406,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/29406/isp-survivor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Print-and-play game featured in the webcomic Userfriendly.org.  Included in three consecutive Sunday comics from April 15-29, 2007.&#10;&#10;Each player takes on the role of a character from the comic strip, attempting to collect the items listed on the player's character card and return them to the character's desk.  Certain items with special powers and several non-player character tokens can aid or hinder the players.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reminiscing: The Sports Edition",
    "ID": 29407,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29407/reminiscing-the-sports-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How much do you remember about famous sporting moments?&#10;Just like the original &quot;Reminiscing&quot; Master Game Edition that 1000's have enjoyed for over a decade, this special sports edition will not only challenge your lifetime memories of watching sports, but will also stimulate you to share thoughts and feelings from your own personal past.&#10;&#10;This &quot;Reminiscing&quot; will take you on a nostalgic journey through the great sporting moments of the 1940's to today.&#10;&#10;",
    "Categories": [
      "Memory",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Nurturing Game",
    "ID": 29409,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29409/the-nurturing-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "[From the Publisher:] The Nurturing Game teaches adults and children to express their feelings, to become aware of themselves and others, to use their personal power in positive ways, to praise, to use gentle touch, and to get along with others.&#10;Animals, the earth, and the elements have been portrayed on the game board as symbolic of a world where despite size, color, and capabilities, everyone and everything is accepted.&#10;The goal of the nurturing game is to begin along the two tracks that lead children and adults to a world of hugs, togetherness and rainbows. Along the way, players will get a chance to express their feelings, increase their self awareness, learn to use their personal power in positive ways, practice using gentle touch, and offer words of praise to themselves and others. The game ends when everyone meets at the rainbow.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jetan-Sarang",
    "ID": 29412,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29412/jetan-sarang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jetan-Sarang is a chess-like game, played on a 12x12 board. The designer was inspired by the Martian tales by Edgar Rice Burroughs, but Sarang differs from the Jetan game described in ERB's Chessmen of Mars.&#10;&#10;Rules and photographs of the game used to be found on the designer's website:&#10;&#10;http://www.sprattart.com/cgi-bin/details.pl?idno=410&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Authors: Edgar Rice Burroughs",
      "Components: 12 x 12 Grids",
      "Players: Two-Player Only Games",
      "Space: Mars",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactica \"S\"",
    "ID": 29413,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/29413/tactica-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "The game Tactica &quot;S&quot; is a deep abstract game for two players. It has 8 white pieces and 8 black pieces that move along an 8x8 board.&#10;&#10;The mechanics are similar to Chess (the movement of pieces), Tablut (the way pieces capture other pieces) and Othello (pieces change sides - colours).&#10;&#10;Pieces are never removed from board, but only change sides. The winner is the one who captures or blocks all the opponents pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sonopoly",
    "ID": 29414,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/29414/sonopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of many local variations on the boardgame Monopoly, Sonopoly is based on Sonoma County, California.  Produced by Santa Rosa-based Trinity Productions in 1985, it was assembled by Rapid Mounting and Finishing Co. of Burlingame, California.&#10;&#10;The mechanics, most rules, board, and themes are mostly the same as Monopoly, but there are some significant differences.&#10;&#10;Board and Properties: The properties are all businesses in Sonoma County; there are no railroads or utilities; there are no jail, free-parking, or go-to-jail spaces; there are chance cards, but no community chest or equivalent; all four corners are properties which players can buy and on which they must pay rent; the purchase prices and rent are all different.&#10;&#10;Rules: There are coloured monopolies essentially the same as in Monopoly, but in addition, the four corners together make up one monopoly just like properties of one colour.  Players build &quot;investments&quot; instead of houses and can build up to 2 on each property.  The few non-coloured properties not at the corners are stand-alone properties on which one can build an investment without owning any other properties.  Finally, players collect $2,000 not for passing &quot;go&quot; but for passing the West America Bank space (at the location of the go-to-jail space in Monopoly).&#10;&#10;Pieces:  Money is in demoninations of $20, 50, 100, 500, 1000, and 5000.  Each amount has a different business and picture on it.  The player pieces are coloured plastic pawns. The investment pieces are not houses and hotels, but coloured wooden cylinders called &quot;barrels&quot; in the rules.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: The New Power Plants – Set 1",
    "ID": 29416,
    "Year": "(2007)",
    "Geek Rating": "6.925",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29416/power-grid-the-new-power-plants-set-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9751",
    "Description": "This deck is a complete set of power plant cards for Power Grid that can be used with any of the maps:&#10;&#10;     in place of the original deck&#10;     paired with the original deck (to make for an unpredictable mix) &#10;     cards added to the original deck (to make the game as long as &quot;Funkenschlag&quot;, game will end at 20 cities)&#10;     in custom mixture of the two decks (to create specialized decks)&#10;&#10;&#10;This set of cards has green borders to distinguish them easily from the original set of power plant cards.&#10;&#10;Announced April 2007. Released at Essen 2007.&#10;&#10;The official variant rules for using the new power plants with all released maps can be found in Files section&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sata",
    "ID": 29417,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/29417/sata",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "From the box:&#10;&#10;This magnetic game with colour-changing pieces puts your logic and memory to test!&#10;&#10;The special SATA pieces each contain four different colours. Depending on which space and orientation they are placed in on the SATA board, a different colour will be displayed in the window. The object of the game is to make a &ldquo;triad&rdquo; &ndash; a straight line of three SATA pieces in a row that show the same colour in their windows. This is not as easy as it sounds, since each time you move or twist a piece, its colour changes.&#10;&#10;Learning to play SATA is very simple &ndash; but to become a SATA Master you will need to learn the patterns behind the colour changes. SATA is a captivating logic game for everyone aged 7+!&#10;&#10;Contents: SATA board with 3 score markers, 8 SATA pieces and rules.&#10;The pieces are stored in the flip-down sides of the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KHJ Disc Jockey Derby Game",
    "ID": 29418,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29418/khj-disc-jockey-derby-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board folds out from a double LP put out by 93 / KHJ, a radio station.  The name of the album is &quot;Sound of the Sixties&quot;.  Instructions are printed on the inside of the record sleeve.&#10;&#10;It's a basic roll and move game, utilizing a spinner, along with &quot;Blooper&quot; and &quot;Ad Lib&quot; cards that are drawn after landing on certain spaces of the board.  The theme centers around the particular DJs of that era and station, and each player chooses their favorite DJ token to represent them while moving around the board. The goal is to become Disc Jockey of the Year.&#10;&#10;The game is set in California, with locations like Malibu and Disneyland, and the spaces allude to various radio station activities, such as &quot;Commercial Break&quot;, &quot;On the Air&quot;, and &quot;You Get Beatles Exclusive&quot;.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gear Shift",
    "ID": 29420,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29420/gear-shift",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An obscure board game take on Formula One released by small games publisher Actiongable during the late 70's. Gear Shift has a unique and in many ways quite realistic take on F1 racing, where the movements are generally dictated not by dice, but by on-track position.&#10;&#10;So - unusually for a car-racing board game - this is very much a strategy game, with the element of chance coming in the form of hazard squares which require a roll from the 36-item hazard list on the inside of the box lid.&#10;&#10;Only one track comes with the game - Brands Hatch - but the rule book claims that Actiongable were going to make further tracks available. One can only assume that disappointing sales scuppered those plans.&#10;&#10;A hidden gem of the genre.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siemens Grand Prix Game",
    "ID": 29421,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/29421/siemens-grand-prix-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A simple Formula One racing game released by the electronics manufacturer Siemens for their Formula 1 sponsorship program.&#10;&#10;Simple and basic system with few if any nods to realism, strategy or playability.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runt i världen",
    "ID": 29422,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29422/runt-i-varlden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game, players are traveling around the world and score points by visiting various places around the world. The goal is to visit at least five different continents and return home, but even though the first player to complete his journey gets a points bonus, other players can still win by visiting more places.&#10;&#10;&#10;Travel to all the continents... Europe, North America, South America, Africa, Asia and Australia to get points along the way&#10;&#10;An exciting tactic game for 2-4 players in from 6 and above.&#10;&#10;The game board is a map of the world, devided into 286 squares (13x22). One (1) square is red with a big white S, six (6) of the squares are red with a white number - there is one on each continent. The 24 squares have a white circle with a number on (10, 20, 25, 30 or 50).&#10;&#10;Before the game all the &quot;white&quot; spaces gets a blue token on, with the consistent number of the field; this will leave 10 tokens of each 10 points in spare, which is put aside together with the red &quot;proof tokens&quot;.&#10;&#10;All players start on &quot;S&quot; which is located on a field which have Iceland to the west, England to the south and Norway to the east.&#10;The players take turns by rollin the die (D6) and move the amount that the die shows. They can move North, South, East or West (not diagonally) and can move in zig-zig (Example on the roll 5: North, West, North, West, South). A player can not move into or pass a square where another player is on.&#10;When a player lands on either a point-field (white circle with red numbers) the player takes the point on the board, if it have not been taken before. If a player lands on one of the red fields on each continent, the player can take the matching number from the pool if (s)he do not have this number yet. The red &quot;proof tokens&quot; are put infront of the player, visible for everone.&#10;Each time you pass Equator you get 10 points from the pool, as long as there are still points left to take.&#10;&#10;When you have at least fice (5) of the six (6) &quot;proof tokens&quot;, you can move back to the &quot;S&quot; , and this will give you 100 points.&#10;Second one back to base get's 50, third gets 25 and the last don't get any points for returnin. When everyone is back you add the points (Home-coming, red tokens (75 points each) and blue tokens (10-50 points each). The player with the highest score is the winner.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleLore: Goblin Skirmishers Specialist Pack",
    "ID": 29423,
    "Year": "(2007)",
    "Geek Rating": "5.886",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29423/battlelore-goblin-skirmishers-specialist-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5577",
    "Description": "The second of two specialist pack releases. Each Specialist Pack introduces 20 new figures and each unit type has new Specialist and Weapon summary cards that detail the fighting capabilities for these forces on the battlefield. Each pack also adds 2 new Adventures that feature the new figures, as well as additional Banners to deploy them within either camp.&#10;&#10;Contents:&#10;&#10;     20 figures&#10;         1 Goblin Band Leader (also in BattleLore: Goblin Marauders Specialist Pack)&#10;         3 Goblin Drummers (also in BattleLore: Goblin Marauders Specialist Pack)&#10;         8 Hobgoblin Spear Bearers&#10;         8 Goblin Slingers&#10;    &#10;     10 banners&#10;         2&times;1 Band&#10;         2&times;2 Slingers&#10;         2&times;2 Spear Bearer&#10;    &#10;     4-page Rules Booklet with 2 new adventures&#10;     4 Specialist cards (Goblin Band, Goblin Drummers, Goblin Slingers, Hobgoblin Spear Bearers)&#10;     4 Weapon Summary cards (Bass Drum, Goblin Drum, Sling, Spear Bearer)&#10;&#10;&#10;Expands:&#10;&#10;     BattleLore&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Goblins",
      "Game: BattleLore",
      "Game: BattleLore (First Edition)",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Diamond!",
    "ID": 29424,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/29424/go-diamond",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the rules sheet:&#10;The object of Go Diamond is to be the first person to accomplish and maintain all of the following:&#10;Completely fill in the Organization Chart that each player has with People Chips. &#10;Reach the 7500 level on the Go Diamond ladder with second pawn.&#10;Acquire and keep one Dream Card from each of the three separate color-coded Dream categories.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Criminals",
    "ID": 29425,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/29425/criminals",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A crime wave hits the city. The police round up the usual suspects: including you. In order to escape prison, you&rsquo;ll have to accuse your fellow criminals of the crimes under investigation.&#10;&#10;Criminals is a psychological party card game for 3-9 players, in the style of such games as Werewolf and The Resistance, from the game design team of Origins Award-winning and Spiel Des Jahres-recommended game designer Kory Heath (Zendo, Why Did The Chicken&#226;&#128;&#166;?, Blockers) and Origins Award-winning and Ennie Award-winning game designer Dave Chalker (Get Bit!)&#10;&#10;Each player is dealt a crime, with an extra crime belonging to the mysterious Crime Boss. Each round, a random crime will come up under investigation. Interrogate and accuse each other to try to figure out who is guilty of the crime, or if it could be the Crime Boss. If you are accused and are guilty, you&rsquo;re eliminated from the game. If you have an alibi for the crime, you&rsquo;re given the chance to try and snitch on who you think committed the crime. If you&rsquo;re snitch correctly, you win, but otherwise, you&rsquo;re eliminated. The game ends when someone snitches correctly, all but one player are eliminated, or if anyone is brave enough to try and confront the Crime Boss with his crime.&#10;&#10;Criminals is an update/re-release of the original version from 2007. This edition of Criminals features improved game play, heavy development and playtesting, refined rules, and new graphic design of full color cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Mafia",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Independence Day The Game",
    "ID": 29426,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29426/independence-day-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Board game based on the 20th Century Fox film &quot;Independence Day&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Up the Ladder",
    "ID": 29427,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29427/up-the-ladder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A children's roll and move game combined with a touch of dexterity.&#10;&#10;The game board is a huge ladder, the playing pieces are little men carrying sacks on their backs. Each player has four of these with four different sack colors. Driven by dice, these men walk up (and occasionally down) the ladder, trying to reach the top. When three men stand on the same rung, though, the rung topples and all the men fall down, bringing down all those below them, too.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of American Battles",
    "ID": 29428,
    "Year": "(1898)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/29428/game-of-american-battles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The object of the game is to gather cards into sets representing historical conflicts that involved the United States.&#10;&#10;The thirty-six cards are divided into six &quot;suits&quot; designated by the following flags: American, English, English Naval, Spanish, Mexican, and Tripolitan. The cards contain questions related to the following wars: the American Revolution, War with the Barbary Pirates, War of 1812, Mexican War, U.S. Civil War, and the Spanish-American War. The instructions are printed on the underside of the box lid.&#10;&#10;Players acquire cards from other players by correctly answering questions on the cards.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American Revolutionary War",
      "Card Game",
      "Nautical",
      "Pirates",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "History: Mexican – American War",
      "History: Spanish-American War",
      "History: War of 1812"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outwit",
    "ID": 29429,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29429/outwit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From Box Back:&#10;&#10;&quot;Two players can take part in the game the object of which is to be the first to complete the puzzle. Outwit is a fast, challenging game where the perception, imagination and intelligence of each player is tested.&#10;&#10;&quot;The box contains 2 plastic boards, 16 big plastic pieces of various geometrical shapes, 4 rectangular pieces and 12 small square pieces.&#10;&#10;&quot;Each player attempts to solve the puzzle by trying to fit a chosen set of geometrical shapes on to his/her board without moving any of the existing pieces placed by their opponent.&#10;&#10;&quot;The winner is the first person to correctly fill all the gaps with the geometrical shapes.&quot;&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 5 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bank \"o\" la",
    "ID": 29430,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29430/bank-o-la",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Bank &ldquo;O&rdquo; La is a clever game that teaches children to count&mdash;and save&mdash;money. Each player begins the game with dimes, nickels, and a quarter, for a total of $1.00. Players select their piggy bank, place their money in their pocket space on the board, and roll the die to begin moving clockwise around the bright, colorful game board.&#10;&#10;As you move around the board, you take turns purchasing items from the vending machine, taking money from someone else&rsquo;s pocket, putting money in someone&rsquo;s pocket, or placing money in your piggy bank. Money changes hands many times from either the vending machine or another player, forcing players to keep a good account of their funds.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spider-Man 3 The Battle Within Game",
    "ID": 29431,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29431/spider-man-3-the-battle-within-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ever-popular Spider-Man is back! Based on the movie, Spider-Man 3 combats foes and villains in New York City!&#10;&#10;Capture as many villains as you can to help spider-Man win the battle within!  Play cards to capture villains or liberate your opponents' bad guys.&#10;&#10;The Battle Within Game could fairly be described as a deluxe edition of the Spider-Man Crime Stopper Card Game, adding a game board, but keeping the same gameplay. For ages 6 and up and comes with 50 collectible cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vexation",
    "ID": 29432,
    "Year": "(2007)",
    "Geek Rating": "5.913",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29432/vexation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6383",
    "Description": "A large, shared network of railroad tracks develops across the continent. But it can be annoying sometimes if other players blatantly exploit your own routes. So, from time to time you need to put a stop to that.&#10;&#10;Bundled with 2009 editions of Trans Europa and TransAmerica, and the 2019 edition of TransAmerica & Japan.&#10;&#10;Expands:&#10;&#10;    TransAmerica&#10;    Trans Europa&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Game: Transamerica",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "POD",
    "ID": 29434,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgame/29434/pod",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "POD stands for &quot;Power Of Direction.&quot;&#10;&#10;A chess-like game, in that there are pieces with different movement rules moving around a square-grid board.  Each player has a &quot;king&quot; (the Communication and Command Pod, or C.C.P.) that must be captured for the opponent to win.  The board is 15-by-15 squares, divided into 9 5x5 sections.  And there is a repeating pattern of walls that restrict movement.  The basic movement mechanic is that each piece (individually called &quot;Pods&quot;) moves a given number of segments, called &quot;Direction Changes&quot; or D.C.'s.  For example, a piece with 3 D.C.'s could move forward as many spaces as it wants (subject to walls of course), then left as many spaces as it wants, and then forward again.  Pods must move their entire number of D.C.'s without backtracking.&#10;&#10;In addition to the basic movement mechanic of D.C.'s, many of the pieces  have additional movement abilities, such as the Jump Pod (J.P.) that can jump over one piece during its movement, or the Variable Direction Change Pod (V.D.C.P.) which has a choice as to how many D.C.'s it may make when it moves.&#10;&#10;There is a basic game (nine pods), and an advanced version which adds four more pods.  They give an even more advanced version (which they call &quot;POD Pinnacle&quot;) in which the nine board parts are set up in a non-standard way.  You can also combine two sets together for a four-player game (assuming the pieces are of four different colors), and presumably, you could combine even more sets together for as many players as you want, as long as you have some means of distinguishing each player's pieces from the others.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slahal",
    "ID": 29438,
    "Year": "(1600)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29438/slahal",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Slahal (pronounced sle -`hal) is an indigenous very old, Pacific Coast Indian Gambling Game. The game is also called the &quot;bone game&quot;, &quot;stick game&quot; or &quot;hand game&quot; and is still played today by many in the Northwest. It is played, either as a two player game or as a team game. It originally used small pieces of animal bone as game pieces but now many kinds of substances have replaced those bones. Pieces of antler having both a rounded side and a flat side were used while a grouping of separate sticks serve as the score keeping method. Each team begins with a set number of scoring sticks. The two game pieces (acting almost like dice) are picked up by a player and secretly arranged on a flat surface. This is done to the accompaniment of Native Music. The object of the game is to correctly guess where certain game bones are located in the opponents hand. During the playing of the music the pieces are arranged in different patterns, either both flat pieces down, both round pieces down or 1 going each way so that there are 4 possible combinations that can be accomplished. The opponent or the leader of the opposing team will motion to the other leader that they are ready to guess the direction of the unmarked bones. He uses a set of hand signals to make his guess. Each time he guesses incorrectly, he must throw one of his score keeping sticks to the opposing team. The team that eventually wins all of the opponents score keeping sticks wins the match&#10;&#10;Nothing in this description was intentionally taken from the Elliott Avedon Museum &amp; Archive of Games, a public funded Museum in Canada who would not give permission for the Museum's description of the game to be used. This compilation is taken from numerous other sources found.&#10;&#10;This game was re-created by Bill Kuhnely in 1981.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Three Little Kittens",
    "ID": 29439,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29439/the-three-little-kittens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Simple spin and move game for children, where each player tries to move his kittens around the track and back into the home area. Based on the nursery rhyme of the same name.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Authors: Mother Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunder Bay On Board",
    "ID": 29440,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/29440/thunder-bay-on-board",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "[from back of box]&#10;&#10;The &quot;City by the Bay takes pride in being a place for all seasons, where there is fun for all ages, all year round.  Thunder Bay is unique, rich in character and culture - recently named Canada's Cultural Capital.  Nature and history have formed many of our traditional tourist attractions, but there are still plenty of secret places and undiscovered highlights to explore.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: ... on Board",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Honey Springs",
    "ID": 29441,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/29441/battle-of-honey-springs",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Honey Springs is a DTP game by LPD Games, designed as a mini-game introduction to their Battles of the American Civil War series. Honey Springs covers the largest Civil War battle in the Indian Nations and features major Indian forces on both sides, and the 1st Kansas Colored Volunteers, the West's premier Black regiment.&#10;&#10;DTP Components are downloadable PDF's.&#10;&bull; 1x 8 1/2x 11&quot; map&#10;&bull; 1 Game Reference card&#10;&bull; 12 p. illustrated color rules booklet with historical commentary &amp; bibliography.&#10;&bull; 54&quot; 9/16&quot; game pieces, representing combat units and status markers&#10;&#10;The game is also available on Cyberboard&#10;&#10;Deluxe Honey Springs, with die cut counters, an 11x17 map and tabloid printed rules, in a folio folder, is available from the publisher.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Battles of the American Civil War (LPD Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Gettysburg",
    "ID": 29442,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/29442/battle-of-gettysburg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Battle of Gettysburg is a two player brigade level game depicting the largest battle of the American Civil War.&#10;&#10;Battle of Gettysburg recreates specific portions of the battle as game scenarios, using historical units and arrival times, and also includes various alternative history options.&#10;&#10;Playing times:  MacPherson's Ridge (July 1) 60-120 minutes; Longstreet's Attack (July 2), Pickett's Charge (July 3), Meades' Counterattack (alt-history July 4) 120-180 minutes.&#10;&#10;Battle Games (historical &amp; alt-history) 6 to 12 hours, depending on start date and time.  All Battle Games have sudden death conditions that can end the battle whenever fulfilled.&#10;&#10;Solitaire friendly&#10;&#10;Components:&#10;&#10;&#10;    22&quot;x25&quot; Game Map &#10;    324 9/16&quot; pieces, representing historical combat units and unit or formation status markers. &#10;    4 Setup Cards, 2 Order of Appearance Cards and a Game Reference card for each player. &#10;    24 page color booklet of rules, play illustrations and detailed historical commentary. &#10;    1 Six-sided Die &#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battles of the American Civil War (LPD Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ulysses S. Grant's Early Battles",
    "ID": 29443,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29443/ulysses-s-grants-early-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "'Grant's Early Battles is a collection of games about Ulysses S. Grant's first experience of command. Three battles are covered - Belmont, Fort Donelson and Shiloh. Belmont, and the single day scenarios of Fort Donelson and Shiloh can be played in two to four hours. The two larger battles also have multi-day actions which make for a challenging 6 to 8 hour games. Various alternative history options are included.&#10;&#10;Components:&#10;&#10;    Three 11&quot;x17&quot; Game Maps (one for each battle) &#10;    432 9/16&quot; pieces, representing historical combat units and unit or formation status markers. &#10;    Two Game Reference cards for each player &#10;    28 page color booklet of rules, play illustrations and detailed historical commentary. &#10;    1 Six-sided Die &#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battles of the American Civil War (LPD Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Across the Wide Missouri",
    "ID": 29444,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/29444/across-the-wide-missouri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Across the Wide Missouri is a collection of three Civil War battles in Missouri and Arkansas - Wilson's Creek, Pea Ridge and Prairie Grove. Prairie Grove and Wilson's Creek can be played in three to four hours. Pea Ridge is a two day battle with hidden initial deployments, and can take up to 8 hours. Various alternative history options are included.&#10;&#10;Wilson's Creek and Prairie Grove are solitaire friendly.  Pea Ridge requires hidden units and maneuver, so some sort of randomized battle plan is needed. Multiple personality disorder or a cooperative friend a plus.&#10;&#10;Components:&#10;One 11&quot;x17&quot; Map (Wilson's Creek); One 12&quot;x18&quot; Map (Prairie Grove), One 17&quot;x22&quot; Map (Pea Ridge) &#10;432 9/16&quot; pieces, representing historical combat units and unit or formation status markers. &#10;One Game Reference card for each player with Terrain Effects and Combat Results Charts &#10;28 page color booklet of rules, play illustrations and detailed historical commentary. &#10;1 Six-sided Die&#10;&#10;Currently Shipping (15 September 2007)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Battles of the American Civil War (LPD Games)",
      "States: Missouri"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Edición Real Madrid",
    "ID": 29445,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/29445/trivial-pursuit-edicion-real-madrid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This Trivial Pursuit edition is dedicated to the best soccer club in XX century (FIFA award)&#10;&#10;The mechanics of the game are similar to other Trivial Pursuit games, but questions are about history and players of Real Madrid.&#10;&#10;The game is in Spanish and the components in the box are:&#10;&#10;     Game Board&#10;     1 die&#10;     450 Question &amp; Answer Cards&#10;     4 Player pieces&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Sports Teams: Real Madrid",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wizard's Tower",
    "ID": 29446,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/29446/wizards-tower",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Magical energies await exploitation from you and your fellow wizards and the apprentices you each control.  Cast the rune stones to find where you may put your apprentices to work.  Use them to build towers to gain powers, bonuses and points.  Use them to destroy opponents&rsquo; towers.  Or build your towers next to others to increase their value.  Use the special abilities your towers give you to protect yourself, attack others, gain points at the end of the game.&#10; Will you focus on building close together to make a strong base worth a lot of points, spread your towers around to win influence across the land, or focus on destroying competitors&rsquo; towers with your awesome army of apprentices?&#10; The wizard that has gained the most power and influence at the end will be the Mage with the Most, the Sorcerer Supreme, and the Mightiest Magician.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Components: 14 x 14 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Denker",
    "ID": 29448,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/29448/denker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Mixture of Rummy and Domino. 72 tiles and 12 wild tiles facedown. On each tile is a letter and a number. Draw a tile , try to lay it out in sets (3 of a kind etc)where either the number or the letter is increasing. You can arrange all tiles from all players new, But beware of the hourglass, if time runs out any tile which is not alid down valid goes to your hand. First player without tiles wins&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death Stacks",
    "ID": 29449,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/29449/death-stacks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "This game uses 24 checkers with 12 in each color and a checker board or a 6 by 6 grid as the game only uses the middle 36 squares of a typical 8 by 8 checker board.  Each player places his checkers in the back row of his side of the board.  The game turns alternate between the two players.  The number of checkers in a stack determines the distance that a stack may move.  Moves can be made in any of the eight corresponding directions and cannot be blocked by stacks situated in the path of the move.  All moves are done in a straight line unless the move would extend through 6 by 6 grid formation, in which case the move is reflected by the edge of the 6 by 6 grid like a mirror.  A stack belongs to the player whose piece is on top.  It might be noted that the arrangement and order of the pieces within a stack can never be altered except by continued stacking.  Captured stacks always remain on the board and become part of the stack must be included in the count for the new movement distance.  A player may use his turn to place a stack on top of another one of his own stacks.  During a turn a player has the option of moving one of his stacks or only its top portion which may include any number of pieces and may leave behind a stack also composed of any number of pieces.  The height of the new divided stack determines the new movement distance.&#10;&#10;In 2005, the &quot;Too-Tall Rule&quot; or variant was introduced.  This rule states that at the beginning of a turn that any player's stacks taller than four pieces must be divided.  Failure to comply with this rule causes a player to lose a turn.&#10;&#10;The game can be classified as a variant of Sid Sackson's Focus.&#10;&#10;http://www.stevecobb.com/Death%20Stacks%20--%20game%20instructions.htm&#10;&#10;http://en.wikipedia.org/wiki/Death_Stacks&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Journey Through Europe",
    "ID": 29450,
    "Year": "(1759)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29450/a-journey-through-europe",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "NOTE: This game page is only for the game from the 1700s, not for the similarly-titled but unrelated game Journey Through Europe (aka Explore Europe) published by Ravensburger et al in the 1950s through 1990s.&#10;&#10;This game is believed to be the first or one of the first known games in the English-speaking world to be attributed to an individual designer.&#10;&#10;It was first published by Carrington Bowles, a British publisher of hand-tinted, cloth-backed maps.  This game reconfigured a map of Europe to provide a game rather than a reference.  It's a straightforward track game.  The game uses a teetotum, a spinning top with numbered sides, as dice were viewed as gambling instruments that would not be permitted in respectable households.  The players begin and end in London, and many spaces advance players or transport them to other portions of the board.  For example, a playing piece that lands on Hanover &quot;shall by order of Ye King of Great Britain who is Elector, be conducted to ... Gibraltar to visit his countrymen who keep garrison there&quot; while the playing piece that lands on &quot;Rome for kissing ye Pope's Toe shall be banished for his folly to ... the cold island of Iceland and miss three turns&quot;.&#10;&#10;http://www.escapistmagazine.com/issue/42/13&#10;&#10;",
    "Categories": [
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Curling Knock Out",
    "ID": 29451,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29451/curling-knock-out",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This is a curling game which you can play on any flat surface, and it takes just seconds to set up. It's a dexterity game that needs a very good feel so you don't push the stones too far. A sociable and entertaining game which includes competitive elements.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Curling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Symbotica",
    "ID": 29452,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/29452/symbotica",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The game is based around placing symbol cards so that either their colour or shape match their neighbours. The game area is restricted to an 8 by 8 card limit.&#10;&#10;Symbotica can be played in four different ways: the Standard Game, the Simple Game, Five Card Symbotica and the one player Symbotica Challenge.&#10;&#10;The aim of the Standard, Simple and Five Card Symbotica games is to score the maximum number of points. Points are scored based on the placing of the cards. In order to cater for different age groups, the scoring is either based on addition or multiplication.&#10;&#10;The one player Symbotica Challenge consists of trying to get as close as possible to the full grid of 64 cards using the same placement rules as the other games but without any scoring.&#10;&#10;The game appeals to a wide range of ages from children learning simple pattern matching, addition or multiplication right up to those adults who want to keep their mind fit.&#10;&#10;Home Page: http://www.symbotica.com/&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Underdog Game",
    "ID": 29453,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/29453/underdog-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a children's game for 2 to 4 players Ages 5 - 12.&#10;&#10;This is believed to be the first Underdog board game as it was released in 1964, the year that the animated series voiced by Wally Cox first appeared on NBC.&#10;&#10;This is a humorous game of give and take in which the players try not to become the Underdog.  The game has all the familiar cartoon characters.  When a playing piece stops on a space, the player draws a card.  If the card matches the character on the space, the player keeps the card.  If the playing piece lands on one of the bright yellow Underdog spaces, the player takes a card from each player.  The game comes with a gameboard, four wooden playing pieces, die, and 24 cards.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Underdog"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terrytoons Pop-Outs",
    "ID": 29454,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29454/terrytoons-pop-outs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a children's game for those Ages 3 - 6.&#10;&#10;This variation of the game Bingo involves picture puzzles of cartoon characters Dinky Duck, Goose and Gander, Heckle and Jeckle, and Mighty Mouse.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "TV Shows: Terrytoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barcode Battler",
    "ID": 29455,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/29455/barcode-battler",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "In this game, warriors and wizards are fighting against each other. These characters are... barcodes !&#10;&#10;The game consists in an electronic device with a barcode scanner included, and a set of cards representing heroes, enemies and equipments. There's also a few blank cards that you can use to create your own characters with any barcode found on common products.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Fighting"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hector Heathcote",
    "ID": 29457,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29457/hector-heathcote",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This children's game for Ages 7 - 12 was based upon a Saturday morning NBC cartoon show.  The game includes four Hector playing pieces and a Cannon-type bowling device.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Terrytoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Moonbase",
    "ID": 29458,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29458/combat-moonbase",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Combat Moonbase is a set of rules for tactical spaceship combat using 1/400 miniatures. Rules are provided (in Attack Wargaming's inimitable style) for lasers, missiles, plasma torpedoes, ECM, chaff, and landing and taking off from planets.&#10;&#10;Information is provided for three types of ships, two from the Eastern Coalition and Western Alliance (who are fighting over the titular moonbase) and one from the alien Thook.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kick the Can",
    "ID": 29459,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29459/kick-the-can",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game's arch-shaped track is designed to look like a pinball game.  There are only 21 game track spaces.  The game uses a die instead of a spinner and has a metal piece with a spring that helps determine extra scoring by shooting the die along the inside of the arch boundary.  Where the die lands determines the extra scoring.  The movement track has places with sayings such as &quot;stubs toe -- go back 3 spaces,&quot; &quot;steps on cat -- go back 2 spaces,&quot; &quot;trips on shoe lace -- go back 3 spaces,&quot; and &quot;sees bully -- go back 4 spaces.&quot;&#10;&#10;The game uses a different artistic style for the inside game and the box exterior.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Election '68",
    "ID": 29461,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/29461/election-68",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Election '68 (CreaTek, 1967) does an excellent job of featuring the early candidates in caricature form on cards, and shows the probable front runners for each party on the cover: Richard Nixon for the Republicans; Robert Kennedy for the Democrats with Lyndon Johnson who had decided to not seek re-election &quot;presiding&quot; over both.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Presidential Election Game: Goldwater For President",
    "ID": 29462,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29462/presidential-election-game-goldwater-for-president",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "from notes from Tony and Theresa Game Wardens&#10;&#10;This single, large piece of cardboard comprises the entirety of the Presidential Election Game: Goldwater For President (Kom-Pak, 1964).&#10;&#10;One unusual feature of this game is that all pieces are furnished as cutout parts, including the six-sided die. Another noteworthy feature is the small Barry Goldwater circle, which presumably was intended to fill the empty circle on the board reserved for the 36th President. This game is marked, &quot;Approved by the Republican Nat'l Committee.&quot;&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Political: Elections"
    ]
  }
]