[
  {
    "Rank": "N/A",
    "Name": "The Battles for Tobruk",
    "ID": 37621,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/37621/the-battles-for-tobruk",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A hex-and counter batallion and regiment-level wargame depicting the battles for Tobruk, North Africa from April to June 1941.&#10;260 counters&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Africa)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Canada at War #2",
    "ID": 37622,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37622/canada-at-war-2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of 5 scenarios compatible with the MMP's Advanced Squad Leader System, depicting the operations conducted by Canadian forces during the World War II in France, Netherlands and Germany. (The pack comprises 2 small, 1 medium and 1 big-sized scenario).&#10;&#10;Expands:&#10;&#10;    Advanced Squad Leader&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Canada",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pick and Mix People",
    "ID": 37623,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/37623/pick-and-mix-people",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Laugh at the silly combinations as you mix and match these fun characters (a person is made up of three cards: head, body, and legs).&#10;&#10;Contents&#10;&#10;36 cards that make 12 complete characters: cook, hiker, clown, policewoman, cowgirl, astronaut, fireman, horse rider, king, knight, rugby player, and pirate.&#10;&#10;Object&#10;&#10;To make three correctly matched people.&#10;&#10;Gameplay&#10;&#10;During the game, the players may make any funny characters, but will need to exchange cards to make a correctly matched person.&#10;&#10;&#10;     The cards are shuffled and placed face downwards in a pile.&#10;     The youngest player takes a card and places it face upwards in front of them. Play then passes to the next person.&#10;     Players can only have one of each sort of card in front of them until they have made up a complete mismatched person. For example, if a player has a head card and a body card and then picks up another head card, they must choose which head card to keep and discard the other.&#10;     The discarded cards are placed in a pile face upwards next to the central pile. Players may then choose a card from either pile.&#10;     When a player has one complete mismatched person, they can start making a second person. They can only collect two mismatched people at any time. Once a player has two, they have to swap and discard cards in order to make a correctly matched person.&#10;     When a player has a correctly matched person, that set is moved to one side and play continues.&#10;     If the cards in the central pile run out, the top card from the discard pile is left face upwards on the table and the other cards are shuffled and returned face downwards to make a new central pile.&#10;&#10;&#10;N.B. for two players - complete four correctly matched people.&#10;&#10;The Winner&#10;&#10;The winner is the first player to make three correctly matched people.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Joke Game",
    "ID": 37624,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/37624/the-joke-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "1 player pulls a joke card and everyone attempts to write a punch line.&#10;&#10;Players with the correct punch-line move forward.  Then, all the players vote on the other punch-lines to choose the funniest.  That player moves forward 2 spaces.&#10;&#10;",
    "Categories": [
      "Humor",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "It's Happy Bunny Checkers",
    "ID": 37625,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37625/its-happy-bunny-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's Happy Bunny Checkers is a &quot;classic game with that sarcastic bunny twist!&quot; and features big plastic checkers with snarky comments on the bottom.&#10;&#10;Examples:&#10;&#10;&quot;Hi, loser.&quot;&#10;&#10;&quot;Remove one of your opponent's checkers.&quot;&#10;&#10;Includes a colorful board (with snide comments printed along the edges) and 24 irreverent checkers.&#10;&#10;ICUP, Inc. Item #00933&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Humor"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Autoduel Quarterly",
    "ID": 37626,
    "Year": "(1983)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37626/autoduel-quarterly",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Autoduel Quarterly is a quarterly magazine that provides campaign seeds, scenarios, vehicles, &quot;mock&quot; advertisements, new weapons and accessories, as well as rules questions and answers. Subscribers received a bonus in the form of an extra cutout or cartoon on the protective mailing cover.  The quarterly magazine was started by Steve Jackson Games to support the worldwide group of players, officially known as The American Autoduel Association (AADA).&#10;&#10;40 issues were published before magazine was folded into Pyramid magazine, which itself shifted to online publication only a few years later.&#10;&#10;Part of the Car Wars Series.&#10;&#10;Autoduel Quarterly and Pyramid has now been listed on the RPGGeek.&#10;&#10;Expands:&#10;&#10;     Car Wars&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Investor",
    "ID": 37627,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/37627/investor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Investor (sk) is a Slovak remake of games of the &quot;Monopoly&quot; mainstream line. It was created in Slovakia and most of its rules draw from its fathers.&#10;&#10;It is for 2-6 players, though from 4 up the game is the most enjoyable. Depending on the strategies, alliances and also luck the game can last from an hour to easily more than 2.&#10;&#10;Distinctions can be made with types of property you buy or its distribution over the playing field, but the game pretty much resembles its predecessors.&#10;&#10;The main aim of players in this game is to roll for their movement around the board, buy properties which can bring them money afterwards (when someone else steps on them). Collecting sets of properties can bring even more money as the player can then buy subsidiaries and concerns, which mean higher payments from other players.&#10;&#10;There are also the usual Jail, Risk and Cash areas over the board. Jail means you skip your turn(s), Risk can give, but also take money from you and Cash usually means some Win for you.&#10;&#10;Player elimination is part of the game - when you run bankrupt because you cannot pay your debts and/or tolls, you are out.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Economic",
      "Math",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flying Coffins",
    "ID": 37629,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37629/flying-coffins",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another Helen of Toy game that consisted of plastic toys and a plastic mat. According to the ad, you also got exploding tanks.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sieg in Afrika",
    "ID": 37630,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37630/sieg-in-afrika",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Sieg in Afrika is an operational game of the campaign in North Africa from the first Italian advances in 1940 through the final battles in 1943. The players are placed in the positions of the overall theater commanders for North Africa. Each must direct the available forces of the in armored thrusts and parries across across the sands, escarpments, and mountains of Egypt, Libya, &amp; Tunesia. Two situation maps and two sets of markers for plotting intelligence results and operation reports are provided. Two may play, or the computer will act as an opponent, capable of playing either side.&#10;Design &amp; art by J.Kula.&#10;&#10;A type of game which was shortly popular with the upcoming of the home computer in the early 80's. Designers were still exploring the possibilities of uses for a home computer, and a few games have been published in that era where your computer was used as an Aide de Camp for boardgames. Avalon Hill's Tanktics is probably the best known.&#10;&#10;Sieg in Afrika is particularly outstanding in the fact that fog of war is simulated by 2 identical maps and counter sets. Against a human player, the moves and actions are typed in the computer for resolvement purposes only. In 1 player mode, the computer also gives output on where the computer counters are placed. The software can be run on an Apple ][ or a Commodore 64.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Libya",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rollerbrawl",
    "ID": 37631,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37631/rollerbrawl",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back cover:&#10;Rollerbrawl is a simple and easy combat game for role players and the psychopathic who love sports and man to man combat.&#10;&#10;From the inside:&#10;Rollerbrawl is a fast game of tactical sports mayhem in the near future. Players set up and play a team of variable abilities, and try to score points by putting an unbalanced, 8-inch ball of foam coated with hard rubber through one of two concentric hoops. If they're lucky most will survive the game...&#10;&#10;&quot;New and Improved&quot; Second Edition was published in 1984&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wooden Horse Races Game",
    "ID": 37632,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/37632/wooden-horse-races-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules:&#10;&#10;&quot;...roll the dice [total] them and [move] that horse forward one space. However, if the total on the dice is that of a scratched horse, then [you] must pay the amount which that horse is standing on [to the pot].&#10;&#10;Play continues around the table, until one horse reaches the finish line!&#10;&#10;Your cards are your shares of each horse in the race. If horse number 9 should win the race, and you have no nines in your hand, then you're just plain out of luck. On the other hand, if you were to have two nines in your hand, you would win half of the pot!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adal en Inguesu Landia",
    "ID": 37634,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/37634/adal-en-inguesu-landia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spanish language version. The object is to be the richest player at the end of the game. Board consists of a track winding through a small town with a school, carnival, airport, volcano and other sites. Spinner is on one corner of the board. Players use bribes, cards, vocabulary and other things to achieve their goal. A sand timer is also involved.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Math",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Polemos: Franco-Prussian War",
    "ID": 37637,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/37637/polemos-franco-prussian-war",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "POLEMOS - FRANCO PRUSSIAN WAR&#10;&#10;When Emperor Louis Napoleon declared war on Prussia in Summer 1870 he was at the head of an army that most contemporaries regarded as the leading military force in Europe. No doubt he had plans of recreating the Glory of his illustrious namesake Uncle. What actually happened was a campaign that saw the Prussians invading France and the Imperial army capitulating at Sedan. Louis Napoleon abdicated and the French carried in the war under the auspices of the Third Republic.&#10;&#10;As a wargames period, the FPW remains largely unexplored. There seems to be a general myth that the uniforms are boring, the battles one-sided and that information is just too hard to get to those of whose language skills do not include French and German. As it happens, nothing could be further than the truth than these stereotypes. The French can have a large variety of brightly dressed and colourful units, ranging from the Imperial Guard to the Zouaves and the North African Turcos. You can even field the French Foreign Legion! The Prussians number a significant contingent of allied German troops who all add their own colour and variety to the army, especially the large contingent of Bavarians. Infantry battalions still fought carrying their colours into action and the deployed armies make a brave show on the wargames table. The Prussians may have their superb artillery arm, but the French Infantry were armed with the Chassepot rifle. Tactics were in state of flux as armies were coming to terms with the change from Napoleonic tactics to ones more suited to the greater range and lethality of rifles and artillery. No greater example of this can be seen than the presence of Cavalry units whose purpose was still to charge the enemy with cold steel as their fathers and grandfathers had done.&#10;&#10;If you've not considered 1870 before then it is well worth a second look!&#10;&#10;Although the war involved unprecedented numbers of soldiers, there was a great deal of variety in the size of the battles. the French army that fought at Wagram was ten times the size of that which fought at Vimiero. It is a lot to ask of any single;e set of rules to cope with such diversity.&#10;&#10;Polemos FPW is therefore produced as two sets of rules in one book. The first set, Commandant de Battaile will allow the wargamer to fight battles with armies of up to corps size. The second set, Kommandant der Armee will allow the wargamer to refight the BIG battles of the period.&#10;&#10;The same wargames figures may be used in both sets of rules, as the basing system is universal - only the nominal scale will differ.&#10;&#10;Polemos FPW aimed at enabling the wargamer to fight large scale actions; actual battles, rather than small scale skirmishes. Systems for firing, melee and morale are straightforward and easy to learn, but allow your troops to emulate the tactics used by their historical counterparts.&#10;&#10;[u]Basing and Representation[/u]:&#10;The basic unit of manoeuvre in Polemos FPW is the Base - a group of wargames figures mounted permanently on a single base of a given size. The actual position and number of the figures on the base is not important, nor is it important that the base sizes given below are adhered to. So long as both armies use the same basing system, the rules should not be affected.&#10;&#10;[u]In Commandant de Battaile[/u]:&#10;A 60mm x 30mm base of infantry represents an infantry battalion - about 500-1000 men. &#10;A 60mm x 30mm base of cavalry represents a regiment or three to four squadrons. &#10;A 30mm x 30mm artillery or mitrailleuse base represents two batteries each of 6 guns.&#10;A 30mm x 30mm Officer base is use for Generals, Corps and Divisional commanders&#10;&#10;[u]In Kommandant der Armee[/u]:&#10;60mm square bases are used. These can be formed by using two CDB bases, butted up one behind the other or a single larger base which allows a more creative and dioramic approach.&#10;A 60mm square base of infantry represents a brigade or division of 1500 to 3000 men.&#10;&#10;A 60mm square base of cavalry represents a brigade or division of 750 to 1500 men.&#10;&#10;A 30mm x 30mm artillery base represents 18 to 36 guns,&#10;&#10;All distances in Polemos games are expressed in Base Widths (BW) and Base Depths (BD) in order to allow the use of differing base sizes. A BD is half a BW.&#10;This system means that any size can be used for bases, so no rebasing is required so long as both sides are consistent. We believe that a 60mm x 30mm base gives the best results in terms of both practical use and visual impact. All Baccus 6mm Polemos army and booster packs are organised on this basis.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: Polemos (Baccus Miniatures)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleground: Kingdoms",
    "ID": 37638,
    "Year": "(2008)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37638/battleground-kingdoms",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "Battleground: Kingdoms is a campaign system and scenario generator designed for use with the Battleground: Fantasy Warfare system.&#10;&#10;Battleground: Kingdoms uses map cards and scenario cards to create a wide range of possible battles.  If you want a single battle for a normal game, a die roll will determine the force levels available to each player.  In a multi-round campaign, players begin with 1500-point battles and access only to core units.  As the campaign progresses the size of battles grow and players buy buildings that expand their options.  By the end of the campaign, players are fighting epic battles with access to their full army as well as dragons, giants and mercenaries for hire.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "Game: Battleground Fantasy Warfare (Your Move Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Türme von Babylon",
    "ID": 37639,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.22",
    "Link": "https://boardgamegeek.com/boardgame/37639/die-turme-von-babylon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "The Towers of Babylon is a game by the designer of Crazy Diamond and Karatino. The large, modular board consists of the center tower with areas surrounding it. Players win the game in one of two ways: capture one of the three tower Princesses and then conquer the Citadel, or gain 50 crown points. Crown points are earned by successfully attacking other knights and holding certain territories.&#10;&#10;While described as a family game, there are some more serious aspects of the play that make this questionable. Knights must be trained before they can be brought into your army, and having access to on oasis is necessary to make this happen. This requires planning and a strategic eye toward how others are building their resources. There are different rules for attacks based on the relative location to the palace. Attacks are made using cards, and this is true when attacking other knights or trying to conquer the tower.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Mythology"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Ancient: Babylon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Verlorene Amulett",
    "ID": 37640,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/37640/das-verlorene-amulett",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Das Verlorene Amulett is a family game where players try to decode hieroglyphics and create complete sentences. Players travel in old Egypt to search the for the amulet, which helps them decipher the meaning of the cryptic codes. To gain the amulet, and decode the graphics, players answer questions that require both mathematical and logical thinking. When a correct solution is given, the player gets an Egyptian hieroglyphic tile. Players form words from their hieroglyphics, and the words are combined from all players form together a sentence.&#10;&#10;The rulebook includes all the questions on the cards plus their answers, making the game easily playable in English.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rechenkönig",
    "ID": 37641,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/37641/rechenkonig",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Rechenk&ouml;nig (a.k.a. King of Numbers) is a collection of number-learning games using a base set of cards that are cleverly designed. One set of cards has a simple equation, like &quot;2 + 1&quot; or &quot;9 -7&quot;. Another set has solutions, like &quot;=3&quot;.&#10;&#10;The cards have two special features. First, on one side graphics are shown with the numbers, while on the reverse the graphics are not shown. This allows the games to played at different levels based on the age of the children. Second, each card has a hole in it, and the placement of this hole aligns with its solution cards so that when the proper answers are placed together, a wooden &quot;king of numbers&quot; figure fits precisely into the combined hole; if the king doesn't fit, the answer is wrong. The wooden King piece doubles as a pencil holder, which is helpful since some of the games require scorekeeping on a piece of paper.&#10;&#10;Using this card set, the rules describe seven different games of increasing difficulty. One of these is a solitaire game, the others are for 2, 3, or more players. Each is interesting and the variability of the play with the unique cards keeps the game interesting through multiple plays and useful for children.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bären-Hör-Memo",
    "ID": 37642,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37642/baren-hor-memo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "While there are probably thousands of variations of the standard &quot;memory&quot; game, this one distinguishes itself because the matches are made by sound rather than visually. The game includes 20 identical-looking bears, but there are 10 different sounds when shaking them based on the material inside the bear. The bears are placed on the board, and in turn players shake on bear and then must find its match. Like other memory games, if they get a match they keep going, otherwise the turn passes to the next player. The bears are nicely made and the some of the sound differences are subtle enough that it requires concentration as well as memory to get the pairings correct.&#10;&#10;The title means simply &quot;Bear Hearing Memory&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BIRDING! At Point Pelee National Park",
    "ID": 37643,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37643/birding-at-point-pelee-national-park",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box cover:&#10;&#10;&quot;The Field Mark Identification Game&#10;&#10;The most innovative bird watching aid since the invention of the pocket field guide--a simulation of a spring day at one of North America's best birding spots.&#10;&#10;Designed by naturalists to teach you behavior and flight recognition, plumage and vocalization identification, use of field guides and checklists, and more, without using flash cards or trivia.&#10;&#10;BIRDING!...will help you to improve all the skills used in the field.&quot;&#10;&#10;Every player moves their pawn on the map of Point Pelee. Then the dealer reads the description of a bird species from the top card of the deck. Everyone occupying the habitat type given on the card is, in turn, eligible to guess the species. If you're right, tick its box on your checklist of 292 possible species. Per the rules, &quot;The player (or team) with the most species identified on the Checklist at the at the end of the game wins.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Trivia"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bear Game",
    "ID": 37645,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/37645/bear-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "The Bear Game contains five dice, with a bear replacing the &quot;1&quot; on each.  Players take 4 turns (representing the four seasons) rolling all five dice trying to obtain the highest point total.  Players score points in the first three seasons only when one bear is rolled and score in the last season (winter) only if no bears are rolled.  &#10;The instructions also include &quot;bear facts.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Bears",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Damagol",
    "ID": 37646,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/37646/damagol",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Combination of Soccer and Checkers. The players has move one of our eleven pieces in any direction, attempt to come on the opponent's goal, meanwhile try to be not capture by the other player peaces. The goalkeeper has not capture any pieces outside the grand area, and the other peaces has not capture the goalkeeper in his domains. Who score more points is the winner; draw it's a possible.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clipper Race",
    "ID": 37647,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/37647/clipper-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Clipper Race is a sailing game published around 1935.  Players (2,3,4) use a spinner to determine movement along predefined naval routes. The objective is to sail from: Boston, New York, Philadelphia or New Orleans to Shanghai and then return to one of the USA ports.  The player must land exactly on Shanghai and the USA port.  Along the way there are spaces that direct the player to go back spaces or sail to a different port before resuming course.  Landing on an opponent sends him back 10 spaces.  The shorter routes have more penalty spaces. The game comes with 6 beautifully crafted clippers (2 extra) in low relief that are painted in semi reflective paints.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Travel"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polemos: American Civil War",
    "ID": 37648,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/37648/polemos-american-civil-war",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Polemos - American Civil War&#10;    &#10;The American Civil War was fought between two fledgling armies with little experience, over a vast area and with little knowledge of the technologies that would be brought to bear over the course of the war.&#10;&#10;Inexperienced armies and generals, state driven mobilization and a belief that with one battle it would be over added, to the mixed and muddled beginning to the war. However with the emerging use of mass production for weapons, ammunition and supply there were some compelling reasons why this would not be so. With both the Union and Confederate governments aiming to mobilize, train and arm the volunteers and militias to the field within a few months gives us the opportunity to re-construct battles that were, in the main, very unpredictable.&#10;&#10;This mixture of inexperience and technology would directly affect the course and length of the war. Both forces involved were made up of Regulars, Volunteers, and Militias that varied in size, experience and term of service. The protagonists also relied on conscription to add more troops to their armies as the war progressed and the volunteers began to dry up.&#10;&#10;With Polemos, American Civil War (ACW), the opportunity to produce two sets of rules in one book is irresistible. This set of rules will allow the war gamer to re-fight the larger battles of the period such as: Lee versus Meade at Gettysburg or Bragg versus Rosecrans at Chickamauga fighting with armies of well over 50,000 men each.&#10;&#10;The other allows the war gamer to fight Division or Corps sized actions and re-create smaller engagements within larger battles like Breckinridge&rsquo;s final assault on the high ground at the Battle of Stones River (Murfreesboro) in January 1863, or the battle that lost Arkansas to the Confederates, Prairie Grove in 1862.&#10;&#10;Polemos ACW is therefore produced as two sets of rules in one book. The first set, On They Came will allow the wargamer to fight battles with armies of up to corps size. The second set, Crisis of Allegiance will allow the wargamer to refight the BIG battles of the period.&#10;&#10;The same wargames figures may be used in both sets of rules, as the basing system is universal - only the nominal scale will differ.&#10;&#10;Polemos ACW aimed at enabling the wargamer to fight large scale actions; actual battles, rather than small scale skirmishes. Systems for firing, melee and morale are straightforward and easy to learn, but allow your troops to emulate the tactics used by their historical counterparts.&#10;&#10;Basing and Representation:&#10;The basic unit of manoeuvre in Polemos ACW is the Base - a group of wargames figures mounted permanently on a single base of a given size. The actual position and number of the figures on the base is not important, nor is it important that the base sizes given below are adhered to. So long as both armies use the same basing system, the rules should not be affected.&#10;&#10;A 60mm x 30mm base of infantry represents an infantry regiment - about 300-500 men. &#10;A 60mm x 30mm base of cavalry represents a regiment of 300-500 men and horses.&#10;A 30mm x 30mm artillery base represents two batteries each of 4 to 6 guns.&#10;A 30mm x 30mm Officer base is use for Generals, Corps and Divisional commanders&#10;&#10;In Crisis of Allegiance, 60mm square bases are used. These can be formed by using two OTC bases, butted up one behind the other or a single larger base which allows a more creative and dioramic approach.&#10;&#10;A 60mm square base of infantry represents an infantry formation of between 1200 and 2000 men. This may represent a brigade or division, depending on the size of the army being modeled.&#10;A 60mm square base of cavalry represents between 1200 and 2000 men. This may represent a brigade or division. &#10;A 30mm x 30mm artillery base represents 16 to 24 guns,&#10;&#10;All distances in Polemos games are expressed in Base Widths (BW) and Base Depths (BD) in order to allow the use of differing base sizes. A BD is half a BW.&#10;This system means that any size can be used for bases, so no rebasing is required so long as both sides are consistent. We believe that a 60mm x 30mm base gives the best results in terms of both practical use and visual impact. All Baccus 6mm Polemos army and booster packs are organised on this basis.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Polemos (Baccus Miniatures)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Napoleonic Wars: Update Kit",
    "ID": 37649,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37649/the-napoleonic-wars-update-kit",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "The Napoleonic Wars 2008 Update Kit allows owners of the  1st Edition to update their game to a similar standard as the 2nd Edition.&#10;&#10;This kit is not playable on its own, this is an update for The Napoleonic Wars 1st Edition of the game. It is not required if you have the The Napoleonic Wars (Second Edition) game.&#10;&#10;In response to many customer requests, GMT are providing an update kit that will allow owners of the original game to update their 2002 1st Edition to the 2008 2nd Edition version at minimal cost.&#10; The 2008 Update Kit for The Napoleonic Wars contains:&#10;1. The 2008 deck of cards (110)&#10;2. The 2008 HQ cards ( 9 x 5.5in by 8.5in cards)&#10;3. The 2008 Rule booklet (24 pages)&#10;4. The 2008 Player Aid Cards (2 total; The Battleground &amp; Control Chart)&#10;&#10;Including every new component would have meant having to purchase the whole game; therefore the update kit only includes the parts of the game that have significant changes.&#10;&#10;Regarding the rest of the components of the 2002 1st Edition:&#10;&#10;     The map for the new edition has no functional changes from the original.&#10;     The new Playbook has only very minor changes. The playbook is available as a free pdf download. &#10;     The countersheets have a total of one changed counter. There is a free download pdf file that enables this one counter to be created by the owner.&#10;&#10;&#10;Revises:&#10;&#10;    The Napoleonic Wars (1st edition)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UP2U",
    "ID": 37650,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37650/up2u",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "UP2U is a strategy stacking game that pits players against each other in a tower-building contest.  A roll of the dice determines how many pieces you must  stack or whether you must take a penalty from another player.  The closer you get to the goal the harder it gets.&#10;&#10;Home Page: http://www.up2ugames.com.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pontiac Safety Drive Game",
    "ID": 37652,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37652/pontiac-safety-drive-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1938 Pontiac &quot;Premium&quot; promotional board game entitled &quot;The Pontiac Safety Drive Game&quot;.&#10;&#10;&quot;This game reproduces all of the problems encountered in driving an automobile through the congested streets of a typical city. The board portrays a street map, with traffic signals, sixteen objective points (golf course, fair grounds, etc.) and obstacles (Jail, Hospital, etc.) Rules and penalties are based on actual traffic regulations. [The] OBJECT OF THE GAME is to acquire the most money by being [the] first player to reach the various objectives with least loss though fines or damages.&quot; This is a truly entertaining and well thought-out game, which manages to combine education, advertising, and fun.&#10;&#10;The game was printed in the USA.&#10;&#10;",
    "Categories": [
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Vehicles (Cars, Trucks, etc.)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party Quiz",
    "ID": 37653,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37653/party-quiz",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Noma's new and entertaining party pep'er-upper!  Loads of educational quiz-fun for young and old alike.  Anybody can play this fascinating new game.  Questions on every subject under the Sun ... Sports, Geography, Movies, History, Literature, etc. (from box cover)&#10;&#10;",
    "Categories": [
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloom: Unfortunate Expeditions",
    "ID": 37654,
    "Year": "(2009)",
    "Geek Rating": "5.790",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37654/gloom-unfortunate-expeditions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "The Gloom: Unfortunate Expeditions expansion adds one player and 55 cards to the game. Here is a description of the expansion from the publisher:&#10;&#10;In the Gloom card game, you make your eccentric family of misfits suffer the greatest tragedies possible before helping them pass on to the well-deserved respite of death. Just mix the 55 transparent cards in this set together with your copy of Gloom to add morbid new Modifiers, Events, and Untimely Deaths, and a new family of intrepid explorers who've faced misfortune across the globe. These days Colonel Bumpersnoot is really more of a bargain hunter, while Lady Bumpersnoot struggles with high society -- but she always loves to have guests for dinner. Their Towering Treehouse is included as a Residence card to use with the Unhappy Homes expansion.&#10;&#10;Unfortunate Expeditions introduces expeditions into the game. Only one expedition can be in play at a time. An expedition's rules affect all players as long as it remains in play. When you play a modifier of untimely death that has an expedition symbol, resolved the immediate effects of the card, then replace the current expedition with the one shown on the card. Some cards also have special effects that occur if an active expedition is already in play when the card is played.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Role Playing",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Game: Gloom",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Dog Hooligans",
    "ID": 37655,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37655/hot-dog-hooligans",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game comes from that lovable crew that brought you Pirates Versus Ninjas.  This game however, has neither Pirates nor Ninjas.  It involves a hot dog eating contest where the contestants are the players.&#10;&#10;Rounds begin with the first player flipping over a hot dog to attempt to eat.  The hot dog has stats that match the five tastes (sweet, sour, spicy, salty, bitter).  Play proceeds to the left with the next player playing a topping card on the hot dog to attempt to make the first player lose their lunch.  Toppings include everything from lemons to fish heads.  Play proceeds until all of the opponents have had a chance to play a topping or pass.  Then the initial player has a chance to play negative toppings such as pepto or antacid to make the hot dog edible.  If they can't (the hot dog has a higher level than the character in at least one state), they lose their lunch.  Play proceeds to the next player who then flips over a hot dog to eat.&#10;&#10;Play continues until a player has earned the specified number of points to win.  Each hot dog eaten also offers a bonus to stamina and points toward victory.&#10;&#10;By the way, did I forget to mention it has BARF cards?  When played as a topping, the player automatically loses their lunch!!!&#10;&#10;Hot Dog Hooligans is now available at www.gurkengames.com.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Anger Control Game",
    "ID": 37656,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37656/the-anger-control-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game as psychological therapy tool for &quot;teaching cognitive skills necessary for effective anger control&quot;. Participants roll-and-move around the board, occasionally stopping to respond to hypothetical situations in six categories of &quot;cognitive-behavioral deficits&quot;. Chips are awarded for giving a good response to the card. Winner of the game is the player with the most chips at game end.&#10;&#10;The game must be guided by a counselor or therapist. This authority-as-game-master not only chooses from which card category players must respond to, but also acts as sole judge in determining whether a participant's answer is good enough to warrant an award of victory chips.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Couple Links",
    "ID": 37657,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37657/couple-links",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the game of Couple Links what you don&rsquo;t know about your partner could land you in the doghouse.  Compete with coupled friends on a fun-filled, often comical, journey through the Honeymoon, Reality and Golden stages of your relationships.  Use your knowledge for to answer real-life questions about your partner.  Get it right and you advance a step.  Get it wrong and you might advance to the doghouse.&#10;&#10;You&rsquo;ve got 2 minutes to get out of the doghouse!  What can you do in 2 minutes to please your partner??  Find out as you and your friends race through pitfalls and peaks to be the first couple to reach the end of the &ldquo;Golden Stage&rdquo; and live &ldquo;Happily Ever After&rdquo;.&#10;&#10;Honeymoon Stage: When you are crazy about each other&#10;Reality Stage: When you drive each other crazy&#10;Golden Stage: When you love stays strong in spite of the insanity&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of the Middle Ages: Arsuf 1191",
    "ID": 37659,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/37659/battles-of-the-middle-ages-arsuf-1191",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Third game in the series, depicts the famous battle of the Third Crusade, where Richard I Lionheart defeated a Saracen force led by Saladin on the Mediterrean cost near Arsuf. It was a tactical victory for the Crusaders, that were however unable to retake Jerusalem.&#10;&#10;4A4 full coloured map, more than 200 counters, 4 pages of rules&#10;&#10;Available for download (it's a Print &amp; play wargame) through Wargamedownloads.com&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Crusades",
      "Series: Battles of the Middle Ages (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warwick the Kingmaker",
    "ID": 37661,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/37661/warwick-the-kingmaker",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Warwick the Kingmaker is a game for three to four players in which the players play feuding lords trying to get the most prestigious status in the realm.&#10;&#10;In the game, the victor is the player with the most prestige points. Prestige points are earned in two ways; by the actions of the player's house and by supporting a candidate house.&#10;&#10;Since the player's royal family is not a viable candidate for the throne the player must invest his resources to the right candidate for the succession.&#10;&#10;(Note: the Earl of Warwick is a historical English lord but the game remains abstract and no particular elements of the War of the Roses enter play.)&#10;&#10;",
    "Categories": [
      "Civil War",
      "Deduction",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bałwanki",
    "ID": 37662,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37662/balwanki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Ba&#197;&#130;wanki is a simply game for 2 to 4 players. In game players are trying to make the biggest snowman.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Response",
    "ID": 37663,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/37663/response",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game requires each player to provide a one-word response to clues given. These clues, which are similar to those given in crossword puzzles, are given to the player from a selected card in the forms of definitions, statements, or other words. When a player responds to the clue correctly he/she places a colored marker over the letter representing that response on his/her section of the board.  When a player has completely covered his/her playing area he/she is the winner.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die Kleinen Leckermäulchen",
    "ID": 37664,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37664/die-kleinen-leckermaulchen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Die Kleinen Leckerm&auml;ulchen (the small, sweeth-toothed critters) uses a three-dimensional board that shows a flowery garden. The board can be constructed for each game and collapsed easily for storage. The standing part of the board has 18 holes, and at the beginning of the game eight different wooden fruits, each on a string, are each placed into one of the holes. The strings lay on the flat part of the board.&#10;&#10;The game includes a set of animal tiles, and each animal has a favorite food. On a turn, players pick a card and then must pull up the fruit that the animal likes to eat. Of course, all they can see are the strings that all look the same, or remember where they last saw the fruit. If they pull up the right fruit, they keep the tile. Otherwise, they must return the tile. The player who collects the most tiles wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snap It Up! Money",
    "ID": 37665,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37665/snap-it-up-money",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The object of Snap It Up! Money is to add or subtract the coins using the 3 coin cards and match the amount shown on the value card. A correctly completed match is a set - collect 3 sets to win. It helps kids understand the value of money.  It is in a family of educational games with a similar mechanic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Economic",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Matching",
      "Set Collection"
    ],
    "Families": [
      "Game: Snap It Up!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snap It Up! Math: Addition & Subtraction",
    "ID": 37666,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/37666/snap-it-up-math-addition-and-subtraction",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Match the value of shown with 3 cards that either add or subtract in a math equation.  Part of a family of educational games with a similar mechanic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Snap It Up!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snap It Up! Math: Multiplication",
    "ID": 37667,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/37667/snap-it-up-math-multiplication",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Match the value of shown with 2 cards that multiply to that value.  Part of a family of educational games with a similar mechanic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Snap It Up!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snap It Up! Word Families",
    "ID": 37668,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37668/snap-it-up-word-families",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Gather related word sets...  Part of a family of educational games with a similar mechanic; although all the others are math related.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Snap It Up!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orbicus",
    "ID": 37669,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/37669/orbicus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game consists of 45 hex tiles, one displaying the earth and the rest displaying segments of various trajectory paths on a starry background. The earth is placed first in the center of the playing area; players then take turns placing the rest of the tiles one a time with at least one connecting edge. The goal is to lay the tile that completes a single smooth continuous path around the earth while frustrating your opponent's efforts.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Assaut sur Malème",
    "ID": 37670,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/37670/assaut-sur-maleme",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "(translated from Vae Victis &quot;Hors-s&eacute;rie&quot; #10:)&#10;&#10;Assaut sur Maleme (Assault on Maleme) simulates combats for Maleme airfield in Creta from May 20th to May 23rd 1941. [...]&#10;The map represents the zone on which took place first four days combat between German Sturm regiment and 5th New-Zealand brigade.&#10;&#10;&#10;Small game (60 counters, 4 pages rules), easy for beginner.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: Greece",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible 20 Questions",
    "ID": 37671,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/37671/bible-20-questions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "2",
    "Description": "From the Game box:  Bible 20 Questions is the fast-paced game where players work together to identify people, places and things from the world's most important book.  It's great for beginners and Bible scholars alike.&#10;&#10;During each round, one player is the clue giver and the other players try to uncover the secret identity.  Each clue that's read reveals more hints -- the fewer clues you need, the farther you advance!&#10;&#10;Bible 20 Questions is great for families and perfect for Bible study groups.  It helps children, teens, and parents recall and discuss important subjects from the scriptures.  It's the perfect way to see how much you know about the Bible, and to learn more too!&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Religious: The Bible",
      "Traditional Games: 20 Questions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Minnie's Garden Game",
    "ID": 37673,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/37673/minnies-garden-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A children's roll and move game. The track is made of different fruits. The game comes with a spinner with 8 spaces, 6 for the different fruits, and one each for &quot;Move forward 3 spaces&quot; and &quot;Move backward 3 spaces&quot;. Players take turns to spin and then move to the next space depicting the corresponding fruit.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Player",
    "ID": 37674,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37674/global-player",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Global Player is a promotional family game developed by Spieltrieb for the Schott Glas company. According to the company's motto &quot;around the world - around the clock&quot;, players simulate the company's worldwide activities in researching, developing, producing, and shipping various goods as fast and efficiently as possible.&#10;&#10;There was a limited run of 400 produced games, which were given out by Schott to valued customers (most of them in Asia and in the US).&#10;&#10;Note that the game is 100% bilingual (German/English).&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fitzelfood",
    "ID": 37675,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37675/fitzelfood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fitzelfood is game that teaches children to match good foods with good exercise, and at the same time teaches about common foods from Germany, Sweden, France, and Italy.&#10;&#10;The goal of the game is to be the first to collect the nine peices of the puzzle for the country you represent (one of the four above). In order to get the pieces, you must be able to react quickly to find matches of good foods with good exercises. There are two decks of cards, and during the &quot;Squeaker Round&quot; one card from each is placed face up. If the two cards are a match, meaning both good for their respective decks, the first player to hit the Squeaker gets to see if they guessed correctly. The cards are placed next to each other, and depending on how the gray bands on the cards match, the cards are either both good, one is good and one is bad, or both are bad. If both are good, the player gets to draw two puzzle pieces from a bag. Other actions let players exchange pieces, and the first to collect all none of their pieces wins. Through the game, children learn about which foods are healthy and which are not, and which activities lead to a healthy lifestyle versus those that don't.&#10;&#10;",
    "Categories": [
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Finger Football",
    "ID": 37676,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/37676/finger-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Cute little game in which sets consist of a goal, two soccer shoes and two small dodecahedral footballs coloured with half the faces in black and the other half in white.&#10;&#10;To play, the shoes fit on the ends of fingers and one player guards the goal, while the other player takes penalty shots with the footballs.&#10;&#10;With more than one set (different sets may have different coloured strips on the shoes), players can set up two goals and play an actual game of table soccer.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Filmfestival",
    "ID": 37677,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/37677/filmfestival",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Swedish quiz game about film. Contains 816 questions in the following categories:&#10;&#10;- Hollywood&#10;- Actors/Actresses&#10;- Europe&#10;- Horror &amp; Comedy&#10;- Sweden&#10;- Misc&#10;&#10;Each player starts with a ticket for each category. When you correctly answer a question at one of the cinemas the corresponding ticket is used. When you have used all of your tickets you can start the walk up the stairs to Kinski Bar. The winner is the player who first reaches Kinski Bar.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Moment of Truth",
    "ID": 37678,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/37678/the-moment-of-truth",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Where is the weirdest place, you've ever made out with someone?&#10;&#10;Do you dare tell the truth? Well you better, for if your opponents feel your fibbing, to the lie detector you go!&#10;&#10;The Moment of Truth is a zany party game filled to the brim with funny, shocking and downright racy questions that you and your best buddies must answer truthfully to progress down the path of riches. However at anytime one of your &quot;friends&quot; could call you out as a liar and send you packing to the patented &quot;Lie Detector&quot; to prove your story. Pass, and move ahead; Fail, and back you go in your shame.&#10;&#10;First player to be truthful enough to reach the pinnacle is the winner.&#10;&#10;3-6 &quot;honest&quot; players.&#10;&#10;The game is based on the television series.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Betting and Bluffing"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Among the War Parties: Adventures in the Early Americas",
    "ID": 37679,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37679/among-the-war-parties-adventures-in-the-early-amer",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "(From the Publisher's Web Site)&#10;&#10;Among the War Parties brings the high adventure of Gloire: Swashbuckling Adventure in the Age of Kings into the forests, jungles and frontiers of the Americas! Create imposing war chiefs who do great deeds in battle, or terrifying and greedy Conquistadors, or stealthy and straight-shooting frontier woodsmen. This book introduces over a dozen new character archetypes, as well as new skills, weapons, and equipment for you to fight and survive in the unforgiving wilderness. This supplement contains a mammoth 35 Scenarios in five linked campaigns, ranging from the streets of the Aztec capital, Tenochtitlan, to the frozen and trackless forest in winter, to the wars of colonists and natives in early America.&#10;&#10;Sharpen your tomahawk and check your flint, and set out on the trail Among the War Parties!&#10;&#10;108 Pages&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "American Revolutionary War",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation",
      "Storytelling"
    ],
    "Families": [
      "History: French and Indian War",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Édition des stars",
    "ID": 37681,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37681/trivial-pursuit-edition-des-stars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is a card set expansion to Trivial Pursuit containing 500 questions about stars of the following categories:&#10;Tv&#10;movies&#10;way of life&#10;advertising &#10;songs&#10;jet set&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer zieht was?",
    "ID": 37682,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37682/wer-zieht-was",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A matching game for children Ages 2.5 to 5, each picture is divided into a left and right half.  Each picture is cut slightly differently so only the correct halves will line up correctly.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poke",
    "ID": 37684,
    "Year": "(1946)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/37684/poke",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Poke is a two-player multi-genre card game invented by Sid Sackson and discussed in his book A Gamut of Games. It combines strong elements of Poker with trick-taking games, and adds scoring reminiscent of Bridge.&#10;&#10;Like bridge, score is kept on a pad split down the centre both across and down; points &quot;above the line&quot; count for the final total, whereas points &quot;below the line&quot; are intermediate. The game is also played until a rubber, or best of three games, is completed.&#10;&#10;A hand of Poke is played in two phases; in the first phase, players draw cards to better their Poker hand, and in the second phase the players proceed to take &quot;tricks&quot; with their hand. Points from the first phase go above the line; points from the second go below the line, with some exceptions. Once a player has twenty points below the line (which may take more than one deal), the game is over, bonus points are added, and the points above the line are tallied to determine the winner of that particular game.&#10;&#10;Play is as follows:&#10;    * The dealer passes out five cards to himself and his opponent.&#10;    * The opponent may elect to stand pat, or not take any more cards. They may also discard from one to three of the cards in their hand and draw replacements. This doubles their hand; during the trick-taking phase, their opponent will now receive two points per trick won instead of one. After doubling, they may elect to stand pat, or discard from one to three cards again and draw replacements. This is a redouble, and their opponent will now receive four points per trick. They must stand pat at this point.&#10;    * The dealer acts similarly, except for the fact that they get one &quot;free&quot; discard-and-redraw; they may also double and redouble afterwards, for a total of three possible discards-and-redraws.&#10;&#10;This ends the first phase. Next comes the trick-taking phase.&#10;&#10;* The non-dealer leads by playing one or more cards from their hand. If more than one card is played, they must be of the same rank; in other words, only singles, pairs, three-of-a-kinds, and four-of-a-kinds are allowed as a single play. Their opponent must beat the cards on the table. If it is a singleton, a card of higher rank will suffice; if it is a pair or greater, the opponent must play the same number of cards, and can only beat if their own cards are all the same rank and of higher value. If they do not have a pair or higher, they can simply toss off other cards, which will not beat what is on the table. If the cards played have the same value, the leader wins them.&#10;    * Note that suit is irrelevant at this stage; there are no trumps, and one does not have to follow suit to beat.&#10;    * Players keep their own cards, turning them face-up if they won the trick or face-down if they did not.&#10;    * The winner of the last trick leads for the next one, following the rules above.&#10;&#10;After all five cards have been played in tricks, points below the line are determined. Each player gets one point below the line for every trick they take if their opponent did not double or redouble; they get two points for every trick if their opponent doubled but did not redouble, and four points for every trick if their opponent redoubled.&#10;&#10;If a player took all five cards in tricks, they have performed a sweep, and receive a bonus of 250 points above the line.&#10;&#10;Next, both player's hands are considered as Poker hands. The player with the highest Poker hand received points above the line as follows:&#10;&#10;* Pair: 50 points&#10;    * Two Pair: 100 points&#10;    * Three of a Kind: 200 points&#10;    * Straight: 300 points&#10;    * Flush: 400 points&#10;    * Full House: 500 points&#10;    * Four of a Kind: 600 points&#10;    * Straight Flush: 750 points&#10;    * Royal Flush: 1000 points&#10;&#10;Deal then passes, and a new hand is dealt. However, if either player reached 20 points below the line, that game is over, unless there is a tie in the number of points below the line, in which case a tiebreaker hand is played. Once a clear winner has been determined, that player gets a bonus of 100 points above the line, and all points below the line are canceled.&#10;&#10;When a player has won their second game, they receive the 100 point bonus mentioned above, plus 750 points above the line if their opponent did not win a game in the rubber, or 500 points above the line if their opponent won one. At this stage, the points above the line are tallied, and the person with the most points above the line wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games",
      "Series: Gamut of Games (Sid Sackson)",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eigil310",
    "ID": 37687,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37687/eigil310",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Eigil310 is a game of strategy that combines shapes, colors and numbers to allow you to lay cards on the board and pick up your opponent's cards (made of plastic not cardboard).  The object of the game is to line up 3 shapes, 3 colors or a count of 10, if you do this you may pick up the cards and it is your opponent's turn. Sounds easy but is hard to master.&#10;&#10;From the back of the box:&#10;&#10;&quot;In Eigil310 the objective is to run your opponent out of cards. To win the game you must line up the cards to match, (in a straight line, horizontally, or diagonally) any 3 of the same card colours, or any 3 of the same card symbols or any combination of cards with the numbers adding up to a total count of exactly 10. When any of these parameters are met, that player removes the card combination, and the cards become theirs to use.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Vache",
    "ID": 37688,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/37688/super-vache",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Super Vache (French for &quot;Super Cow&quot;), every player is a cow who tries to become the leader of the &quot;tribe&quot; by collecting 50 victory points. You get points by being the fastest cow, by charging other cows, by producing good milk and, finally, by occupying the highest spot in the field. Oh! beware of the butcher!&#10;&#10;Expanded by:&#10;&#10;    Super Vache L'extension&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Siedler von Catan: Rincewind und der Tourist  /  Die Gilden von Ankh-Morpork",
    "ID": 37690,
    "Year": "(2008)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37690/die-siedler-von-catan-rincewind-und-der-tourist-di",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "A pair of new scenarios for The Settlers of Catan acting in the DISCWORLD of Terry Pratchett. Not only Terry Pratchett, but also Klaus Teuber and KOSMOS agreed to the Scenario published in same quality as the last one of &Ouml;sterreichisches Spielemusuem Renaissance in der Steiermark/Burgbau in Chaffenberch.&#10;&#10;In &quot;Die Gilden von Ankh-Morpork,&quot; join the Thieves, Assassins, Beggars, or other guilds and be a part of the biggest city on Discworld: Ankh-Morpork. Seek the favor of Lord Vetenari. This scenario has you build the city, only guild members may build in the outlying towns. Place settlements near the Guild Halls. Pay resources to the Guild of Thieves to be protected from robbers. Pay an assassin to eliminate neighbors so you can take over their small shops near other guilds.&#10;&#10;In &quot;Rincewind und der Tourist,&quot; players have to trade resources as usual in Catan Games, but in addition they may create dragons with fantasy and magic, may travel like a tourist, or deliver resources by ship - but keep off the edge of Discworld, where your ships may be kidnapped before falling...&#10;&#10;This is the first official Catan scenario to have both 3-4 player and 5-6 capability in the same set. It only requires the base game; all other materials are provided by the scenario.&#10;&#10;Catan meets Discworld! Available for those who take part in the Austrian Catan Championships and during the upcoming 2008 Essen Fair at the booth of the &Ouml;sterreichische Spielemuseum.&#10;&#10;This scenario is part of the Catan series.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": [
      "Books: Discworld",
      "Game: Catan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordlink",
    "ID": 37691,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.81",
    "Link": "https://boardgamegeek.com/boardgame/37691/wordlink",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Wordlink is another word building game, this time with hexagonal letter tiles. Unlike in Scrabble for instance, letters can be side to side even if they do not belong to the same word. Words can go to any direction and make turns.&#10;Each player in turn picks one letter from the bag and puts it on the board to form as many words as possible with the letters already on the board. There is a one minute time limit.&#10;At the end of the turn, word points are calculated (each letter has a value) and added to the total.&#10;Every sixth round, including the opening round, is a bonus round: Every player picks eight (or five, there are rule differences) letters from the bag and tries to make as long word as possible withe the letters already on the board. On the opening round, the board is empty, of course. The winner puts his/her word on the board and gets the word points plus 25 bonus points.&#10;The game ends when all letters are used. The game can also be ended after any bonus round.&#10;&#10;Contents:&#10;- Game board&#10;- 105 letter tiles in a bag&#10;- Hourglass&#10;- Scoring sheets and a pen&#10;- Rules&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Great Wall",
    "ID": 37692,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37692/great-wall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game whose theme is the construction of the Great Wall of China. Per the instructions, the game requires a &quot;long playing surface&quot; as the wall is built by playing cards side by side. The object of the game is to have the most honor points at the end of the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warszawa 1944",
    "ID": 37693,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/37693/warszawa-1944",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "400",
    "Play Time": "400",
    "Weight": "4",
    "Description": "Wargame about battle fought on foregrounds of Warsaw at the turn of July and August 1944. On 1st August at German's hinterland Warsaw Uprising had begun. 6th Red Army Tank Army had been crushed by German 3rd SS Panzer Corps.&#10;&#10;The game uses rules of the  B35 (Battles of World War II 1943-1945) system designed for dealing with medium battles of World War II. Counters represent battalions (Germans) or regiments (Russians), one hex represents 1500m, one turn represents 12 hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Country: Poland",
      "History: Warsaw Uprising (Poland, 1944)",
      "Series: Bitwy II wojny światowej 1943-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Girls vs Guys – Bite Size",
    "ID": 37695,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/37695/trivial-pursuit-girls-vs-guys-bite-size",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.4",
    "Description": "Description by publisher:&#10;&#10;It's time to settle the score once and for all...bring it on! If you're a man's man - or even a blokey girl - then answer questions from the Guys wedge. That's everything about boys toys, action films, blokey sports, music, TV and of course hot babes! If you're a girly girl - or a bloke - then answer questions from the Girls wedge. That's everything about chick flicks, chick lit, fashion, girly music, TV and of course hot hunks! May the better sex win!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imaginez",
    "ID": 37697,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/37697/imaginez",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Imaginez (French for &quot;Imagine&quot;), players try to associate cards in their hands with one of the 12 cards on the board. Cards represent either objects, animals, places, country, well-known persons, etc. There must be a direct link between the two cards you are trying to associate. There is a score (from 1 to 3 ) on each card. Each time you successfully associate two cards, you score the total of the cards. First to 50 wins.&#10;&#10;Example: &quot;Napoleon&quot; is on the board and you have the &quot;Corsica&quot; card. Since Napoleon was born there you could associate to these two cards. Later on, you could put &quot;Island&quot; card on Corsica (since it's an island), then maybe the &quot;Treasure&quot; (&quot;Treasure Island&quot;), etc.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stalin's Stash",
    "ID": 37699,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37699/stalins-stash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Stalin is dying in the hospital. Quickly! Steal his money!&#10;&#10;Designed around the concept of shadenfreude (enjoyment in the misfortune of others) and Sociopolitical Economics, Stalin's Stash pits up to 4 players against each other in a vie for Stalin's secret treasure. Players build tunnels under Moscow while stealing each other's money, collapsing the tunnels with Molotov Cocktails to earn bonuses and stall other players, all while paying union dues and managing equal worker's salaries.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Network and Route Building",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Serve and Volley",
    "ID": 37700,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/37700/serve-and-volley",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A simple cards and dice game on a tennis match, for 2 players.&#10;A 60 cards deck, one six sided die and a few coins are all you need to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Stones",
    "ID": 37701,
    "Year": "(-2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/37701/five-stones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Five Stones is an ancient game played in various forms in most countries throughout the world.  The rules vary slightly but typically they involve 5 to 10 stones or tokens of some type.&#10;&#10;The modern game of Jacks, using metal caltrops and a ball, is a descendant of this game.  Unlike Jacks, Five Stones games require only pebbles or tokens.&#10;&#10;The game may also have been played with astragals, or sheep knuckle bones, but instead of being used as randomizers for wagering they're used in place of stones for tossing.&#10;&#10;Five Stones requires only a handful of small stones, although many variants use stylized tokens instead of stones.  The stones or tokens normally have irregular or cubic sides to allow scattering in a small area.&#10;&#10;In Korea 5 small octagonal prisms or polyhedrons are used, in the traditional Jewish variant 5 cubes are used, but the only real requirement is 5 irregularly-shaped pebbles.&#10;&#10;Typically the game involves casting the stones and then tossing one stone in the air and picking up another and catching the first before it strikes the ground.  In some regional variants the stones are caught on the back of the hand, either for scoring or during play.&#10;&#10;Related to: Knucklebones&#10;Re-implemented by: Jacks&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Knucklebones / Jacks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caractère",
    "ID": 37702,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/37702/caractere",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Caract&egrave;re is a French game based on what the players think about each other. All the players must simultaneously choose the name of a player as an answer to a question &mdash; most of the time, it's a &quot;who is the most... ?&quot; type of question.&#10;&#10;There are 3 different kinds of cards :&#10;- Grey &quot;M&eacute;lo&quot; questions applies to everybody, and one can choose is own name as an answer&#10;- Red Duo questions applies to everybody, but one can't answer his own nam&#10;- Blue Ego question are about the active player only (&quot;Am I rather likely to do this or that ?&quot;)&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starmada: Dreadnoughts",
    "ID": 37703,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/37703/starmada-dreadnoughts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Dreadnoughts is a setting book for Starmada X: The Admiralty Edition that brings to life the epic sweep of naval combat during the First World War.&#10;&#10;To many people, the Great War conjures images of mud-soaked trenches and land-locked armies joined in a futile embrace across no-man's land. But navies were just as important to victory (if not more so); and it was on the seas that the conflict truly became a World War. From the North Sea to the Mediterranean, from the Black Sea to the South Pacific, battles raged across the globe.&#10;&#10;So, go ahead: swap your energy shields for armor plating and the blackness of space for the wine-dark sea, and see if you have what it takes to rule the waves!&#10;&#10;In addition to data cards for one hundred ship classes from eight different navies of the early twentieth century, Dreadnoughts adds brand-new options to the Starmada X game, including flotillas, wet-navy style movement, and dual-mode fighter flights, which can be used individually or collectively to enrich any setting. Also included are six historical scenarios, allowing players to re-fight various naval actions of the Great War.&#10;&#10;Dreadnoughts is not a stand-alone product; ownership of the Starmada X Admiralty Edition Core Rulebook is required.&#10;&#10;Expands:&#10;&#10;    Starmada X&#10;    Starmada: The Admiralty Edition&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Science Fiction",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Starmada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Friends Around the World",
    "ID": 37704,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/37704/friends-around-the-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The board game focuses away from competition and rather fosters cooperation with each other.  The object is not to get there first, but to get all his friends together to the finish.  Chance cards are not only penalizing the individual player but everyone.&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordt Vervolgd",
    "ID": 37705,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/37705/wordt-vervolgd",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Wordt Vervolgd (English: &quot;to be continued&quot;) is a dominoes-like game based on the popular eighties Dutch TV-show about comics and cartoons with the same name.&#10;The game consists of a board and 76 cards.&#10;Each player starts with 7 cards. Each card has a picture from a comic book. Each turn a player tries to add as many cards as possible to the cards already on the board. Two cards match if the skyline behind the characters matches. During the game a comic &quot;story&quot; will appear. The first player without any cards left is the winner.&#10;&#10;Artwork is by Dutch cartoonist Uco Egmond.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Justice",
    "ID": 37706,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37706/justice",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The object of the game is to match your wits with the authors (Charles Boswell and Lewis Thompson, winners of the Mystery Writers of America Edgar Allen Poe award for excellence in fact-crime writing) of six case histories based on actual crimes. Based on an early TV show, as the game says, &quot;Direct from television to you&quot;. An early example of marketing a TV show to a home audience using a game. Uses an actual METAL &quot;scales of justice&quot; to evaluate and track a case's progress.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FPSccg",
    "ID": 37707,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/37707/fpsccg",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.6667",
    "Description": "FPSccg brings the world of first-person-shooter video games to a fast-paced collectible card game. Players use weapons, ammunition, and other equipment to battle each other in a high caliber fight to the finish. They can compete one-on-one, as teams, or in all out free-for-all death match games.  The FPSccg rules are easy to learn and feature a streamlined turn sequence, an entirely unique resource system, and forward-resolving effects.  Gone are the days of tapping and exhausting and of last-in-first-out.&#10;&#10;The FPSccg Edition One base set contains 220 cards of varying rarities.  All rules and card lists are available at FPSccg.com.  FPSccg was developed by Johnson-Chilton Games, an independent company of gamers in Rolla, Missouri, and is printed by TMCards.  FPSccg is not based on a specific FPS game, but is a proprietary title modeled after the entire FPS genre.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlefield Evolution: Modern Combat – Ultra-Modern Miniatures Rules",
    "ID": 37708,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/37708/battlefield-evolution-modern-combat-ultra-modern-m",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "(From the back page of the rulebook)&#10;&#10;Battlefield Evolution: Modern Combat is an ultra-modern miniatures game played with the most advanced military equipment currently in the inventories of the world's nations as well as new systems that are currently being developed.&#10;&#10;Full army lists are included for.&#10;The British Army&#10;The People's Liberation Army&#10;The United States Army&#10;The United States Marine Corps&#10;The Middle Eastern Alliance&#10;The German Heer&#10;The Russian Army&#10;&#10;Battlefield Evolution: Modern Combat allows players to fight future wars anywhere in the world, be it rolling plain or humid jungle. From small skirmishes to full scale  engagements, the armies of the world clash using the very latest technology and equipment.&#10;&#10;A full range of unit types are included, from basic infantry squads to mighty tanks, attack helicopters and multi-role jet aircraft. The tactical possibilities are endless when combined with the scenarios and strategic campaign rules presented within.&#10;&#10;Unleash the awesome fire-power of the modern battlefield and decide which nation will dominate the battlefields of the near future!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Series: Battlefield Evolution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Changkufeng Hill 1938",
    "ID": 37709,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37709/battle-of-changkufeng-hill-1938",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a 100 counter Japanese wargame on the Battle of Changkufeng Hill(also known as the Battle of Lake Khasan) July 29-Aug 11, 1938.&#10;&#10;This battle was a prelude to the bigger battle of Nomonhan 1939.&#10;&#10;11 daily turns.&#10;&#10;Came out in Command Magazine Japan #82.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Operation Typhoon: Barbarossa Denied",
    "ID": 37710,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/37710/operation-typhoon-barbarossa-denied",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Sept, 1941: Army Group Center is poised to begin the final phase of the conquest of the Soviet Union, the assault on Moscow.&#10;&#10;Although the German Army had not tasted defeat in two years of war, loses of men and material and the ever worsening weather and extended supply situation, casts a shadow of doubt over final victory.&#10;&#10;Operation Typhoon: Barbarossa Denied is a simple 2 player game that reflects Army Group Center&rsquo;s drive to Moscow in the fateful months from Sept. to Dec. 1941. The last ditch efforts by the German Army to bring the War in the East to a conclusion before Christmas. They failed!&#10;&#10;Units may move and attack all adjacent units at the end of movement. After resolving combat, units that remain adjacent to enemy units may attack again. Stuka counter increases odds column by 1. Units have 1 side step reduction. Object of the game is to take cities and kill enemy units. Points are awarded for both. Weather in Operation Typhoon is handled in a very interesting way. As weather gets worse, movement points are deducted. Simple and effective. A typical game should not last more than 30-45 minutes at the longest. 4 pages of rules. Combat is resolved with a d6 die on the combat matrix CRT.&#10;&#10;This is an EXCELLENT game for introducing a beginner. or to simply kill some time when both space and time are an issue.&#10;&#10;(from the publisher's website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jump Force: Alpha",
    "ID": 37711,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/37711/jump-force-alpha",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;The Year: 2357 AD&#10;Human beings from the planet Earth have expanded into the far reaches of space. For over 100 years, humanity has explored, colonized and expanded civilization on new, unpopulated planets and has made no contact with any sentient forms of life... Until now!&#10;&#10;Recently, an outpost on Copernica Prime has ceased to transmit regular communications with Earth. Probes show no sign of survivors but return signals of some form of advanced Cybernetic beings. Damage to the colony leaves no doubt a violent struggle occurred and the colonies put up a fight.&#10;&#10;Your orders: Deploy a small force, gather intelligence, search and destroy. The force deployed ... Jump Force Alpha!&#10;&#10;Game System:&#10;&#10;Solitaire action where by the Human Forces player plans his assault on the captured colony and executes his move. The play of the Robotics player is generated by programmed moves. Robotics automatically respond to the Human players moves and Robots move towards the closest human and attack.&#10;&#10;Object of the game is determined by the type of mission mounted. Before the Human player may enter the colony settlement, the perimeter fence must be breached. Once breached, the alarm is sounded and the Robots begin to deploy and move.&#10;&#10;Human player must execute the mission, leave no marine behind and return to the carrier transport to get off world and win the game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blak Dragon",
    "ID": 37712,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/37712/blak-dragon",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Parental Advisory: This game has has a maturity rating equivalent to the ESRB video game rating of MATURE due to content of warfare and technology that may be considered too explicit for children.&#10;&#10;Blak Dragon: A Game of Space Warfare&#10;&#10;Blak Dragon brings players to the war for Sol system. Fight strategically and tactically in the orbital cities, asteroid bases, Martian jungles and all the icy vacuum in-between. This game is set in the time after the Earth's cities were destroyed by the evil Warpigs.&#10;&#10;Players can control cities and capital ships that are deployed on a simple 3 dimensional hex-board. As well these larger areas have their own tactical maps for simulation of boarding party battles, weapon strikes and tactical deployment information like command center locations, hangar decks, and storage areas.&#10;&#10;Game in development. Please geekmail the designer if you wish to be a testplayer!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fighting",
      "Mature / Adult",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Corps (2)",
    "ID": 37714,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/37714/panzer-corps-2",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "The second game of the Panzer Korps system. It's a very simple &amp; playable Game system.&#10;&#10;It portrays the battles of: &#10;&#10;    Smolensk (all editions)&#10;    Market Garden (all editions)&#10;    Gazala (in the second and third edition only)&#10;&#10;&#10;Translated in English.&#10;&#10;&#10;First edition was published as Command Magazine Japan #74 in 2007.&#10;Second edition was published as Command Magazine Japan extra &quot;Command The Best&quot; #13 in 2013.&#10;Third edition was published as Command Magazine Japan extra &quot;World War Series&quot; #9 in 2020.&#10;&#10;Banner Of War published Chinese edition in 2019.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Panzer Korps (Epoch / Command magazine Japan.)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood & Chivalry",
    "ID": 37715,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37715/blood-and-chivalry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Blood &amp; Chivalry is a set of miniatures rules designed especially for the Western European medieval period, approximately from the Dark Ages through the end of the Wars of the Roses.&#10;&#10;The author notes that 1000 point armies (approximately 100-120 figures) per side are manageable for a single player.  Figures can be based individually (a la Warhammer) or based on stands (a la DBx).&#10;&#10;Movement is done using command points:  each commander throws a four-sided dice for command points, which can be used to change orders of units within the leader's command radius.  Combat is conducted by throwing a ten-sided dice per figure with a &quot;10&quot; causing a casualty.&#10;&#10;The following scenarios are included:  &quot;Supply Convoy Ambush&quot; (Hundred Years War French attacking an English baggage train), &quot;Relief of the Castle&quot; (Hundred Years War French attacking an English force besieging a castle), &quot;Breaking the Shieldwall, the Battle of Brunanburh&quot; (English vs. Scotts and Welsh), and &quot;Grandson&quot; (Burgundians vs. Swiss).&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Burgundian Wars",
      "History: Hundred Years Wars",
      "History: Wars of Scottish Independence",
      "History: Wars of the Roses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Churchill and the Glorious Revolution",
    "ID": 37716,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/37716/churchill-and-the-glorious-revolution",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The year is 1688 and the Glorious Revolution is neither glorious, nor a revolution! Players take on the role of one on England's early leaders like John Churchill or the Viscount of Halifax and score points by playing cards onto a central common grid.&#10;&#10;The cards are assigned to either the rebel or loyal cause, and allow players to collect money or force them to spend it based on the card played and the position. The card's position relative to other cards and to the influence pawns determine its scoring ability. Players vote to move the influence pawns, making the game quite dynamic and interactive.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cheshire Ring",
    "ID": 37717,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/37717/cheshire-ring",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Canal Age and the Industrial Revolution that birthed it produced several new transportation systems, one of which was a circular canal network known as the Cheshire Ring. Narrow boats were pulled around the ring carrying stone, coal, and iron for use in development of the landscape. The boatmen were paid for delivery and paid the expenses of the trip from this amount. One of the largest expenses was tolls, which were set not only on the amount of goods but also the type of goods carried. Clever but unscrupulous boatmen soon learned that by mixing loads they could fool the toll keepers to help reduce their expenses.&#10;&#10;Each player owns two narrow boats and use actions to move their cargo from one market to another along the canal. As they move through the toll houses (the signature Stratamax colored dice), the house owner must be paid. It is up to the toll house owner to decide whether to take the toll offered or use an action to inspect the load in case the boatman is trying to rip him off. If caught in a deception, the boat owner pays a fine. However, if the boatman was honorable then the toll house owner gets a penalty for the time and delay caused.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup Panzer Grenadier: World War II Fast Play Rules",
    "ID": 37719,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/37719/battlegroup-panzer-grenadier-world-war-ii-fast-pla",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Battlegroup Panzer-Grenadier rules are designed to cover WW2 engagements ranging from small company combats to Battlegroup level actions. The rules aim to reproduce the challenges presented by tactical combat throughout the 1939-45 war, while also permitting the use of the vast array of vehicles and equipment that supported the infantryman throughout the conflict.The basic game tactical unit is therefore the infantry section or squad supported by armoured fighting vehicles, artillery and ground attack aircraft.The rules are written for use with 15mm or 20mm figures, though should work perfectly well for smaller scales.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Series: General de Brigade"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Old West Shootout",
    "ID": 37720,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/37720/old-west-shootout",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the Old West Shootout Guide:&#10;&#10;Old West Shootout is a set of free rules accompanying em4miniatures' Old West Heroes, Painted Miniatures Set 2. It is designed for use with either or both of em4's Old West Heroes Painted Miniatures sets. Shootout gives a fast fun game but don't let the simplicity fool you. Good tactics and an iron nerve are required to play and win Shootout.&#10;&#10;A Western town plan is provided on mini CD ROM with the miniatures set.&#10;&#10;Additional Miniatures available in Old West Heroes, Painted Miniatures Set 1.  This set like Set 2 above comes with 5 pre-painted miniatures and 5 distinctly colored dies (but no CD ROM or rules).&#10;&#10;New sets of these miniatures (Both Set 1 and Set 2), come with the multi-colored dice, CD ROM and colored token sets.&#10;&#10;",
    "Categories": [
      "American West",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zen l'initie",
    "ID": 37721,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/37721/zen-linitie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Alternative title:  Zen, the initiate.&#10;&#10;An abstract strategy game where players attempt to form an unbroken line with their pieces.  Simple rules include sliding pieces, jumps, and captures.&#10;&#10;Winner of the As D'Or (Best strategy game), 1997.&#10;http://www.boardgamegeek.com/wiki/page/Golden_Ace&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 11 x 11 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Toy Race",
    "ID": 37722,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37722/the-great-toy-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Great Toy Race Game&#10;&#10;Designed for Ages 4 - 11.&#10;&#10;(c)1992&#10;&#10;Model No. 744&#10;&#10;Excitement galore as the players race through the toy store. The goodies are on the shelf and the kids must grab the most toys to win.&#10;&#10;Includes a colorful board, &quot;teddy bear&quot; dice tower assembly, plastic toy tokens, boy and girl player tokens, dice, illustrated storage insert, dice, and shelf displays.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kiba Trading Card Game",
    "ID": 37723,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/37723/kiba-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Kiba Trading Card Game is based on the television anime Kiba, but both were produced by Upper Deck Japan and released concurrently.&#10;&#10;The player takes on the role of a &quot;Shard Caster,&quot; a magic-user who casts spells (called Shards) and controls monsters called &quot;Spirits.&quot;&#10;&#10;The game has not been released outside of Japan, but the series has been released in English by ADV.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zit-Zingo",
    "ID": 37725,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/37725/zit-zingo",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Zit-Zingo:  The Travel Game&#10;&#10;Directions:  Game is played like Bingo.  Players watch for objects along the road and cross them off on cards.  First player to mark five objects in a row is winner.&#10;&#10;When younger children play, change rules so that first object seen by all players goes to first player; second object to second; etc.&#10;&#10;Players may try for Double-Zingo (two lines of five in a row, Triple-Zingo, or even Grand-Zingo - entire card filled&#10;&#10;A variation of the game for two players is for each player to be assigned one side of the road - players place a check mark on their card as objects are seen.  Time or mileage limit is set and player having most check marks on his card is the winner.&quot;&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tyrants of Rome",
    "ID": 37726,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.64",
    "Link": "https://boardgamegeek.com/boardgame/37726/tyrants-of-rome",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game offers 2-6 players the chance to struggle for supreme authority atop the declining Roman Empire, employing attacks by Legions, barbarians, bribes, assassins, and even the whims of the gods to weaken their opponents or strengthen themselves.&#10;&#10;Tyrants of Rome contains a total of 128 cards, in two decks. Build your faction of wily or powerful leaders from five regional nationalities of the empire, as depicted in the Leader deck. A large Action Card deck allows for conflicts and excitement with every new play, with options and hard choices at every turn.&#10;&#10;(from the publisher and user's description)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suburban Wars",
    "ID": 37727,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/37727/suburban-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Suburban Wars is a stand-alone card game of Nutty Neighborhood Nonsense in which the objective is to the score the most Bliss points, which you do by playing Object cards from your hand to your Lot or Action cards from your hand on your opponents' Lots.  In addition to the Object and Action cards from the Neighbor deck there's an Event deck with People and Occasion cards that keep the game spiced up. People wander the neighborhood causing trouble for you and your neighbors and everyone has to stop for the next holiday and partake in the festivities, usually in the form of some tweak to your hands or the rules. There are 120 cards and the game can be played by 2-6 players of ages 8+ in about 30 minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Trash",
    "ID": 37729,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/37729/star-trash",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In year 2112 a party of heroes start to go where no green little man is never gone. This heroes are the crew of the Star Trash, the worst element of the planet. During the travel they will fight aliens, diseases and damages but they will also meet friendly aliens that will help to repair the ship and to mutate.&#10;&#10;Star Trash is a semi-collaborative game and a semi-competitive game (that means that one player will win or all the players will loose) and it is a parody of many different science-fiction novels.&#10;&#10;Official Website&#10;http://www.rappospiel.eu/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Im Fadenkreuz: Europa",
    "ID": 37730,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/37730/im-fadenkreuz-europa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game is about locating different places on a silent (i.e. no landmarks, towns, rivers, only borders)map of Europe. The questions on picture-cards range from: &quot;Where is this Bridge?&quot; to &quot;Where is the Airport Leifur Eiriksson&quot;?&#10;&#10;The Players have to place cardboard rings of different diameter (which are worth the more points the smaller the ring is) on the map.&#10;&#10;The solution is shown using the &quot;GPS&quot;-coordinates, not Global Positioning System but &quot;Gr&uuml;ner Positionierungs-Schn&uuml;rsenkel&quot;. Two shoe laces are spanned across the board. If your ring encircles the intersection point, you get the according points.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Passport to Australia",
    "ID": 37735,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37735/passport-to-australia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game that sees you race around Australia, to see who can collect all the items needed and then be the first back.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Transport Tycoon",
    "ID": 37736,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/37736/transport-tycoon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Created to celebrate 100 years of Ewals Cargo Care logistics.&#10;&#10;Collect cargo from one part of Europe and deliver it to another. Increase the size of your truck, then your cargo, and build your logistics empire.&#10;&#10;A surprisingly sophisticated game for a corporate giveaway.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bismark",
    "ID": 37737,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/37737/bismark",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bismark [sic] is a low priced 2 player strategy board game covering the epic naval confrontation between the German battleship (actually known as the Bismarck, with a 'c') and the British Royal Navy.&#10;&#10;In may of 1941, the German navy has sent is greatest battleship out to begin hunting British commerce, trying to disrupt the British naval supply lines and otherwise distract the British while the bulk of Germany's armed forces were heading eastward. In this game the German player must take the Battleship Bismark and the heavy cruiser Prinz Eugen out to sea and north of the British isles past the Denmark Straits and out into the Atlantic where it can prey upon and sink vital British convoys.&#10;&#10;The British must sink the Bismark at all costs. Failure to do so will mean a menace upon their shipping they can ill afford. The might of the Royal Navy is surely capable of the task, but the real challenge will be, how long will it take and what will be the costs. Victory in Bismark will depend on how much shipping the Germans are able to sink before the Brits are able to sink the Bismark.&#10;&#10;Game Components:&#10;1 22x17 inch Full Color Map in 2 pieces&#10;1 D10&#10;Rules&#10;Over 90 full color cut out units on adhesive paper&#10;Cardboard to stick counters on&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Compact Game Series (Guild of Blades)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Co-Op Community Challenge",
    "ID": 37740,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/37740/co-op-community-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Community Challenge is a unique game created by the Co-Op as a promotional game.&#10;&#10;Each player has four pawns which are moved around the board as instructed by the PLAY cards.  There are 10 homes positioned around the board - Hospital, Countryside etc..  Access to one of these &quot;homes&quot; can only be gained by possession of the correct card.  You can also send opponents back to their START space by various actions.  The winner is the first player t get all four pawns into homes&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Scrooge's Gold Race",
    "ID": 37742,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/37742/uncle-scrooges-gold-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Playing as Huey, Dewey, Louie or Uncle Scrooge, be the first player to deposit your gold bars in Uncle Scrooge's bank and return to Scrooge's house.  Ages 7 - 12.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sommalov med Mazetti",
    "ID": 37744,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/37744/sommalov-med-mazetti",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With the theme of a summer vacation, the goal is to be the first to reach the goal. Movement is done by a dice. On the way things can happen that delay you or let you move forward.&#10;&#10;The game is made for the Swedish company Mazetti.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kalle Anka i Högertrafiken",
    "ID": 37745,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/37745/kalle-anka-i-hogertrafiken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game was made in Sweden at the time when driving was changed from the left to right side of the roads.&#10;&#10;The theme is Donald Duck and his friends driving and passing traffic signs.&#10;&#10;The goal is to be the first to reach the end. Movement is done by drawing coloured pieces from a bag, and moving to the next place with that colour. On the way things can happen that slow you down or let you move forward.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Ducks",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TID för alla-spelet",
    "ID": 37746,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/37746/tid-for-alla-spelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the game on the front side, the goal is to be the first to reach the star in the middle, with help of a dice.&#10;&#10;On the other side a separate game is available. The goal there is to be the first to reach as many of the hours on the clock as possible. Movement is done around the clock by a dice.&#10;&#10;The game was made for the Swedish clock selling company Stj&auml;rnurmakarna.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steampunk: War Baloon",
    "ID": 37747,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/37747/steampunk-war-baloon",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It's a wargame. The fight is between war balloons (represented by cardboard stand ups).&#10;The setting is Steampunk.&#10;It plays on a squared / checked map.&#10;The game uses dice and cards.&#10;The rules are subdivided in three blocks of increasing difficulty.&#10;The game was sold at newsstands. The first release contained the box and the main components. &#10;Following issues (sorry I don't remember how many there were) contained additional war balloons and rules (i.e. clouds).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Check and Double Check",
    "ID": 37748,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/37748/check-and-double-check",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the manufacturer:&#10;&#10;&quot;A Game of Action and Thrill, developing unexpected situations and startling climaxes so rapidly that you are constantly 'on edge' with suspense.&quot;&#10;&#10;The game consists of a deck of cards, all of one 'suit,' and a pair of six-sided dice with the six on each replaced by a check mark. Nine cards are dealt to each player, with the four remaining cards forming the discard pile. The dice are thrown by each player in turn, and on each throw all players may discard one card corresponding to the total number thrown.&#10;&#10;When a check turns up, the player throwing must take the top card from the discard pile rather than discarding, though other players may discard a card which equals the number thrown on the other die. When two checks are thrown, the throwing player must take two cards. When one player runs out of cards, each other player pays him one cardboard chip for each card remaining in their hand. Players play to &quot;100, 200 or any agreed number of points.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zolfaqar's Blow",
    "ID": 37749,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/37749/zolfaqars-blow",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ever since the mock Iranian attack with four Fast Attack Craft upon USN ships sailing though the Straits of Hormuz in January 2008, the USN had been on alert. While American intelligence, in theory, could predict the technological level of the Iranian weaponry, and their own wargames showed USN vulnerabilities, there was always the chance element. The USN had always been on a heightened alert when traversing the Straits, especially when they knew the Iranians had at least 70 anti-ship missiles within range. Not to mention their capability of launching ASMs from aircraft platforms. Not to mention, their Chinese FACs with ASMs. The threat had always been real. The USN continued to have confidence, perhaps wrongly, that their superiority in higher technology could and would keep their ships out of harm&rsquo;s way.Iran had decided to attack using &ldquo;swarm&rdquo; tactics. The USN had itself used such tactics in their own wargames with devastating results. It was found out that using swarm tactics greatly increased the likelihood of Iranian success, even when only Fast Attack Craft were used. That was then. Now, apply the same tactics with ASMs and the scenario was even more horrific. The USN would not make a preemptive strike, that would be political suicide on the world stage. Iraq was still combative as ever. All the USN could do was remain vigilant at all times while moving through the Straits and into the Persian Gulf. If Iran attacked, they would have to make it count as America&rsquo;s response would literally demolish the Iranian forces in and around the Straits.&#10;&#10;Contains:&#10;- 2 11&quot; x 17&quot; maps sheet depicting the battle area.&#10;- One set of 280 die cut &frac12;&quot; playing pieces representing ground combat units.&#10;- One rulebook&#10;- 4 sheets of Charts and tables&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Iran"
    ]
  }
]