[
  {
    "Rank": "N/A",
    "Name": "Card Game",
    "ID": 355086,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/355086/card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Card Game is a communal card game where the rules are only limited to the submission requirements. The end goal of the game is defined entirely by the players and the cards they decide to play as the game progresses.&#10;&#10;A Player is/has: 1 Deck, a 4 card starting hand, and a zone to play cards. The cards tell the players everything else, and players must fill in the blanks.&#10;&#10;This game requires you to play it before there is a clear end state, but as long as you follow the instructions of the cards, you will reach it. ~10% of cards contain win and loss scenarios. Normal gameplay revolves around setting up a zone in anticipation for a way to win, and all actions are done with the cards.&#10;&#10;Players draw 1 card per turn, and play cards from their hand. [Places] are played in the player's respective zones, as are [People] and [Things]. [Things That Happen] are played, and then discarded.&#10;&#10;1. Each card has a NAME.&#10;2. Each card has a TYPE (Person, Place, Thing, or Thing That Happens).&#10;&#10;Cards can have any optional keywords alongside their name and type. Common examples include: &#10;Hand, Deck, Zone, Space, Discard, HP, Damage, Can't, Point, Win, Lose, Friend, Draw, Move, Tie, Counter, Opponent, Turn, Player, You, Look, Stack, Game, Card, Flip, Effect, Gain, Choose, Facedown, Drift or any others you may think of.&#10;&#10;Percentages of each card type are constantly changing with every submission and print run.&#10;&#10;This is a collectable card game. All proxies and bootlegs of official &quot;Card Game&quot; cards are legally sanctioned and considered &quot;genuine&quot; cards for casual or constructed play. This includes cards that are altered in terms of effects, art, printing quality, or physical alterations and damage.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hidden Victory Points",
      "Legacy Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Here to Slay: Fierce Panguardian Promo Card",
    "ID": 355087,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355087/here-to-slay-fierce-panguardian-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;At the beginning of your turn, you may switch The Fierce Panguardian between Guardian and Fighter. &#10;Each time you CHALLENGE another player's card, that player cannot play Modifier cards until the end of the turn.&quot; - Card Text&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Interrupts",
      "Role Playing",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Pandas",
      "Promotional: Cards",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smeghead and the Dares",
    "ID": 355088,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355088/smeghead-and-the-dares",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Are You Ready to Dare: Smeghead card game is here to transform every moment of boredom into an entertaining party game that you won&rsquo;t get tired of! This game is the ideal combination of skill and luck, where the only purpose is to have fun while testing your courage with silly or brave challenges.&#10;&#10;Endless Hours of Fun: You don&rsquo;t need to be a mastermind to play this party game for kids, as the only requirement is to be open to challenges and tons of fun. Our game is based on silly, hilarious, or bold dares, perfect to break the monotony and share endless moments of fun and laughter with your friends.&#10;&#10;For All the Family: If you are older than 14 and have a good sense of humor and passion for life, this card game is perfect for you! Gather your family, friends, or colleagues outside work and embark on an unforgettable experience full of tension, laughter, competition, and see if you are up to the challenge.&#10;&#10;Party Ice Breaker: Whether you plan to meet with your friends on a night out or want to change the atmosphere in your house, the Smeghead adult card games are definitely the right choice. They are perfect for birthday parties, anniversaries, family reunions, trips, holidays, or other events.&#10;&#10;Easy to Play: The Smeghead family card game contains 4 types of cards and an easy-to-read guide, which makes this game extremely easy to play. Daring, uneasy, and super fun, this game will get you hooked from the first hand, dragging you into endless rounds of fun and dares.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Single Loser Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wörterlegen-Lotto",
    "ID": 355091,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355091/worterlegen-lotto",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First, 15 picture cards are distributed according to the lotto rules (3 picture cards per tray). Then letter cards for the 4-letter words are called out. Since the letters are needed several times, speed is also important here in order to be the first to fill the board. Whoever manages to do this wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Afrika macht Schule",
    "ID": 355095,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355095/afrika-macht-schule",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A cooperative game about the rural school situation in Africa. 36 cards are laid out face down in a 6x6 grid. &#10;Players roll the dice and move one of 3 pieces across the grid, but may not jump over gaps. The card you leave is revealed.&#10;On 5 cards there are obstacles to learning (e.g. lack of school fees), which have to be removed immediately after uncovering in order to win the game. To remove a learning obstacle, an already uncovered photo pair must be removed from the grid. 4 turtle cards (recognizable on the back) help when it gets tough on the playing field. 1 monkey card causes trouble and all cards are unrevealed.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Roll / Spin and Move",
      "Set Collection",
      "Square Grid"
    ],
    "Families": [
      "Continents: Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Billion Suns: Warzone",
    "ID": 355096,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355096/a-billion-suns-warzone",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Warzone is the first new contract set for A Billion Suns. It allows players to use A Billion Suns to tell brutal stories of military might and system-shaking clashes of far-future weaponry.&#10;&#10;A Billion Suns, played with the Core Systems contract set provided in the rulebook, is a game of cleverly and frugally assigning resources, telling stories of industrial espionage and resource capture.&#10;&#10;The Warzone contract set changes the feel of A Billion Suns considerably. The Warzone contract set allows players to play an all-out war between their two corporations. The stories these new contracts tell are different, and you&rsquo;ll find a host of new tactical questions to wrestle with.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Slam Tennis",
    "ID": 355102,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/355102/grand-slam-tennis",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Sports simulation that allows realistic Tournament Play and Season Play in a reasonable time scale, while still giving ALL the features that come in to effect during ATP / WTA Tennis seasons. You can play Singles or Doubles, Seasons, Tournaments, on-off matches. World Team Tennis, Davis Cup, Federation Cup, or Hopman Cup matches or Tournaments or any other Contests you wish.&#10;&#10;The game comes with the options of playing a set-by-set mode, game-by-game mode or instant match results mode where the outcome is determined by the roll of a few dice. Men and women players are rated for each year to give realistic scores but still with the possibility of generating shock results.&#10;&#10;The first Sportsreplays set release was the Australian Open 2012 Edition including updated ratings as at January 30th 2012.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Sports: Tennis",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A.D.E.L.E.: Kickstarter Mini Expansion",
    "ID": 355108,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355108/adele-kickstarter-mini-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Exclusive mini expansion for backers of the game during the Kickstarter campaign.&#10;This expansion includes 2 new anomalies for ADELE and 4 new objects (2 copies of each) to make your game a little more different.&#10;&#10;The new anomalies: Simply add these new tiles to the ones already in the game; just keep in mind they are not suitable for game modes where ADELE plays as an automaton.&#10;&#10;Maintenance Robot and  Surprise Attack&#10;&#10;The new objects:&#10;&#10;Computer Virus, Portable Charger, PDA, Portable EMP:&#10;&#10;You may just add the new objects to the common pool of objects but there is a risk that some vital objects will become too scarce, like the batteries or the space suits. So it is recommended removing some existing objects when using the new ones as follows:&#10;&#10;Computer Virus - remove 1 battery and 1 Stimulants&#10;PDA - remove 1 flashlight and 1 space suit&#10;Portable charger - remove 1 flashlight and 1 pieces&#10;Portable EMP - remove 1 teddy and 1 first aid kit&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Pick-up and Deliver",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: One versus Many",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Gig",
    "ID": 355113,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/355113/the-last-gig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The Last Gig is a board game that simulates your band life on the road: unforgettable concerts and poor food, merch to sell after each Live, and records to be recorded in the studio. But mostly many, many, MANY kilometers to travel with your partners!&#10;&#10;There is only one way to beat your opponents: get on stage!&#10;&#10;On your turn, roll the dice, stop in the tour spaces, play in awesome venues, do live sessions to get (or lose) Tour Points, spin the Rock Wheel to or buy new Merch cards that you can sell at your next Live session.&#10;&#10;Race around, gather as much Tour Points as possible, and be the first to finish the game with your Last Gig!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Action / Event",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rhino 5",
    "ID": 355124,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355124/rhino-5",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Rhino 5 is a cooperative card-based crisis management board game for 2-4 players.&#10;&#10;Players form the crew of an old mining spacecraft, caught in a deadly meteor storm after an immense catastrophe that has engulfed the solar system. Play cards and use special skills, as you work together to repair damage to your ship. All while simultaneously trying to avoid incoming meteors, which will continue hitting the ship until you reach and complete a hidden objective.&#10;&#10;Play isolated scenarios, or take part in a solar-system spanning campaign to save the people of Earth and discover what caused the catastrophe in the first place.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Pass Order",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Space: Earth's Solar System",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Wookiee Warriors Expansion",
    "ID": 355126,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355126/star-wars-legion-wookiee-warriors-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Add a formidable unit of powerful Wookiees to your Star Wars: Legion armies with the Wookiee Warriors Unit Expansion! This tall and commanding species boasts nearly unrivaled physical strength and ferocity, and now both the Galactic Republic and Rebel Alliance can make use of their formidable skills.&#10;&#10;The Wookiee Warriors Unit Expansion puts six Wookiee Warrior miniatures that can be assembled and used in a variety of ways at your command, including as either a close-range unit carrying ryyk blades and Kashyyk pistols or a unit of Wookiee sharpshooters firing X1 Carbines. No matter how you assemble your miniatures, four upgrade cards invite you to field these units for both the Republic and Rebel factions. Additionally, a miniature representing a Wookiee Chieftain can enter the fight as a Republic commander and a fifth unit card and three command cards let them further influence your strategy. Finally, eight upgrade cards invite you to customize your units with Wookiees carrying an array of weaponry.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ruthless Conquest",
    "ID": 355128,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/355128/ruthless-conquest",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "This is a strategic war game that uses real-world effects to make for a realistic experience. In this game, the players could build businesses, collect taxes and use this money to build an army to conquer the world. Here, any alliances formed for battle can be broken and trust can end up being limited. The costs and taxes can change with business cycles and trades between players are allowed.&#10;&#10;At the start, each player starts off with two countries. The game will be conducted in rounds. Each round a player can choose to do an action with their cards, trade or even start wars with their resources. The player that gets a clear majority (more than half) of the countries under their control wins.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Investment",
      "Map Addition",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Print-on-Demand",
      "Components: Map (Global Scale)",
      "Crowdfunding: Game Crafter Crowd Sale"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eternal Palace (Kickstarter Deluxe edition)",
    "ID": 355129,
    "Year": "(2022)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/355129/eternal-palace-kickstarter-deluxe-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In Eternal Palace, you are a noble family who has pledged to help the Emperor rebuild his palace left derelict for centuries so that you may gain his favor. You must send your team to collect resources and rebuild monuments. You will also honor the Emperor by painting a beautiful picture of his beloved gardens and palace &mdash; but others are trying to impress him, too, and only one will have the honor of being chosen as the Emperor's favorite.&#10;&#10;In this game, your team of workers is represented by dice, and by placing them on the game board you contribute towards rebuilding the different parts of the Eternal Palace. Each location is reached based on dice rolls, but if others have gone to an otherwise inaccessible location, you may visit it too by paying fish, one of the resources in the game. Complete tasks first &mdash; or contribute more than your competitors to these monuments &mdash; to earn tokens reflecting your overall effort. Recruit new workers to your team, and use the painting pieces you receive as each location is unlocked to &quot;paint&quot; a record of your work, layer by layer.&#10;&#10;Who will contribute the most to the reconstruction and gain the favor of the Emperor? Find out in this tense and highly interactive Eurogame!&#10;&#10;Kickstarter Deluxe edition including:&#10;&#10;     4 monument minis&#10;     Labyrinth expansion (labyrinth board)&#10;     Exports expansion (12 exports cards, export board)&#10;&#10;&#10;Kickstarter pack:&#10;&#10;     Composition expansion (11 painting piece goals)&#10;     Alternate locations (5 alternate location tiles)&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Programmed Movement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Kälteeinbruch Booster",
    "ID": 355130,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355130/totenstadt-kalteeinbruch-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster adds 21 new cards to Totenstadt!&#10;&#10;It's getting cold in the Totenstadt.&#10;The zombies don't care about the cold, the mercenaries do.&#10;So wrap up in warm clothes, light fire barrels, keep your balance on the slippery roads and free snowbound survivors.&#10;&#10;But beware!&#10;In every snow hill, a zombie can be waiting for your helping hand!&#10;&#10;The cards can be easily mixed with the Totenstadt basic box and expand the missions with new possibilities and encounters!&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Es wird kalt in der Totenstadt.&#10;Den Zombies macht die K&auml;lte nichts aus den S&ouml;ldnern schon.&#10;Daher h&uuml;llt euch in w&auml;rmende Kleidung, z&uuml;ndet Feuertonnen an, haltet das gleichgewicht auf den glatten Stra&szlig;en und befreit eingeschneite &Uuml;berlebende.&#10;&#10;Aber vorsicht!&#10;In jedem Schneeh&uuml;gel kann ein Zombie auf eure helfende Hand warten!&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blaseball: Wild Cards",
    "ID": 355135,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/355135/blaseball-wild-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Sun 2 sits high in the sky as the birds in the outfield lazily pick at discarded peanut shells. As the teams take to the field, the fans erupt, knowing that they're about to witness the best of the best. On one side, the Auric All-Stars &mdash; the pinnacle of Blaseball talent. On the other, the Canis Underdogs &mdash; the scrappiest fighters that the game has to offer.&#10;&#10;One final match will decide the outright winners. Will you be the one to coach your side to a tremendous victory?&#10;&#10;Blaseball: Wild Cards is a two-player, competitive card game in which you each control a Blaseball team, with the two of you playing out the top and bottom of the ninth inning.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Dice Rolling"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hazardous Movement Scenario Pack 2: The Un-Civil Wars",
    "ID": 355136,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355136/hazardous-movement-scenario-pack-2-the-un-civil-wa",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hazardous Movement Scenario Pack 2: The Un-Civil Wars thematizes three very consequential civil conflicts that took place immediately before and after the Second World War: in Spain (1936-1939), Greece (1944-1949) and China (where civil war resumed in 1945 and ended in 1949). The pack consists of 10 exciting, innovative scenarios spanning these years. Civil wars, ironically, are very bitter affairs, a fact that is reflected in the combination of No Quarter, Hand-to-Hand Close Combat and Political Commissars (for the Communists) that makes for particularly violent scenarios, even by ASL standards . . .&#10;&#10;&mdash;description from the publisher&#10;&#10;Ten scenarios for ASL focussing on Civil Wars&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Advanced Squad Leader",
      "History: Chinese Civil War",
      "History: Spanish Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destreza Mental",
    "ID": 355137,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/355137/destreza-mental",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "It is a competitive game between 2 and 6 players. On their turn, each player must perform one of the 8 challenges, in a time of one minute. If they succeed, they win the token for that challenge. Whoever gets the 8 different tokens wins the game.&#10;&#10;The 8 challenges are:&#10;&#10;     Memory: remember a sequence of 8 cards with objects.&#10;     Language: make words with 2, 3 and 4 letters.&#10;     Translation: translate a Roman number to an Arabic number.&#10;     Visual: alternately say the written word and its ink color.&#10;     Identification: recognize which card is missing.&#10;     Repetition: read a tongue twister and repeat it without mistakes.&#10;     Logic: find the fourth card that is deduced by Logic.&#10;     Deduction: a question is read and its relationship is deduced.&#10;&#10;&#10;It is a game conceived, created and developed by neuroscience specialists dedicated to the study of the human brain. The objective is to provide a playful tool that helps improve mental functions.&#10;&#10;",
    "Categories": [
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Deduction",
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Destreza Mental: Reconexiones",
    "ID": 355138,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/355138/destreza-mental-reconexiones",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "More challenges from the Destreza Mental game.  This is a stand alone version - it does not need the original game to be played.&#10;&#10;It is a competitive game between 2 and 6 players. On their turn, each player must perform one of the 8 challenges, in a time of one minute. If he succeeds, he wins the token for that challenge. Whoever gets the 8 different tokens wins the game.&#10;&#10;The 8 challenges are:&#10;&#10;     Memory: find out which is the missing province.&#10;     Language: form a sentence with seven letters.&#10;     Visuospatial: order mamushkas from largest to smallest.&#10;     Calculation: do a mathematical calculation.&#10;     Multitasking: place domino cards alternating the higher and lower numbers.&#10;     Logic: place the twelve cards without touching consecutive cards.&#10;     Inhibition: place cards but only one of its three characteristics matches.&#10;     Social cognition: discover where the other player hides a card.&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Deduction",
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chipmunk Chompers",
    "ID": 355142,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355142/chipmunk-chompers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the Chipmunk Choppers game, kids learn letters, matching, spelling and pattern recognition while having fun. The object of the game is to pick nuts off the tree to find the right letters or colors to match the pattern on the card. But it's not simply finger picking-players use a cool chomper mechanism to collect the nuts.&#10;&#10;Be the first player to earn the most cards by gathering the correct acorns to spell words or complete patterns.&#10;&#10;There are 3 ways to play Chipmunk Chompers&trade; game: Match &amp; Spell, Complete the Pattern and Acorn Chomp.&#10;&#10;Match &amp; Spell - First player to complete 3 cards wins!&#10;Complete the Pattern -  The first player to complete 5 cards wins!&#10;Acorn Chomp - The player with the most acorns wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Squirrels",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fir",
    "ID": 355143,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/355143/fir",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "180",
    "Weight": "3",
    "Description": "The object of Fir is to assemble the most legendary band of loggers in the Pacific Northwest. To win, players must shrewdly manage their timbermen and homesteads to earn the most myth points (mp) over five rounds.&#10;&#10;During the game, you task your workers with all manner of awe-inspiring labor, from felling fir trees and driving logs to milling timber and stoking steam donkeys! To succeed, you must put your workers in harm's way. Bumps and bruises will take their toll and send many loggers to an early grave. But do not despair! Injured workers will enter trade buildings where they become foreman, freeing you up to recruit day laborers, flip flapjacks, or moonlight as an impresario.&#10;&#10;Players who move timber along the supply chain and compete in logging games will earn valuable resources that will help them improve their homesteads. Will you tend to corn and chickens, build bunks and barns, or furnish the river with bridges and rocker boxes? Your chore list is as tall as the day is long! A trip to the trading post will pay huge dividends, while a visit to vaudeville might strand you on skid row.&#10;&#10;So grab your axe and pike, muster your morale and might, then marvel your fellow timbermen with exploits of mythic proportions!&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Farming",
      "Industry / Manufacturing",
      "Transportation"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Market",
      "Network and Route Building",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magna Roma: Emperor's Box",
    "ID": 355145,
    "Year": "(2022)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355145/magna-roma-emperors-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Emperor's Box contains all of the unlocked stretch goals (mostly components), including the Barbarians Solo module.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Connections",
      "End Game Bonuses",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angry Birds Lunar Launcher and Planet Base Playset",
    "ID": 355146,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355146/angry-birds-lunar-launcher-and-planet-base-playset",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Angry Birds Lunar Launcher and Planet Base play set. Based on the best-selling phone app game, Angry Birds, kids can now play their favourite app game in real life! This set offers two different ways to play - you can mount the planet base on the wall (using the included 3M Command strip technology) or place it on a table. The gravity-defying blocks and pigs and a handheld launcher allow kids to build, launch and destroy like never before! Includes: handheld launcher, planet base station, mounting bracket, 3 popular Angry Birds, 3 pigs, 10 blocks and bonus pieces and 2 x 3M Command strips. Suitable for ages 5+.&#10;&#10;Object:  To score points by knocking down pigs, blocks and bonus pieces to score the most points.Level 1&bull;  Decide who will build the castle on the planet base and who will launch birds to    try and knock it down!&bull;  Build a castle on the Planet Base.  You may design your castle any way you want,     but you must use ALL the blocks, pigs and bonus pieces.&bull;  Launch the birds at the castle.  You get three tries, one for each bird.When launching a bird, hold the launcher in one hand, and then put your finger in the launcher ring to pull it back.  Then let go and watch it fly!&#10;&#10;Any pig you knock off is worth 2 points, and any bonus piece you knock off is  worth one point. NOTE:  if the pig or bonus piece    is still attached to a block when you  knock  it off, it still counts.&bull;  Add up your points, then switch roles so that the player who launched the birds now builds the castle, and the person who built the castle will now launch the birds.&bull;  After both players have had a chance to score points, compare the results.  The player with the highest score wins the round.&bull;  If there is a tie score, the round doesn&rsquo;t count and you must play it over.&bull;  First player to win 2 rounds is the winner!Level 2&bull;  Level 2 is exactly the same game play as Level 1 but the scoring is different.  It&rsquo;s a little more complicated but there&rsquo;s also a      chance for more points!&bull;  Just like in Level 1, you have 3 chances (1 for each bird) to knock things off.  But in Level 2, you also get points for knocking off    blocks!  Also, EVERYTHING is worth more points.&bull;  Pigs are worth 75 points, Long Blocks are worth 50 points, Short Blocks are worth 25 points and Bonus Pieces are worth 10     points. &bull;  Just like in Level 1, compare points to determine the winner of each round.   If there is a tie score, the round doesn&rsquo;t count and    you must play it over.&bull;  First player to win 2 rounds is the winner!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": [
      "Video Game Theme: Angry Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Zombies: A Zombicide Game – Galactus the Devourer",
    "ID": 355179,
    "Year": "(2023)",
    "Geek Rating": "5.594",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355179/marvel-zombies-a-zombicide-game-galactus-the-devou",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Take on Galactus in unique scenarios as he destroys the map. Stop him before there's nothing left... or devour him as a zombie and gain his might! Heroes will need to climb onto Galactus' huge world eating machine and fight through his defenses, gradually weakening him until he can be stopped (or devoured)! Playable in both Hero Mode and Zombie Mode, with unique features in both of them.&#10;&#10;Standing over 60cm tall (over 23 inches) and with a base diameter of 45cm (almost 18 inches) Galactus and his world-consuming engine are brought to life in great detail, functioning as a unique play area for the new missions contained in this expansion. The expansion comes with both living and zombie versions of Galactus&rsquo; head and right arm, which can be easily swapped out to face Galactus in either Zombie Mode or Hero Mode.&#10;&#10;In addition to Galactus specific scenarios, the Silver Surfer can also be played in other games in Hero or Zombie mode, or spawned as an additional challenge in missions in either mode.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solluna: Stella Booster",
    "ID": 355183,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355183/solluna-stella-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This booster also introduces a new type of card, Stella cards, and a new Heroes of the Legends card, the objective of which is that influence reaches 20, regardless of type.&#10;&#10;The 18 new Stella cards and the new Hero card completely change the way you play. You will have to be even more wary of your opponents.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supply and Demand",
    "ID": 355184,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/355184/supply-and-demand",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Supply and Demand, you play the leader of a country balancing the needs of production and consumption within your borders.&#10;&#10;Unfortunately, the world does not have an unlimited surplus, so you will need to efficiently manage your resources to protect yourself from collapse and chart a new future.&#10;&#10;Supply and Demand is designed for exclusively 3 players. Each round, players will receive production capacity through an &quot;I Cut, You Choose&quot; mechanism, and then will take turns selecting actions on an action matrix. Players produce goods and sell them across their territory to their opponents, which effectively functions as an attack.&#10;&#10;The game ends when a global supply of points is depleted to the level of a player's supply of points. The game ends, and a winner is determined after repayment of loans.&#10;&#10;Supply and Demand is a game of interconnection, and all that entails.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Drafting",
      "Commodity Speculation",
      "I Cut, You Choose",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Magnificent: Dice Tower 2021 Promo Cards",
    "ID": 355196,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355196/the-magnificent-dice-tower-2021-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Each master card will have as a bonus that for 3 coins you can move the wagon 1 to 3 spaces and the card scoring is 2 VP for each pip of a certain die color.&#10;&#10;Each master card will be for one specific color (as well wagon as die): green, orange or purple.&#10;&#10;Originally available as part of Pack E from the Dice Tower 2021 Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Coverage",
      "Movement Points",
      "Open Drafting",
      "Set Collection",
      "Square Grid",
      "Tile Placement",
      "Track Movement",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Dice Tower",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lagim",
    "ID": 355197,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/355197/lagim",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Explore the magical Filipino folklore of Lagim! Lagim is a one-of-a-kind fantasy card game inspired by Fillipino myths and folktales. Lagim offers a unique and action packed gaming experience made more immersive by its authentic roots and its gorgeous and evocative art. With so many exciting ways to play you deicde your fate-an enthralling game at every turn. Lagim invites you to a fantastic realm of monsters, mayhem, and magic - play the game and discover the thrilling stories and exciting encounters we've carefully woven for you.&#10;&#10;No matter who you are and where you are from, an amazing adventure full of infinite possibilities awaits! In this game about strategy and luck. Lagim can be played by 3-6 players. Each player takes turns battling monsters and each while defending their bargyos. During each players turn they are reffered to as the active player. The active player is allowed to play 1 game action each turn and they cannot pass; this action depends on their current cards and strategy and their turn ends once an action has been performed or a battle has been concluded.&#10;&#10;The game board is split into 2 realms the forest realm sits at the center of the play area. Each player starts with 3 souls. The last player alive with remaining souls is declared the winner.&#10;&#10;&mdash;Description From The Publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AtomBlitz: Operation Epic Poem",
    "ID": 355198,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/355198/atomblitz-operation-epic-poem",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The year is 2039. Against the background of the rest of exhausted Europe, Scandinavia seems quite prosperous: there is no war, or even hunger. Sweden, a small regional leader with a recently acquired nuclear arsenal, seems to be completely safe from any encroachments. Neighbors on the peninsula are reaching out to her for protection.&#10;&#10;A rogue state, the Great British Republic, is stirring up the North Sea. Once proud frigates, and now pirate ships of the British scurry back and forth in search of prey. Threatening with missiles, they take the &quot;passage fee&quot; from every oncoming vessel. In a world where bank accounts have lost value, tribute is collected in goods: from tankers - oil, from trawlers - fish, and so on.&#10;&#10;So far, no one has dared to resist the brazen sea racketeers, but there is a limit to everything. When the British Overprotector demanded offshore oil platforms from the Norwegian government, the King-Queen of Sweden stood up for the allied country, threatening nuclear retaliation...&#10;&#10;&mdash;description from the publisher&#10;&#10;Britain vs. Sweden&#10;Naval and AirLand combat.&#10;OGRE-like structured ships mechanic.&#10;Nuclear weapons available for both opponents.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Sweden",
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms",
    "ID": 355199,
    "Year": "(2021)",
    "Geek Rating": "5.774",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/355199/star-realms",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Forge your own star realm! Build up your military through shipping and trade, then use your mighty fleet of warships to protect what&rsquo;s yours and take what isn&rsquo;t!&#10;&#10;Designed by Magic hall-of-famers Darwin Kastle and Rob Dougherty, Star Realms combines the fun of deckbuilding games with the interactivity of trading card game-style combat. As you play, use trade to add new ships and bases to your deck. When played, those ships and bases generate powerful effects, additional trade, and combat to attack your opponent and their bases. If you reduce your opponent&rsquo;s score to zero, you win!&#10;&#10;This Star Realms Box Set includes all of the cards from the Star Realms Core Set and Gambit Set, plus a game board and two additional starting decks, providing awesome gameplay for 2-4 players. And the Nemesis Beast and the Pirates of the Dark Star challenge cards provide additional solo and cooperative play options! Each box is a complete 4-player game containing rules and 162 cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Apple App Store",
      "Game: Star Realms",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flamecraft: The Spice Tower and Flamestarter Statue",
    "ID": 355201,
    "Year": "(2022)",
    "Geek Rating": "5.692",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355201/flamecraft-the-spice-tower-and-flamestarter-statue",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Spice Tower and Flamestarter Statue are additional shops for Flamecraft available via the Kickstarter and as a promo pack.&#10;&#10;The Spice Tower is a wild goods shop with the power to either double a good you have or provide 5 goods of a type you don't have. The artwork is a reference to a well-known content producer and contains many board game puns in the background.&#10;&#10;Flamestarter Statue is a high reputation shop that has the unique ability to allow players to gain dragons that have been previously placed.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Contracts",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "אתגר החלל (Space Challenge)",
    "ID": 355202,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/355202/atgr-hkhll-space-challenge",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players draw cards from their hand to move across the board collecting asteroids and faults.&#10;&#10;A round ends when all participants arrived at one of the stations or were disqualified due to malfunctions and left the game&#10;&#10;After 3 rounds count the number of asteroids collected by the participant. The player with the most, wins.&#10;&#10;&#10;Hebrew only:&#10;&#215;&#148;&#215;&#170;&#215;&#167;&#215;&#147;&#215;&#158;&#215;&#149; &#215;&#156;&#215;&#144;&#215;&#149;&#215;&#168;&#215;&#154; &#215;&#148;&#215;&#158;&#215;&#161;&#215;&#156;&#215;&#149;&#215;&#156; &#215;&#149;&#215;&#144;&#215;&#161;&#215;&#164;&#215;&#149; &#215;&#144;&#215;&#161;&#215;&#152;&#215;&#168;&#215;&#149;&#215;&#144;&#215;&#153;&#215;&#147;&#215;&#153;&#215;&#157;, &#215;&#169;&#215;&#156;&#215;&#149;&#215;&#169; &#215;&#170;&#215;&#167;&#215;&#156;&#215;&#149;&#215;&#170; &#215;&#149;&#215;&#148;&#215;&#151;&#215;&#156;&#215;&#156;&#215;&#153;&#215;&#170; &#215;&#170;&#215;&#170;&#215;&#168;&#215;&#161;&#215;&#167;. &#215;&#168;&#215;&#167; &#215;&#148;&#215;&#168;&#215;&#144;&#215;&#169;&#215;&#149;&#215;&#159; &#215;&#169;&#215;&#153;&#215;&#146;&#215;&#153;&#215;&#162; &#215;&#156;&#215;&#161;&#215;&#153;&#215;&#149;&#215;&#157; &#215;&#148;&#215;&#158;&#215;&#161;&#215;&#156;&#215;&#149;&#215;&#156; &#215;&#149;&#215;&#158;&#215;&#153; &#215;&#169;&#215;&#153;&#215;&#166;&#215;&#156;&#215;&#153;&#215;&#151; &#215;&#156;&#215;&#151;&#215;&#150;&#215;&#149;&#215;&#168; &#215;&#156;&#215;&#144;&#215;&#168;&#215;&#165; &#215;&#145;&#215;&#145;&#215;&#152;&#215;&#151;&#215;&#148; &#215;&#153;&#215;&#167;&#215;&#145;&#215;&#156; &#215;&#144;&#215;&#170; &#215;&#148;&#215;&#160;&#215;&#167;&#215;&#149;&#215;&#147;&#215;&#149;&#215;&#170;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Score-and-Reset Game",
      "Set Collection"
    ],
    "Families": [
      "Space: Asteroids",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astronika (アストロニカ)",
    "ID": 355206,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/355206/astronika-asutoronika",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The year is 2061. The Moon Base Development Project. Also known as Astronika.&#10;&#10;It's been almost 100 years since the Apollo missions, when humans first set foot on the Moon. The history of the moon is about to be rewritten by mankind. With the development of science and technology, the Moon is no longer an impenetrable territory, but a new frontier within reach.&#10;&#10;And it is no longer the nations of the past that are inviting mankind to the Moon. Instead, it is the international space companies, which transcend national boundaries.&#10;&#10;Players are the project leaders of an International Space Company. Your mission is to select the &quot;right people&quot;, assemble a team and lead the project to success.&#10;Which company will establish a bridgehead in the new frontier of the Moon?&#10;&#10;- A medium-weight board game with the theme of developing the moon&#10;- Expansion &amp; Reproduction x Engine Build x Area Majority&#10;- Assemble a diverse crew and build your own team!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Icaion: Aberration",
    "ID": 355217,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355217/icaion-aberration",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kickstarter exclusive mini-expansion for Icaion.&#10;&#10;The Aberration is a special enemy unit that spawns after a considerable amount of Parasites gathers in one place. It is the evolution of a basic Parasite. It is hostile towards inferior Parasites, and embodies a direct threat to the Seekers as well. It is a real menace in lots of aspects since, when it steps in, here is what you are not allowed to do:&#10;&#10;you cannot deploy Machines in its region &#10;    you cannot build a Wonder in its region&#10;    you cannot extract Qoam in its region&#10;    you cannot add Parasites to its region, harming players that follow a &quot;parasite-hunting&quot; strategy&#10;&#10;When a Seeker manages to defeat the Aberration the miniature is removed from the game (for now) and points are scored by the Seeker.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "It's Llamatch!",
    "ID": 355219,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/355219/its-llamatch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Inspired by the most known dating apps, It's Llamatch! is an agile and easy-going card game where only the boldest llama will be able to find its perfect Llamatch! Because dating... is a game!&#10;&#10;Scroll through different profiles, read their bios and have a laugh chatting with them. Don't forget to turn on notifications!&#10;Hopefully you'll draw your favourite llama's attention.&#10;&#10;Start by taking a Profile card that indicates what you are looking for in your Llamatch!: Sexiness, romance, awareness or coolness.&#10;&#10;Display four llamatch! cards in front of each player, facing down.&#10;&#10;Now explore your Llamatch! Each one gives you different values for each stat. &#10;Check if they fit with your preferences.&#10;No? Next!&#10;Yes? Then Slide right and play your cards right:&#10;&#10;Use Bio and Chat cards to modify stats, change the rules of the game with each Notification and sabotage other players.&#10;&#10;When any player is left with no llamatch! cards in the pile, the game ends.&#10;&#10;Get the highest score so you and your date have the best chemistry. Only then we can really say It's Llamatch!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roles with Asymmetric Information",
      "Stat Check Resolution",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Summon Guardians",
    "ID": 355222,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355222/summon-guardians",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Summon Guardians is a 2-4 player war strategy board game.  It combines the spirit of fantasy and adventure with strategic castle warfare. Players join an epic, centuries-old war for the realm of Quadrenna. Here, four Kingdoms battle over a centrally located territory known as the Wastelands. The main Battlefield of this war is the intersection of these Kingdoms, where each struggles to prevent the other from achieving victory.&#10;&#10;Through their Queens, the four Kingdoms summon Guardians from throughout time and around the galaxy in an attempt to gain control of the Wastelands. The Kingdoms&rsquo; main tools for winning the war are their two Guardians, each of which has unique strengths and weaknesses. Although the Guardians&rsquo; attitudes about being summoned vary, they all loyally serve their Kingdoms and find high honor in their duty.&#10;&#10;Each turn consists of 3 phases, in this order: Move, Card, and Action. The Move and Action phases are optional, but the Card phase is required. Both Guardians act during each phase; you can choose the order in which your Guardians act.&#10;&#10;A Kingdom achieves victory when it obtains ownership of the Wastelands. This is achieved one of three ways: kill all enemy Guardians, kill all enemy Kings, or take ownership of the Red Jewel Platform in the center by sacrificing 5 Red Jewels to it after your Kingdom is fully Upgraded.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Line of Sight",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crash of Thunder: Napoleon at Austerlitz 1805",
    "ID": 355260,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/355260/crash-of-thunder-napoleon-at-austerlitz-1805",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Crash of Thunder: Napoleon at Austerlitz 1805&quot; is a fast and easy wargame of the Battle of Austerlitz in 1805.  One player commands the French Army of Napoleon and the other the Allied Army (Russian and Austrian).  Each side tries try to win the battle by inflicting casualties and breaking the morale of their opponent.  The combat abilities of each corps or formation as they historically performed in the battle are listed on its own Formation Card. Each Formation card represents a varying number of units that are placed on the map of the battlefield of Austerlitz.  There are also tactics cards that reflect actual events of the battle, that each side may use in order to increase their chances of success in each attack or defense.  The Game consists of each side taking turns by declaring an action to activate one card each turn.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Russia",
      "History: Napoleonic Wars",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mustikkapaikka",
    "ID": 355270,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/355270/mustikkapaikka",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An easy and atmospheric board game with a little tactics for the whole family.&#10;&#10;Bilberry Patch is an easy game with a little tactics for the whole family. The best pickers know that speed does not always equal a full basket when picking berries: the best patches reveal themselves to those who take their time in the forest!&#10;&#10;Players roll dice and move around a circular board, collecting bilberries on spaces with special icons.  Action cards and magic branches add an extra element of excitement to the game. The object is to collect as much bilberries as possible during one round.&#10;&#10;At the end, the players count their bilberries and the player with the biggest haul wins the game.&#10;&#10;Includes rules in Finnish, Swedish and English.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Food & Drink: Fruit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Tricks",
    "ID": 355275,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/355275/super-tricks",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A trick-taking card game.&#10;&#10;First, draw cards from the deck, or from the face-up card next to it, until you reach the hand size limit. &#10;Then, the player must place at least 1 card from their hand onto the board. During your turn, you may play up to all cards in your hand. If you &quot;Recycle&quot; a card from a captured super trick you also play it, in addition to the cards from your hand.&#10;&#10;Eventually you will run out of cards to draw from the deck - then players stop drawing but still must lay down at least 1 card per turn until their hands are empty. At this point, cards on each players side are automatically captured by those players. The cards left in the middle remain neutral. Count up your captured cards, and whoever has more is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Move Through Deck",
      "Open Drafting",
      "Pattern Building",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Onitama: Steer and Lobster Promo Cards",
    "ID": 355277,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355277/onitama-steer-and-lobster-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A set of 2 cards packaged together in Pack A of The Dice Tower 2021 Kickstarter campaign.&#10;&#10;These cards provide new movement options for your pieces.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Game: Onitama",
      "Promotional: Cards",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Here to Slay: Howl of the Dead mini and promo card",
    "ID": 355288,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355288/here-to-slay-howl-of-the-dead-mini-and-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Howl of the Dead: Discard a Hero or Item card. &#10;Card text: &#10;If you Discard a Hero card, Destroy a Hero card. &#10;If you Discard an Item card, add a Hero card from the discard pile to your hand.&quot;&#10;&#10;Howl of the Dead is a new mini in the Here to Slay Vinyl Mini Series which comes with a promo card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Here to Slay: Reigning King mini and promo card",
    "ID": 355290,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355290/here-to-slay-reigning-king-mini-and-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reigning King:&#10;Card text: Choose a Class. Destroy all Hero cards of that Class.&#10;&#10;Reigning King is a new mini in the Here to Slay Vinyl Mini Series which comes with a promo card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Colony X",
    "ID": 355295,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355295/colony-x",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Colony X, you play the role of a space foreman working for a billion dollar corporation. Your mission? Establish a sustainable colony on a distant planet.&#10;&#10;Colony X is a 2-4 player game featuring area control and colony building. Each turn players land one of their ships on a nearby planet to collect two resources from an ever-changing pool of resources or use one of their ships to visit an architect to construct a new building for their colony. But be warned, after construction future buildings will cost less for your opponents.&#10;&#10;The game takes place over four rounds. At the end of each round, the player with the most ships on a planet gains its influence token which is needed to complete work orders and increase the value of certain buildings.&#10;&#10;At the end of the final round, the player with the most Victory Points tallied from their buildings, influence, and completed work orders is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Biblia",
    "ID": 355318,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/355318/la-biblia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Students are disappearing in the Cuniculus Academy of Magic. Can you help rescue them from the shadow world? La Biblia is 2 player game of deduction and bluffing. Players try to guess the characters in each other's hand by asking a limited set of questions. The other player must tell the truth unless the Rabi card is in their hand, then they may answer with a bluff or lie.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Totally Medieval",
    "ID": 355324,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/355324/totally-medieval",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Totally Medieval is a game where you control opposing Armies. As you move closer to your opponent you will find new terrain and different weather systems which may help or hinder your progress. When you meet your opponent's army, be ready to attack and/or defend yourself so you can stop or slow down their advances on your homeland. Your survival is based on your success in keeping your opponent from advancing. Your goal is take over their homeland before they take yours.&#10;&#10;In the base game you will start as Viking or knights with other types of people to come later. Each type of person comes with historical aspect to each person on the team.&#10;&#10;This game also comes with a great twist of the dice roll. In a game that would normally have a pair dice to roll and move your army's around you draw cards instead. These cards are call Math dice and they come in different levels of Math. Addition, Subtraction, Multiplication, division and Algebra and all the choices you could use. Each player would draw a card and have the opponent draw it solve it to get a bonus for each battle.&#10;&#10;So for this game you will learn a little fun history and solve a few math problems. With the upgraded armies to miniatures you gain a great chess set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational",
      "Exploration",
      "Math",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Different Dice Movement",
      "Zone of Control"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Silk Route",
    "ID": 355327,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355327/the-silk-route",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The world is getting more and more connected. As an owner of a distribution company, it is up to you to make your company grow and deliver goods all over the world.&#10;&#10;The Silk Route is a flip and write game where players have a distribution company. Deliver the appropriate goods to different cities and squares inside these cities, by drawing posts of your own. Right after, draw a poliomino in your company panel to represent the experience you got with each transaction.&#10;&#10;Eventually, squares will have all their necessities covered. It's the moment to see how your goods increase their value! Use these values to score more points than any other player and have the most prestigious company by the end of the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solar Sphere: Expansions",
    "ID": 355328,
    "Year": "(2022)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355328/solar-sphere-expansions",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Solar Sphere Expansions box contains the White Dwarf and Corporation Robots modules, and additional components to support a fifth player.&#10;&#10;With the construction of Solar Sphere #1 underway, The Corporation has set its sights on a nearby White Dwarf. You can now choose to survey the White Dwarf to gain valuable resources and opportunities. The White Dwarf expansion adds a unique rondel mechanism, where you can chose to move a meeple up to the value of your die, or if you have upgraded the White Dwarf location, you can move two meeples for extra rewards!&#10;&#10;The Corporate Robots expansion adds a set of cards and meeples that act as remote access to worker locations. Install the cards into your command centre and deploy the meeple robots to locations to fully upgrade that location's power! You can then access that location from your command centre.&#10;&#10;A fifth player can also now join the table with all the components needed to do so.&#10;&#10;Are you ready to expand the Solar Sphere?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer ist zuerst in der Schule?",
    "ID": 355329,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355329/wer-ist-zuerst-in-der-schule",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player moves his figure towards the school by rolling the dice (values 1 to 5). On green fields you may roll the dice again, on red fields you have to sit out. If you roll the teacher symbol with the dice, you move the teacher one space further. All players who reach the school before the teacher win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wann war's",
    "ID": 355331,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355331/wann-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains 105 question cards asking for the year of a certain event. Each player makes a guess and names a year. Whoever comes closest to the correct answer receives the card as a prize. The player who has collected the most cards after a predetermined number of questions wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Not Not",
    "ID": 355333,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/355333/not-not",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Not Not is the multiplayer adaptation of the eponymous video game by Alt Shift, a speed game combining orientation, logic and reflexes, based on two cognitive biases: multiple negations, as well as incongruent words (colors are written in another color than the one they designate).&#10;&#10;It's up to you to filter out this irrelevant information that slows down your reaction time in order to tap as quickly as possible on one of the cards that meets the criteria generated by the dice and thus win it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow",
    "ID": 355334,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355334/rainbow",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Rainbow: The Kaleidoscopic Flip and Colour Adventure!&#10;&#10;Players use the colour and shape cards to fill in their grid in order to collect points and bonuses. Complete as many squares as you can or colour all of the rainbow, unicorn or unicorn shoes!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Fox and the Rabbit",
    "ID": 355337,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/355337/the-fox-and-the-rabbit",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "A solitaire roll and write game created for the 10th Roll and Write contest.&#10;&#10;Players roll 3d6 (red, blue &amp; yellow) and use the values to lead both the fox and the rabbit along trails to find food. Dice can be combined to cross the primary, secondary and black numbers on the trails. Players can use powers to modify dice and can gain extra dice or powers during the game.&#10;&#10;Meanwhile, at the end of each turn the Farmer AI sets a trap.&#10;&#10;When both animals have eaten 3+ foods they can escape through the fence using the required values. Alternatively, once the Farmer AI sets his 13th trap, he will try to set it off using a different required value.&#10;&#10;Whichever achieves the required values first (both animals OR the farmer)wins.&#10;&#10;",
    "Categories": [
      "Maze",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Tamar Rising",
    "ID": 355375,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355375/battletech-tamar-rising",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tamar Rising is a BattleTech sourcebook providing full details of the events in the former Clan Jade Falcon Occupation Zone from 3151 to mid-3152. Included are a full historical summary of events in that region of space, personality and unit profiles of key players&mdash;many appearing here for the first time, and game information to bring it all to your BattleTech tabletop.&#10;&#10;Note: Includes a Campaign Map, which with the physical book is a 26&rdquo; x 38&rdquo;, double-sized, laminated poster.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [
      "Multiple Maps",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Ghosts of Rocca",
    "ID": 355377,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355377/the-ghosts-of-rocca",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Ghosts of Rocca is a worker-placement game for 2-5 players, ages 8 and up. As a player, you control two necromancer characters, moving them around a haunted castle in an effort to soothe the castle&rsquo;s restless ghosts by bringing them the enchanted charms they crave. But beware! If you enter a room occupied by a rival necromancer, you are bound by honor to duel &mdash; and if you lose, your rival may take a charm from you!&#10;&#10;In addition to worker-placement, the game features resource-management, area control and optional combat. Movement is accomplished by a combination of cards and custom dice. Come heed the call to honor and adventure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Knights of King Frea",
    "ID": 355383,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355383/the-knights-of-king-frea",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "King Frea - King of Weirdland - has decided to give one of his sons/daughters in marriage to the bravest knight in the kingdom.&#10;Each player will assume the role of a knight and will compete with each other to get the Royal Consideration needed to ask the prince/princess in marriage.&#10;&#10;The knights will have to manage their Energy, change the rules of the game with the right Spells, collect Gold and Reputation and complete the Challenges that fate will put on their path.&#10;If the knight will be lucky enough, he will even have the honor of meeting the prince/princess in a Blind date, but only those who will be able to overcome the different challenges, adapting to the situation brought forth by the events, will receive the prince/princess&rsquo; hand!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Set Collection",
      "Solo / Solitaire Game",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TRICKTAKERs: Expansion Set",
    "ID": 355404,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355404/tricktakers-expansion-set",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "3",
    "Description": "The Tricktakers Expansion Set features 7 more roles that can be used in the Tricktakers Base Game. The Expansion set was released at the Fall Tokyo Game Market 2021.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Roles with Asymmetric Information",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Theatrix",
    "ID": 355412,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355412/theatrix",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Gigantik charades game for kids! It's a play of words!&#10;&#10;The curtain is going up on Theatrix!&#10;&#10;Theatrix is a game of charades developed by educators with children in mind. Theatrix gives your children the ability to use their imagination to act out what is on their card. Each card is divided into 4 categories: things we do, everyday things, things we use to move on and characters &amp; creatures. When selecting a card, the child can use either the 400 words or the easily recognizable full-color illustrations, without the use of reading.&#10;&#10;The Gigantic floor gameboard creates a fun atmosphere for playing Theatrix, allowing the child the freedom and space to &quot;play&quot; out their turn.&#10;&#10;Theatrix is the game that allows parents to sit back and enjoy the show! (Popcorn not included.)&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brain Quest: After School Sports",
    "ID": 355414,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355414/brain-quest-after-school-sports",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Players, the Games &amp; All the Stats. 800 Questions &amp; Answers&#10;&#10;Was Shaq, Magic, or Sir Charles once known as the NBA's &quot;Round Mound of Rebound&quot;? What is baseball's Mendoza line? After School Sports  is a Brain Quest for outside the classroom, a feast of players, stats and famous moments. Baseball's M&amp;M Boys. A &quot;Tomato Can&quot; and the Munchkin of Munich. Plus relay races and auto races, the balk and the &quot;Fosbury Flop.&quot; It's not just sports--it's part of our culture.&#10;&#10;Contains two decks. Can be used with the Brain Quest game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Brain Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brain Quest: After School Weird Stuff",
    "ID": 355415,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355415/brain-quest-after-school-weird-stuff",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Strange, Gross and Unbelievable-But-True- Facts .800 Questions &amp; Answers&#10;&#10;Where is your sweet tooth? What part of its own body does the common toad swallow several times a year? After School Weird Stuff is a Brain Quest for outside the classroom, a feast of oddities, curiosities and the unbelievable-but-true. Why you can't catch cold in Siberia. The 69 1/2-year hiccup attack. Plus pogonologists and piranhas, mummies and shrunken heads. Because it's not just weird stuff--it's part of our knowledge.&#10;&#10;Contains two decks. Can be used with the Brain Quest game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Brain Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "VENOM Assault: Evolution",
    "ID": 355416,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355416/venom-assault-evolution",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The year is now 2071 and with the arrival of the Robotrons on earth, technology has advanced by great leaps and bounds aiding humanity in its struggles. However, Venom has turned this technology to their own nefarious purposes such as the creation of Cipher a gifted telepath who has been changed into the living brain of Venom Island, the creation of their airborne shock troops the Vultures, and much more!&#10;&#10;But that is not all for dark things from man's ancient past are rising once more as the Master Vampires Lord and Lady Crimson wake from a 600-year slumber and now seek to carve a new their old domain. Fullmoon a brilliant LA Detective attacked and infected by a werewolf seeks out the aid of Freedom Squadron to help control the beast that now lurks in her soul.&#10;&#10;To combat these new threats General Steel has implemented the Advance Training Program where you can now before your Recruitment Phase Retire Recruits and Commandos to upgrade them into new and better versions such as the Pilot, Heavy Gunner, or Spy! But think carefully because Recruits will give you more choices to upgrade to but is then placed in your discard pile. Where Commandos give you only one choice they are placed on top of your draw deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verdant: Potless Plants Mini-Expansion",
    "ID": 355419,
    "Year": "(2022)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355419/verdant-potless-plants-mini-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Originally delivered to Kickstarter backers of Verdant, this is a set of 16 Promo Cards, including 10 unique plant cards (2 each of 5 types) and 6 unique goal cards (2 each of 3 types).&#10;&#10;With the addition of these cards, players will have new ways to play with the Potless Plants mini-expansion which adds completely new gameplay elements, as well as additional goal cards adding hundreds of new combinations of puzzles to the mix!&#10;&#10;COMPONENTS:&#10;17 cards&#10;&#10;     10 Potless Plant Cards&#10;     6 Goal Cards&#10;     1 Rules Card (back of Title Card)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Environmental",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Theme: Cacti and Succulents"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Box & Balls",
    "ID": 355420,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/355420/box-and-balls",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "99",
    "Weight": "0",
    "Description": "With dozens of playing options, this classic-looking set of 8 wooden nesting boxes and 8 bouncy balls is awesome at home or away.&#10;&#10;Beginners might want to start with the suggested games printed on the sides of each box. But once you've figured out the basic play possibilities, there's no end to the play configurations!&#10;&#10;Let's look at the challenge from Box 2: the Rolling Target Game. Simply set up the boxes in descending order, with the smallest upside down as a target basket. Looks simple, huh? But it takes a steady hand to succeed! Get the ball bouncing down each successive box and you'll know you won. The acoustic design of Box &amp; Balls sounds like a wooden xylophone!&#10;&#10;Select a bounce game and use the numbers on the boxes for scoring; the smaller the box, the more difficult the shot, the higher the number. As skills grow, simply increase the level of difficulty just by decreasing target box size.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Game System",
      "Maze",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Containers: Cubes",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zaraba Twenty-Two (ザラバ22)",
    "ID": 355421,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/355421/zaraba-twenty-two-zaraba22",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Zaraba Twenty-Two is one of the finalists for the 2020 Trick Taking Party Awards.  It is a three-player only trick-taking game using a subset of a standard deck of cards.&#10;&#10;In the game, the lead player will play 2 cards to each trick, and the first one that is &quot;followed&quot; becomes the lead suit; the other card is moved to a stock chart area.&#10;&#10;At the end of a hand, suits without any cards are worth 0 points; suits with cards in the area whose ranks sum to 22 or more are worth -1; and suits whose ranks sum 1 to 21 will be worth positive points.&#10;&#10;Players score points for the cards won in tricks and the player with the most points after a number of rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: 2020 Trick Taking Party Awards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "相席 (Sharing a Table)",
    "ID": 355422,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355422/xiang-xi-sharing-a-table",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sharing a Table is one of the finalists for the 2020 Trick Taking Party Awards. It is a six to eight-player trick-taking game using two standard decks of cards and one joker.  Players will also need two tables.&#10;&#10;In an eight-player game, 13 cards are dealt to each player, and the remaining card is flipped face up.  The suit of the revealed card will set the specific scoring of the hand at each table; the scorings will be related, such as -2 points for each trick taken at one table, and -1 point for each taken at the other table.&#10;&#10;The first 4 tricks are played to determine which players from the 8 will move to the second table to play; the results of these tricks do not otherwise bear on the scoring.  Each table then plays out the remaining 9 tricks, and the players score.&#10;&#10;The player with the most points after a number of rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Contests: 2020 Trick Taking Party Awards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "9-Card Dungeon Quest",
    "ID": 355435,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/355435/9-card-dungeon-quest",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In 9-card Dungeon Quest you are an adventurous thief who has entered the Dragon&rsquo;s dungeon seeking your fortune and fame. You&rsquo;ve been told the dungeon is under an illusion spell and all the room seem to shift and move. You must make your way through a random dungeon path to reach the Dragon's Chamber all the while dealing with dangerous traps that are impossible to avoid. You will earn gold as you move through the dungeon and once you reach the Dragon's Chamber you can try to steal as much treasure as you can before he awakens. If you tire from stealing or don't die from the Dragon&rsquo;s fire breath, you will make your way back to the exit along a new random path and escape the dungeon for good. Along the way you may find treasure chests that will earn you extra gold or lifesaving potions to heal you as you escape.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: X-Men Rise and Fall",
    "ID": 355436,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/355436/marvel-heroclix-x-men-rise-and-fall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The X-Men are no stranger to struggle, but some foes will rock the entire GALAXY!&#10;&#10;Based on the critically acclaimed story Rise &amp; Fall of the Shi&rsquo;ar Empire, this HeroClix release has everything! Vulcan is out for revenge against the X-Men, the Shi&rsquo;ar, and their allies!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grimpath",
    "ID": 355437,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/355437/grimpath",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Grimpath is a collectable trading card game where two or more players face off against each other with a deck building combat system designed around tactical miniature wargaming.&#10;&#10;Set in a dark and expansive fantasy universe, Grimpath brings all of your favorite fantasy heroes, villains, and tropes to life with unique artwork and abilities designed to maximize the compatibility of your favorite fantasy tabletop collectibles.&#10;&#10;In a typical game players draw cards from constructed decks, recruiting fantasy miniatures, moving them around custom battlegrounds, and attacking each other.&#10;&#10;Your deck of cards is made up of a variety of minions, spells and magical items that give your miniatures their powers. As you draw cards and put them into play you'll attack your opponents on their home turf, collecting points along the way. The first to reach a designated number of &ldquo;kill points&rdquo; by destroying the other players' minions is crowned the winner of that game.&#10;&#10;The world of Grimpath is divided into different realms of power: Shadow, Fury, Nature, Honor and the Arcane. These realms make up a broad array of strange creatures, spells, and magical items that you can combine to bring your own unique flavor to the battleground. Your minion&rsquo;s mastery in these realms and the construction of your deck will determine how well it can perform during play. Players are encouraged to get creative by mix and matching cards as much as they like. But be mindful when constructing decks so that your minions will be able to perform the abilities you give them with the cards you chose.&#10;&#10;Grimpath is a game designed to bring your fantasy miniatures to life by accompanying them with colorful artwork and abilities provided by your cards during play. The base game will provide you with everything you need for a match of Grimpath including miniatures, but players are encouraged to dive into the hobby and to bring their own custom creations to the table to face off against each other.&#10;&#10;It&rsquo;s up to you to choose to fight alongside the citizens of Grimpath in the endless war against the darkness that plagues their world&hellip; or to help it spread&hellip; The choice is up to you and your deck of cards and mini&rsquo;s!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Collectible: Collectible Card Games",
      "Collectible: Collectible Miniatures Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Party Case Files: Mile High Murder",
    "ID": 355438,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/355438/murder-mystery-party-case-files-mile-high-murder",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "INVESTIGATE A MURDER IN THE SKIES - Solve a murder mystery with friends. Open the Mile-High Murder Case File to start the crime scene investigation. Marisa Hightower was murdered on an overnight transatlantic flight from San Francisco to London. The hunt is on to find a killer and it&rsquo;s up to you to solve this mile-high murder. This Case File includes all the evidence you need to solve the murder. Review every clue and piece of evidence in this unsolved mystery case file.&#10;&#10;IMMERSIVE STORY AND REALISTIC EVIDENCE - This Case File includes crime scene photos, suspect interviews, newspaper clippings, and much more to help you determine who committed murder. All the evidence has been curated to present the most realistic experience possible (no fake handwriting). This murder mystery game in a box is the perfect gift for friends and family who love mystery board games and is perfect for family game night, an evening with friends or for date night for couples who love cold case murder mysteries. Get your Sherlock on to solve this murder mystery.&#10;&#10;DETERMINE MOTIVE, MEANS AND OPPORTUNITY - Murder Mystery Party Case Files is the only game where players solve the murder the way a real detective would. Players need to hunt through the evidence to find the killer and determine the motive, means and opportunity of each suspect. During a murder investigation, a detective must answer the following 3 questions: 1) Motive: Who had a reason to kill the victim? 2) Means: Who had access to the murder weapon and victim? 3) Opportunity: Who had a chance to kill the victim? Is any particular person unaccounted for during the time the victim was killed?&#10;&#10;ONLINE HINTS AND SOLUTIONS If you get stuck anytime during your investigation, you can access misplaced case files online for hints to keep you moving. Once you think you know the solution, access complete solutions online to confirm your suspicions and make an arrest.&#10;&#10;Case File Contents:&#10;&middot; 12 Suspect and Evidence Photos&#10;&middot; 1 Air Marshal Notebook&#10;&middot; 37 Pieces of Case Evidence and Instructions&#10;&middot; Online Access to Hints and Solutions&#10;&#10;Crime Location: International Flight&#10;&#10;Background: Marisa Hightower was murdered on an overnight transatlantic flight from San Francisco to London (with emergency landing in Iceland).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Series: Murder Mystery Party Case Files (University Games)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Party Case Files: Death by Chef's Knife",
    "ID": 355439,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/355439/murder-mystery-party-case-files-death-by-chefs-kni",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "INVESTIGATE THE MURDER OF A RENOWNED CHEF - Solve a murder mystery with friends. Open the Death by Chef&rsquo;s Knife Case File to start the crime scene investigation. Famed chef Lorenzo Ritelli has been murdered in his own New York restaurant. The hunt is on to find a killer and it&rsquo;s up to you to solve this culinary mystery. This Case File includes all the evidence you need to solve the murder. Review every clue and piece of evidence in this unsolved mystery case file.&#10;&#10;IMMERSIVE STORY AND REALISTIC EVIDENCE - This Case File includes crime scene photos, suspect interviews, newspaper clippings, and much more to help you determine who committed murder. All the evidence has been curated to present the most realistic experience possible (no fake handwriting). This murder mystery game in a box is the perfect gift for friends and family who love mystery board games and is perfect for family game night, an evening with friends or for date night for couples who love cold case murder mysteries. Get your Sherlock on to solve this murder mystery.&#10;&#10;DETERMINE MOTIVE, MEANS AND OPPORTUNITY - Murder Mystery Party Case Files is the only game where players solve the murder the way a real detective would. Players need to hunt through the evidence to find the killer and determine the motive, means and opportunity of each suspect. During a murder investigation, a detective must answer the following 3 questions: 1) Motive: Who had a reason to kill the victim? 2) Means: Who had access to the murder weapon and victim? 3) Opportunity: Who had a chance to kill the victim? Is any particular person unaccounted for during the time the victim was killed?&#10;&#10;ONLINE HINTS AND SOLUTIONS If you get stuck anytime during your investigation, you can access misplaced case files online for hints to keep you moving. Once you think you know the solution, access complete solutions online to confirm your suspicions and make an arrest.&#10;&#10;Case File Contents:&#10;&middot; 5 Evidence Photos&#10;&middot; 1 Postcard&#10;&middot; 45 Pieces of Case Evidence and Instructions&#10;&middot; Online Access to Hints and Solutions&#10;&#10;Crime Location: New York City&#10;&#10;Background: Famed chef Lorenzo Ritelli has been murdered in his own New York restaurant just before a big event. There are many motives, but only one murderer.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Series: Murder Mystery Party Case Files (University Games)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dead'n Slaaash",
    "ID": 355440,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/355440/deadn-slaaash",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Dead'n Slaaash every players control a survivor crew and has to take the right decisions in order to ensure a safe future to their owns. Strategy, bluff, alliance ant treason are on the schedule of each game, because in this cruel world your survival will have to pass before that of the others.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Socrates and the Just City",
    "ID": 355441,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355441/socrates-and-the-just-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game takes place over 4 Years (cycles of play) in the City of Athens 400 BC. 12 dice are rolled in each round of play. Players take sets of dice to position citizens. When all Citizens have been placed, players resolve the various spaces they occupy. Each Citizen brings an empowerment so that players can earn gold, defend the city, remove decay and gain culture. These empowerments are enhanced year on year. Socrates himself is a 'wild card' Citizen who is 'Immortalised' in the fourth and final year. The ultimate aim is to have the most culture and thereby win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Ancient: Greece",
      "Cities: Athens (Greece)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nine Worlds: Creatures and Monsters",
    "ID": 355442,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355442/nine-worlds-creatures-and-monsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The battles for control of the Nine Worlds become more dangerous as monsters that haunt the darkest of our legends are unleashed. No longer can the gods and leaders of the realms merely focus on domination of the worlds. They must join forces to defeat these horrors or else suffer losses and destruction at their hands. For those who find the courage and resourcefulness to take on these enemies, honour and rewards beckon, some of which may help tip the balance in the wars between the worlds.&#10;&#10;The Nine Worlds: Creatures and Monsters expansion introduces a new dimension where players divert some of their player stones to the fight against the monsters.&#10;&#10;Defeat of the monsters will yield rewards. Failure to tackle the monsters means that various players will suffer penalties with the least courageous, who have done the least to fight the monsters, treated harshly by the norns who govern the fates of all.&#10; The key to this expansion is balancing the division of the action points between actions in the Nine Worlds and engaging the monsters.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire in the Lake: Sovereign of Discord",
    "ID": 355443,
    "Year": "(2023)",
    "Geek Rating": "5.587",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355443/fire-in-the-lake-sovereign-of-discord",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Building off of Mark Herman and Volko Runke&rsquo;s legendary game Fire in the Lake, the Sovereign of Discord Expansion provides a prequel to the events depicted in the base game, covering the years 1961-1963. The expansion allows players to see how the war escalated from an insurgency between ARVN and Viet Cong, assisted by the US and North Vietnam, to the eventual conventional interventions by North Vietnam and the United States at the start of the base game. New scenarios allow players to extend the game backward to 1961 right after the formation of the Viet Cong, or to 1963 during the tumultuous last year of the Diem regime. Players owning both expansions, Sovereign of Discord and Fall of Saigon, will be able to experience the full Indochina War from 1961 to 1975. This allows players to see how the war evolved from the lower intensity insurgency of the Diem period all the way to the massive conventional offensives of the last years of the war. A copy of Fire in the Lake will be necessary to play the Sovereign of Discord expansion.&#10;&#10;New mechanics are introduced to reflect the war prior to escalation by the US and North Vietnam and the unique aspects of the Diem Regime:&#10;&#10;     1961 and 1963 Scenarios with a Fall of Diem Sequence allow players to continue play into the Fire in the Lake Campaign Scenario (1964-1972), or even through to Fall of Saigon (1973-1975) if players also possess the sequel expansion.&#10;     New ARVN Strategic Hamlet pieces and mechanics reflect the Diem regime&rsquo;s strategy of relocating the population into fortified villages.&#10;     Hanoi and Washington Tracks control the number of available pieces and some abilities of the Viet Cong and ARVN factions. In addition, rather than possessing Troops, the US and NVA each use Advisor pieces, which allow them to enhance and control the units of their South Vietnamese allies.&#10;     A Regime Stability Track affects the cost of ARVN Operations to model the rising urban instability and coup plotting against the Ngo Dinh Diem regime.&#10;     A head-to-head 2 player scenario uses the Initiative system from Brian Train&rsquo;s Colonial Twilight for players wanting to focus on the internal clash between the Viet Cong and ARVN, and might also be suitable as an introductory scenario for players new to Fire in the Lake.&#10;     72 new Events cover the 1961-1963 period, and four new Pivotal Events represent debates in Washington and Hanoi over their level of aid, the Strategic Hamlet Program by the Diem regime, and the major summer offensive by the Viet Cong. In addition, a new ARVN leader Card, Ngo Dinh Diem, is in play throughout the early 1960s scenarios and new Coup! Events reflect threats to Diem&rsquo;s hold on power.&#10;     A solitaire system using the card-based Non-player system, similar to those provided with the Tr&rsquo;ung Bot Update Pack and Fall of Saigon. &#10;&#10;&#10;Fire in the Lake Bonus Content&#10;In addition to extending Fire in the Lake back to the early 1960s, Sovereign of Discord also includes additional bonus content for the base game: &#10;&#10;     40 new Events (8 new 1964 Events, 16 new 1965 Events, 16 new 1968 Events) covering themes such as women&rsquo;s role in the war, civilian victimization, the effect of the war on South Vietnamese society, North Vietnamese strategies, and the 1964 escalation debate. Among the new Events is also one new Capability Event for each faction.&#10;     Two new short scenarios:&#10;         Turning Point (1967 to 1969), covering the period of fiercest offensives by both communist and allied forces to win control of the countryside.&#10;         Long 1964 (Mid 1963 to Early 1965), covering the period that historian Frederick Logevall refers to as the &ldquo;long 1964,&rdquo; representing the crucial escalation debates in North Vietnam and the United States.&#10;    &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Civil War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simulation",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Ho Chi Minh City (Vietnam)",
      "Cities: Huế (Vietnam)",
      "Components: Multi-Use Cards",
      "Country: Vietnam",
      "Decades: The 1960's",
      "History: Cold War",
      "Series: COIN (GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hold Your Horses",
    "ID": 355444,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/355444/hold-your-horses",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A horse is a horse... of course. Of course?&#10;&#10;A very silly 9-card party game about horses and unicorns, where you spend 15 seconds second-, third- and fourth-guessing yourself.&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Animals: Horses",
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Align Me",
    "ID": 355453,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355453/align-me",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Align Me is a party game for role players. Give clues based on the mundane category and have other players guess your secret alignment! Players take turns giving clues and guessing the correct alignment. Each correct guess gains you 1 point. Each clue you give that was guessed correctly gains you 1 point. The first player(s) to 10 points wins!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Duelo, juego de cartas",
    "ID": 355458,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgame/355458/duelo-juego-de-cartas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.6",
    "Description": "Duelo, juego de cartas is a fantasy themed card game in which you are going to embody a hero, equip legendary items, manifest powerful auras, casts infernal curses and trigger events that lead you to victory.&#10;&#10;In Duelo, juego de cartas you will choose a pre-constructed hero's deck to quickly start playing. On each turn you will have to equip items to your hero to increase the attack or defense; use item abilities; play auras to gain a temporal boost and cast curses onto your opponents to damage them and control their actions; play events to get powerful effects on the board and attack your opponents to death or damage them from distance.&#10;&#10;Your goal is to defeat all your opponents by reducing they life points to 0 or by emptying their deck. This game can be played on free for all mode or 2 vs 2.&#10;&#10;Duelo, juego de cartas is designed to bring you the Trading Card Game experience within a cheap box.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day at Saipan",
    "ID": 355459,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/355459/d-day-at-saipan",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.75",
    "Description": "This will be the fight for the island battle made famous in the movie, The Windtalkers. Included would be a campaign scenario, with smaller scenarios for the initial invasion, Death Valley, and the drive north. One mounted map board, two counter sheets (352 counters), 55 cards, full color play aid cards, and a 48-page full color rules booklet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Japan",
      "Country: USA",
      "History: World War II (Pacific)",
      "Islands: Marianas (USA)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean",
      "Series: D-Day (Decision Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thakhi: la senda de los dioses",
    "ID": 355460,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/355460/thakhi-la-senda-de-los-dioses",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "You help a brave archaeologist to collect Aymara objects of great historical and cultural value. This objects are hidden inside an Andes labyrinth wish is about to collapse.&#10;&#10;Explore the labyrinth and rescue the objects before a collapse buries them forever in time.&#10;&#10;Objective of the game&#10;Go through the Chakanas inside the labyrinth to earn points and reach the exit.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Ancient",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Coverage",
      "Grid Movement",
      "Line Drawing",
      "Measurement Movement",
      "Minimap Resolution",
      "Movement Points",
      "Movement Template",
      "Paper-and-Pencil",
      "Pattern Movement",
      "Pattern Recognition",
      "Point to Point Movement",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Santiago (Chile)",
      "Country: Chile",
      "Game: Labyrinth",
      "Mechanism: Roll-and-Write",
      "Mountains: Andes",
      "Players: Solitaire Only Games",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nein Nimmt!",
    "ID": 355461,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/355461/nein-nimmt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Nein Nimmt! is a trick-taking card game for two players. Players attempt to score lowest by capturing 9s and avoiding as many other cards as possible.&#10;&#10;Nein Nimmt! is played with a 36 card &quot;stripped deck&quot;, any traditional 52-card deck that is pared down to Six through Ace in four suits.&#10;&#10;Card play is traditional trick-taking must-follow, with cards played to the trick then played to a central display following strict placement rules. When certain conditions are met, rows in the central display &quot;bust&quot; and players are forced to collect cards, which give players points.&#10;&#10;The player with the least points at the end wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Things That Go",
    "ID": 355463,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355463/disney-things-that-go",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "23 learning games to introduce kids to things that go. Games start with things that go on wheels and then introduce water transportation and air travel.&#10;&#10;The games range from domino-like picture cards, to 3-dimensional vehicles, to card games based on vehicle types.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Basketball Card Game",
    "ID": 355464,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/355464/basketball-card-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card game from the 1950-60s. Players set a line-up and draw cards one at a time. Each card shows a result based on the player in the respective line-up slot. Normal basketball rules apply.&#10;&#10;Part of line of card games by Built-Rite that included baseball and football.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "London",
    "ID": 355465,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/355465/london",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quiz game about London landmarks.&#10;&#10;The board is a map of the city, with a track wandering through it. If a player is the first to land on one of the numbered spaces, he draws the card from the deck of 30 cards and reads out the information on the green side of the card. Then he turns the card over to see what instructions he has to follow. This are fairly predictable; Miss a turn perhaps, roll the die and move backwards, and so on. The player then takes the card and keeps it in front of him where all the players can see it. The card will have a value ranging from 5 to 30, with the value being commensurate with the penalty value of the instruction on it. If a subsequent player lands on a numbered field that has already been taken, then he treats the space as a normal space without number.&#10;&#10;When the numbered space 30 has been reached, that player has finished. The others play on. When all the players have reached the 30 space, the 'won' cards are added up and the winner is the one with the most points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: London (England, UK)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jumping Jacks",
    "ID": 355468,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/355468/jumping-jacks",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Jumping Jacks is a trick-taking game for 4 or 5 players in which the Jacks are all-important. The object is to have the most points after eight hands.&#10;&#10;Jumping Jacks is played with a stripped deck of 20 cards, 10-A in four suits. Play is standard trick-taking must-follow with no trump suit.&#10;&#10;Only the Jacks are worth points and must be avoided or sought after depending on the phase of the game. The game has two phases. The Jacks are worth negative points in the first four hands. They are worth positive points in the last four hands.&#10;&#10;The winner is the player with the most points after 8 hands.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blind Adventure",
    "ID": 355469,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355469/blind-adventure",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players try to navigate through a circuitous path while blindfolded. Players can play as a team or individually. The goal is to complete the path from start to finish in the fastest time which includes penalties for going off the path.&#10;&#10;When playing individually, the player studies the map, then puts blindfold on and uses a wipeable crayon to mark their path on the wipeable board. They can stop at any point and take a peek to see how they are doing, but this incurs penalty time.&#10;&#10;When playing as a team, a navigator gives directions to the blindfolded player.&#10;&#10;",
    "Categories": [
      "Maze",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drive & Survive",
    "ID": 355470,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355470/drive-and-survive",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Family game that aims to help improve driving habits. Players drive along one of four routes on the board encountering various obstacles and requirements along the way. The players deal with driving school, accidents, and insurance to deal with random events that occur along the route.&#10;&#10;Players earn money along the route. The player with the most money when all players have reached their destination wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poi",
    "ID": 355471,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/355471/poi",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;What does it get a ballpoint pen? &quot;&#10;&quot;What does a helmet do? &quot;&#10;Poi is a cooperative quiz game that is fun to consider sorting waste by Mr. 326 who designed the most popular ito.&#10;&#10;&quot;What does a helmet do? &quot; and let everyone answer the answer.&#10;Plastic and burning debris? &quot;Oh there are metal fittings? &quot;Can't be recycled? &quot; and the debate is very excessive.&#10;What's more, if you have a place to throw it overseas here?&#10;&#10;The back of the card also has a reason for sorting garbage and is excited to laugh and admire the unexpected differences in each city.&#10;It also includes Japanese, Chinese, English, and German. It also stimulates a little intellectual curiosity.&#10;&#10;Do you feel free to use the game to start with the garbage problem that has become a huge topic around the world?&#10;&#10;This is a cooperative game. A player draws a location card, and reveals a &quot;garbage&quot; card, and all players have to cooperatively guess which trash can this will go into. If they are correct, they score a point, if they fail, they cover half of the earth card. They win after scoring 10 points, and lose after covering the complete earth card (2 fails).&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Save 'N' Spend",
    "ID": 355472,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355472/save-n-spend",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players use a spinner to move along a path from start to finish. Along the way, the players follow instructions on the board or draw cards which they must follow. They will sometimes have to spend money or other times they may collect and save money.  Some cards may send the player on a detour and slow them up.&#10;&#10;The players try to get to the finish line with the most money, but also quickly as each player who finishes also collects money from all the remaining players.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gold Hunting",
    "ID": 355474,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/355474/gold-hunting",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Outsmart your opponent in this gold gathering game using your superior guessing and disguising abilities.&#10;&#10;During the beginning of the game, both players construct their 4 gold pylons in secret. There are a set number of gold nuggets (Pylons consisting of 3 pieces, 2 pieces and single pieces). After that the players guess the number of connected pieces on top of a pylon of their choice (i.e. the left most pylon consists of a 3-piece nugget, a single piece nugget and another 2-piece nugget on top). If they guessed the correct number they receive the nugget. If they are incorrect they discard that nugget.&#10;&#10;After all nuggets are either taken or discarded the player with the most nuggets wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Series: Funbrick Series (itten)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "クレッシェンド (Crescendo)",
    "ID": 355477,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/355477/kuretsushiendo-crescendo",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crescendo is a 3 player trick-taking game.&#10;&#10;It is played using a short deck with cards A-5 in four suits plus one joker.&#10;&#10;Each hand is divided into an Auction Phase and a Play phase. Only one player will be eligible to score points in a hand. The auction determines who will be the &quot;soloist&quot; and choose the trump suit in the play phase. The other two players will play against the soloist.&#10;&#10;Play is standard must-follow trick-taking. Tricks are won by the highest card in the lead suit, or the highest trump card if any trump cards are played.&#10;&#10;The soloist wins points for tricks, attempting to win the amount that they had bid in the auction phase.&#10;&#10;The player with the most points after several hands wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pro-Baseball Game",
    "ID": 355479,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355479/pro-baseball-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Japanese baseball card game. Each game package contains cards representing the players on a Japanese baseball team. The package also includes a paper representation of a baseball field and rules for play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Zombies: A Zombicide Game – Fantastic 4: Under Siege",
    "ID": 355481,
    "Year": "(2023)",
    "Geek Rating": "5.666",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/355481/marvel-zombies-a-zombicide-game-fantastic-4-under",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Featuring Super Heroes, Zombie Heroes, and Bystanders tied to Marvel&rsquo;s First Family, this expansion takes the action from the ground floor all the way to the roof of the Baxter building, in a unique floor-by-floor board setup that allows players to run this deadly gauntlet in order to secure Reed Richard&rsquo;s fantastic technology! This unique location will be explored over several new scenarios for both Hero Mode and Zombie Mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Comic Books: Fantastic Four",
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magicalligraphy",
    "ID": 355482,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/355482/magicalligraphy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Magicalligraphy is a social deduction game where players attempt to guess which, if any, of the players were attempting to draw a different symbol than the others.&#10;&#10;To draw, each of the players puts a ring on one of their fingers that is connected with a thin wire to a feather quill.  The quill is dipped into a container of water and the players attempt to, without verbally communicating, draw a certain symbol on a special sheet of paper where the water appears as black ink, but will dry without effect after a short period of time.&#10;&#10;After several drawing strokes, the players choose who, if anyone, to accuse of having been trying to draw a different symbol, and then points are awarded.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Asterix",
    "ID": 355484,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/355484/monopoly-asterix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Move your characters - the most famous characters from the popular series about the two Gauls Asterix and Obelix - across the field. You bring the most important moments of the comic classic to life. Build as many huts and hostels as possible on the fields to win. The instructions on the Potions and Community Cauldron cards will get you there quickly. But beware: they also have one or two surprises in store.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Loans",
      "Lose a Turn",
      "Ownership",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Comic Books: Asterix",
      "Game: Monopoly (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rabauken",
    "ID": 355487,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/355487/rabauken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Rabauken (&quot;Bullies&quot;), you need to keep things moving because if your ball stops, everyone else gets rewarded.&#10;&#10;To set up, place the round wooden board on the table. Each player receives a flat block of wood, a wooden tower with a bowl carved in the top of it, and a glass ball. Each player in turn places their block on the board, with their tower fitting into a hole in this block and their ball placed on top of their tower.&#10;&#10;Once everyone is ready, play begins, with each player in turn using a finger to push their block toward the blocks of other players. If you knock someone else's block off the board or dislodge their ball without yours falling out, then you receive a boar token as a reward. If you dislodge your own ball or you take too long and your ball comes to rest inside your tower, each other player receives a pig token as a punishment to you.&#10;&#10;When someone scores, reset the board, then start a new round with the player to the left of the previous starting player.&#10;&#10;Whoever collects ten tokens first wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le croque-couleurs de POP",
    "ID": 355489,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/355489/le-croque-couleurs-de-pop",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pop, the little dinosaur, has lost all his colors! Be the first to feed Pop so that he becomes multicolored again.&#10;Use your memory skills to match food cards with Pop&rsquo;s color cards and unlock the corresponding stripe color stripe. The first to get all 7 colored stripes wins the game.&#10;&#10;This family game requires memory and association skills.&#10;Can be played alone or with the family.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unlock!: Les Escape Geeks – Échappez-vous de la Tour Eiffel",
    "ID": 355502,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/355502/unlock-les-escape-geeks-echappez-vous-de-la-tour-e",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Unlock! is a series of escape adventures for up to six players. With one hour on the clock, players work through a deck of sixty cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;Unlock!: Les Escape Geeks &ndash; &Eacute;chappez-vous de la Tour Eiffel (&quot;Escape from the Eiffel Tower&quot;) is a level 1 adventure featuring Alex and other characters from the Unlock! novels from author Fabien Clavel and publisher Rageot, but no knowledge of these novels is required to solve this challenge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pieces as Map",
      "Real-Time",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Luggage",
    "ID": 355507,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/355507/lost-luggage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You and up to three friends are airport luggage porters delivering luggage during the golden age of aviation. Each turn you&rsquo;ll take Luggage off of the ever-changing Carousel and sort it into your three luggage stacks. Then stack and sort your luggage based on its size and destination, and score points for delivering complete sets to each airplane on time! The cards you take from the Carousel will manipulate the value of completed luggage stacks, so choose carefully!&#10;The game ends when there&rsquo;s no luggage left to take from the Luggage Carousel. The player with the most points wins!&#10;&#10;Card Drafting:&#10;Choose one of the first three cards from the front of the Carousel. Any cards in front of the chosen card will move to the back of the Carousel and add a Boarding Call to their destination(s), which can help or hinder you AND your opponents&rsquo; scoring opportunities!&#10;&#10;Push Your Luck:&#10;Boarding Calls and Lost Luggage increase the scoring value of each Luggage Card for that destination by 1. Do you deliver your luggage now, or hold out for the highest possible score? Choose wisely, for when a destination receives a fourth Boarding Call, its value resets to 0!&#10;&#10;Stacking/Sorting:&#10;Sort your Luggage Cards from smallest to largest to form complete stacks. Keep your Luggage moving! Any cards that can&rsquo;t fit into your stacks may become Lost Luggage!&#10;Set Collection:&#10;Score completed stacks of luggage heading to the same destination. The more Boarding Calls played, the more points your Luggage Cards are worth! Extra Trolleys will give you one more stack to work with, but will cost you points to use.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Color Life",
    "ID": 355513,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355513/color-life",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Theme&#10;Color Life is a meta-monopoly family board game. The player will take on the role of little-&uuml;. In the trip he/she will buy some colorful lands, select the abilities and earn money to win the game.&#10;&#10;Gameplay&#10; On player's turn, the player rolls one dice and moves that number of spaces around the board. If the player lands on an as-yet-unowned property, he/she has the opportunity to buy it. The land is not exclusive so that all players can buy the same land as if he/she does not own it. The player can use ability card or item card to move instead of rolling a dice. &#10; If a player owns all 3 lands within a color group, he/she may then build building and enable its functionality. Then all players can benefit from that function once they own that land.                           &#10; There are other lands on the board which can't be bought, they provide other functions such as drawing a random event card, guess other player dice rolling, buy an item card, get new ability cards and earn salary.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Income",
      "Ownership",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Rondel",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Denk mich: Wer tickt so wie ich?",
    "ID": 355518,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/355518/denk-mich-wer-tickt-so-wie-ich",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an association game with 55 cards with 6 different questions each. &#10;One player reads the first question and all players write the first word which comes to their mind. All players read their words and the players who selected the same word score 1 point. Now it's the next player's turn who reads the second qustion.  &#10;After 3 cards, the game ends and the player with the most points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Questions and Answers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Becher-Spiel",
    "ID": 355519,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355519/becher-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Below each cup, a token is placed. Each child then lifts three cups in order to find at least 2 tokens which are the same. If that's the case, the child gets the same tokens and the cups are  put back on the table. &#10;The child with the most tokens wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die verrückten Experimente der Microminds",
    "ID": 355520,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/355520/die-verruckten-experimente-der-microminds",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Help! The mad MICROMINDS crashed with their spaceship and only you can save them!&#10;&#10;Look with your smartphone into the funny world of the Microminds und help them to repair their damaged spaceship. Alot of exiting and informative tasks await you. With varied playful experiments you and the Microminds repair the spaceship part for part. Do you find the best combination for an exiting rocket drive?&#10;&#10;A new interactive gaming system from Ravensburger with complex smartphone app and high-quality gaming materials.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Game System",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  }
]