[
  {
    "Rank": "2801",
    "Name": "Small Samurai Empires",
    "ID": 284616,
    "Year": "(2020)",
    "Geek Rating": "6.041",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/284616/small-samurai-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.766",
    "Description": "Small Samurai Empires is an action-programming area-control game for 2-4 players, where players are fighting for control of Japan with their armies of Samurai!&#10;&#10;A game of Small Samurai Empires is played in 3 Eras, each consisting of 2 rounds. Each round, players will take turns placing order tokens facedown on one of the slots available in the 4 regions of Japan. When all players have placed their tokens and filled all the token slots, they will be revealed and resolved one by one by the owner of the token. These order tokens will enable the players to recruit mighty Samurai armies, move their armies to conquer provinces, build castles to defend and maintain control of their provinces and do other meaningful actions.&#10;&#10;At the end of each of the three Eras, players will score points depending on the regions they control and their value, which can change during as the game progresses. Finally, the player with the most points at the end of the game is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Programmed Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "Digital Implementations: Tabletopia",
      "Series: Small Empires (Archona Games)",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "2802",
    "Name": "Trash Pandas",
    "ID": 216439,
    "Year": "(2017)",
    "Geek Rating": "6.040",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/216439/trash-pandas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.4231",
    "Description": "In Trash Pandas, players are raucous raccoons, tipping over trash cans for food (and shiny objects). Players push their luck to acquire more cards, but must stash them in order for them to count as points at the end of the game. When the deck runs out, the game ends and players compare their stashes to see who has the majority for each card type and score points accordingly.  The player with the most points wins!&#10;&#10;In more detail, on a turn the active player rolls a die in the hope of gaining the benefit of the roll result. With each roll, the player decides to keep rolling or stop and activate the dice results. However, with each additional roll, the odds of busting (getting a duplicate result) increase further and the player risks losing the progress they've made that round. When activating the dice results, the player will draw cards, steal cards from other players, and stash cards. Cards in hand may be used for their listed ability, but they count as points only when stashed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Raccoons",
      "Components: Dice with Icons",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Indiegogo",
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "2803",
    "Name": "Durian",
    "ID": 307963,
    "Year": "(2020)",
    "Geek Rating": "6.040",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/307963/durian",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.129",
    "Description": "Today the jungle fruit shop is busy and bustling once again. The shop's clerks, having too much to do, have started helping customers without checking the new inventory that has arrived. Even though they haven't checked the inventory, surely the other staff members have checked them already. But during all the excitement they ended up taking too many orders... When that happens, if someone rings the bell the shop manager gorilla will rush out of their office. If they find out about the over-sold orders......oh, it's too scary to think about! Watch out for the 3 gorilla siblings that are hanging around waiting to cause trouble!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "2804",
    "Name": "Tac Tac Jack",
    "ID": 39206,
    "Year": "(2008)",
    "Geek Rating": "6.040",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/39206/tac-tac-jack",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0377",
    "Description": "There are two very different versions of Toc Toc Woodman, and also a third edition named Click Clack Lumberjack which makes minor additions to the second edition of Toc Toc Woodman.  In each version, the object of the game revolves around using a plastic axe to tap a tree made out of individual flat segments without causing any segments to fall out of the tree.&#10;&#10;Tok Tok Woodman First edition:&#10;A very simple dexterity game with 12 large wooden discs, a wooden axe, and a die. The discs are stacked as a tower. A player turn consists of rolling the die and then hitting the tower with the axe. For example, if you roll a five, you have to hit the fifth disc five times with the axe. The player causing the tower to fall loses.&#10;&#10;Toc Toc Woodman Second edition: &#10;A dexterity game where nine plastic tree segments are stacked up.  Each tree segment has four bark sections around it.  On their turn, a player gets two taps with the axe to try and knock off pieces of bark from the tree segments for one point a piece. But be careful, if a tree segment comes down it's minus 5 points! A quick unique dexterity game.&#10;&#10;Click Clack Lumberjack First edition:&#10;Very similar to Toc Toc Woodman Second edition, but adds some optional grub stickers which you may apply to bark pieces in order to add various rules for the grub.  Also comes in smaller, more portable packaging and at a lower price point.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "2805",
    "Name": "The Settlers of the Stone Age",
    "ID": 4394,
    "Year": "(2002)",
    "Geek Rating": "6.039",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/4394/the-settlers-of-the-stone-age",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5163",
    "Description": "Based on the award-winning CATAN, but presenting players with all-new challenges unique to the dangers and opportunities of the Stone Age.&#10;&#10;From the Box: &#10;Man's Epic Struggle. The cradle of modern humans, called Homo sapiens by scientists, was located in Africa more than 100,000 years ago. The first branches of this family began a journey that spanned thousands of years. Eventually leading them to Australia and America. The enormous difficulties of this journey were overcome because of Homo sapiens' unique ability to adapt to its environment. Their highly developed brains and their mastery of crafts enabled them to flourish in even the harshest conditions.&#10;&#10;In this exciting game, you will guide the journey of one of these branches. You must strive to spread your people over the whole world. In order to expand your branch of humanity, you must develop certain talents: advances in the preparation of food will allow your people to spread faster and wider, while new hunting techniques can protect them from dangers. And your people will need warm clothes to cross the ice deserts of the north and boats to settle Australia.&#10;&#10;Of course, all of this is possible only if you have enough raw materials: meat, hides, bones and flint.&#10;&#10;There are many paths that you may follow to victory. But it is certain that the player that settles in the most productive lands, trades for missing raw materials with the other players most skillfully, and is able to best penetrate the lands of Australia and America, will end the game with their nose in front!&#10;&#10;Belongs to the Catan Series and is retroactively a member of Catan Histories.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Negotiation",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Series: Catan Histories"
    ]
  },
  {
    "Rank": "2806",
    "Name": "East India Companies",
    "ID": 354132,
    "Year": "(2023)",
    "Geek Rating": "6.039",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/354132/east-india-companies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.0328",
    "Description": "In the 18th and 19th centuries, shipping companies aimed to strengthen the trade between the West and the Far East that had begun in previous centuries. Tea, spices, coffee, and silk are commodities much consumed in Europe, and their buying and selling prices depend closely on supply and demand. Fortunes can be made and gambled depending on circumstances.&#10;&#10;In East India Companies, players manage a large shipping company that trades with far flung trading posts in India. They must manage their ships and invest in buying shares of their own company or those of their competitors. Most importantly, players have to keep an eye on the constantly fluctuating market prices! Is it better to invest your money in the stock market or in buying goods? Do they prefer to use fast ships with low tonnage or slower ships with larger holds? Whatever the players choose, their strategies will influence those of their opponents.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Investment",
      "Market",
      "Pick-up and Deliver",
      "Stock Holding",
      "Turn Order: Stat-Based",
      "Worker Placement"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "2807",
    "Name": "Kingmaker",
    "ID": 987,
    "Year": "(1974)",
    "Geek Rating": "6.039",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/987/kingmaker",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0556",
    "Description": "Kingmaker simulates the Wars of the Roses, the period of sporadic Civil War in England between 1450 and 1490. Ruled by a weak and mentally unstable king, Henry VI, demoralized by the defeat in France at the end of the Hundred Years War, and encouraged by the ambitions of Richard, Duke of York, and his sons; the country's noble families used their large private armies in attempts to gain control of the throne.&#10; The game is based on the premise that the powerful Noble families used the Lancastrian and Yorkist princes as pawns in a greater struggle to gain control of England. The nobles in a player's faction use their military and political powers to gain control of royal heirs in an effort to crown one and put him or her on the throne. Of course everyone is out to capture and control the last heir alive, so once acquired, an heir needs to be protected. &#10; Kingmaker has been published by several companies, starting with Philmar under their Ariel imprint in 1974, by Avalon Hill in 1976, by Gibsons Games in 1983, and by TM Games in 1988/9. In 2023, Gibsons Games published a new edition, which has its own entry under Kingmaker (2023).&#10;&#10;",
    "Categories": [
      "Civil War",
      "Medieval",
      "Political",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Simulation",
      "Voting"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Country: Scotland",
      "Country: Wales",
      "History: Wars of the Roses"
    ]
  },
  {
    "Rank": "2808",
    "Name": "Smash Up: What Were We Thinking?",
    "ID": 216658,
    "Year": "(2017)",
    "Geek Rating": "6.039",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/216658/smash-up-what-were-we-thinking",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Description from the publisher:&#10;&#10;Never let a cute face fool you, there's a beatin' awaiting you behind those cuddly smiles (didn't Pretty Pretty Smash Up teach you anything?!?!) But it doesn't end there, if you survive the onslaught of the teddy bears, you have rock stars, grannies, and explorers awaiting&hellip; seriously, what were we thinking?&#10;&#10;Smash Up: What Were We Thinking returns to the wild randomness of the early days of Smash Up. By combining this expansion with your Smash Up sets, will you take Zombie Rock Stars against Explorer Dinosaurs? What about Time Travelling Grannies versus Teddy Bear Vampires? It&rsquo;s all possible now! All your dreams can finally come true!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Bears",
      "Game: Smash Up",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "2809",
    "Name": "Letter Tycoon",
    "ID": 169147,
    "Year": "(2015)",
    "Geek Rating": "6.038",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/169147/letter-tycoon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Letter Tycoon is the word game for 2-5 capitalists!&#10;&#10;In the game, players take turns forming a word using a seven-card hand and a three-card community card pool, scoring money and stock rewards based on their word. Players may use their earned money to buy one letter &quot;patent&quot; in the word they make. In the future, whenever another player uses one of your owned letters on their turn, you earn money from the bank. Letters that are used less frequently have special abilities, increasing their power.&#10;&#10;When enough of the alphabet has been claimed, players finish the current turn, then score all money, stock and letter patents owned. Create the most valuable empire and you can become the letter tycoon!&#10;&#10;",
    "Categories": [
      "Economic",
      "Word Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Set Collection",
      "Spelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "2810",
    "Name": "Remember Our Trip",
    "ID": 294230,
    "Year": "(2019)",
    "Geek Rating": "6.038",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/294230/remember-our-trip",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1481",
    "Description": "Remember Our Trip is a board game in which players recreate a map of a city they visited together. After returning to your own country, you and the other players have gotten together to try to recall the map of either Kyoto or Singapore (depending on the game board you choose). You need to piece together the scenery of the map using fragments of your memories, with you earning bonus points if your memory matches that of the main board and other players.&#10;&#10;In the game, each player has an individual image board, while everyone shares a common map board. Each of the twelve rounds of the game starts with the revelation of a &quot;memory card&quot;, which shows one of six patterns that players can build on their image board with image tokens that they draft. Over multiple rounds, you'll compile image tokens next to one another, and if you have the right tokens in the right shape, you suddenly &quot;remember&quot; the building that matches the shape and image, placing that building on the shared common map and scoring points for it. You can additionally score points for completing buildings with image tokens that match buildings remembered by others, i.e., that they placed on the common board earlier. You've now remembered that building, too!&#10;&#10;Each player also has objective cards and photo memory cards, and you can score points for satisfying them. If you can't fit all of your image fragments into play, you lose points for scattered thoughts. For more difficult play, you can use the 7x6 area on the Kyoto or Singapore game board instead of the regular 7x7 area.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Travel"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Coverage",
      "Open Drafting",
      "Pattern Building",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Cities: Kyoto (Japan)",
      "Cities: Singapore (Singapore)",
      "Components: Polyominoes",
      "Country: Japan",
      "Country: Singapore"
    ]
  },
  {
    "Rank": "2811",
    "Name": "Caper",
    "ID": 232824,
    "Year": "(2018)",
    "Geek Rating": "6.038",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/232824/caper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2059",
    "Description": "Caper is a two-player card strategy game in which each player recruits thieves, equips them with gear, and tries to steal from popular places across Europe.&#10;&#10;Caper plays over six rounds with a colorful, quirky design that combines card drafting and set collection with area control. Players are met with challenging decisions such as drafting particular thieves, giving them specific gear, and stealing precious works of art. The game changes depending on what city you're playing in, giving you unique ways to play every time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "2812",
    "Name": "Clue: The Great Museum Caper",
    "ID": 1484,
    "Year": "(1991)",
    "Geek Rating": "6.037",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/1484/clue-the-great-museum-caper",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9147",
    "Description": "This is a semi-cooperative game which puts the &quot;thief&quot; against the rest of the players, who take the role of detectives.  As the thief, you secretly plot your movements around a private art museum.  As you go, the detectives take turns trying to find you with their eyes, the video cameras, or motion detectors.  You can deactivate the cameras, and you can even cut off the power to the entire museum to mask your movements.  Another advantage is that the thief gets a turn after every detective's individual turn.&#10;&#10;Another problem for the detectives is the fact that, once the thief has picked up a painting, she can take her next turn before removing the painting from the gameboard.  The good guys know the vicinity, but won't know her exact location, as the thief is now up to 3 squares away from that spot. If a detective ever spots you with the naked eye, secret movement is over, and the thief's token is placed on the board for all to see.  This can get frantic, since the thief can only move 1-3 spaces, while detectives roll a d6 for movement!&#10;&#10;The thief player has to decide when to attempt a getaway. The catch is, some of the windows and doors are locked.  There are actual lock pieces, and you must flip over the one you are attempting to open (instant detective frenzy!). If she has stolen 3 paintings (in a one-off game), and manages to get out, she wins.  In a tournament style game, each player gets a turn at being the thief, so the number of paintings needed will vary based on the other players' scores.&#10;&#10;1991 Mensa Select&#10;&#10;Also selected by Family Fun Magazine as one of the best games.&#10;&#10;Original name by inventors was Heist. Clue name was added for marketing purposes when the game was licensed with Parker Brothers.&#10;&#10;Similar to&#10;&#10;    Scotland Yard&#10;    The Fury of Dracula&#10;    Specter Ops&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Secret Unit Deployment",
      "Square Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Player Screens",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Mechanism: Hidden Movement",
      "Misc: Mensa Select",
      "Players: One versus Many",
      "Theme: Art",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "2813",
    "Name": "Warhammer Age of Sigmar: Warcry Starter Set",
    "ID": 276925,
    "Year": "(2019)",
    "Geek Rating": "6.037",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/276925/warhammer-age-of-sigmar-warcry-starter-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4375",
    "Description": "This is Warcry &ndash; a new skirmish game from the makers of Kill Team and Warhammer Underworlds that allows you to experience the visceral carnage of battle in the Mortal Realms in a whole new way.&#10;&#10;This is more than just a skirmish version of Warhammer Age of Sigmar &ndash; it&rsquo;s hyper-kinetic, it&rsquo;s tactical and it&rsquo;s very, very bloody, featuring bold new game mechanics.&#10;&#10;Warcry is perfect for narrative players looking to forge character-driven campaigns where warbands grow and develop through their own journey. Meanwhile, gamers looking for a close-matched, fast and exciting experience will find a game that fits both their coffee table and coffee break.&#10;&#10;In the game, you&rsquo;ll follow the myriad tribes of Chaos &ndash; reavers and despoilers from every corner of the realms &ndash; as they make their dark pilgrimage to the Varanspire. Warcry explores a never-before-seen side of life (and death!) in the Age of Sigmar. Every model for this game is brand new, reflecting on the dizzying diversity of Chaos on a scale never attempted before and rooted in rich lore that realises the servants of the Dark Gods as deep and varied cultures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Three Dimensional Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Campaign Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "2814",
    "Name": "Perry Rhodan: The Cosmic League",
    "ID": 30367,
    "Year": "(2007)",
    "Geek Rating": "6.037",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/30367/perry-rhodan-the-cosmic-league",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9612",
    "Description": "This game is set in the Perry Rhodan universe, a hugely popular German space-opera book series published since 1961. The term &quot;kosmisch&quot; means &quot;cosmic&quot;; &quot;Hanse&quot; refers to the Hanseatic League, a Medieval trade network in Northern Europe. In the american translation of the book series the phrase &quot;Die Kosmische Hanse&quot; was translated as &quot;The Cosmic House&quot;.&#10;&#10;In this game the players take on the roles of traders who transport goods between planets. Occasionally one can carry also passengers, which bring additional profit. Players can invest in cargo space, transmitters, or faster drives to improve their spaceships.&#10;&#10;Heinrich Glumpler, the designer of the game, is a fan of Merchant of Venus, as you can see from this comment.&#10;&#10;The artwork is by Swen Papenbrock, one of the illustrators of the Perry Rhodan book series.&#10;&#10;This game is part of the Kosmos two-player series.&#10;&#10;&#10; Game Summary&#10;Place the 6 planet cards in a line. The goods cards are double-sided; randomize them, then place several on each planet grouped by type (but no more than 2/type/planet to start). Each has their own deck, shuffled; draw 5 card hand. The cards are mostly tech cards, which can give you ongoing power; or single-use cards (counter opponent's card by playing matching card yourself). Each player begins with one card in play. This card gives each player one container and one replenishment. One player decides whether to go first or choose on which planet both planets will start. The other player gets the other option.&#10;&#10;On one's turn a player may do these actions in any order:&#10;- Flight&#10;- Two Interventions (play cards that don't have the &infin; on them)&#10;- Take two Planetary Actions (load, unload, or buy an &infin; card)&#10;&#10;When a player unloads, the delivered cards are flipped over; any resulting matches are removed from game, slowly reducing the available loads and potentially ending the game! You win by getting reaching a target 70 VP. If all goods are removed, then most VP wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Bias",
      "Hand Management",
      "Pick-up and Deliver",
      "Race",
      "Roll / Spin and Move",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Characters: Perry Rhodan",
      "Players: Two-Player Only Games",
      "Series: Literature (Kosmos)",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "2815",
    "Name": "Ascension: Dreamscape",
    "ID": 185123,
    "Year": "(2015)",
    "Geek Rating": "6.036",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/185123/ascension-dreamscape",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2941",
    "Description": "Ascension is a deck-building game in which players spend Runes to acquire more powerful cards for their deck. It offers a dynamic play experience where players have to react and adjust their strategy accordingly. Each player starts with a small deck of cards, and uses those cards to acquire more and better cards for their deck, with the goal of earning the most Honor Points by gaining cards and defeating monsters.&#10;&#10;Ascension: Dreamscape is the ninth standalone game in the Ascension series, although the game can be combined with other titles for play with up to six players. This set introduces the Insight resource that allows players to acquire exclusive Dream cards. Player can also use the Dreamscape to access powerful new Vision cards as well as Heroes and Contructs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2816",
    "Name": "EastFront: The War in Russia 1941-45 – Second Edition",
    "ID": 22143,
    "Year": "(2006)",
    "Geek Rating": "6.036",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/22143/eastfront-the-war-in-russia-1941-45-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4947",
    "Description": "Eastfront II is a update to the classic EastFront: The War in Russia, 1941-45. It details the conflict between Germany and the Soviet Union during WWII. Players have to contend with production, supply, command control and weather to try and break the other side's lines.  Individual, linkable 6-month scenarios cover the war from June 1941 through May 1945.&#10;&#10;This title uses Columbia Games Block system, wooden blocks that stand upright with unit details only shown on one side, and rotate to take step reductions in strength. This provides a &quot;fog of war.&quot;&#10;&#10;EastFront II is part of a re-release of the entire EuroFront series; the new series consists of EastFront II, WestFront II: The War in Europe 1943-45 &#226;&#128;&#147; Second Edition, and EuroFront: The War in Europe, 1936-45 &#226;&#128;&#147; Second Edition.&#10;&#10;EastFront II includes two maps: each 22&quot; x 34&quot; for a 44&quot; x 34&quot; playing area. The map area includes the Trans-Volga area, the Balkans, and Baku and Finland. All of the original EastFront scenarios are included and the larger playing area improves them.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Russia",
      "Country: Soviet Union",
      "Decades: The 1940's",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Front Series II (Columbia)",
      "War Battlespace: Land warfare"
    ]
  },
  {
    "Rank": "2817",
    "Name": "Ostia",
    "ID": 347767,
    "Year": "(2022)",
    "Geek Rating": "6.036",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/347767/ostia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "100",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Ostia is a strategy game for 1-4 players.  Players lead a large fleet to explore the ocean, trade and develop the port.&#10;Make good use of the Mancala system to strengthen your personal board and aim for the highest honor!&#10;&#10;The player chooses one of the six spaces on his board.&#10;Corresponding resources will be produced for the number of ships in that space.&#10;After that, take all the ships in that space and place them one by one clockwise.&#10;Take action corresponding to where the last one ship was placed.&#10;By repeating this, you can build a new ship on your personal board, strengthen your ship to a larger one, or build a building in the harbor.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Nautical"
    ],
    "Mechanics": [
      "Mancala",
      "Track Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2818",
    "Name": "Pandemic: Contagion",
    "ID": 157789,
    "Year": "(2014)",
    "Geek Rating": "6.035",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/157789/pandemic-contagion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8952",
    "Description": "After many years of trying to defeat the diseases that threaten mankind&rsquo;s existence, the tables have been turned.  You are now the disease and guess what?  There is no cure.&#10;&#10;In Pandemic: Contagion, you are competing against other diseases (fellow players) to see who can eliminate humanity. With no cure to be had, the one of you that wipes out all human civilization will come out on top as the most deadly disease ever known to man, may he rest in peace.&#10;&#10;Pandemic: Contagion includes a deck of contagion cards with differing colored borders, city cards with similar colored borders, event/WHO cards, player disease card and disease cubes. On a turn you take two of three possible actions, and you can take the same action twice. Those actions are:&#10;&#10;&#10;     Draw contagion cards equal to your current incubation rate.&#10;     Advance one of three mutations to the next level.&#10;     Spread disease equal to your current transmission rate.&#10;&#10;&#10;When the number of diseases equals the city&rsquo;s population number, the city is wiped out.  The player who placed the final disease earns a special action. The player with the most diseases scores the population number. The two smaller numbers are awarded to those with the second- and third-most diseases.&#10;&#10;Your disease card has three mutations: Incubation (number of cards you can draw), Transmission (number of disease cubes you can spread), and Resistance (number of cubes/cards you can protect). As an action, you can advance a mutation one level by discarding the required number of cards.&#10;&#10;Event cards are drawn at the start of each round and affect everyone during their turn. You might benefit from the card or it could have a negative impact. WHO cards are always bad, but your resistance will lessen whatever the penalty would be based on its level, if you planned ahead.&#10;&#10;Mid-game scoring occurs when the second, fourth and sixth skull comes out.  When a city icon appears, a new city is introduced.&#10;&#10;Once the event/WHO deck runs out or only two city cards remain in play, the game ends, with players conducting a final scoring round to see which virus is victorious.&#10;&#10;Part of the Pandemic series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tags"
    ],
    "Families": [
      "Game: Pandemic",
      "Medical: Diseases",
      "Occupation: Medic / Doctor / Nurses",
      "Occupation: Researcher / Scientist",
      "Theme: Bacteria",
      "Theme: Biology",
      "Theme: Science",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2819",
    "Name": "Campaign Trail",
    "ID": 129294,
    "Year": "(2019)",
    "Geek Rating": "6.035",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/129294/campaign-trail",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "115",
    "Play Time": "115",
    "Weight": "2.8182",
    "Description": "Campaign Trail is a strategy board game in which players pit their campaign skills against one another as they vie for the Presidency of the United States.&#10;&#10;The confetti is flying, the champagne is flowing, and you have just accepted your party's nomination for President of the United States. Now it's time to hit the Campaign Trail! How will you chart your path to victory? Engage in grass roots campaigning, advertise, sling mud at opponents, fundraise, debate, and so much more! But be sure to avoid revealing those skeletons you have buried in your closet. The candidate who best manages their resources and connects with the public on key issues will win the presidency!&#10;&#10;Campaign Trail uses card driven actions to implement your strategy. Your goal is to have the most voters for your party in enough states to win a majority of electoral votes. If you have the most voters in a state you are awarded that state's electoral votes (victory points). At the end of the game the player with the most electoral votes wins and is declared the president!&#10;&#10;On your turn you play a card and take an action from that card. Each card has a choice among 4 of the game's 6 actions. You may (depending on what is on your card):&#10;&#10;&#10;     Fundraise - Add money to your war chest to be spent later on advertising campaigns and campaign rallies.&#10;     Register - Add voters to your registered voter supply so that they can commit to vote for you in the various states.&#10;     Travel - Move your candidate around the United States to set yourself up for large campaign rallies in key states.&#10;     Advertise - Create and implement advertising campaigns based on the issues of the day. Each time you advertise you will receive voters in the states that care about the issues you covered.&#10;     Campaign - Hold local campaign rallies where your candidate is located. Campaigning allows you to gain large numbers of voters in the state(s) you are in and adjacent to.&#10;     Hold Event - Hold various political events. Some may give votes, some may increase resources, all are helpful.&#10;&#10;&#10;In addition to the base of card driven mechanics and area control, you will have a candidate card which gives you an individual player power. You will also have the opportunity to debate the current issues with your opponent. And finally, through the use of event cards, you can build up an engine to help out with resource production.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Political: Elections"
    ]
  },
  {
    "Rank": "2820",
    "Name": "Revolver",
    "ID": 76150,
    "Year": "(2011)",
    "Geek Rating": "6.035",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/76150/revolver",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Howdy, ya'll.&#10;C'mon in and sit a spell. Let me tell ya about Jack Colty and his gang, and get ya up to gallop on all the interestin' events. Those filthy drovers and gunslingers are dangerous and desperate, each one generally havin' killed a man, and be content to live on a diet of Navy plug and whiskey.&#10;I ain't never seen no queen in her damned undies, so the feller says. But I'll tell you what - after hearin' this here stupefyin' story I'm about to unfold, well, I guess you folks can make up yer own minds why I retired early.&#10;&#10;The year is 1892.&#10;The bank at Repentance Springs has been robbed.&#10;Many good citizens, including Sheriff Anton Dreyfus and school-marm Sue Daggett, were brutally slain as Colty's gang shot its way, whooping and hollering, out of town.&#10;Colonel Ned McReady and his men are tasked with bringing Jack Colty - a man so mean he'd steal a fly from a blind spider, or a coin off a dead man's eyes - and his gang to justice.&#10;&#10;Revolver is a non-collectable card game set in the Old West.&#10;&#10;Consisting of two balanced 62 card decks, the game pits two players against each other in a life or death struggle. One player takes the role of Colonel Ned McReady and his lawmen, and his opponent assumes control of the notorious and deadly Colty gang.&#10;&#10;At their disposal, the Colty gang - the meanest bunch of low down dirty dogs in the West - have a roster of weaponry to bring down the lawmen on their tail: .38 Specials, .45 Long Colts, 1866 double barrel Derringers, and even a Gatling gun! Some example cards from the gang's deck: Cherokee Scout, &quot;Adios, Amigoes!&quot;, &quot;Thanks for yer coffee and eggs, ma'am&quot;, and &quot;Chew on this, Gringo!&quot;&#10;&#10;The Colonel player's objective is to eliminate all the gang members before they can escape across the Mexican border. He can utilise such cards as Buffalo Stampede, Rattlesnake Bite, &quot;I can smell those yellow bellies on the wind&quot;, &quot;He shot my hat clean off!&quot; Apache Scout, and Rickety Bridge.&#10;&#10;The game has an asymmetrical design, with both decks featuring different cards and abilities. Revolver is played using a 5-column system, representing consecutive gunfights in the following battlegrounds: The Bank at Repentance Springs, Whiskey Canyon, Buzzard Point, Rattlesnake Creek, and the 3:15 Express from Rattlesnake Station. Gameplay is quick and bloodthirsty with bandits gunned down frequently, and law-men peppered with lead by the well-placed use of &quot;Fire at will, boys.&quot;&#10;&#10;Numerous tricky decisions must be made throughout. For instance, the Colty player could choose to deploy the Jackson Clan during the Whiskey Canyon battle, but the resources that this would require might make it a very risky, but rewarding, play. Similarly, the Colonel McReady player can deploy the Colonel at any time during the conflict - he's free to play aboard the 3:15 Express Train, but hugely expensive if used at Buzzard Point, for instance. Also, during the final confrontation, Jack Colty can force the train to crash - as a last ditch effort, probably killing some of his own crew in the process - he's as crazy as popcorn on a hot stove!&#10;&#10;Primarily a combat-driven card game, each player must manage his deck of cards effectively to win. In addition to simple, unique abilities, each card also has two values: power and cost. Some simple icons are used to display such things as 'coming-into-play' effects, and if a gringo has 'True Grit'.&#10;&#10;Revolver can trace its parentage back to San Juan, Magic: The Gathering, Battle Line, and is a new implementation of Aliens: This Time It's War.&#10;&#10;Victory Conditions:&#10;&#10;The Colty Gang player wins if he manages to &quot;Escape across the Mexican border.&quot;&#10;The Colty Gang player wins if he reaches and survives the battle on the 3:15 Express train.&#10;The Colonel McReady player wins if Jack Colty and all the gang members are either hanged or killed.&#10;The Colonel McReady player wins if Cortez is killed before boarding the 3:15 Express train.&#10;&#10;Each bandit character card has a Survival Rating, indicating the likelihood of them surviving to the end of the game. For example, Lenny and Micky Mason have a low chance of survival, whereas Cortez has a high Survival Rating. Also, certain character's deaths have hugely detrimental effects on the game, such as having to discard a card, or in &quot;Kittens&quot; Mackenzie's case: the gang having to fight an extra two turns on the Rattlesnake Creek battlefield.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Game: Revolver",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2821",
    "Name": "Bloodstones",
    "ID": 284587,
    "Year": "(2023)",
    "Geek Rating": "6.035",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/284587/bloodstones",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.875",
    "Description": "Bloodstones is a fantasy wargame for 1-6 players featuring six different races, each with its own specific powers and its own mix of units, represented by domino-shaped tiles. Some of these units will be unique to that race, such as dragons to the Dragon Riders and giants to the Hill Folk.&#10;&#10;The aim of the game is to have the most victory points, which can be gained by building your own villages and raiding those of other players and by winning battles.&#10;&#10;At the start of the game, players arrange their tiles in stacks. From these, they draw a starting hand of nine. Players then decide where to place their citadel and which tiles will be placed with it. The tiles are multi-use. When placed on the board, they become units, with the type indicated by the symbol in the center. In your hand, tiles can be used to build other units, move units, improve your combat strength, build villages, and raid villages.&#10;&#10;The main part of the game proceeds with player turns. On your turn, you can perform as many actions as you wish, although some actions have restrictions as to when you can perform them. After you have completed your actions, draw back to your hand size of six tiles. If you exhaust your stock of tiles, then shuffle your discarded ones to make a new draw stock. You also score victory points for villages you have on the board.&#10;&#10;The game ends when each player has scored points a number of times. With two players, this will be three times; for three or more players, two times.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2822",
    "Name": "Dig Your Way Out",
    "ID": 266504,
    "Year": "(2019)",
    "Geek Rating": "6.035",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/266504/dig-your-way-out",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "45",
    "Weight": "2.0938",
    "Description": "Dig Your Way Out is a game created by David Simide in which you play the role of an inmates trying to escape from prison. Be the first prisoner to dig your hole. Craft tools with salvaged materials, buy them with cigarettes, or extort them from other players, the end justifies the means!&#10;&#10;The main goal is to reach the required tunnel points (which can change according to the number of player) representing the progress of your tunnel.&#10;&#10;Dig your way out requires to permanently be aware of what other players have in their hand. Thus you can know who to extort and who is a threat for you.&#10;&#10;Although picking up tools or weapon is visible to everyone, there are plenty of ways to prevent other inmates from being too pushy: action cards, gang passives and above all your background card.&#10;&#10;Background cards are powerful one-shot abilities, which can change the game when used at the right time. And this is even more true when you belong to the relevant gang.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Mafia",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "2823",
    "Name": "Sushizock im Gockelwok",
    "ID": 37400,
    "Year": "(2008)",
    "Geek Rating": "6.035",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/37400/sushizock-im-gockelwok",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2213",
    "Description": "This is another game in Zoch's &quot;small square box&quot; line and seems to be a follow-up to Reiner Knizia's Pickomino.&#10;&#10;There are five dice. Each dice has:&#10;&#10;2 x Sushi (blue)&#10;2 x Fishbone (red)&#10;1 x Chopsticks (blue)&#10;1 x Chopsticks (red)&#10;&#10;There are 24 tiles:&#10;&#10;12 x Sushi (blue) ... Worth +1 to +6 points&#10;12 x Fishbone (red) ... Worth -1 to -4 points&#10;&#10;Players roll dice to try and collect &quot;Sushi&quot; and &quot;Fish Bone&quot; tiles from the centre of the board (the tile they get depends how many they rolled).&#10;&#10;Players can also steal tiles from other players by rolling 3 or more appropriately coloured &quot;Chopsticks&quot; on their dice.  3 Chopsticks allows you to take the top tile from an appropriate pile from another player, 4 or 5 chopsticks allows you to nominate which tile from the pile you want, but you are not allowed to look first.&#10;&#10;At the end of the game (when the tiles are all gone), players score points based on the tiles they have collected, however if you have more blue tiles than red tiles, you lose the excess blue tiles first!&#10;&#10;This game is part of The Chicken Family of Zoch.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Country: Japan",
      "Series: The Chicken Family of Zoch",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "2824",
    "Name": "Pantheon",
    "ID": 94480,
    "Year": "(2011)",
    "Geek Rating": "6.035",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/94480/pantheon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7563",
    "Description": "From BGG News (Eric Martin): &quot;In Pantheon, players enact the comings and goings of various peoples in the Mediterranean: Egyptians, Romans, Iberians, Germans, etc. They accumulate as many raw materials as possible to build monuments to the gods, but the ways of the gods are unpredictable.&#10;&#10;&quot;On a turn, a player has a number of options. He can choose to travel with his people by using the big wooden footprint piece, then smaller footpints to mark their path and block other players. He can buy materials to worship the gods: dancers, farm produce, impressive temples, or prayers. He can use these offerings to take a god token, which may grant him special abilities as well as victory points. Finally, he may build monuments that are worth victory points at the end of the game. The game lasts six rounds with two scoring periods.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "2825",
    "Name": "Famiglia",
    "ID": 81453,
    "Year": "(2010)",
    "Geek Rating": "6.034",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/81453/famiglia",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7628",
    "Description": "Prepare yourself for a fierce duel. Cleverly use the features of the four different families to snatch the most valuable gangsters away from your opponent. Your goal? To have the best gang at the end of the game.&#10;&#10;In Famiglia, the players collect gangsters with the goal of collecting the highest-valued gangsters. With the exception of the 0-value gangsters, a player normally needs two identical gangsters (same family and same value) to be able to take a gangster with the next highest value of the same family. When a player does this, they place one of the smaller gangsters from their hand into their play area. To get higher-valued gangsters faster, the player may use the special abilities of the different families at the cost of placing more gangsters in their play area. By doing so, a player may reduce their options and so must carefully plan these actions in order to end the game with the most influential gang.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mafia"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Yucata",
      "Mechanism: Tableau Building",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2826",
    "Name": "The Awful Green Things From Outer Space",
    "ID": 162,
    "Year": "(1979)",
    "Geek Rating": "6.034",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/162/the-awful-green-things-from-outer-space",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.8776",
    "Description": "This humorous, entertaining game pits two players against each other aboard a spaceship.  One plays the ship's crew, trying to kill the evil and rapidly multiplying aliens controlled by his opponent.  And although the crew members have several weapons available to them, they don't know what effect those weapons will have until they try using them in combat against the Awful Green Things. Originally appeared in the Dragon magazine #28.  The Outside the Znutar expansion, published in Dragon magazine #40, is included in the box in the Steve Jackson Games versions of the game.&#10;&#10;Similar but more serious titles are SPI's The Wreck of the B.S.M. Pandora or TFG's Intruder.&#10;&#10;Supplemental articles were published in TSR's Dragon Magazine including:&#10;&#10;&quot;The Awful Green Things From Outer Space&quot; Tom Wham - Issue 28 (page 26) &#10;Addenda &quot;Outside the Znutar&quot; Tom Wham - Issue 40 (insert)&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Containers: Video Tape Boxes",
      "Creatures: Aliens / Extraterrestrials",
      "Magazine: Dragon",
      "Players: Two-Player Only Games",
      "Series: Pocket Box (Steve Jackson Games)"
    ]
  },
  {
    "Rank": "2827",
    "Name": "Age of Comics: The Golden Years",
    "ID": 349963,
    "Year": "(2023)",
    "Geek Rating": "6.034",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/349963/age-of-comics-the-golden-years",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "120",
    "Weight": "2.6",
    "Description": "Age of Comics: The Golden Years Age of Comics: The Golden Years is a worker placement management game in which players will run a publishing company during the golden age of comics (1938-54).&#10;&#10;In each round the players, in turn, must position 4 meeples (workers called editors). They can choose 4 out of 6 spaces, called publishing tasks. There are 6 publishing tasks in total that can be performed in any order and lead to 6 specific player actions: hire, develop, ideas, print, sales, and royalties. When a player prints a comic book she must pay using monetary resources ($) + 2 identical token ideas and display, on the table, the comic book cover and, underneath, show both a writer and an artist card. The comics&rsquo; value (needed for collecting orders on the map) will be the sum of the value of its creatives (artist + writer). Each creative card has a value ranging from 1 to 3.&#10;&#10;The game lasts 5 rounds. The objective of the game is to accumulate the highest number of fans, make money by publishing comics and create the best portfolio of comic books. There are three main ways to accumulate fans:&#10;&#10;     being the first to publish a specific genre and specializing in it;&#10;     publishing comic books with specialized creatives;&#10;     collecting orders on the map.&#10;&#10;&#10;Throughout the game, a fan chart will track the number of fans accumulated by the comics and will award victory points based on the players&rsquo; ranking at the end of every round. In the last round, the number of fans is converted into victory points. The money accumulated is instead divided by 4.&#10;&#10;The winner is the player who scores the most victory points (VP from now on, represented by a star icon)&#10;at the end of five rounds. VP are awarded both during and at the end of the game by:&#10;&#10;     Publishing original comic books&#10;     Accumulating fans&#10;     Being at the top of the comic book chart every round&#10;     Earning money (but pay attention to taxes)&#10;     Generating ideas&#10;     Improving the printing quality&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Turn Order: Stat-Based",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Crowdfunding: Kickstarter",
      "Decades: The 1950's",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Art",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "2828",
    "Name": "Sword & Sorcery: Ancient Chronicles",
    "ID": 262201,
    "Year": "(2021)",
    "Geek Rating": "6.034",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/262201/sword-and-sorcery-ancient-chronicles",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "4.4727",
    "Description": "Sword &amp; Sorcery is an epic-fantasy cooperative board game in which 1-5 players fight together against the forces of evil, which are controlled by the game system itself.&#10;&#10;Ancient Chronicles, a new starting point for the game, is fully compatible with the original Immortal Souls campaign in terms of gameplay, allowing players to cross over heroes and monsters from one campaign to another. Gameplay remains familiar, but this new cycle also introduces new elements to the setting, expanding both the narrative engine and the mechanisms, without making the game more complex.&#10;&#10;The Ancient Chronicles campaign is set in the distant past of the events narrated in the Immortal Souls campaign.&#10;&#10;New features in the game:&#10;&#10;&#10;    No Game Master needed. Play alone or with up to 5 players together against the game system itself.&#10;    No player elimination. Dying, becoming a ghost soul and resurrecting your Hero are part of the game engine.&#10;    A real story-driven campaign with multiple outcomes, a main plot and several optional Quests.&#10;    World and city exploration, with different paths and ventures to discover.&#10;    Multiple development paths for your Heroes.&#10;    A sophisticated tactical combat system, based on custom ten-sided dice.&#10;    An advanced artificial intelligence engine for Enemies and Master Enemies.&#10;    Customizable difficulty level, thanks to the different options provided with the game rules and granted by the Challenge set.&#10;    Full backward compatibility with Sword &amp; Sorcery: Immortal Souls heroes and enemies.&#10;    Crafting, Loots, Treasures, Traps and many other aspects of a true fantasy legendary adventure are a part of the game!&#10;    Familiars, a new type of faithful companions for all your Heroes.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Game: Sword & Sorcery",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2829",
    "Name": "Exit: The Game + Puzzle – The Sacred Temple",
    "ID": 298281,
    "Year": "(2020)",
    "Geek Rating": "6.034",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/298281/exit-the-game-plus-puzzle-the-sacred-temple",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.4444",
    "Description": "In Exit: The Game + Puzzle &ndash; The Sacred Temple, an exciting race through the jungle begins on a small island in the Indian Ocean, but before the players can explore the mysterious temple, they have to solve tricky puzzles and assemble four puzzles. Everyone on the team must do everything they can to achieve the goal while shaking off annoying treasure hunters.&#10;&#10;In EXIT: The Sacred Temple, you are racing through the jungle on a small island in the Indian Ocean, trying to save the professor and find the Sacred Temple before the treasure hunters do.&#10;&#10;Only this time it&rsquo;s different because there are riddles within riddles hidden within puzzles. Like other EXITs before it, this game has no game board! But it also has no cards; instead, in this new addition to the EXIT series, there are four puzzles, which you will find during play and assemble one section at a time, one puzzle after another. Each puzzle creates an image that will show you what you need to find in the game and what each room looks like.&#10;&#10;At the start of the game, all you have available to you are the puzzle bag containing pieces with a grayish-blue back and no pattern, and the decoder disk. But there are also strange items to be found within the game that may be used to help solve the riddles found in each of the puzzles.&#10;&#10;The game ends when you have solved the last riddle and saved the Professor and the Temple!&#10;&#10;Difficulty Level: 3 of 5.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Jigsaw Puzzles",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "2830",
    "Name": "Power Plants",
    "ID": 341974,
    "Year": "(2022)",
    "Geek Rating": "6.034",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/341974/power-plants",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5208",
    "Description": "Every wizard in the neighborhood knows that the best spell components are grown fresh. Unfortunately, only one particular plot of fertile soil in the area is the best for growing magical plants. Everyone agrees to &quot;share&quot; the garden, but you have a plan: Your team of loyal sprites will use the powers of the plants to infiltrate the garden as it grows, so that when everything is in full bloom, the most potent patches will belong to you!&#10;&#10;In Power Plants, you are a wizard growing a shared garden of magical plants with your rivals. Each turn, you choose one of the patch tiles from your hand and add it to the growing garden. You can activate the added tile for its dynamic &quot;plant&quot; power or activate all the tiles it touches for their slightly weaker (but still very cool) &quot;grow&quot; powers. As the fields expand, you strategically deploy your sprites to gain control of more and more of the fantastic flora. Will your magical horticulture skills pay off?&#10;&#10;Manipulate the garden's growth, gather magical gems, and deploy your team of loyal sprites to repel your competition and be in control of the most valuable fields when the garden is complete!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Players: Games with Solitaire Rules",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "2831",
    "Name": "Voodoo Prince",
    "ID": 234248,
    "Year": "(2017)",
    "Geek Rating": "6.034",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/234248/voodoo-prince",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5556",
    "Description": "Voodoo Prince is not about making as many or as few tricks as possible or about making a precise number of tricks, but rather about taking the necessary tricks as late as possible. If you wait too long, however, then you might end up with no points in the end.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Royal horror card games (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "2832",
    "Name": "Lucky Numbers",
    "ID": 118247,
    "Year": "(2012)",
    "Geek Rating": "6.033",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/118247/lucky-numbers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1346",
    "Description": "Your challenge in Lucky Numbers is to fill your grid first, but you never know which tiles you'll have to work with!&#10;&#10;To set up, take a set of tiles numbered 1-20 for each player in the game, then shuffle all of these tiles face down. Each player has a 4x4 grid, and to complete set up, each player takes four tiles at random, then places them in order from low to high down the diagonal that goes from upper left to lower right.&#10;&#10;On a turn, you take either a face-down tile from the pile or a face-up tile from the table. You can (1) place this tile in an empty space in your grid, (2) swap this tile for a tile already in the grid, or (3) discard this tile face-up on the table. However, all tiles in your grid must obey one rule at all times: A tile must be higher in value that any tile directly above it or to its immediate left and lower in value that any tile directly below it or to its immediate right. Whoever first fills their grid with sixteen tiles wins. (If the draw pile runs out, then whoever has the most tiles in their grid wins.)&#10;&#10;You can play Lucky Numbers tournament style by playing multiple games and having each player start once. The winner of a game receives 2 points, while each loser receives -1 point for each empty space in their grid. After as many games as the number of players, whoever has the highest score wins.&#10;&#10;The 2020 edition of Lucky Numbers includes a solo mode with forty puzzles to solve.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Game Park",
      "Series: Einfach Spielen (Ravensburger)"
    ]
  },
  {
    "Rank": "2833",
    "Name": "Lost Cities: Roll & Write",
    "ID": 327831,
    "Year": "(2021)",
    "Geek Rating": "6.033",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/327831/lost-cities-roll-and-write",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In Lost Cities: Roll &amp; Write, you want to start your expeditions on the six colored paths with the smallest possible numbers on the dice. Each turn, decide whether to continue with an expedition or start a new one. Acceleration fields and artifacts provide opportunities to advance quickly, but you'll have to carefully consider which paths to take on which roll. If you make good progress, victory beckons &mdash; but if an expedition gets stuck, you will lose points just as quickly as you earned them!&#10;&#10;In more detail, each player has their own score sheet, which has eight columns on it: six colored columns matching the colors of Lost Cities (red/orange/yellow/green/blue/purple), an artefact column, and a dice column. You will fill or mark all of these columns from the bottom up.&#10;&#10;On a turn as the active player, you roll the six dice &mdash; three six-sided color dice and three ten-sided dice numbered 0-9 &mdash; then choose one number die and one color die, then mark this number in this color column on your sheet. If you choose 0 and haven't started this color column, you can mark the &quot;double point&quot; circle at the bottom of the column. If you choose a non-0 number and haven't started this column, you write the number in the bottommost space of the column; if you have started this column, then you can add another number to this column only if it's the same value or higher. (A 0 is written as 10 in a column.) Other players choose a number die and a color die from the two of each that remain, then mark one of their columns in a similar manner.&#10;&#10;If you place a number on an arrow in a column, then you can &quot;accelerate&quot; any color column by filling the bottommost empty space with the same number currently at the top of that column. If you write over another arrow, then you accelerate once again! If you place a number on an artefact box, then you mark off a space in the artefact column. If you've filled all nine spaces in a column and can write a number there once again, you instead mark off an artefact.&#10;&#10;If you wish, you can refuse to choose a number-color combination. If you do, then you mark off a die in the dice column.&#10;&#10;If you write a number in the seventh box in a color column or mark off the seventh space in the artefact or dice column &mdash; and you're the first player to do so &mdash; then you score a 20 point &quot;bridge bonus&quot; for being the first player to cross that bridge.&#10;&#10;If you mark off the ninth space in the dice column, you are considered to be &quot;exhausted&quot;, but you continue to play. The game ends after the turn in which all players are exhausted or all eight bridges have been crossed. Players then score points for each color column based on the number of spaces they've filled, doubling this score &mdash; whether positive or negative &mdash; if they've marked the &quot;double point&quot; circle at the bottom of the column. Players also score points for the number of spaces marked in the artefact and dice columns, but if you're exhausted, then you score 0 points for that column. Add your bridge bonus points to the sum of these eight columns, and whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Lost Cities",
      "Mechanism: Roll-and-Write",
      "Theme: Archaeology / Paleontology",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "2834",
    "Name": "Kokopelli",
    "ID": 322195,
    "Year": "(2021)",
    "Geek Rating": "6.033",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/322195/kokopelli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.0588",
    "Description": "Each player receives a 36 card deck, constructed from 3 each of 12 different ceremony cards (there are 16 different ceremonies in the base game).&#10;&#10;Each player has a player board with spaces for four ceremonies. Their play area consists of the four spaces of their board, and the two nearest spaces on their left and right neighbors (for a total of 8 spaces). On a turn, they may draw a card, start a ceremony on personal player board, as long as there is not a ceremony of that type on in their play area; or play a card from their hand into any ceremony in their play area. Once started, a ceremony in your player grants a special ability until it is completed.&#10;&#10;Ceremonies are complete after the fourth card is played to it, with the player claiming a victory point tile, and putting out a game end token if none is available. When all of the game end tokens have been put out the game ends. The player who has collected the most Victory Points is the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Neighbor Scope"
    ],
    "Families": [
      "Theme: Native Americans / First Peoples",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "2835",
    "Name": "Evolution: The Beginning",
    "ID": 201248,
    "Year": "(2016)",
    "Geek Rating": "6.033",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/201248/evolution-the-beginning",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8043",
    "Description": "In Evolution: The Beginning, you'll adapt your species to succeed in a dynamic ecosystem where food is scarce and predators roam. Traits like Flight and Horns will protect your species from Carnivores while a Long Neck will help them get food that others cannot reach.  With hundreds of ways to evolve your species, every game unfolds in a beautifully unique way.&#10;&#10;Evolution: The Beginning borrows ideas and concepts from other games in the Evolution branded product line, but it is a stand-alone game that is not compatible with anything else in the Evolution product line. It is the most casual and quick playing adaptation of the Evolution concept, but it is highly strategic as a two-player game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Series: Evolution (North Star Games)",
      "Theme: Biology",
      "Theme: Evolution",
      "Theme: Science"
    ]
  },
  {
    "Rank": "2836",
    "Name": "Boggle",
    "ID": 1293,
    "Year": "(1972)",
    "Geek Rating": "6.032",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/1293/boggle",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4586",
    "Description": "Boggle is a timed word game in which players have 3 minutes to find as many connected words as possible from the face up letters resting in a 16 cube grid.  When the timer runs out, players compare their lists of words and remove any words found by multiple players.  Points are then awarded for remaining words, depending on how many letters are in the word.  (In the original Boggle, all words must contain 3 or more letters to score points.)&#10;&#10;An example grid given in the French Canadian rules (of Deluxe Boggle) holds an amazing 459 words!&#10;&#10;A number of variants have been produced by Parker Brothers over time, including Big Boggle (which uses a 5&times;5 grid of letters and forces players to search for longer words).&#10;&#10;Boggle is a word dice game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Recognition",
      "Spelling"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: Letter Cubes / Word Dice",
      "Components: Sand Timers",
      "Game: Boggle",
      "Misc: Dice Tower Hall of Fame",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2837",
    "Name": "10 Days in Europe",
    "ID": 5867,
    "Year": "(2002)",
    "Geek Rating": "6.032",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/5867/10-days-in-europe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3407",
    "Description": "&quot;There is much to be discovered in Europe! Many roads lead to success in this exciting travel game - you just have to find the right one. Exchange your cards cleverly and find your way through Europe quickly to win. Ten cards must show continuous travel either by land, sea or air.&quot;&#10;&#10;Europa Tour (copyright 2002) is possibly the first in the 10 Days in series while 10 Days in Europe is the third installment in the 10 Days in series.&#10;&#10;Gameplay&#10;All players pick tiles up one at a time, examining them and placing them onto any empty spot on their tile holders. Then, in turn, each player draws one tile and may replace one of their lined-up tiles with it. (Tiles may not be rearranged.) Tiles are drawn from one of the face-up discard piles or a face-down pile. The drawn card or replaced card is then discarded into one of the face-up piles. The first person to have all ten tiles satisfy the travel connection requirements wins.&#10;&#10;Connection requirements:&#10;By Foot If a country is next to or connected to another country on the map, their tiles may be placed side-by-side&#10;By Air  Any two countries of the same color may be connected by an airplane of that color (its tile in between them)&#10;By Ship  If two countries can be linked by ship a ship can connect them (a ship tile placed between them)&#10;&#10;Contents:&#10;&#10;    60/7 cardboard tiles - 40/8 country tiles, 9/10 ship tiles and 5 pairs of plane tiles (in 5 colours)&#10;    4 trip planners (tile holders)&#10;    1 game board showing a map of Europe, each country depicted in one of 5 colors &#10;&#10;&#10;Differences between Europa Tour and 10 Days in Europe&#10;&#10;    Europa Tour has 5 face-up discard piles, a board with 40 countries, 40 country tiles and 10 identical ship tiles. A ship can connect 2 countries joined by a dashed line.&#10;    10 Days in Europe has 3 face-up discard piles, a board with 42 countries, 48 country tiles (6 duplicates), 4 Atlantic, 3 Mediterranean and 2 Baltic ship tiles. If a sea or ocean borders two countries, a ship can connect them.&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Continents: Europe",
      "Misc: Mensa Select",
      "Series: 10 Days in ..."
    ]
  },
  {
    "Rank": "2838",
    "Name": "Cargo Noir",
    "ID": 90305,
    "Year": "(2011)",
    "Geek Rating": "6.032",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/90305/cargo-noir",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.0889",
    "Description": "In Serge Laget's Cargo Noir &ndash; his fourth standalone box game from Days of Wonder &ndash; players represent &quot;families&quot; that traffic in smuggled goods in a 1950s noir setting. Each turn, you'll set sail to various ports where cargo is known to get &quot;lost&quot; for the right price &ndash; Hong Kong, Bombay, Rotterdam, New York and more &ndash; and you'll make an offer for the goods on display. If another family then offers more in that port, you'll need to up your bid or take your money and slink away to look for goods elsewhere. Stand alone in a port, though, and you'll be able to discretely move the goods from the dock to your personal warehouse. Says Laget in a press release accompanying the game announcement, &quot;Everything in Cargo Noir grew from a core auction mechanism that is simple and trivial to explain &ndash; you can only bid up, and the last bidder standing gets the goods.&quot;&#10;&#10;Once you collect goods, you can trade them in to add more ships to your fleet &ndash; allowing you to scout for wares in more locations &ndash; purchase Victory Spoils, or take other actions. The more goods you collect, the more valuable they can be. The player with the most Spoils at game end wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "2839",
    "Name": "Sierra West",
    "ID": 257066,
    "Year": "(2019)",
    "Geek Rating": "6.032",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/257066/sierra-west",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3.0167",
    "Description": "In the late 1840s, thousands of pioneers headed out West to seek wealth and opportunity. Many of these brave souls traveled by wagon over the Sierra Nevada mountain range, into what would soon become the Golden State of California. In the game Sierra West, you are an expedition leader who must guide a party of rough-and-ready pioneers&mdash;employing a clever mix of strategy and tactics with each step.&#10;&#10;Sierra West comes with four sets of special cards and parts, each of which can be combined with the game's basic components to create a unique mode of play. During setup, the players choose a mode, then build a mountain of overlapping cards with the corresponding deck. Each mode adds new thematic content, alternate paths to victory, and interesting twists on the core mechanics.&#10;&#10;The four included modules are:&#10;&#10;        Apple Hill&#10;        Gold Rush&#10;        Boats &amp; Banjos&#10;        Outlaws &amp; Outposts&#10;&#10;&#10;Overview of Play &#10;At the start of each turn, you will overlap and arrange three cards into your player board&mdash;exposing and concealing a selection of the action icons available on them. This will create two unique paths for your pioneers to follow. Next, you will move your pioneers across their paths from left to right, performing a series of small actions. Common actions include: claiming cards from the mountain, building cabins, gaining resources, and advancing your wagon. Additional actions are brought into the game by the chosen mode&mdash;such as: harvesting apples, mining for gold, fishing, and fighting outlaws. As your pioneers complete their paths, they will gain access to the action spaces on the upper portions of your cards. On these, you will be able to exchange resources for to advance on the wagon trail and homestead tracks, or activate other special abilities unique to the mode.&#10;&#10;As the game continues&mdash;and more cards are removed from the mountain&mdash;new and exciting things are discovered! Each piece of the mountain is either a card that can be gained to improve your deck, or a special card that is added to a face-up row at the mountain&rsquo;s base. As this row extends, more of the mode&rsquo;s opportunities and challenges come into play. For example, in Boats &amp; Banjos mode, the row is a river that offers more fishing and gold panning options as time goes on.&#10;&#10;Sierra West can be set up and played in under an hour, often leaving people with the desire to play it again right away&mdash;especially to explore the other modes! It is a highly thematic Eurogame that offers a truly novel and satisfying spin on action-programming, worker-placement, and deck-building.&#10;&#10;Includes solo mode by D&aacute;vid Turczi.&#10;&#10;&mdash;Description from the publisher&#10;&#10;Note: Contained inside the box are 2 promos for other games:&#10;Teotihuacan: City of Gods &#226;&#128;&#147; Sierra West Promo &#10;Dice Settlers: Sierra West Promo&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Economic",
      "Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Resource to Move",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2840",
    "Name": "Cairn",
    "ID": 275916,
    "Year": "(2019)",
    "Geek Rating": "6.032",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/275916/cairn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Inhabitants of the forest and of the sea, it is time to awaken! You will embody shamans and build Megaliths to expand your power and dominate the rival tribe. Activate the unique powers of each new Megalith, but beware: shamans from the opposing tribe can also activate them!&#10;&#10;In this intense duel, you must consider each move carefully as you advance your shamans across the play area, banish the opposing shaman and build Megaliths to make your way to victory!&#10;&#10; Do you have the soul of a shaman?&#10;&#10;A game of simple mechanics&#10;A great depth of play&#10;An intense duel where each move counts&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Miniatures",
      "Prehistoric"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 5 x 5 Grids",
      "Components: Miniatures",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Theme: Druids"
    ]
  },
  {
    "Rank": "2841",
    "Name": "Legendary: A James Bond Deck Building Game",
    "ID": 285157,
    "Year": "(2019)",
    "Geek Rating": "6.032",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/285157/legendary-a-james-bond-deck-building-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.36",
    "Description": "&ldquo;The name&rsquo;s Bond. James Bond.&rdquo;&#10;&#10;Welcome to Legendary: James Bond 007! In this game 1-5 players can play four classic Bond movies: Goldfinger, The Man With The Golden Gun, GoldenEye, or Casino Royale. Can you foil Operation: Grand Slam and end Goldfinger&rsquo;s plot to contaminate the gold supply of the United States? Do you have the steely nerve to best Le Chiffre in the high-stakes poker tournament at Casino Royale? In this game the players are in control. The fate of the world is up to you. You can fight against the forces of evil by yourself or gather a cadre of up to four friends. Defeat the evil Masterminds as they lead powerful Villains in an attempt to complete their Schemes to gain power and world dominance!&#10;&#10;Game Summary&#10;Each player starts with their own deck of basic starting cards. At the start of your turn, play the top card of the Villain Deck which allows Villains and Missions to enter &ldquo;On Assignment&rdquo;, acquire Gadgets, and wreak havoc on the players in other nefarious ways. Then play Hero cards from your hand to generate Attack, Recruit Points, and special abilities. You use Attack to defeat your enemies. You use Recruit Points to recruit more powerful Heroes from &ldquo;Q Branch&rdquo; for your deck. Whenever your deck runs out of cards, shuffle your discard pile to make a new deck, including all the new Heroes you recruited. This way your deck gets stronger and stronger over time. Build up enough  power, and you can defeat the Mastermind! But be careful: If the players fail too many Missions, the Mastermind wins the game!&#10;&#10;Game Contents&#10;Rulebook, Game Mat and 600 cards:&#10;&bull; 14 cards for each of 20 different Heroes (280 cards: Each Hero has 1 rare, 3 uncommons, 5 of one common, and 5 of another common)&#10;&bull; 8 cards for each of 4 different Villain Groups (32 cards)&#10;&bull; 9 cards for each of 4 different Mission Groups (36 cards)&#10;&bull; 10 cards for each of 4 different Henchmen Villain Groups (40 cards)&#10;&bull; 40 007 Basic Starter Heroes&#10;&bull; 20 00 Agent Basic Starter Heroes&#10;&bull; 5 Special Starter Heroes for each of 4 eras of James Bond. (20 cards)&#10;&bull; 12 Miss Moneypenny Starter Allies&#10;&bull; 30 Gadgets&#10;&bull; 30 Wounds&#10;&bull; 4 Masterminds, each with 4 Mastermind Tactics (20 cards)&#10;&bull; 8 different Schemes&#10;&bull; 5 Scheme Twists&#10;&bull; 5 Master Strikes&#10;&bull; 22 Extra Cards&#10;&bull; 60 Dividers&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Books: James Bond",
      "Game: Legendary (Upper Deck Entertainment)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2842",
    "Name": "Star Wars Miniatures",
    "ID": 11229,
    "Year": "(2004)",
    "Geek Rating": "6.031",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/11229/star-wars-miniatures",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3143",
    "Description": "This is Wizards of the Coast's Star Wars Miniatures game, similar to their D&amp;D Miniatures offerings. Each figure is pre-painted and comes with a stats card.&#10;&#10;Squads are point-based and are usually formed around one of nine factions.  Games are character-based skirmishes played on a square grid.&#10;&#10;Not to be confused with West End Games' older Star Wars Miniatures Battles or Wizards of the Coast's starship offering: Star Wars Miniatures: Starship Battles.&#10;&#10;FIGURES WERE RELEASED IN THE FOLLOWING:&#10; Rebel Storm (standard 60 piece set - initial set)&#10;Clone Strike (standard 60 piece set)&#10;Revenge of the Sith (standard 60 piece set)&#10;Universe (standard 60 piece set - includes huge figures)&#10;AT-AT Imperial Walker Colossal Pack (special pack for scenario play)&#10;Attack On Endor (scenario pack with 4 pieces)&#10;Champions of the Force (standard 60 piece set)&#10;Bounty Hunters (standard 60 piece set - includes huge figures)&#10;Alliance and Empire (standard 60 piece set)&#10;Rebels and Imperials (24 piece set - all reprints from previous sets, released in packs of 2 figures each)&#10;The Force Unleashed (standard 60 piece set - includes huge figures)&#10;The Battle of Hoth (Target Exclusive) (scenario pack with 17 pieces)&#10;Legacy of the Force (standad 60 piece set)&#10;Knights of the Old Republic (standard 60 piece set)&#10;The Clone Wars Starter Set (scenario pack with 6 pieces)&#10;The Clone Wars (standard 40 piece set)&#10;Clone Wars Battles Scenario Pack (Target Exclusive) (scenario pack with 10 pieces)&#10;Imperial Entanglements (standard 40 piece set)&#10;Map Packs x3 (three scenario packs with 2 pieces each)&#10;Jedi Academy (standard 40 piece set)&#10;Galaxy at War (standard 40 piece set)&#10;Dark Times (standard 40 piece set)&#10;Masters of the Force (standard 40 piece set)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Fictional Events: Clone Wars",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2843",
    "Name": "Aqua Garden",
    "ID": 322421,
    "Year": "(2021)",
    "Geek Rating": "6.031",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/322421/aqua-garden",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.1471",
    "Description": "In Aqua Garden, you're the owner of an aquarium and want to stock its six tanks with a variety of sea life, but you have a limited amount of funds and only one employee on hand to place the fish in the tanks. Do your best to outshine the other aquariums in town!&#10;&#10;A game lasts 3-4 rounds depending on the number of players. You have your own aquarium board with six tanks, and a shared player board has sea creatures placed at random on its perimeter. Seaweed and coral tokens are placed on the separate sea board, along with five random sea creatures.&#10;&#10;During a round, whoever is farthest back on the perimeter of the shared board takes the next turn, moving their owner as many spaces as they want to an empty space, then taking the action of that space. If you stop on an advertising space, you receive funds based on what's currently in your tanks. If you stop on a sea creature space, you take them all, move your single employee 1-3 spaces clockwise on your aquarium board, then place the creatures in one or both tanks adjacent to the employee. (If the employee passes the feeding event card you were randomly dealt at the start of the game, then you receive funds from the bank based on how well the creatures in the two tanks next to the feeding event card match that card.)&#10;&#10;Each tank has only 4 units of oxygen available, so you can't add creatures to a tank that would consume more oxygen than this. You can add one seaweed to each tank, however, to increase the available oxygen to 6. You must also observe other placement restrictions, such as keeping sharks separate from fish and sea turtles. Additionally, you can pay to purchase creatures, seaweed, and coral from the sea board.&#10;&#10;If during your turn, the contents of one or more of your tanks matches one of the four randomized milestones on display, you mark the highest empty space on that milestone with a token. The first player to achieve each milestone receives a related creature that they can place in any tank.&#10;&#10;If you've circled the board, you wait for other players to finish, then start a new round, with players moving out in the order that they arrived. After the game ends, players score points for the milestones achieved, funds remaining, order in which they finished, and the sets of creatures they've collected in each tank.&#10;&#10;Aqua Garden includes manta rays, remoras, and flapjack octopuses that can be added to play to create new scoring opportunities.&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Fish / Fishes",
      "Animals: Sharks",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Nature",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "2844",
    "Name": "Tikal II: The Lost Temple",
    "ID": 67180,
    "Year": "(2010)",
    "Geek Rating": "6.031",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/67180/tikal-ii-the-lost-temple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6226",
    "Description": "From the Publisher:&#10;Tikal was discovered and explored during a very successful expedition led by Profs. Kramer and Kiesling. A decade later, a scroll is found that hints of a lost temple near the first site. This rumor rekindles their passion for Tikal and the two scientists start to discuss the prospect of another expedition to Central America. In the midst of their planning they encounter Profs. Braff and Pauchon at an international archaeology conference in Geneva, who want to know the truth about the enticing rumour.&#10;&#10;Later that day, sitting in front of a roaring fire after a fine meal finished off with Cuban cigars and a few brandies, the two Swiss scientists listen enthralled by the unfolding plans of their German colleagues. To a man they clamour their unanimous assent and it is decided to join forces and go back to Tikal. Appointments are made, patrons are found, equipment is assembled, notes are compared, and then they are off.&#10;&#10;An uneventful journey takes them to Guatemala, and then on to the old site. Not too long after, they discover that there is indeed an undisturbed temple in an adjacent valley. As it belonged to a long-forgotten king, the temple promises many surprises and much, much gold. And so the adventure begins...&#10;&#10;&#10;Tikal II: The Lost Temple is a sequel to 1999 Spiel des Jahres winner Tikal, from world-famous duo Kramer-Kiesling.&#10;&#10;Actions points have given way to two actions per turn :&#10;1) move part of your expedition around the board to choose an action tile, and then&#10;2) move your head scientist within the temple to explore new rooms and find gold.&#10;&#10;There are many ways to score. Collecting and delivering treasures is one, and having the majority in some rooms or exploring the main temple as well as an outer secret chamber, are others.&#10;&#10;Tikal II calls for careful planning, as your scientist can't move freely within the temple without specific items, and tension, as the actions around the board grow scarce. A game consists of two rounds, each concluded by a scoring. In the end, the player with the most gold is declared winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Country: Guatemala",
      "Series: The Mask Trilogy (Kramer / Kiesling)",
      "Theme: Archaeology / Paleontology",
      "Theme: Temple",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "2845",
    "Name": "The Red Dragon Inn 5: The Character Trove",
    "ID": 173634,
    "Year": "(2015)",
    "Geek Rating": "6.031",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/173634/the-red-dragon-inn-5-the-character-trove",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Red Dragon Inn 5: The Character Trove is a fast-paced, light-hearted card game for two or more players. You and your increasingly mighty party of adventuring companions have spent all day slogging through the dungeon, killing monsters and taking their stuff. Now you&rsquo;re back in town, healed up, cleaned up, and ready to party at the Red Dragon Inn. Drink, gamble, and roughhouse with your friends. But don&rsquo;t forget to keep an eye on your gold. If you run out, you&rsquo;ll have to spend the night in the stables. Oh&hellip; and try not to get too beaten up or too drunk. If you black out, your friends will continue the party without you&hellip; after they loot your body for gold, of course! The last conscious adventurer with gold wins the game!&#10;&#10;The Red Dragon Inn 5: The Character Trove is a standalone game for 2-4 players. It expands on &quot;The Red Dragon Inn&quot; family of box sets and single-character expansions called Allies. You can mix and match characters from any of these sets, letting you build the party composition of your choice! Each of the box sets includes four unique characters, a drink deck, gold pieces, and all the parts for 2-4 players to play right out of the box. Each of the Allies expansions includes a character deck as well as gold pieces and bits so you can add another character to a box set (thus making a 2-4 player collection playable by 2-5 players).&#10;&#10;Sera the Fleetfooted: Sera is a stealthy rogue whose speed and agility allow her to take down roomfuls of bad guys before they even know what&rsquo;s happening. The dungeon&rsquo;s beefiest monsters are no match for her flying daggers! She didn&rsquo;t get so skilled by slacking off, though. Even while she&rsquo;s partying, she continues training to make sure she&rsquo;s always at the top of her game.&#10;&#10;&#10;    The Good: She hones her skills by sparring with her friends.&#10;    The Bad: Sometimes she does this without warning them first&hellip;&#10;&#10;&#10;Lizwick the Collector: Lizwick is a consummate problem solver with an unrivaled collection of gear. Her wondrous Bag of Holding contains rare and peculiar items of all descriptions. She is always on the lookout for the next amazing whatchamacallit to add to her collection. Lizwick has gotten The Party out of many a jam with the clever application of the wrong tool at the right time.&#10;&#10;&#10;    The Good: Lizwick&rsquo;s collection is the envy of academies, guilds and hoarders alike!&#10;    The Bad: &hellip;and they&rsquo;d like their stuff back.&#10;&#10;&#10;Joran the Trickster: Joran&rsquo;s penchant for pranks earned him a student &ldquo;sabbatical&rdquo; from the Mage&rsquo;s Collegium. Fortunately, Zot saw some potential in the boy, and decided to take him adventuring for some valuable field experience. The young mage&rsquo;s humor has proven to be mostly harmless to his new friends. He puts his clever brain to good use by pulling fast ones on the bad guys.&#10;&#10;&#10;    The Good: Joran&rsquo;s talent for misdirection makes him the perfect weapon against enemy spell-casters.&#10;    The Bad: It also makes him the perfect weapon against his friends&rsquo; gold, their sobriety, their patience&hellip;&#10;&#10;&#10;Zakhan the Drunken Master: Zakhan&rsquo;s father is a solemn elven noble and a guru of meditative martial combat techniques. His mother was a rowdy barbarian warchief with a penchant for throwing wild parties. This unique heritage has allowed Zakhan to hone a seemingly reckless hybrid fighting style of his own. His opponents who underestimate his &ldquo;drunken&rdquo; martial arts do so at their own peril!&#10;&#10;&#10;    The Good: Zakhan&rsquo;s drunken fighting techniques make him a formidable foe.&#10;    The Bad: Sometimes he&rsquo;s actually just drunk.&#10;&#10;&#10;But wait, there's more! The Red Dragon Inn 5: The Character Trove is also a massive storage solution for all previous sets (with room for more). You get a massive storage box plus dividers, new play mats for all previously released characters, updated tokens and more! Check it out:&#10;&#10;&#10;    6 Unique Decks (4 40-card Character Decks, 1 18-card Item Deck, 1 30-card Drink Deck)&#10;    29 Character-specific Player Mats (with replacements for all previous sets!)&#10;    35 Cardboard Deck Dividers&#10;    1 Cardboard Chi Marker&#10;    4 Glass Fortitude Markers&#10;    4 Glass Alcohol Content Markers&#10;    9 Remastered Cardboard Fortitude Markers&#10;    9 Remastered Cardboard Alcohol Content Markers&#10;    55 Remastered Gold Coin Tokens&#10;    9 New Platinum Coin Tokens&#10;    10 Foam Spacer Blocks&#10;    2 Cloth Drawstring Bags&#10;    Ziptop Baggies&#10;    Rules for playing The Red Dragon Inn&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "2846",
    "Name": "Divinare",
    "ID": 118418,
    "Year": "(2012)",
    "Geek Rating": "6.030",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/118418/divinare",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7658",
    "Description": "London, November 17th, 1896: The streets of the city are almost deserted, traveled only by passersby whose only goal seems to reach their warm homes as quickly as possible. But in the private salons of a luxury Bloomsbury hotel, the goal is something completely different. The fifty greatest known mediums are taking part in a never-before-seen tournament in order to determine which one is the most powerful of all. The final table opens in a few minutes and you will be joining it. Who will win the &pound;1,000 reserved for the winner?&#10;&#10;In Divinare &mdash; pronounced &quot;di-vin-AH-ray&quot;, with the stress on the penultimate syllable &mdash; the players play the part of famous mediums who must attempt to divine the cards held by their opponents. In each round, only two-thirds of the cards &mdash; representing the four divination methods of chiromancy, crystallomancy, tasseomancy and astromancy &mdash; are dealt out, and are then revealed little-by-little, giving the players the possibility of narrowing their predictions. A good prediction will allow the players to win points, but guess wrong and you may be forced to take a penalty. The player with the most points after a set number of rounds wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "2847",
    "Name": "Dungeon Raiders",
    "ID": 80771,
    "Year": "(2011)",
    "Geek Rating": "6.030",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/80771/dungeon-raiders",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.3981",
    "Description": "Join a brave party of adventurers! Explore a dungeon filled with monsters, traps and treasure!&#10;&#10;In Dungeon Raiders, each player takes the role of a different adventurer. You'll need to work together to survive the dungeon, but only one of you will make it out with the most treasure and win the game! The dungeon is different each time you play, offering new surprises as you collect treasure, trigger traps, and fight off horrible monsters.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "2848",
    "Name": "Masons",
    "ID": 21791,
    "Year": "(2006)",
    "Geek Rating": "6.030",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/21791/masons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.134",
    "Description": "In Masons, players represent architects, who together establish cities on the landscape of the game board. When a city is completed, all players score points for &quot;guild cards&quot; they play, with the right timing in playing the right card making all the difference.&#10;&#10;Each turn, a player first establishes a new wall somewhere on the board. Each wall will be enclosed by two towers, and will have one house placed on each side of it. It's possible for a wall to need only one, or zero, new towers by putting it next to existing towers. It's possible for only one house to be placed, if the wall is placed along the outside of the game board.&#10;After placing the wall, the player rolls three dice to determine the color of one of the towers (the color of a possible second tower may be freely chosen), and that of the two houses (if only one house is placed, then the player may choose which of the dice to pick for the color of the house).&#10;Finally, if the newly placed wall causes a piece of land to be fully enclosed, a new city has been established. If the new city borders one or more existing cities, it may be combined with one of those cities. Two houses of the same color inside the city are upgraded to a palace. A scoring round is now triggered, during which all players get to play one or two &quot;guild cards&quot;, and then draw one new card. Each guild card will score a feature of either the just completed city, or outside it. Possible features are the number of houses &amp; palaces or towers of a specified color, the number of fields of the city, the number of houses inside a &quot;district&quot; on the board, the number of palaces inside a city, the different number of colors inside a city, or the total number of completed cities. At the end of a scoring round, whichever player is in last place may discard as many guild cards as desired, and draw new ones to replace them.&#10;&#10;The game ends when all pieces of a certain type have been played, and the winner is whoever has the most points.&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "2849",
    "Name": "The Guns of Gettysburg",
    "ID": 36400,
    "Year": "(2013)",
    "Geek Rating": "6.030",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/36400/the-guns-of-gettysburg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.717",
    "Description": "The Guns of Gettysburg is a simulation of the largest battle of the American Civil War. Like Bowen Simmons's previous games, Bonaparte at Marengo and Napoleon&#039;s Triumph, The Guns of Gettysburg uses a diceless and cardless system for governing movement and resolving combat. Units in the game are represented by linear blocks rather than the traditional hex and counters, giving the game an appearance that evokes 19th-century battlemaps.&#10;&#10;The Guns of Gettysburg has simple rules and fast play but still reflects the historical limitations of the actual conflict. Though it preserves the aesthetics and &quot;fog of war&quot; mechanisms of Bonaparte at Marengo and Napoleon's Triumph, The Guns of Gettysburg is neither a sequel nor a successor to either game but a wholly new system of its own.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "States: Pennsylvania",
      "Components: Block Wargames",
      "Country: USA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "2850",
    "Name": "Skull Tales: Full Sail!",
    "ID": 248949,
    "Year": "(2019)",
    "Geek Rating": "6.030",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/248949/skull-tales-full-sail",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.8966",
    "Description": "Skull Tales: Full Sail! is a semi-cooperative pirate adventure game for 1 to 5 players. In Skull Tales, you are a pirate of the Caribbean Sea in search of fame and fortune. The game is played out in three phases: Adventure, Journey, and Port. These phases are games in and of themselves with mechanisms and components of their own. There are also many RPG elements.&#10;&#10;&mdash;During the Adventure phase, you explore mysterious islands, dangerous caves, abandoned temples, and pillage colonial villas. You will come up against treacherous red coats and their officers and cross swords with conquistador skeletons, all while trying to evade curses from Mayan mummies. And don't forget the mighty darkclaw and his abominations ruled by Yemaya, Goddess of the Sea. Amazing treasures and legendary artefacts that no man has ever laid eyes on await you in the phase of the game.&#10;&#10;&mdash;In the Journey Phase, you form part of the crew of &quot;The Southern Lady&quot; sailing the menacing seas of the Caribbean in search of valuable treasures. You will board ships and face all kinds of dangers like the most-feared creatures of the seven seas. Make sure you win the trust of your fellow crewmates so that when it comes time to mutiny, you can take on the captaincy and benefit from its many privileges...&#10;&#10;&mdash;Finally, you have the chance to rest and spend your booty during the Port Phase. Upon your arrival to Tortuga, you will be able to visit the cantina, listen to rumors, and tell great stories about your feats that will turn you into a legendary pirate. You can also visit Madame Claude's Mansion and be treated like a noble. Perhaps, though, you prefer to go to the market to buy that sword that'll come in handy for your next adventure. And, of course, if you go down to the docks you can take on some assignments for the Captain who is always willing to earn a few extra doubloons selling contraband. For those troubled souls in search of a cure for some curse or wound, there is the Chapel. But watch out! The streets of Tortuga can be dangerous and you never know what surprises they might have in store for you. And remember, best be on time when it's time to embark or you'll lose prestige!&#10;&#10;(SPANISH/ESPA&Ntilde;OL)&#10;&#10;Skull Tales !A toda vela! es un juego de aventuras piratas, semi-cooperativo de 1 a 5 jugadores. En Skull Tales, vas a ser un pirata en los mares del Caribe, en busca de fama y fortuna, a lo largo de sus tres fases de juego: Aventura, Traves&iacute;a y Puerto. Dichas fases son juegos en si mismos, tanto por mec&aacute;nica como por sus diferentes componentes. Es un juego que tiene mucho de RPG:&#10;&#10;- En la Fase de Aventura vas a explorar misteriosas islas, peligrosas cuevas, templos abandonados o saquear villas coloniales. Te enfrentar&aacute;s a los peligrosos casacas rojas y sus oficiales; cruzar&aacute;s tu espada con los esqueletos conquistadores, mientras evitas los hechizos de las momias mayas; combatir al poderoso pinzaoscura y sus abominaciones del mar, dominados por Yemay&aacute;, la diosa del mar. Te aguardan asombrosos tesoros y legendarios artefactos que jam&aacute;s han visto los ojos de ning&uacute;n hombre.&#10;&#10;- Durante la Fase de Traves&iacute;a, formar&aacute;s parte de la tripulaci&oacute;n de &quot;La Dama del Sur&quot;, navegando por las amenazadoras aguas del Caribe, en busca de valiosas mercanc&iacute;as, abordando nav&iacute;os, enfrent&aacute;ndote a todo tipo de peligros del mar, y evitando a las bestias m&aacute;s temidas de todos los oc&eacute;anos. Pero no olvides ganarte la confianza de la tripulaci&oacute;n a la hora del mot&iacute;n, si quieres hacerte con la capitan&iacute;a y disfrutar de sus privilegios...&#10;&#10;- Por &uacute;ltimo, tendr&aacute;s la posibilidad de descansar y gastar todo tu bot&iacute;n en la Fase de Puerto. A tu llegada a Isla Tortuga, podr&aacute;s visitar la cantina, escuchar rumores y contar las historias que har&aacute;n de ti un pirata legendario; o acudir a la Mansi&oacute;n de Madame Claude para recibir el tratamiento de un noble. Quiz&aacute;s, prefieras acudir al mercado para comprar esa espada tan necesaria para tus incursiones, o esos mejunjes que pueden salvarte la vida en tu siguiente aventura. Sin olvidar que en los muelles aguardan los encargos para el Capit&aacute;n, que siempre est&aacute; dispuesto a ganarse algunos doblones extras cuando se trata de llevar a cabo alg&uacute;n contrabando. Para aquellas almas aquejadas de alguna maldici&oacute;n o de cuidado para sus heridas, tienes la capilla. Pero, &iexcl;cuidado! Las calles de Isla Tortuga pueden ser peligrosas y nunca sabes con qu&eacute; te van a sorprender. M&aacute;s te vale no llegar tarde a la hora de zarpar si no quieres perder tu prestigio.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Novel-based",
      "Pirates",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Skull Tales",
      "Region: Caribbean Sea",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "2851",
    "Name": "Trekking the National Parks: Second Edition",
    "ID": 255708,
    "Year": "(2018)",
    "Geek Rating": "6.029",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/255708/trekking-the-national-parks-second-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7059",
    "Description": "Imagine yourself staring down a giant grizzly in Katmai National Park. Take a canoe ride alongside alligators in the swampy waters of the Everglades. Trek the trails that define our nation's most valuable public resource &mdash; the National Parks!&#10;&#10;Trekking the National Parks is an award-winning family board game that celebrates the U.S. national parks in a fun and competitive way. Players compete for points by claiming park cards and collecting trail stones as they travel across the map experiencing the wonders at each of these magnificent landscapes.&#10;&#10;The second edition of Trekking the National Parks features a more accessible rulebook, simplified movement rules to create a more streamlined play experience, new Major Park locations and wooden campsites that award special abilities to players, and a change to stone majority bonus points, with both the first- and second-place players now receiving points.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Country: USA",
      "Misc: Mensa Select",
      "Theme: Nature",
      "Theme: US National Parks"
    ]
  },
  {
    "Rank": "2852",
    "Name": "Commands & Colors: Medieval",
    "ID": 209003,
    "Year": "(2019)",
    "Geek Rating": "6.029",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/209003/commands-and-colors-medieval",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4583",
    "Description": "Game description from the designer:&#10;&#10;Commands &amp; Colors: Medieval is based on the Commands &amp; Colors game system and by design is not overly complex. The Medieval game introduces many new game concepts to the Commands &amp; Colors system, which add historical depth and flavor. Some of the new concepts are:&#10;&#10;&#10;     Superior armor and status when battling&#10;&#10;&#10;&#10;     Cavalry units increase to 4 blocks&#10;&#10;&#10;&#10;     Heavy infantry battle dice are reduced from 5 dice down to 4&#10;&#10;&#10;&#10;     Light Bow Cavalry units can employ the Parthian Shot when they evade&#10;&#10;&#10;Still, some Commands &amp; Colors game mechanics remain familiar to players of other games in the system, like the deck of Medieval Command cards that drive movement while creating a &ldquo;fog of war,&rdquo; and the battle dice that will resolve combat quickly and efficiently. The stylized battlefield scenario maps emphasize the important terrain features and highlight the historical deployment of forces in scale with the game system. The scale of the game is flexible, and varies from battle to battle. For some scenarios, a unit may represent a Chiliarchy of soldiers, while in other scenarios a unit may represent just a few brave warriors. The battlefield tactics, however, that you will need to execute to gain victory conform remarkably well to the strengths and limitations of the various medieval unit types, their weapons, the terrain, and history.&#10;&#10;The medieval battles showcased in the scenario book focus on the historical confrontations between the Byzantine Empire and Sassanid Persians (530 to 627 AD) with a slight detour to battle the Moors and their rebel allies (645 - 648 AD). The Byzantine Empire during this period of medieval history was one of constant transition and reorganization. Its army tended to mirror its eastern adversaries by deploying an increasing number of armored cavalry formations (Cataphracts) and more missile troops. Yet, it was how the Byzantines adapted their battlefield tactics in relation to the enemy it faced that is perhaps the chief reason for the longevity of their Empire.&#10;&#10;Although the Byzantine army fought on other frontiers, against a multitude of opponents, Visigoths, Vandals, Ostrogoths, Franks, Alemanni, those conflicts are beyond the scope and space of this one package. Additional expansion modules that address those battles will be forthcoming.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Istanbul (Turkey)",
      "Country: Greece",
      "Country: Iran",
      "Digital Implementations: VASSAL",
      "History: Byzantium",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "2853",
    "Name": "Vampire: The Masquerade – Vendetta",
    "ID": 245659,
    "Year": "(2020)",
    "Geek Rating": "6.029",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/245659/vampire-the-masquerade-vendetta",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.7027",
    "Description": "Vendetta is a game of area control, bluff and treachery in which you scheme and fight for influence and power as immortal vampires! Play cards and blood to earn the control of influential humans, feed on them, and make them your servants; your goal is to gain the most influence over three ages. You draft cards at the beginning of the game, then gradually draw an increasing number of cards from your deck at the beginning of each age (i.e., all the cards you had during the previous age, plus new ones).&#10;&#10;While playing, you get to know the powers and abilities of your opponents during your centuries-long struggle, but they do the same with you &mdash; and you can never know which new tricks they may have added to their arsenal since your last encounter!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "2854",
    "Name": "Mississippi Queen",
    "ID": 256,
    "Year": "(1997)",
    "Geek Rating": "6.029",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/256/mississippi-queen",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.694",
    "Description": "In this light, fun family game, players race their paddleboats down the Mississippi, picking up passengers along the way.  But onboard coal supplies are limited, so each ship's acceleration and maneuvers must be carefully planned.  Perhaps most interestingly, the twists and turns of the river are unknown at the start of the game, and are only revealed as ships progress downstream.&#10;&#10;Expanded by: &#10;&#10;    Mississippi Queen: The Black Rose&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Bias",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Pick-up and Deliver",
      "Race"
    ],
    "Families": [
      "Country: USA",
      "Rivers: Mississippi",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "2855",
    "Name": "Minos: Dawn of the Bronze Age",
    "ID": 423401,
    "Year": "(2024)",
    "Geek Rating": "6.029",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/423401/minos-dawn-of-the-bronze-age",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.7308",
    "Description": "In the ancient realm of Crete, amidst the sun-drenched shores and labyrinthine corridors of Knossos, the fate of the Minoan civilization is yet to be determined. As a member of one of the four illustrious Minoan clans, your destiny beckons you to vie for the prestigious title of Minos, the ultimate leader of your people.&#10;&#10;But keep in mind - unlike the tumultuous conquests of other civilizations, the Minoans are renowned for their pursuit of peace and prosperity. In this captivating journey, the essence of your quest lies not in the clash of swords, but in the art of governance and the cultivation of your clan&rsquo;s unique identity.&#10;&#10;As leaders of Minoan clans players are in charge of the first European civilization. Build cities, monuments and other structures, open new trade routes, expand and fight off outsiders out of your land, plan your actions with your clan council, research and issue decrees so your actions will be more powerful than your opponents! You have only 4 rounds to prove you are worthy of the legendary Minos title.&#10;&#10;Draft and assign the dice to the programming board. With lower value dice you can secure stronger actions but the higher value dice will help you climb on the tracks and gain their benefits. During the action phase each player takes their dice in order from highest to lowest and performing the pre-planned actions. Players also build their tableau - each card has an instant effect and a triggered reward connected to the specific action or die value they can use to make the action more powerful. Moreover, twice in the game players get Victory Points for their civilization progress in the region.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Economic",
      "Mythology"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Dice Rolling",
      "Income",
      "Movement Points",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Greece",
      "Islands: Crete (Greece)",
      "Mechanism: Dice Drafting",
      "Mechanism: Tableau Building",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "2856",
    "Name": "Northern Pacific",
    "ID": 138704,
    "Year": "(2013)",
    "Geek Rating": "6.029",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/138704/northern-pacific",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4667",
    "Description": "Northern Pacific is a luck-free railroad-building game that lasts about twenty minutes. This game is in the genre of Iron Road / TransAmerica and SNCF / Paris Connection.&#10;&#10;Players start the game with one large investment cube and three small investment cubes in hand. The game board shows the United States from Minnesota to Washington; game play starts in Minneapolis/St. Paul. On a turn, a player either places one of their cubes in a city (other than Seattle) that hasn't yet been reached by the train or builds track. If they build track, they choose one of the railroad lines exiting the city where the train is currently located and place a locomotive on it to show the current endpoint of the railroad line. Track has directional arrows on it, and a new train line can never move against the arrows or back to a city that the railroad has already visited.&#10;&#10;When the railroad visits a city where players have placed investment cubes, they retrieve those cubes and take additional cubes from the supply: one new cube if they had a small cube in the city and two new cubes if they had a large cube.&#10;&#10;When the railroad reaches Seattle, the round ends. Players tally the number of cubes in hand and records this number on the &quot;good investments&quot; track; they record the number of their cubes still on the game board on the &quot;bad investments&quot; track. They then reset the board as at the start of the game, then begin a new round. After three rounds, whoever has made the most good investments wins; if players are tied, then the tied player who has made the fewest bad investments wins.&#10;&#10;You can play a single round of the game to determine a winner, if desired, or you can play new rounds with no recorded score, with a player winning the game if they win two rounds.&#10;&#10;Note that the Winsome version of Northern Pacific is for 3-6 players, whereas the Rio Grande Games version is for 2-6 players.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Network and Route Building",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Winsome Essen Sets",
      "Series: Winsome Train Games (Rio Grande Games)"
    ]
  },
  {
    "Rank": "2857",
    "Name": "Gorinto",
    "ID": 270293,
    "Year": "(2021)",
    "Geek Rating": "6.028",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/270293/gorinto",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9286",
    "Description": "Elements gather energy in unique patterns, challenging you with finding the ideal route to balance and harmony. Earth digs deep, Water flows wide, Fire rises high, Wind blows freely, and Void slips between the rest. Can you gain the understanding you need to uncover true elemental wisdom?&#10;&#10;A Gorinto is a type of Japanese pagoda of the five elements: earth (cube), water (sphere), fire (pyramid), air (crescent), and void (lotus). It often housed the relic of a Buddha or saint, and together represent the realm of perfect understanding.&#10;&#10;In Gorinto, players take turns selecting element tiles from the Path (perimeter) and moving them onto the Mountain (game board). Each element collects in a unique pattern. The elements collected each turn will allow you to collect more elements over the turns and rounds.&#10;&#10;Points are scored at the end of each round based on goals selected at the start of the game, as well as the elements chosen at the end of the game. The player with the most points at the end of the game wins.&#10;&#10;Will you achieve perfect understanding?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Game Park",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2858",
    "Name": "Sonar",
    "ID": 231819,
    "Year": "(2017)",
    "Geek Rating": "6.028",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/231819/sonar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8621",
    "Description": "Time for an underwater game of cat-and-mouse, with each of the two teams in Sonar competing to be the first to deal two points of damage to the other. Do that, and you win the game instantly.&#10;&#10;In detail, Sonar includes four pairs of maps, and each team takes the same maps in their color. A team can be one or two players, and with two players on a team, each player takes a different role: Captain or Radio Operator. (A one-person team handles both roles.) A divider separates the teams, and each Captain marks their starting location on the map.&#10;&#10;On a turn, the Captain calls out an action, typically moving their sub one space north, south, east, or west. When they do this, they call out a direction, mark their new location, and add one energy to their ship's register. The Radio Operator on the other team notes the movement of this sub on a plastic sheet, and through deduction and trial-and-error tries to determine exactly where the opposing sub might be on the map.&#10;&#10;Instead of moving, a Captain can also:&#10;&#10;&#10;    Use sonar: Erase two energy from your register; the opposing team must reveal their row or column.&#10;    Go silent: Erase three energy from your register; move your sub, but don't gain energy and don't tell the opponents which direction you're moving.&#10;    Fire a torpedo: Erase four energy from your register; call out coordinates in your quadrant (e.g., F6); if the opponents are on that space, they take a point of damage.&#10;    Surface: Announce your location to the opposing team, then erase your previous path on your map; you can't cross your own path during the game, so sometimes you need to surface in order not to box yourself in.&#10;&#10;&#10;You can have at most four energy in reserve, so you need to manage movement and the other actions carefully so that you'll be able to fire at the opponents once you know where they are &mdash; ideally without being torpedoed in response!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [
      "Line Drawing",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Captain Sonar",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "2859",
    "Name": "Timeline",
    "ID": 128664,
    "Year": "(2012)",
    "Geek Rating": "6.027",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/128664/timeline",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1379",
    "Description": "Timeline is a card game where each card depicts a historical event, invention or discovery on both sides, with the year in which that event occurred, invention or discovery was made on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "2860",
    "Name": "Sorry! Sliders",
    "ID": 37196,
    "Year": "(2008)",
    "Geek Rating": "6.027",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/37196/sorry-sliders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0611",
    "Description": "Slide, COLLIDE and SCORE TO WIN!&#10;&#10;Grab your roller pawn and take aim - then skillfully slide it down your track onto the target board! A good slide could score big points, but watch out! An opponent's pawn may slam your pawn onto a Sorry! space - and out of the game!&#10;&#10;This is a new twist on the Sorry! franchise with 4 different ways to play:&#10;&#10;&#10;    Race For Home&#10;    Instant Home&#10;    Instant Sorry!&#10;    Danger Dots&#10;&#10;&#10;For Ages 6 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Game: Sorry!",
      "Mechanism: Finger Flicking Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2861",
    "Name": "Forbidden Sky",
    "ID": 245271,
    "Year": "(2018)",
    "Geek Rating": "6.027",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/245271/forbidden-sky",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.541",
    "Description": "Soar to dizzying heights in the electrifying cooperative adventure. Work as a team to explore a mysterious platform that floats at the center of a savage storm. Connect a circuit of cables to launch a secret rocket &mdash; all before you are struck by lightning or blown off to the depths below. It's a high-wire act that will test your team's capacity for courage and cooperation. One false step and you all could be grounded&hellip;permanently!&#10;&#10;This latest installment in the Forbidden... game series takes you to new heights with several novel challenges, including collectively planning a terrain using only limited information and constructing a real electrical circuit.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Grid Coverage",
      "Grid Movement",
      "Hand Management",
      "Map Reduction",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components:  Meeples",
      "Components: Dynamic Event Boards",
      "Components: Miniatures",
      "Series: Forbidden Games (Gamewright)",
      "Theme: Floating islands in the sky"
    ]
  },
  {
    "Rank": "2862",
    "Name": "First Train to Nuremberg",
    "ID": 83667,
    "Year": "(2010)",
    "Geek Rating": "6.027",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/83667/first-train-to-nuremberg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "During the second third of the 19th century, a rapid development of railway transport got under way. All over the world, the railway networks were growing and steam engines accelerated the progress. 175 years ago, on December 7 1835 to be precise, the first German train powered by a steam engine started operating between Nuremberg and F&uuml;rth, transporting passengers and goods. In England&rsquo;s region of Wensleydale transport of goods via railway tracks was started 13 years later.&#10; First Train to Nuremberg is a revised edition of Last Train to Wensleydale. You take the role of a railway promoter, backed by the investments of hundreds of local landowners. Your aim is to build lines that can make a profit from the transport of passengers and goods. However, money is not the only resource you require. Many locals will oppose your schemes and only with influence in the government will you be able to build over their land. Your company is far too small to be able to have its own engine works, so contacts with the major operators will help you acquire second-hand trains and rolling stock. You will also need to be on good terms with the two local railway companies. Without their support you will not be able to link to their networks, nor will you be able to negotiate the sale of your lines when they become unprofitable (as they surely will).&#10;&#10;With First Train to Nuremberg now two players can fully enjoy this extraordinary train game as well. Instead of cheese and stone, now beer and mail will be transported, besides passengers of course. There is a new challenge when transporting passengers: They can travel first class now and thus you will gain more victory points but on the other hand, you have to buy trains that are more  expensive. Additionally, you may benefit from the first connection between Nuremberg and F&uuml;rth and receive extra victory points, which may be crucial for winning the game. What&rsquo;s more, you may play the original game of Last Train to Wensleydale on the flip side of the game board, or almost so. Some slight changes of the original rules work with that map as well as the rules of the first edition.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Multiple Lot",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Set Collection",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Cities: Nuremberg (Bavaria, Germany)",
      "Country: England",
      "Country: Germany",
      "Region: Bavaria (Germany)"
    ]
  },
  {
    "Rank": "2863",
    "Name": "The Great Battles of Alexander: Deluxe Edition",
    "ID": 11057,
    "Year": "(1995)",
    "Geek Rating": "6.027",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/11057/the-great-battles-of-alexander-deluxe-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5772",
    "Description": "The Great Battles of Alexander: Deluxe Edition, the updated, expanded, full-color-enhanced version of the best-selling, multi-award-winning game system that started the Great Battles of History series, includes new game counters, maps, packaging, battles, and scenarios that cover all the major battles from the original game and the Juggernaut module, plus five additional battles ... ten in all. The Great Battles of Alexander: Deluxe Edition is virtually the complete history of Alexander the Great and the Macedonian art of war.&#10;&#10;Game features:&#10;&#10;     Third Edition rules, with many changes and additions &#10;     New maps for The Granicus and Chaeronea, plus an expanded Gaugamela map &#10;     Armies for the Danubian tribes, Illyrians, Greeks, Persians, Scythians, and Indians &#10;     Eighteen new Macedonian Commanders &#10;     New Restricted Line Command system for Persians, Indians and Greeks &#10;     Wing Commanders and Macedonian Contingent Commanders &#10;     Cavalry Shock Formations: The Companion Wedge and the Thessalian Diamond &#10;     The Persian Immortals and Kinsmen, Macedonian artillery, cataphracted cavalry ... and cataphracted elephants!&#10;&#10;&#10;Components:&#10;&#10;     720 full-color two-sided counters (43 full-color two-sided double-size counters)&#10;     Three full-color double-sided 22x34&quot; map sheets&#10;     One 10-sided die &#10;     32-page Rule Book &#10;     24-page Scenario Book &#10;     Player Aid Cards: Two 8.5x11&quot; cards showing game charts &amp; tables&#10;&#10;&#10;TIME SCALE: 20 minutes per turn &#10;MAP SCALE: 70 yards per hex &#10;UNIT SCALE: 100 men per strength point &#10;NUMBER OF PLAYERS: One to four&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: The Great Battles of Alexander",
      "History: Wars of Alexander the Great",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "2864",
    "Name": "Expeditions: Around the World",
    "ID": 223,
    "Year": "(1996)",
    "Geek Rating": "6.027",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/223/expeditions-around-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9771",
    "Description": "Based on Wolfgang Kramer's earlier effort Wildlife Adventure, Expedition &mdash; which is on the market as Expeditions: Around the World since 2023 &mdash; is a game about moving three commonly held expeditions around the world in search of various archaeological sites. The board shows a map of the world with many different branching paths, and players advance the expeditions by placing plastic arrows. When an expedition arrives at a location that matches one of your private site cards or one of the public site cards, you score that card. Certain spaces on the board allow you to play again immediately, and other spaces allow you to pick up a bonus action card that you can play at any time on one of your turns.&#10;&#10;The game ends when someone has scored all of their cards, then whoever has the highest total score wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Exploration",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "Network and Route Building",
      "Point to Point Movement",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Game Park",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "2865",
    "Name": "Circus Maximus",
    "ID": 244,
    "Year": "(1979)",
    "Geek Rating": "6.026",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/244/circus-maximus",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6205",
    "Description": "From Battleline, the original publisher:&#10;&#10;&quot;The grandeur and decadence of ancient Rome in your living room! Thrill to the dust of chariot races, or the skillful bloodshed of gladiatorial combat. Circus Maximus is really TWO games in one. In the Chariot Race game you pick your team of horses, driver, and chariot car, each of which have special characteristics . . . In Gladiator, you pick up your weapons and step onto the bloodstained sands, simultaneously maneuvering, striking, and waiting for that fatal step that puts you inside your opponent's guard.&quot;&#10;&#10;Battleline&#039;s Circus Maximus would later be developed by Don Greenwood and published in 1980 by The Avalon Hill Game Co as separate titles: Circus Maximus and Gladiator.&#10;&#10;Violent and bloody, Circus Maximus details the chariot races that occurred in ancient Rome.  Eight teams race around the track three times to determine victory.  Players prepare for the race by selecting the composition of their team of horses, their rider's skills, and the type of chariot that will be driven.  Once the race begins the players are free to do as they wish to hamper the other racers including whipping the rider, ramming chariots with scythed wheels, smashing into horses, and running over crashed opponents.  A campaign game of multiple races, in which players have to manage their teams and can increase their income by betting on races, is also possible.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Betting and Bluffing",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Player Elimination",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Animals: Horses",
      "Digital Implementations: VASSAL",
      "Sports: Chariot Racing",
      "Sports: Horse Racing",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "2866",
    "Name": "Khet: The Laser Game",
    "ID": 16991,
    "Year": "(2005)",
    "Geek Rating": "6.026",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/16991/khet-the-laser-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5254",
    "Description": "Khet (a.k.a. Deflexion) is a chess-like board game that has two built in lasers and movable Egyptian-themed game pieces that have embedded mirrors that can be positioned to bounce the laser light around the board and hit opponent pieces.&#10;&#10;To play, players alternate moving their pieces around the board. Some pieces have mirrors and some do not. Bounding the board is a raised frame into which are built two low-power lasers, one for each player. The game pieces include a &quot;pharaoh&quot;, obelisks, and pyramids with mirrors. After each move, a player must press the button on his/her laser. The beam bounces from mirror to mirror around the playing field. The challenge is to protect one's own pharaoh while maneuvering to &quot;light up&quot; the opposing player's pharaoh.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Electronic"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 10 Grids",
      "Components: 8 x 8 Grids",
      "Digital Implementations: BoardSpace",
      "Game: Khet",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2867",
    "Name": "What the Heck?",
    "ID": 175,
    "Year": "(1988)",
    "Geek Rating": "6.026",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/175/what-the-heck",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1651",
    "Description": "Rarely is a game broken down to its barest elements like this one.  Players are given an equal deck of bidding cards from one to fifteen.  Each turn, a prize tile is randomly selected from a pool.  A prize tile is worth either positive or negative points (from -5 to +10).  Each player is attempting to gather the most positive points from these prizes.  Players secretly select one of their remaining bidding cards and reveal them simultaneously.  For positive prizes, the highest card gets the prize; For negative prizes, the lowest card is stuck with the prize.  However, if two people play the highest (or lowest) card, they cancel each other out and the prize goes to the next in line.  The highest total score after all fifteen prizes are awarded wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Bids As Wagers",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cats",
      "Animals: Mice",
      "Animals: Pigs",
      "Animals: Wolves",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Series: Kartenspiele (Ravensburger)"
    ]
  },
  {
    "Rank": "2868",
    "Name": "Patchwork Doodle",
    "ID": 264239,
    "Year": "(2019)",
    "Geek Rating": "6.026",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/264239/patchwork-doodle",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2632",
    "Description": "Patchwork Doodle is a roll-and-write version of Patchwork, with each player having their own 9x9 grid to fill in over the course of the game. Each player sets up by drawing a unique polyomino card from the starting deck, then drawing that on their sheet.&#10;&#10;In each round, players lay out a number of polyomino cards in a circle, then place the rabbit between two cards. On a turn, someone rolls the die, moves the rabbit forward, then removes the card indicated by the rabbit. Each player must draw the polyomino indicated on this card in their grid. Once a certain number of cards have been played, the round ends, players score points, then you lay out more cards for the next round.&#10;&#10;Each player has four special actions available to them during the game: You can choose to draw the card before or after the chosen card, you can cut a polyomino into two pieces before adding one piece to your grid, you can fill in a 1x1 space in your grid, and you can do one of the above actions a second time. When you take one of these actions, you mark it off as each can be used only once (except for the one you use a second time, if you know what I mean).&#10;&#10;You lose a point for each space that you don't cover, so try to pack everything in as tightly as possible!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: Patchwork",
      "Mechanism: Flip-and-Write",
      "Theme: Sewing / Knitting / Cloth-Making",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "2869",
    "Name": "Capitol",
    "ID": 1155,
    "Year": "(2001)",
    "Geek Rating": "6.026",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/1155/capitol",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6386",
    "Description": "&quot;Architects of the Eternal City&quot;.&#10;&#10;Rivalry in old Rome for the most spectacular buildings and dominance in the Roman prefectures. Whoever uses the 90 blocks and 40 roofs best will win. There are four rounds to a game: Each round has a building phase, an auction phase, a scoring phase and a card drawing phase. In the building phase, players decide on the height of the buildings and build them at the side of the board; if they have the necessary permit, they can build on the board itself. A building is finished when it has a roof; the first roof in a prefecture determines the shape of all other roofs. In the auction phase players can auction for temples, wells and amphitheaters, earning extra points. This is a beautiful production.&#10;&#10;This game by Alan R. Moon and Aaron Weissblum is a mix of territory acquisition, resource management and even a little auctioning thrown in for good measure. So-called &quot;Architects of the Eternal City&quot;, compete in old Rome for the most spectacular buildings and dominance in the Roman prefectures. Whoever uses the 90 blocks and 40 roofs most effectively to secure points will win.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Components: Map (City Scale)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "2870",
    "Name": "Prophecy",
    "ID": 8095,
    "Year": "(2002)",
    "Geek Rating": "6.026",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/8095/prophecy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6368",
    "Description": "Prophecy (originally released as Proroctv&iacute;) is a Talisman-style game by Czech designer Vladim&iacute;r Chv&aacute;til. The players represent fantasy characters on a path through a land full of adventure with the goal of grabbing ancient artifacts from the claws of demons guarding the surrounding astral realms.&#10;&#10;Instead of rolling dice to move around the game board, players in Prophecy use a variety of means of transport. The game includes an experience system and loads of skills and spells that your character can learn. A large number of monsters that you can meet and fight also await you, as do random events that will keep taxing your abilities because after you cast a spell or lose a fight, your strength or willpower declines until it is recharged by healing.&#10;&#10;Whoever holds four of the five hidden artifacts wins the game and becomes the next king of the land.&#10;&#10;Expanded by:&#10;&#10;&#10;      Prophecy: Dragon Realm (2003)&#10;      Prophecy: Water Realm (2006)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "2871",
    "Name": "Carcassonne: Wheel of Fortune",
    "ID": 45748,
    "Year": "(2009)",
    "Geek Rating": "6.026",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/45748/carcassonne-wheel-of-fortune",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0448",
    "Description": "Carcassonne: Das Schicksalsrad (English: Wheel of Fortune) is both a full replacement for the base game of Carcassonne and an expansion to the original base game. It includes 72 tiles, consisting of 63 tiles released in the original base game, 6 from Inns &amp; Cathedrals, 1 from Traders &amp; Builders and 2 from King &amp; Scout. It also includes a special replacement start tile which depicts the Wheel of Fortune, a new mechanic unique to this edition of the game. The new start tile is the size of 16 tiles, arranged in a 4&times;4 square and is built using some of the tiles removed from the base game.&#10;&#10;Nineteen tiles from the game have numbers printed on them allowing players to randomly spin the Wheel of Fate (between 1 and 3 spaces around the wheel). Otherwise, a player may choose to place a follower on the wheel if they decline placing a follower that turn. The results of the Wheel vary depending on which of the sixths of the wheel the pig lands on. Results vary from forcing all players to remove a follower from the board to rewarding the player who moves the pig with three bonus points. There are six outcomes in all.&#10;&#10;Play of this game does not require ownership of any Carcassonne base game. All expansions are compatible with this game. This game can also be played with the base game as an expansion, using its wagon wheel watermark to differentiate it from the base game.&#10;&#10;The German edition of this game includes a book Carcassonne -&nbsp;Das Schicksalsrad by Helene Luise K&ouml;ppel.&#10;&#10;The English edition of the game was released in October 2009 by Rio Grande Games.&#10;&#10;Part of the Carcassonne series.&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "2872",
    "Name": "Arkham Noir: Case #1 – The Witch Cult Murders",
    "ID": 225729,
    "Year": "(2017)",
    "Geek Rating": "6.025",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/225729/arkham-noir-case-1-the-witch-cult-murders",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2581",
    "Description": "Description from the publisher:&#10;&#10;Walpurgis Night, May&rsquo;s Eve, is always a nightmare in witch-haunted Arkham. There are bad doings, and a child or two frequently goes missing. This year, Miskatonic University students engaged in occult studies have been turning up dead. Arkham Police, in deference to your unusual expertise, have asked for your help to get to the root of the matter. Time is of the essence because after Walpurgis Night, the trail will grow cold and the culprits will retreat to the shadows until the next Witches' Sabbat, when the next cycle of deaths will begin.&#10;&#10;As private investigator Howard Lovecraft, you will investigate events based on the stories &quot;The Dreams in the Witch House&quot; (1933), &quot;The Thing on the Doorstep&quot; (1933), and &quot;The Unnamable&quot; (1923).&#10;&#10;Arkham Noir is a solitaire card game inspired by the interconnected stories of H. P. Lovecraft and other authors, re-imagined as noir detective stories. Each case stands alone.&#10;&#10;Gameplay consists of adding cards to open cases, creating lines of investigation in an effort to solve them. The ultimate goal is to score five &quot;puzzle&quot; clue cards in order to piece together the big picture before running out of time or mental stability. Each newly shuffled deck is the start of a unique challenge, with adjustable difficulty levels to accommodate all level of players.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Como cada a&ntilde;o en la ciudad embrujada de Arkham, la noche de Walpurgis, en las v&iacute;speras del 1 de mayo, trae consigo malos augurios, desapariciones y sucesos inexplicables. Este a&ntilde;o han aparecido muertos varios estudiantes de la Universidad de Miskatonic que  investigaban temas relacionados con el ocultismo. Una vez m&aacute;s, la polic&iacute;a de Arkham reclama tu inusual experiencia para llegar a la ra&iacute;z de los hechos. Debes actuar con rapidez antes de que las huellas del culto se desvanezcan y los culpables vuelvan a ocultarse entre las sombras, donde permanecer&aacute;n hasta el Sabbat de las brujas, cuando comenzar&aacute; un nuevo ciclo de muertes.&#10;&#10;Ponte en la piel del investigador privado Howard Lovecraft e indaga los sucesos basados en los relatos: &ldquo;Los sue&ntilde;os en la casa de la bruja&rdquo; (1933), &ldquo;El que acecha en el umbral&rdquo; (1933) y &ldquo;Lo innombrable&rdquo; (1923).&#10;&#10;Arkham Noir es un juego inspirado en la interconexi&oacute;n de relatos de H. P. Lovecraft y otros autores, reinventados como historias detectivescas de novela negra. Cada caso de la serie Arkham Noir es independiente y se juega en solitario. El juego consiste en ir a&ntilde;adiendo cartas de pista a las l&iacute;neas de investigaci&oacute;n de los diferentes casos abiertos con el prop&oacute;sito de resolverlos. El objetivo final es recabar 5 tipos de pista diferentes con el atributo Puzle, que al unirlas nos proporcionen la perspectiva general de los sucesos acontecidos, cuidando de que no se acabe el tiempo o perdamos la cordura.&#10;&#10;Cada volumen de la serie nos enfrentar&aacute; a un reto &uacute;nico, con grados de dificultad adaptables para cualquier tipo de jugador.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Arkham Noir (Yves Tourigny)",
      "Misc: LongPack Games",
      "Organizations: Forgenext",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Cthulhu Mythos",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "2873",
    "Name": "Dungeon Drop",
    "ID": 262208,
    "Year": "(2020)",
    "Geek Rating": "6.024",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/262208/dungeon-drop",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.375",
    "Description": "Gather your gear and prepare to dive into the labyrinth! Teeming with untold treasure, the tunnels are said to be inhabited by unusual creatures, both adorable and terrible. Keep your wits about you as the very walls shift in the torchlight...&#10;&#10;...it's time to drop into the dungeon!&#10;&#10;Dungeon Drop is a lightweight dungeon crawler for 1-4 players, featuring a novel spatial element that assures no two games could possibly be the same. At the start of each game, cubes of varying colors, which represent both loot and monsters in the dungeon, are dropped onto the table from a height of 6 to 12 inches. This creates a dungeon layout with infinite possibilities. You then use your customized hero to explore the dungeon, use your unique abilities, and ultimately loot a room that won't kill you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Enclosure",
      "Flicking",
      "Modular Board",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Containers: Cubes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Dungeon Drop",
      "Mechanism: Finger Flicking Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2874",
    "Name": "Timbuktu",
    "ID": 691,
    "Year": "(1993)",
    "Geek Rating": "6.024",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/691/timbuktu",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7792",
    "Description": "In this game each player takes the role of a caravan leader. The number of camels within a caravan depends on the number of players. Each camel is loaded with a lot of goods, and the goal of the game is to carry all the goods from the starting position to the final oasis: Timbuktu.&#10;&#10;However, during the course of this journey, the caravans stop at other oases. Once all camels arrive at an oasis, and night falls, thieves attack the caravan and steal different goods. While moving from one oasis to another, players receive different clues about the nature of the thefts. Each player has a different clue, and although clues are passed around, only one player receives three of the total five clues. From the actions of the other players (caravan leaders), the clues have to be guessed and camels have to be relocated, in order to save all the goods from the thieves.&#10;&#10;The next morning, the caravan continues its way towards Timbuktu, and players are challenged with different clues again. The object of the game is to be the trader left with the most value in goods when they arrive at Timbuktu.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Camels",
      "Continents: Africa",
      "Country: Mali"
    ]
  },
  {
    "Rank": "2875",
    "Name": "Savernake Forest",
    "ID": 369142,
    "Year": "(2023)",
    "Geek Rating": "6.024",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/369142/savernake-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2857",
    "Description": "Autumn is coming to an end in the Savernake Forest&hellip; Help the animals gather and store food for the winter! Savernake forest is a game where 2-4 players build their own section of the forest with paths where animals and food will appear. To get the highest score, players must ensure that on each path the animals can collect their favorite food.&#10;&#10;Foxes, hedgehogs, beavers, owls, rabbits, woodpeckers, wild cats... Up to 23 different types of animals live together in the Savernake Forest. At the end of autumn, they all prepare to spend the cold winter with enough provisions and here you are to give them a hand&hellip; Or a paw! To play Savernake Forest you have two decks of square cards, one showing the animals and the other with forest paths full of succulent food. Each player is randomly given an animal card, showing how many foods they can store and their preferences. For example, the fox loves eggs, but not berries or nuts. To get the best score, you must try to get each animal to collect its favorite foods.&#10;&#10;During setup, three road cards and one animal card are laid out for all players to see. Each player, on his turn, will choose one of them and add it to his forest, always respecting three rules: there can never be two animals on the same path; cards must be adjacent and no cards can be placed outside of a 4x4 grid. The game ends when all participants have completed their forest, with a total of 16 cards.&#10;&#10;Throughout the game, players will have the help of some animals, depending on the card they choose from the central market. The rooster will help you get up early, so you can be the first to choose a card in the next turn. The armadillo teaches you how to dig better shelters to store more food, so you can take a burrow token and add it to one of your animal cards to increase that animal's storage capacity by 1. The goat teaches you to hydrate yourself better, offering a water drop token that can be associated with a food and increase its value by 1. Finally, the rabbit helps you attract new animals to your forest.&#10;&#10;For players looking for more advanced challenges, the rulebook includes a two-player variant with some modifications that increase the difficulty. Quite a boost if you already master the basic rules!&#10;&#10;With a dreamy art, Savernake Forest offers a perfect balance between fun and strategy that makes it perfect for any type of playgroup. Family and friends will have a great time helping the animals of the forest, while trying to make the most of their paths to reach the highest score. Stroll through Savernake in the fall and be swept away by the enchantment of its wildlife!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Map Addition",
      "Open Drafting",
      "Pattern Building",
      "Tags",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "2876",
    "Name": "Unmatched: Slings and Arrows",
    "ID": 415945,
    "Year": "(2024)",
    "Geek Rating": "6.024",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/415945/unmatched-slings-and-arrows",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Combat is resolved quickly by comparing attack and defense cards. However, each card's unique effects and a simple but deep timing system lead to interesting decisions each time. The game also features an updated version of the line-of-sight system from Tannh&auml;user for ranged attacks and area effects.&#10;&#10;All the world's a stage in Unmatched: Slings and Arrows, while the Globe Theater is a battlefield. William Shakespeare steps up to the fight along with three of his wondrous characters: The Wayward Sisters, Hamlet, and Titania. Shakespeare's deck, designed by Jonathan Guberman, was one of the winning decks in a 2020 design competition, and it rewards players for completing lines in iambic pentameter. The Wayward Sisters, a runner-up in that competition from Jason Hager, is a multi-hero deck that challenges you to bring the witches' potion machinations to life with cunning co-ordination.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: William Shakespeare",
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched"
    ]
  },
  {
    "Rank": "2877",
    "Name": "Ace of Aces: Handy Rotary Series",
    "ID": 798,
    "Year": "(1980)",
    "Geek Rating": "6.024",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/798/ace-of-aces-handy-rotary-series",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7521",
    "Description": "Ace of Aces is an innovative 1-on-1 combat game that simulates a dogfight between WWI aircraft. Each player has a book with pictures of what they see out the cockpit of their airplane. Each player selects a maneuver (bank left, barrel roll, etc.) and tells their opponent a page number to turn to. This new page, when cross indexed with the maneuver made, gives the page number that shows the results of the chosen maneuver. The object of the game is to get your opponent in your sights and shoot them down.&#10;&#10;There are advanced rules for fuel consumption as well as a campaign game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Occupation: Aviator",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Ace of Aces (Nova Game Designs)",
      "Series: Ace of Aces WWI (Nova Game Designs)",
      "Series: Picture Book Games (Nova Game Designs)"
    ]
  },
  {
    "Rank": "2878",
    "Name": "Puzzle Strike",
    "ID": 67928,
    "Year": "(2010)",
    "Geek Rating": "6.024",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/67928/puzzle-strike",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2871",
    "Description": "Puzzle Strike: Bag of Chips is all that and a bag of chips!&#10;&#10;Puzzle Strike is a card game played with cardboard chips instead of cards that simulates a puzzle video game called puzzle fighter that, in-turn, simulates the fighting game street fighter that is emulated in puzzle fighter&#10;&#10;If you don&rsquo;t understand any of that, that&rsquo;s ok! Puzzle Strike is a complete game in a box that has the fun of a customizable card game without the marketing scheme of selling you parts of the game in random packs. You build your deck *as* you play the game. Every game is different because the bank starts with a different set of chips each game. Also, there are 10 characters to choose from, each with different gameplay. Between all that, there are over 411 MILLION starting conditions in a 4-player game.&#10;&#10;A built-in comeback mechanic means that when you're on the edge of losing, you're also able to do even more combos than usual.&#10;&#10;Shuffling cards takes too long and is boring, so in Puzzle Strike you just put your cardboard tokens in a bag and shake them up to shuffle! Plus, it&rsquo;s pretty ballin&rsquo; to play a game with chips. Play it on your yacht, impress potential mates, etc.&#10;&#10;Though the game is fun even if you're terrible at it, it's also balanced for high level play by veteran asymmetric game balancer David Sirlin (Street Fighter HD Remix, Puzzle Fighter HD Remix, Kongai, Yomi, and Flash Duel.)&#10;&#10;Puzzle Strike contains:&#10;&#10;    Almost 350 cardboard chips&#10;    4 cloth bags&#10;    8-page full color rulebook&#10;    Colorful box with inside designed to separate the chips by type, for storage&#10;&#10;&#10;Re-implemented by:&#10;&#10;&#10;     Puzzle Strike: Third Edition&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Promotional: BGG Store Promos",
      "Series: Fantasy Strike (Sirlin)",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "2879",
    "Name": "Gemblo",
    "ID": 19427,
    "Year": "(2003)",
    "Geek Rating": "6.024",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/19427/gemblo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Gemblo is an abstract strategy game with translucent, colored pieces, each of which is made up of one to five hexagons. Each player has an identical set of pieces in a unique color. The goal is to get rid of all of your pieces by placing them on the hexagonal game board. Each piece that you place after the first cannot touch previously-placed pieces of the same color; instead each piece must be a distance of &quot;1&quot; from another piece of the same color, where 1 is the length of a side of one of the small hexagons. Another restriction is that the distance being measured can't directly cross another player's piece, but it can lie at the junction of two pieces. Once all players have placed as many pieces as they can, they count the number of hexagonal units in the pieces they couldn't place, and the player with the lowest score wins.&#10;&#10;Gemblo supports up to six players. In the two-player version of the game, each player uses two colors of pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Hand Management",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Gems/Crystals",
      "Containers: Hexagonal Boxes",
      "Crowdfunding: Kickstarter",
      "Game: Gemblo"
    ]
  },
  {
    "Rank": "2880",
    "Name": "Poseidon",
    "ID": 76417,
    "Year": "(2010)",
    "Geek Rating": "6.023",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/76417/poseidon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.5377",
    "Description": "Two to five players act as leaders of different peoples and command them to explore, send out fleets, build trading posts, and generate the highest possible profit. Poseidon contains most of the basics of 18xx games and due to the relatively short running time of two hours is as suitable for 18xx-newbies who want to explore this wonderful world as it is for experienced train gamers.&#10;&#10;The 18xx basics included are:&#10;1) Instead of running a corporation, players control a country/people&#10;2) The goal of the game is personal wealth, the wealthiest player at game end is the winner&#10;3) Players create trade routes similar to railway lines in 18xx games&#10;4) Trains are replaced with common modes of transportation at the time (i.e. ships) with varying types&#10;5) 18xx type stations are replaced with trading posts&#10;&#10;Game Contents: game board, eight &quot;possession sheets&quot;, play money, lots of wood pieces, cards, 1 rule book&#10;&#10;",
    "Categories": [
      "Economic",
      "Mythology",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Ancient: Greece",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "2881",
    "Name": "Aventuria: Adventure Card Game",
    "ID": 190400,
    "Year": "(2016)",
    "Geek Rating": "6.023",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/190400/aventuria-adventure-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "2.5455",
    "Description": "For some reason the undead were concentrating their attacks on Carolan, trying to drag the half elf down into their cold grave.&#10;&#10;&ldquo;Lend me your aid!&quot; the half-elf yelled to his comrades. Though he dodged left and right with phenomenal agility, he still suffered many severe blows, and his padded surcoat hung in tatters.&#10;&#10;Then he heard Arbosh roar triumphantly. The dwarf took another long draft from his beer stein.&#10;&#10;&ldquo;By my forefathers,&quot; Arbosh said, &ldquo;now I am ready!&quot; He swung his morningstar upwards with great force, and the weapon's three steel weights slammed into the first skeleton, shattering it into a cloud of splintered bone and dust.&#10;&#10;Arm yourself for battle!&#10;&#10;Aventuria is a dangerous place. Lurking behind every corner may be treacherous monsters, exciting adventures, or an ill-humored comrade who challenges you to a duel. Gather your weapons, armor, and magic spells! Acquire unique skills and surprise your opponent with unexpected tricks!&#10;&#10;But you must strategize as well - will you gather your strength so you can play a Shining Blade later? Or will you keep attacking with your dagger and try to disarm your opponent?&#10;&#10;Aventuria is a fast-paced card game for 1-4 players, ages 14+, where each player takes the role of a hero from Aventuria. Choose from Arbosh the fierce dwarven smith, Layariel the fleet-footed elven scout, Carolan the cunning half-elven rogue, or Mirhiban the mysterious Tulamydian mage.&#10;&#10;In Duel Mode, heroes fight against each other, while in the cooperative Adventure Mode, heroes join together as a party and go on exciting adventures. Whether battling against each other or standing united against a terrifying foe, players draw action cards every round which constantly improve their abilities. But beware, for each round brings new challenges, and you must always watch for surprise attacks from your enemies!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Setting: Das Schwarze Auge",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "2882",
    "Name": "Mezo",
    "ID": 243797,
    "Year": "(2020)",
    "Geek Rating": "6.023",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/243797/mezo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2778",
    "Description": "It is a time of blood, of ritual, of war. Gods walk among the tribes, each hungering for the devotion that gives them form. Though the gods are many, only one will endure the ages above all others.&#10;&#10;Mezo is an innovative game of area control for 2-4 players inspired by Mayan mythology. You will control a powerful god and it&rsquo;s tribe of followers. These tribes will clash for dominance, build step pyramids, and make sacrifices all in the name of their god. Featuring massive god miniatures, each with vastly asymmetrical strategies, as well as numerous ways for you to achieve victory, Mezo is a unique take on the area control genre.&#10;&#10;Key Points&#10;- Innovative and intuitive area control with multiple ways to win.&#10;- Massive Mayan god figures, each with their own unique strategies and actions.&#10;- A rich Mayan theme, beautiful artwork, and engaging gameplay.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Mayans",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "2883",
    "Name": "Hostage Negotiator: Crime Wave",
    "ID": 198707,
    "Year": "(2017)",
    "Geek Rating": "6.023",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/198707/hostage-negotiator-crime-wave",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.0435",
    "Description": "Description from the publisher:&#10;&#10;In Hostage Negotiator: Crime Wave &mdash; a standalone expansion to the solitaire game Hostage Negotiator &mdash; each turn represents a conversation between you and a hostage taker. You play cards and roll dice to increase conversation points, decrease the threat level, and release hostages.&#10;&#10;Hostage Negotiator: Crime Wave uses the same &quot;hand-building&quot; mechanism found in Hostage Negotiator that puts cards you purchase directly in your hand for next turn, but it features new Conversation Cards, new Terror Cards, new Pivotal Events, and all new Abductors &mdash; each with new rules and new demands! It can be played right out of the box and also expands the original Hostage Negotiator.&#10;&#10;Hostage Negotiator: Crime Wave comes in a box that fits all released content for Hostage Negotiator to date with room for more.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Hostage Negotiator",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "2884",
    "Name": "Monkey Palace",
    "ID": 412911,
    "Year": "(2024)",
    "Geek Rating": "6.022",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/412911/monkey-palace",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0571",
    "Description": "Monkey Palace is a jungle-themed game of light strategy that incorporates both collaborative and competitive elements.&#10;&#10;Players must strategically work together to construct the Monkey Palace while competing for the highest brick income and points, all under the watchful gaze of the Monkey. The palace gradually takes form thanks to a construction using LEGO elements, and each time the board game is played, the building experience and final construction are unique.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Series: LEGO Games",
      "Theme: Construction",
      "Theme: Trees and Forests",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "2885",
    "Name": "Bezzerwizzer",
    "ID": 32441,
    "Year": "(2007)",
    "Geek Rating": "6.022",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/32441/bezzerwizzer",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.536",
    "Description": "Bezzerwizzer is a quiz game from Denmark. It contains 5000 questions (English version has 3000 questions) from 20 categories. It takes its name from the german 'Besserwisser' meaning &quot;know-it-all&quot;.&#10;&#10;On your turn players draw the category tiles from a bag and sort them on their player board according to their knowledge. If you know the answer to the category questions that you thought you're worst at, you get one point. For your best category question you receive 4 points.&#10;&#10;Each players has 3 additional tokens. One is labeled with a &quot;Z&quot; the other two are labeled with a &quot;B&quot;. With the &quot;Z&quot; token you can swap one of your categories with another player. Afterwards it's out of the game for this round. You can use the &quot;B&quot; token when you think you can answer a question that your opponent might not know. This brings you additional points.&#10;&#10;It's a quick and funny party game that you can also play with teams.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Bezzerwizzer"
    ]
  },
  {
    "Rank": "2886",
    "Name": "The Shores of Tripoli",
    "ID": 237860,
    "Year": "(2020)",
    "Geek Rating": "6.022",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/237860/the-shores-of-tripoli",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0408",
    "Description": "From the end of the American Revolution, commercial vessels of the young United States republic were easy prey for the pirates of the Barbary coast.  In 1801, newly inaugurated President Thomas Jefferson was eager to put an end to this threat and sent a &quot;squadron of observation&quot; to the Mediterranean.  As the squadron arrived in Gibraltar, they learned that the bashaw of Tripoli had already declared WAR!&#10;&#10;The Shores of Tripoli plays out this exciting episode of Early American military history.  As the United States, one player will pressure Tripolitania to allow the free movement of American merchant vessels - or face the consequences.  As the bashaw of Tripoli, the other player will continue the lucrative piracy of the fearsome corsairs while countering the American threat on land and sea.&#10;&#10;Beautiful and informative cards represent historical events and leaders from the First Barbary War.  Players can move ships, start battles, go on pirate raids, engage in diplomacy and receive reinforcements.  Includes over 80 wooden playing pieces, 24 dice and a premium mounted map.&#10;&#10;&mdash;description from the publisher&#10;&#10;AWARDS&#10;Best 2-Player Game of 2020 (New York magazine)&#10;Top 15 Games of 2020 (#7, Paste magazine)&#10;Game of the Year 2020 Nominee (Meeple Mountain)&#10;Best 2-Player Game of 2020 (Meeple Mountain)&#10;Top 10 Games of 2020 (#4, Cody Carlson)&#10;Best 2-Player Game of 2020 (Rolling Dice &amp; Taking Names)&#10;Wargame of the Year (RMN Gamer)&#10;Top 6 Solitaire Wargames of 2020 (Wayne Hansen)&#10;Top 10 Entry-Level Wargames (#3, Midnight Boardgaming)&#10;Top 3 Solo Wargames to Start (#2, Beyond Solitaire)&#10;The Spiel Foundation &quot;Spiel of Approval&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Napoleonic",
      "Nautical",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Algeria",
      "Country: Libya",
      "Country: Malta",
      "Country: Morocco",
      "Country: Tunisia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Rally the Troops",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Gibraltar (United Kingdom)",
      "Region: North Africa",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "2887",
    "Name": "Queen's Architect",
    "ID": 172547,
    "Year": "(2015)",
    "Geek Rating": "6.022",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/172547/queens-architect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7903",
    "Description": "In Queen's Architect, you're in demand all over the realm! Villages, monasteries, and towns need your help to construct important buildings and establishments. Assume the role of an architect and assemble a competent band of craftsmen. Raise buildings and assist the people with small repairs or farm work. The Queen will reward you with her appreciation and with coins. Gain the privilege of constructing the new royal palace, and you will win the game as the land's most successful architect!&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Rondel",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Series: Yellow Wave Box (Queen)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "2888",
    "Name": "Roll For It! Deluxe Edition",
    "ID": 164812,
    "Year": "(2014)",
    "Geek Rating": "6.022",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/164812/roll-for-it-deluxe-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.0822",
    "Description": "The previous edition of Roll For It! by Calliope Games was for 2-4 players, and two sets could be combined to allow play for up to 8 players. This Deluxe edition supports 2-8 players out of the box.&#10;&#10;&#10;Roll For It! is a casual, family-friendly dice and card game. Each player starts the game with six dice of a single color, and three target cards are laid face-up on the table. Players take turns doing the following: On a turn, a player rolls all of their dice not already on cards, then places any dice that match the targets on the corresponding cards. (Alternatively, before taking her turn, a player can first choose to reclaim all of their dice from all cards.)&#10;&#10;If the player now fulfills the target with their dice &ndash; e.g., a pair of 3s, a quartet of 6s, or a specific combination of numbers &ndash; they claims the card, takes back their dice (and returns any other dice on the card to their owner), then places a new card on the table. Each card is worth a certain number of points. The first player to earn forty or more points wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "2889",
    "Name": "Kings of Air and Steam",
    "ID": 111732,
    "Year": "(2013)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/111732/kings-of-air-and-steam",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8351",
    "Description": "On the cusp of the twentieth century, America is the undisputed land of industry. Factories fire their machines twenty-four hours a day, and demand is skyrocketing in the cities. A small but fierce rivalry of shipping barons must manage their amazing airships and the extensive railroad system in order to get goods to the cities before the demand is met by someone else. Anyone who can't stay competitive will be left with nothing but dust in their coffers!&#10;&#10;The process is simple: Factories produce the goods (machinery, textiles, chemicals, food, and luxuries) that are coveted by the city folk.  Airships &ndash; forbidden from landing in the cities but capable of carrying cargo over great distances &ndash; must be used to gather those goods and deliver them to depots along the rail network. Trains then haul the goods to the cities that want them, earning cash for the competitor who gets there first! Will you be the &quot;King of Air and Steam?&quot;&#10;&#10;Kings of Air and Steam spans five rounds, and at the beginning of each round, players plan their Airship flights using four of their movement cards. When everyone is ready, everyone reveals their first planned card. According to the turn order and movement limits of their cards, players move their Airships, then take an Action; Actions include Building Depots, Upgrading your Airship or Train, Shipping Goods by rail, and Soliciting Funds from the bank. When all players have acted, the second planned cards are revealed, and so on through the four planned cards until all players have finished carrying out their plans for the round. All the while, players must keep aware of the rising values of the different types of Goods and try to get the most-valuable Goods from the specialized factories that produce them to the cities that want them. At the end of the game, the player with the most money and the greatest shipping network will be declared King of Air and Steam!&#10;&#10;Kings of Air and Steam includes seven teams of characters, each with unique powers to give them a competitive edge, and a modular game board that makes each game a different experience.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Action Queue",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Gamesmiths",
      "Series: TMG Originals",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "2890",
    "Name": "Shear Panic",
    "ID": 18866,
    "Year": "(2005)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/18866/shear-panic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2219",
    "Description": "The second game from Fragor Games, featuring a flock of sheep and their attempts to be in the right place at the right time. Much gambolling, some tupping, lots of shearing.&#10;&#10;Publisher Blurb:&#10;&#10;&quot;'The Best Game Ewe Ever Herd!'&#10;&#10;Ah, do ewe long for the life of a sheep? Bright summer days filled with games of tag and attempts to flock closer to Roger, the Heartthrob Ram? But, Watch Out! The shearer wants to drag you away from all the fun and games!&#10;&#10;In Shear Panic, ewe maneuver your ewes to score points, playing tag, standing close to Roger, or trying to avoid the shearing scissors! Will your brave sheep score the most points, or will it be &quot;Off with the wool&quot; for ewe?&quot;&#10;&#10;The game includes eleven small figurines (which are somewhat fragile): Two each of four different colors, one black, one 'Roger', and one 'Shearer'. Also included are four player mats in different colors; a timing/scoring mat; 48 mutton buttons in four colors; four scoring markers; one flock marker; and two special six-sided dice.&#10;&#10;There are two separate play areas: The one where the flock of sheep figurines are clustered; and the combination timing/scoring mat. (The timing mat is two-sided for 3 or 4 players.) Actions by the players each turn cause the timing marker to move faster or slower through each of the four fields, and the scoring is different in each field.&#10;&#10;Field 1 is Team Tag. Players score higher for keeping their sheep closer together. Field 2 is Roger&rsquo;s Field, where players score more the closer they are to Roger (the ram). Field 3 is Black Sheep Tag, and players score higher the closer they are to the black sheep. Field 4 is the Shear Panic Field, and the row of sheep closest to the shearer figure are eliminated each turn, while the remainder are scored individually. The timing marker indicates which Field the sheep are currently &ldquo;in&rdquo;.&#10;&#10;Players have a total of twelve actions they may take during the course of the game, and as each one is used, a &ldquo;mutton button&rdquo; is placed over it, eliminating it from future use. Also, the more powerful the action, the farther (faster) the timing marker will move. If the timing marker lands on a red spot, the active player executes a free &ldquo;lamb slam&rdquo; by rolling the Panic Die and moving a sheep of the color rolled one space in any direction. If the Panic Die rolls white, the entire flock does a &ldquo;ewe turn&rdquo; ninety degrees in a direction of the active player&rsquo;s choice.&#10;&#10;Since all the player mats are visible to everyone, players need to keep an eye on what moves are still available to their opponents.&#10;&#10;The game is intended for three or four players, but rules for a two-player variant are included.&#10;&#10;Starting player is the person who most recently was sheared (had their hair cut).&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Sheep",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Country: Scotland"
    ]
  },
  {
    "Rank": "2891",
    "Name": "Space Cadets: Away Missions",
    "ID": 124827,
    "Year": "(2015)",
    "Geek Rating": "6.021",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/124827/space-cadets-away-missions",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6136",
    "Description": "Long before the threat of the Nemesis, before the perils of warp drive or the founding of our own Space Academy, humanity experienced a Golden Age of space exploration. The mineral riches of the thriving Moon colony inspired legions of hearty Earth citizens to seek their fortunes in space. Humble rockets probed the farthest reaches of the solar system in an eager quest for resources, and brave colonists forged homes wherever they could survive. Pioneer life was hard, but the men and women who worked and raised their families on those planets and asteroids had much to be proud of.&#10;&#10;Then the rumors began &mdash; whispered tales of frontier abductions and sightings of mysterious creatures. By the time the secret invasion was exposed, the aliens were everywhere. Families had been stolen away by slavers from the stars, and the peace-loving survivors had no choice but to arm themselves and fight. Fight to stop the alien attacks! Fight to free the helpless abductees! Fight to throw the aggressors back into space and end forever their power to threaten humanity!&#10;&#10;Thus was born the Rocket Patrol &ndash; an organization of brave and hearty women and men dedicated to defending humanity and taking the fight to the alien menace from the stars.&#10;&#10;Space Cadets: Away Missions is a cooperative, scenario-based, tactical action game for 1-6 players, which is set in the Golden Age of science fiction. In this game, the third standalone title in the Space Cadets franchise of cooperative/team space-themed games from Stronghold Games, players take on the roles of adventurous human spacemen who explore UFOs, acquire Alien technology and fight hostile extraterrestrials.&#10;&#10;Each turn, spacemen have three action points to spend on activities such as firing their atomic rifles, analyzing exotic equipment, or subduing the malicious Brain-in-a-Jar. When the spacemen are finished, the aliens take their turns by following simple movement and combat protocols; seven types of hostile aliens threaten the players, from the repulsive mind leeches to the rampaging titanic sentinels.&#10;&#10;Space Cadets: Away Missions contains twenty scenarios linked in a campaign story. Each mission features different combinations of aliens on different spaceships, with hexagonal map tiles arranged to form flying saucers, rocket ships, space stations, etc. Cooperation, tactical planning and good dice are essential if the spacemen hope to overcome the relentless horde of little green men.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Line of Sight",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Components: Polyhedral (not D6) dice",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Space Cadets",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2892",
    "Name": "Funemployed",
    "ID": 142296,
    "Year": "(2013)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/142296/funemployed",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1538",
    "Description": "Funemployed is a card-based party game in which everyone's trying to become employed. Apply for real jobs, like astronaut, lawyer or priest, with unreal qualifications, such as a dragon, the ability to speak panda, or a DeLorean. In the game, each player uses their qualifications to convince the other players that they're the best qualified for a job. To do this, players tell the story of why their qualifications make them the best fit for a job by role-playing and acting like they are on an interview. Find innovative ways to use your qualifications and become the most &quot;funemployed&quot; player at the table!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Player Judge",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "2893",
    "Name": "Witch of Salem",
    "ID": 38506,
    "Year": "(2008)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/38506/witch-of-salem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4868",
    "Description": "Witch of Salem is a cooperative boardgame based on Wolfgang Hohlbein's book series which in turn is based on H.P. Lovecraft's mythos.&#10;In this game, the players attempt to close all the gates to the other dimensions that have opened in Arkham city and thus preventing the Old One from entering our world. Players need to banish monsters and collect items in order to seal the eight gates before time on the doom-tracker runs out and the Great Old One awakens.&#10;&#10;The gameplay follows three steps in a fixed order: bringing new creatures in the game, the player actions and drawing an event card.&#10;The game can be won by succesfully by completing different goals: find out the active Great Old One, seal all eight gates and send a player with the right combination of items to the Great Old One to banish him.&#10;Losing the game can be done in three different ways: the doom track runs out, the players fail to reveal the Great Old One in time or the players all go insane.&#10;&#10;From the publisher:&#10;&#10;Step back to early 20th Century New England. Here, the horrible &quot;Great Old Ones&quot; mysterious inhabitants of a dark, unfathomable void-seek entry into our world. One of their imprisoned overlords gathers them, just as his worldly servants open portals throughout Arkham for the coming onslaught. Only Salem's master witch, Robert Craven, holds the key to safeguarding mankind. He plans to gather a team of intrepid scholars to find the hidden portals and close them with powerful magic seals. The noble witch's elite team must battle the threat of madness, duel the dark servants, tackle mystical challenges, and face their ultimate nemesis: an unidentified Great Old One with an unknown and incalculable strength.&#10;&#10;In &quot;Witch of Salem,&quot; you step into the terrifying world of renowned storyteller Wolfgang Hohlbein, a mythos inspired by the tales of H. P. Lovecraft. You play one of the witch's scholarly allies. Working cooperatively with your cohorts, uncover the secrets of the Necronomicon, combat creeping insanity, defeat the coming Evil, and bar the Great Old Ones from exiting the inter-dimensional abyss.&#10;&#10;Contains:&#10;1 game board, 4 game figures, 1 witch figure, 1 Necron Stone, 1 battle die, 26 creature cards, 6 Great Old One cards, 12 event cards, 6 overview/turn cards, 32 minor location cards, 4 player boards, 34 item markers, 4 sanity markers, 6 artifact markers, 8 portal tiles, 1 cloth bag, game rules, brief history&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Series: Literature (Kosmos)",
      "Theme: Cthulhu Mythos",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "2894",
    "Name": "Colors of Paris",
    "ID": 269160,
    "Year": "(2019)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/269160/colors-of-paris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.1765",
    "Description": "You are a painter in Colors of Paris, and you've decided to participate in &quot;Bateau Lavoir&quot;, a friendly competition between several painters in a workshop in Montmartre, Paris. The newspapers know about this challenge, so perhaps this is a good opportunity to become famous, following the path of C&eacute;zanne, Toulouse-Lautrec, Monet, or Renoir...&#10;&#10;Colors of Paris is a management game in which you must take care of your paint tubes, mixtures, and time to create works, all the while anticipating others to perform as needed within a rotating set of actions.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Paris (France)",
      "Country: France",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "2895",
    "Name": "Amritsar: The Golden Temple",
    "ID": 386502,
    "Year": "(2023)",
    "Geek Rating": "6.021",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/386502/amritsar-the-golden-temple",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3448",
    "Description": "Amritsar, India is home to The Golden Temple or Sri Harmandir Sahib. This spectacular building is world-renowned as a sacred place for the Sikh community and one of the most famous pilgrimage destinations on Earth.&#10;After being demolished several times, Maharaja Ranjit Singh rebuilt it using marble, copper and 750 kilos of pure gold, hence its name.&#10;In Amritsar, the players will represent the different personalities of the time who helped the Maharaja of the Sikh Empire with the reconstruction of the Golden Temple.&#10;Using a clever mechanic based on the sowing system of the classic mancala games, players will use the different workers and their very own elephant to carry out the necessary tasks. On your turn, you will be able to perform 1-3 actions depending on how well you have coordinated the workers and your elephant. These actions will consist of collecting resources in the quarry or the market, advancing on the different paths of knowledge, improving your personal board, turning to your mahout (elephant rider) for help and above all making donations to the temple with the aim of obtaining as many prestige points as possible. At the end of the game, the player with the most prestige will be declared the winner of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Mancala",
      "Rondel",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Country: India",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2896",
    "Name": "Chai",
    "ID": 253185,
    "Year": "(2019)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/253185/chai",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.6852",
    "Description": "In Chai, you will step into the shoes of a tea merchant, combining tea flavours to make a perfect blend. Specializing in either rooibos, green, oolong, black or white tea, you will buy and collect ingredients to fulfill your customers&rsquo; orders.&#10;&#10;As a tea merchant, each turn you will do one of the following: Visit the Market, Select Additives, Reserve a Customer.&#10;&#10;At the end of each turn, a player may complete a tea order from one customer card in their hand or visible in the customer pool. A base tea token, tea flavours and additives shown on the card are needed ingredients, and placed in an empty tea cup. The player flips over a tip and receives a coin bonus, moving the thermometer round tracker up one notch if all cups are filled.&#10;&#10;The game ends when five rounds of cups have been fulfilled. When the final order is completed, other players complete their last turn so that each player has played the same number of turns.&#10;To score, players add up their victory points from fulfilled customer orders, and add their leftover money to this total. In 3-5 player games, additional points are awarded to the player(s) who fulfilled the most orders and most diverse tea recipes. Award ties are friendly with each winner receiving 5 points.&#10;&#10;The player with the most victory points (from customer orders, money, and awards) wins the game as best tea merchant! In the case of a tie, the person with the least number of fulfilled customer cards wins. If still tied, the person with the least amount of money wins. If that does not break a tie, the victory is shared.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Food & Drink: Tea",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "2897",
    "Name": "Songbirds",
    "ID": 212765,
    "Year": "(2016)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/212765/songbirds",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "User summary&#10;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#138;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#130;&#164;&#227;&#131;&#136;! (Birdie Fight) a.k.a. Songbirds is card game about birds trying to achieve dominance in the forest. Each bird is a different color in the game.&#10;&#10;Players are forest spirits, trying to secretly guide their chosen bird to success. The cards are numbered 1 to 7 in red, blue, green and white. The players lay a card from their hand to a 5x5 grid after nut tokens (points) are laid out for each row and column.&#10;&#10;When the grid is full of cards, the rows and columns are checked. The color with the highest total in a line takes the nut token for that bird. Colors with tied totals are ignored, so a low value card can win the nut token for that bird.&#10;&#10;When the nuts are totaled up for the birds, the players reveal their final hand card. That card is the bird they favored (so more than one player might be helping the same bird), and for each player, the number on the card is added to the nut total to identify who has the dominant bird.&#10;&#10;Since the players choose which bird they favor by leaving it as their final hand card, they can delay this choice until they see how the game is panning out.&#10;&#10;The game rules for the Japanese version, Birdie Fight, come in Japanese and English with the game itself being language free. The Songbirds version of the game is entirely in English. The game includes rules for 2-4 players or a solitaire/co-op mode for 1-2 players.&#10;&#10;Japanese version publisher's summary&#10;&#229;&#176;&#143;&#233;&#179;&#165;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#229;&#139;&#162;&#229;&#138;&#155;&#228;&#186;&#137;&#227;&#129;&#132;&#227;&#130;&#146;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#144;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#229;&#144;&#140;&#230;&#149;&#176;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#233;&#133;&#141;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#128;&#129;&#232;&#137;&#178;&#227;&#129;&#168;&#229;&#188;&#183;&#227;&#129;&#149;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#160;&#134;&#227;&#129;&#171;&#239;&#188;&#145;&#230;&#158;&#154;&#227;&#129;&#154;&#227;&#129;&#164;5&times;5&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#169;&#186;&#227;&#129;&#141;&#227;&#129;&#140;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#128;&#130;&#231;&#184;&#166;&#227;&#129;&#168;&#230;&#168;&#170;&#227;&#129;&#174;&#229;&#144;&#132;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#167;&#232;&#166;&#139;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#131;&#158;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#129;&#163;&#227;&#129;&#159;&#229;&#176;&#143;&#233;&#179;&#165;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#174;&#230;&#156;&#168;&#227;&#129;&#174;&#229;&#174;&#159;&#239;&#188;&#136;&#231;&#130;&#185;&#230;&#149;&#176;&#239;&#188;&#137;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#144;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#140;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#171;&#239;&#188;&#145;&#230;&#158;&#154;&#230;&#174;&#139;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#138;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#140;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#129;&#138;&#230;&#176;&#151;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#138;&#227;&#129;&#174;&#229;&#176;&#143;&#233;&#179;&#165;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#138;&#230;&#176;&#151;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#138;&#227;&#129;&#174;&#229;&#176;&#143;&#233;&#179;&#165;&#227;&#129;&#140;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#130;&#146;&#239;&#188;&#146;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#156;&#128;&#227;&#130;&#130;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#139;&#177;&#232;&#170;&#158;&#232;&#170;&#172;&#230;&#152;&#142;&#230;&#155;&#184;&#228;&#187;&#152;&#227;&#129;&#141;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Animals: Birds",
      "Players: Games with Solitaire Rules",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "2898",
    "Name": "Keltis: Das Kartenspiel",
    "ID": 40832,
    "Year": "(2009)",
    "Geek Rating": "6.021",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/40832/keltis-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4841",
    "Description": "Cribbed from BGN:&#10;Keltis: Das Kartenspiel has 110 cards and will retain the Keltis card-play: Players have a hand of cards, playing or discarding one card each turn on piles of the same color then drawing one card. Each of the five colors includes two 'finishing cards', and these cards can be played on a stack of the matching color at any time, after which no further number cards can be added to that stack; once five finishing cards have been played, or the deck has been exhausted, the game ends.&#10;&#10;Keltis: The Card Game is based on Keltis (the board game), also known as Lost Cities: The Board Game, based on Lost Cities (the card game). But note, Keltis: The Card Game and Lost Cities are two similar but ultimately different games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Lost Cities",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "2899",
    "Name": "Pixie Queen",
    "ID": 200890,
    "Year": "(2017)",
    "Geek Rating": "6.020",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/200890/pixie-queen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.125",
    "Description": "Pixie Queen is a smoothly playing worker-placement game about a pixie queen who rules over her subordinates like a true tyrant. The legend tells of pixies being small, flying, naughty creatures often spotted in the area of Cornwall and Devon in the UK. Apart from the stealing, bullying and torturing, they are considered a big nuisance to the human inhabitants of the region. According to the game, they are obliged to do so by their pixie queen...&#10;&#10;The player with the fewest points wins since the only points one can earn (or avoid) during the game are penalty points. Reward points are given out only at the end of the game, and you can receive rewards by charming the Queen with a golden ring, making additional offerings during the game, or promoting your pixies to faithful servants of the Queen. Obtaining each reward demands completely different game tactics.&#10;&#10;In summary, the game consists of a maximum of seven rounds with five phases each:&#10;&#10;&#10;     Steal food (honey, apples, bread) in Truro, the nearest human village.&#10;     Perform actions with your four action disks to maximize your profits and gain more goods. There is a choice of no less than 21 different actions. For most actions, two action disks are needed unless you can enlist the help of a pixie.&#10;     Offer simultaneously with all other players gold, silver or food to the Queen. She only accepts the food for which she has a craving in this round.&#10;     Receive possible rewards: Promote pixies to become a faithful servant or get a better trading position to obtain gold or golden rings.&#10;    Penalty points are given to the pixies that didn&rsquo;t achieve enough according to the Queen.&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2900",
    "Name": "The Lord of the Rings: The Fellowship of the Ring Deck-Building Game",
    "ID": 127127,
    "Year": "(2013)",
    "Geek Rating": "6.020",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/127127/the-lord-of-the-rings-the-fellowship-of-the-ring-d",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1351",
    "Description": "In The Lord of the Rings: The Fellowship of the Ring Deck-Building Game, you take on the role of Frodo, Gandalf, Aragorn or one of their brave and heroic allies in the struggle against the forces of the Dark Lord Sauron! While you begin armed only with basic combat maneuvers, you will add new, more powerful cards to your deck as you go, with the goal of defeating the deadly forces that serve Sauron as you make your way towards Mount Doom. In the end, the player who has accumulated the most victory points (VPs) from the cards in his deck wins.&#10;&#10;Each player takes the role of one of seven iconic heroes from The Lord of the Rings: The Fellowship of the Ring: Aragorn, Frodo, Gandalf, Legolas, Gimli, Samwise, and Boromir. Each hero comes with a special power unique to that character and usable only by that player.&#10;&#10;Each player starts with his own basic ten-card deck and draws a hand of five cards each turn. Power is the currency you will use to buy new, stronger cards to add to your deck. The goal of a deck-building game is to craft your personal deck into a well-oiled machine. There are five different types of cards that can be acquired: Enemies, Allies, Artifacts, Manuevers, and Locations.&#10;&#10;To bolster their existing deck of cards, players use Power to acquire cards from &quot;The Path&quot;, a large, central stack of cards that supplies a five-card line-up from which players make their purchases. Each player will always have five face-up cards from which to choose each turn, so every turn there are new options and surprises.&#10;&#10;When a player has amassed enough Power, he or she may defeat more powerful enemies from the &quot;Archenemy&quot; deck. &quot;Archenemy&quot; cards are represented  by the notable enemies from The Lord of the Rings: The Fellowship of the Ring, including Saruman, and the Balrog, among others. When an &quot;Archenemy&quot; is defeated, a new one appears and makes an Attack against each player in the game! Players can defend themselves with Defense cards like Boromir's Shield, Mithril Armor, &quot;You Shall Not Pass!&quot; and several others.&#10;&#10;The objective for each player is to acquire the most VPs by the end of the game. Nearly every card acquired during the game has a VP value, with the &quot;Archenemy&quot; cards providing the most VPs. In the end, the player who has accumulated the most VPs from the cards in his deck wins.&#10;&#10;Cryptozoic's The Lord of the Rings/The Hobbit deck-builder series:&#10;&#10;&#10;     The Lord of the Rings: The Fellowship of the Ring Deck-Building Game&#10;     The Lord of the Rings: The Two Towers Deck-Building Game&#10;     The Lord of the Rings: The Return of the King Deck-Building Game&#10;     The Hobbit: An Unexpected Journey Deck-Building Game&#10;     The Hobbit: The Desolation of Smaug Deck-Building Game Expansion Pack&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Game: Cerberus Engine – Middle Earth"
    ]
  }
]