[
  {
    "Rank": "N/A",
    "Name": "Deities of the Old Kingdom",
    "ID": 365247,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365247/deities-of-the-old-kingdom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The heretic pharaoh Akhenaten has abandoned you and the other old gods. He worships only his new Sun God, Aten. The people follow their leader blindly, leaving you weak and crumbling.&#10;&#10;By influencing the six Domains of Egypt, you and your rivals will slowly take back some of your powers. Through common spells and mighty enchantments, you will eventually have power enough to bring forth an eclipse powerful enough to stop the Sun God and his favored pharaoh. All while struggling to be the most powerful god by the end.&nbsp;&#10;&#10;Deities of the Old Kingdom is a puzzle game about manipulating a dice grid to gain the resources you need.&#10;&#10;Each turn, you'll roll three dice and push some of them into the 5x5 dice grid. Connect as many symbols as possible to gain the resources you need. Spend your resources to unlock enchantments and - by the very end - your own unique Eclipse spell.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Pattern Building",
      "Set Collection",
      "Slide / Push"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Egypt",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ansagrams",
    "ID": 365248,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/365248/ansagrams",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ansagrams is a quiz game that tests more than just your general knowledge.&#10;&#10;Each card has five general knowledge questions on the front and a random letter on the back. Players each attempt to answer these questions as quickly as possible, but all you're really looking for is the first letter to each answer as you need to take those five letters and anagram them into a five-letter word. Do this first, and you win the card. Be the first player to spell a three-letter word with the cards you've won, and you win the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bye-Bye Black Sheep: 2022 Promo card – Cheese Thief",
    "ID": 365249,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365249/bye-bye-black-sheep-2022-promo-card-cheese-thief",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cheese Thief: &#10;If this card is drawn one of the players who has the most different animal types in his zoo has to discard one animal card and has to put it under the deck. The player who has drawn the card will choose the animal card to be discarded.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Egg Slam!",
    "ID": 365251,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/365251/egg-slam",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Egg Slam! is a color-mixing game in which players race to call out the colors of eggs laid by the rainbow birds.&#10;&#10;The deck consists of cards that birds in red, yellow, or blue with a background color that doesn't match the bird as well as egg cards that feature a rainbow either in the center or on the background. Place three cards face up in separate piles, then split the deck equally among players.&#10;&#10;Players take turns flipping a card from their deck onto a pile. When an egg card lands on a pile, you need to yell out the color you get when you combine the colors of the birds (or backgrounds) on the other two piles depending upon whether the rainbow is on the egg itself or on the background. Whoever calls out the correct color first wins the egg card, and once the decks are exhausted, whoever has collected the most eggs wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bye-Bye Black Sheep: 2022 Promo card – Heidelbaer",
    "ID": 365252,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365252/bye-bye-black-sheep-2022-promo-card-heidelbaer",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Heidelbaer: &#10;If this card is drawn every player gives all his hand cards to the player sitting left to him.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Godtear: Skullbreaker, The Dragon Slayer",
    "ID": 365255,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365255/godtear-skullbreaker-the-dragon-slayer",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Skullbreaker. The one they call the Dragon Slayer. An orc so strong he wields the jawbone of a slain dragon as a weapon. His followers are dubbed the Tooth Bearers: acolytes deemed worthy of a single tooth from his dragon jaw blade, a trophy of Skullbreaker&rsquo;s many hunts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Loot Your Brain: Das Videospiele-Quiz",
    "ID": 365262,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365262/loot-your-brain-das-videospiele-quiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Loot Your Brain - Das Videospiele-Quiz is a quiz game about video games for 2 &ndash; 4 players. The goal of the game is to be the first to reach the last field with a lot of knowledge about video games, clever tactical playing of the lootbox-cards and a little luck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vikingskip",
    "ID": 365273,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365273/vikingskip",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Inspired by the Norse sagas and the many vibrant cultures of the Viking Age, Vikingskip challenges players to build the ultimate Longship. Choose your captain, gather a motley crew, and use any means necessary to out-sail and out-wit your fellow players in the quest for plunder.&#10;&#10;The strategic heart of Vikingskip' is about racing to see who can amass the most loot over four rounds by raiding and trading with historic Targets and surviving dangerous Longships.&#10;Each turn players strengthen and refine their Longship by drawing rooms and placing them. &#10;As ships get longer, players can amass larger crews with a wealth of skills, strengths, and cultural backgrounds.&#10;As ships get stronger, so do the longships that hunt you!&#10;&#10;Players interact with each other by discarding cards from their Longship, playing Action cards from their hand, and raiding Trade routes controlled by other Captains. Action cards can disrupt, and even intercept other players. A clever captain can indirectly kill a greedy opponent, saddle them with a dodgy crew or build a Longship that can snatch victory from the jaws of defeat.&#10;&#10;After the fourth round is over, players tally their banked loot and subtract any fallen Captains from their final score to determine the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Survivance 2885",
    "ID": 365275,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365275/survivance-2885",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Survivance 2885 is a skirmish game for 2 to 4 players. Clans of 10 miniatures will confront each other through multiple scenarios or in a campaign mode. The game features a new FATMAX EDITION game system based on 10-sided dice, a new and original alternate activation, an evolution over the course of the game, multiple powers to customize your clan, optional managed non-player characters to spice up your games, various degrees of injuries. These are only a few examples of a game that is very accessible in its rules but whose tactical depth will give you a lot of pleasure.&#10;&#10;&mdash;description from the designer&#10;&#10;Une plan&egrave;te recul&eacute;e de la galaxie est touch&eacute;e par un virus foudroyant. Ce monde est la plaque tournante du commerce dans cette zone de l&rsquo;univers, toutes les races y sont pr&eacute;sentes et font des affaires. Plac&eacute; en quarantaine stricte, sans gouvernement et avec 70 % de la population terrass&eacute;e par le virus, ce haut lieu d&rsquo;&eacute;change est devenu en quelques mois un territoire hostile et inhospitalier. Les habitants se sont regroup&eacute;s en clans qui luttent pour leur survie. Les &eacute;chauffour&eacute;es sont l&eacute;gion.&#10;&#10;Le d&eacute;cor est pos&eacute; ! Survivance 2885 est un jeu d&rsquo;escarmouche de 2 &agrave; 4 joueurs. Des clans de 10 figurines vont s&rsquo;affronter &agrave; travers de multiples sc&eacute;narios ou dans un mode campagne. Au programme un nouveau syst&egrave;me de jeu FATMAX EDITION &agrave; base de d&eacute; &agrave; 10 faces, une activation altern&eacute;e in&eacute;dite et originale, une &eacute;volution au fil des parties, de multiples pouvoirs pour personnaliser votre clan, des personnages non-joueurs g&eacute;r&eacute;s optionnels pour pimenter vos parties, divers degr&eacute;s de blessures. Ce ne sont que quelques exemples d&rsquo;un jeu tr&egrave;s accessible dans ses r&egrave;gles mais dont la profondeur tactique qui s&rsquo;en d&eacute;gage va vous donner beaucoup de plaisir.&#10;&#10;&mdash;description from the designer (French)&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Madness",
    "ID": 365291,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/365291/railroad-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Railroad Madness is a family game for 2-4 players about building and running railway lines in the Old West. Players each take on the role of a wannabe railroad tycoon! The game will have you picking up pioneers seeking to make their fortunes in the Gold Rush and transporting them to new frontiers as fast as you dare.&#10;&#10;This game was not published due to publisher bankruptcy.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pick-up and Deliver",
      "Real-Time"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Like Herding Cats",
    "ID": 365305,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/365305/like-herding-cats",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game is the purrrfect answer to charades!&#10;&#10;Each round the cats don cat mask blindfolds and act out one of 2 clues, but here&rsquo;s the cat-ch, when acted out they may appear quite similar! The herders then group the cats and guess what they were acting. Work together to win as many cards as you can in 5 rounds. Unique and grammable cat mask blindfolds mean nervous actors can let loose their inner dicat-rio and mime like no-one&rsquo;s watching!&#10;&#10;Cn you tell the rollers from the rowers? Work together for the puuurfect score.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saga: Age of Invasions",
    "ID": 365310,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365310/saga-age-of-invasions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "320",
    "Weight": "0",
    "Description": "SAGA Age of Invasions is a SAGA supplement which covers the era of the Great Invasions that ended in 476 AD when the last Roman emperor was dethroned. Divided between East and West since&#10;395, the Roman Empire was under pressure from the so-called &ldquo;barbarian&rdquo; peoples: Goths, Germans, Persians, Huns and many others. The threats were many.&#10;&#10;This little-known period has left its marks in our collective imagination, none greater than Arthur, the British chieftain who literary tradition raised to the rank of legendary king. It also knew its fair share of skilled generals and intrepid chiefs. In these pages, you&rsquo;ll come to know the brilliant Aetius, the fiery Clovis, and the terrifying Attila.&#10;&#10;SAGA Age of Invasions includes:&#10;&#10;Warbands rules for Late Romans, Britons, Saxons, Goths, Huns, Picts, Franks, and SASSANIDS!&#10;&#10;Eleven Dogs of War units to recruit, Four Old Friends, New Enemies varient Warbands, Four brand new scenarios, The Limes campaign system, New photographs, plenty of examples and explanitary text.&#10;&#10;HUZZAH!&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Saga",
      "History: Barbarian migrations and invasions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sports Festa",
    "ID": 365314,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/365314/sports-festa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Sports Festa is a trick-taking game featuring characters from the Sanrio universe participating in various sports, such as swimming, track and field, or jump rope.&#10;&#10;It is a must-follow trick-taking game without a trump suit. At the end of each trick, the players look to see if anyone has achieved any of the public goal cards, such as play the 2nd highest card in the blue suit, or sit to the right of the player who won the trick.  If a player has achieved such a goal, they take the card and a new one is revealed.&#10;&#10;The game lasts one hand, and at the end of the hand, the players count the points they've collected from the cards they took in tricks and the goals they completed.  The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Characters: Hello Kitty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "触覚あわせ (Tactile Match)",
    "ID": 365315,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365315/hong-jue-awase-tactile-match",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In Tactile Match, players are touching 3D prints of enlarged produce textures feeling for matches.&#10;&#10;Specifically, the game comes with 2 each of the textures of corn, strawberries, melons, and other produce; one each in black and white.&#10;&#10;Each player has a hand of tiles for which they are feeling for the match from the center of the table.  If a match is found, the player earns points.  Alternatively, if the player finds either of the &quot;expensive melons&quot; in the center, they immediately earn points.&#10;&#10;The game may end in a number of ways, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: World's Finest Fast Forces",
    "ID": 365317,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365317/dc-comics-heroclix-worlds-finest-fast-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: World&rsquo;s Finest set features heroes and villains from the Superman/Batman comics as well as three major sub-themes of the Metal Men, the misfit heroes of the Doom Patrol and a mystical sub-theme that includes well-known magic users such as Jason Blood as well as a collection of generic magic/supernatural characters such as witches, warlocks, apprentices and demons.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ブンプ星人 (Alien Plotter)",
    "ID": 365329,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365329/bunpuxing-ren-alien-plotter",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Alien Plotter, players place aliens they encounter along two axis, such as big/small or friendly/unfriendly.  In each round, one player places 2 aliens face up as an example of how they interpret the axis labels, and 3 face down.  The other players in turn order attempt to guess one of the face down aliens.  The alien on the board is then revealed, and both players earn points if the guess is accurate.&#10;&#10;Each player has a chance to lead a round, and the player with the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "dungeon in memory",
    "ID": 365335,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/365335/dungeon-in-memory",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In dungeon in memory, players place one tile at a time in a stack.  During the game, the players are considering what the path of the tiles would look like if they were laid out according to the direction showed.  When a player thinks that the path has run into itself and cannot proceed, they add their &quot;lost&quot; tile into the stack.  When all or all but one player have added their &quot;lost&quot; tile to the stack, the players resolve.  The tiles are laid out from the start tile and players who accurately predicted when the path could not continue will earn a point.  The first player to earn 3 points wins.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "RosenKreuz",
    "ID": 365351,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/365351/rosenkreuz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "RosenKreuz is an new abstract strategy game for two players. It uses a checkerboard of 8 x 8 squares, like chess and checkers, but with very different mechanics from both.&#10;&#10;The players' pieces are distinguished by symbols, and both have equal numbers of black and white pieces. The object of the game is to capture all of the opponent's pieces of either color.&#10;&#10;The game is characterized by three different capture methods. By major capture, you can capture your opponent's pieces by forming a group of the same color with your opponent's pieces and your own pieces. By minor capture, you can capture an enemy piece on a square of a different color than it by replacing. By attainment capture, you can capture any opponent piece by reaching the far end of the board.&#10;&#10;Your piece can be moved by jumping over friendly pieces, so the game develops quickly. You need to read the board and make good use of the three capture methods to advance the game to your advantage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fortress of Terror: Temple of Despair",
    "ID": 365356,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365356/fortress-of-terror-temple-of-despair",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With your victory over the Fortress of Terror and your triumphant defeat of the evil warlord Bram, your village is back to normal, with the townsfolk resuming their daily routines in peaceful naivety. However, a dark power still exists in the realm, and lies within an ancient temple of great evil known as the Temple of Despair. If it is not destroyed, Bram will return, and he will be so powerful that none will be able to stop him.&#10;&#10;There are four ancient temples in the Wildlands, but you don't know which temple you must destroy. You must&#10;visit the many ancient ruins strewn across the Wildlands, searching for clues to the location of the Temple of Despair. Fortunately, some of these ruins contain powerful&#10;Relics that will help you in your quest. But beware, the dark, oppressive power of the Temple of Despair is far-reaching and will pursue you relentlessly, so that you can never retrace your steps!&#10;&#10;Temple of Despair is the second Fantasy Adventure Module in the Roll-With-It system, a modular, solitaire roll-and-write adventure game system with endless possibilities for adventure through an accomplish-the-task-and-escape-the-maze-style gameplay.&#10;&#10;Gameplay is centered around a maze or map, through which the player must navigate, accomplish some objective(s), and escape the map under pressure from the enemy's attacks via the Doom die. The simple, puzzley, maze-style gameplay is approached differently in each adventure, building on the basic rules with new rules, concepts, and components that make each adventure feel fresh and unique.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Maze",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Line Drawing",
      "Movement Points",
      "Multiple Maps",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Game: Roll-With-It"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oltakozz okosan!",
    "ID": 365358,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/365358/oltakozz-okosan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Oltakozz okosan! is a hungarian Roll and Move game about the Covid-19, where players fight the virus by trying to vaccinate themselves and earn the Covid Certification. In addition players can get the infection if they are not careful enough or if someone else infects them.&#10;&#10;Players has to get two of the same vaccines from the Hospital and a Covid Certificate from the Government Office. They can only get vaccinated if they are not infected, this applies to the Covid Certificate as well. When somebody has all of above and not infected at the moment, wins the game. If the game applies to be too short this way, they can play until getting the third vaccine.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Medical: COVID-19"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mono",
    "ID": 365359,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365359/mono",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players race to empty their hands. In turns, players attempt to play a card by matching its color, number to the topmost card on the discard pile. If unable to play, players draw a card from the draw pile and pass their turn. The special cards can spice things up a bit.&#10;&#10;Mono card game is based on UNO and SOLO, is a public domain card game played with a standard deck of playing cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Shedding / Stops",
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dynamis",
    "ID": 365374,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/365374/dynamis",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "It's about God and the world and a dream of congregations. Each player directs one of eight congregations that thrives, grows and prospers: the Catholic cathedral, a national Protestant church, a classic free church, a start-up, the small-town congregation, the city church, the event church or a international congregation.&#10;You win by doubling the worship attendance to 150 visitors, by raising all your qualities to the value 7 or by a third way - because it is about the triune God - but this is a secret and can only be experienced in the game.&#10;To do so, the players are playing cards and roll dice.&#10;The game is played in rounds of three phases:&#10;Phase 1: Reflection - Draw up to five cards.&#10;Phase 2: Use - Play up to three cards and throw dices for most of it.&#10;Phase 3: Traditions - Applying of exisiting traditions and establishing new traditions, which give you &quot;bonus&quot; till end of the game(traditions cannot be abolished that easy so bonus may become bothersome later).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Religious: Christianity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Vastitas Borealis",
    "ID": 365384,
    "Year": "(2022)",
    "Geek Rating": "5.619",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365384/terraforming-mars-vastitas-borealis",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Vastitas Borealis is a new fan-made board for Terraforming Mars with new milestones and awards:&#10;&#10;Special Rules&#10;&#10;     Place a tile on Viking 1 and Viking 2 areas and get a delegate for free. Put these delegate to the delegate area of your desired party.&#10;     Place a tile on temperature area and raise temperature for 4 MC.&#10;&#10;&#10;Milestones&#10;&#10;     Agronomist - have 4 plant tags&#10;     Spacefarer - have 5 space tags&#10;     Geologist - have 4 tiles on and/or at vulcanic areas&#10;     Engineer - achieve 10 energy/heat production&#10;     Farmer - have 6 animals/microbes-resources &#10;     Hoverlord - have 7 floater resources&#10;&#10;&#10;Awards:&#10;&#10;     Traveller - most planet tags (Jovian/Earth)&#10;     Landscaper - most adjacent tiles&#10;     Highlander - most tiles NOT adjacent to ocean tiles&#10;     Promoter - most event cards&#10;     Blacksmith - most steel/titanium production&#10;     Venuphile - most venus tags&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Terraforming Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Terra Cimmeria",
    "ID": 365385,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365385/terraforming-mars-terra-cimmeria",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Terra Cimmeria is a new fan-made board for Terraforming Mars, with new milestones and awards:&#10;&#10;Special rules&#10;&#10;     Place a tile on MSL Curiosity area and get a colony for just 5 M&euro;.&#10;&#10;&#10;Milestones&#10;&#10;     Planetologist - achieve 5 planet tags (Earth, Jovian, Venus)&#10;     Architect - have 3 city tags&#10;     Coastguard - have 4 tiles adjacent to ocean tiles&#10;     Forester - have 5 plant production&#10;     Investor - have 13 MC production (Replaced with Fundraiser 12 M&euro; production, in the commercially-published version)&#10;     Hoverlord - have 7 floater resources&#10;&#10;&#10;Awards&#10;&#10;     Electrician - most power tags&#10;     Founder - most tiles adjacent to special tiles&#10;     Mogul - most production except M&euro;&#10;     Zoologist - most animal/microbe resources&#10;     Forecaster - most blue/green cards with requirements&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Terraforming Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grunt to zdrowie",
    "ID": 365389,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.20",
    "Link": "https://boardgamegeek.com/boardgame/365389/grunt-to-zdrowie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1",
    "Description": "This board game has been published together with two other Polish games &quot;Gierki Ma&#197;&#130;&#197;&#188;e&#197;&#132;skie and &quot;Kariera Polityczna&quot; in a series of games illustrated by famous cartoonist Andrzej Mleczko.&#10;&#10;Grunt to zdrowie is a party game where you and your fellow geriatric friends race to see medical specialists. Start in the ER and stand in the queue for hours to finally get an appointment with a gastrologist to treat your pinworms or psychologist to help with your egocentrism. Go to work, get more money and let your health deteriorate or get a prescription and heal yourself to win!&#10;&#10;The game starts with pawn racing to the ER. Players draw cards and count the number of plaster icons on all of them to move forward and avoid losing points at the end of the game. To visit a doctor, bids are secretly made by choosing cards with the earliest appointment times and modifying them with time tokens. Then, patients in individual queues fight with each other to get to the doctor's by dexterity tests. Manage to be the first one in the queue and visit all the doctors you need to before you lose all your health points and win the game as the only one standing!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Werwolf: Insurgency in Occupied Germany 1945-48",
    "ID": 365391,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/365391/werwolf-insurgency-in-occupied-germany-1945-48",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "3.5",
    "Description": "Inspired by the COIN series, Werwolf: Insurgency in Occupied Germany 1945-1948 is an asymmetric, Alternate History Strategic level board wargame for 1-4 players.&#10;&#10;It is 1945 and Germany has been invaded and occupied by the exhausted forces of the Soviet Union and Western Allies. Unlike in our timeline, the fighting continues as German resistance fighters engage in a prolonged guerrilla war. With the Manhattan Project still incomplete, Japan fighting on and the Allied invasion of Europe losing millions of men, the Allies are war-weary and there is pressure to bring the troops home. While the Wehrmacht was defeated, the Nazi leadership has spent 1943 onwards building up a huge secret guerrilla force &ndash; Werwolf - to turn the occupation of Germany into a costly quagmire. Other groups, calling themselves the Edelweiss Movement, are opposed to the Nazis but also to the invaders and will fight to restore an independent and patriotic Germany. The Fuhrer himself has gone missing, and many Nazi officials are in hiding, perhaps awaiting their chance to return to power.&#10;Four factions are now competing for control and the loyalty of the German population: the Allied Occupation Forces (Western Allied Troops and German police, referred to as Allies in the rules) the Soviet Union (the Red Army and NKVD, referred to as Soviets in the rules), the Edelweiss Movement (patriotic but anti-Nazi German resistance, referred to as Edelweiss in the rules) and the Werwolf organisation (former SS and other Nazi fanatics trained in guerrilla warfare, referred to as Werwolf in the rules). The struggle will be not only for military control and the hearts and minds of the German people but also over the remnants of the Nazi war machine and research programs. The Soviets and Allies may reluctantly co-operate to crush German guerrillas but will compete to secure top German scientists and prototypes for their own arms race. As the Allies try to de-Nazify the populace and entice them with American pop culture, the Soviets will use everything from indoctrination to mass deportation to keep Germany under control. Loyalties will be split between democracy, communism and resurgent fascism or nationalism. This will not be an easy occupation&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Germany",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Grand Trunk Journey: Berlin Con Promo Cards",
    "ID": 365394,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365394/the-grand-trunk-journey-berlin-con-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This mini expansion is composed of 4 promo cards developed for the Spiele-Offensive Berlin Con crowdfunding campaign.&#10;&#10;Improvement cards:&#10;&#10;CITY HUB: The player can place a City or a Port card in reserve on this card. The city or port can come from their hand or their train (when they remove the card from the front of their train). The player spends 1 Day to take the City card and place it in front of their train during step 1 (but not back in their hand). They can discard the City card without spending a day.&#10;&#10;DISPATCHER: The Grand Trunk Jct card allows the player to reach a city without a terminal.&#10;&#10;Objective cards&#10;&#10;EXPANSION TO BERLIN&#10;Requirement: The player collected 2 or more each of Coal, Iron and Steel and the train of the player must be in Hamilton.&#10;Score: 5 VP&#10;During the 19th century, the city of Kitchener (Ontario), which is located about 60 km northwest of Hamilton, was called Berlin. The Grand Trunk Railway built a station in Berlin in 1856.&#10;&#10;NEW MARKETS&#10;Requirement: The player collected 3 or more first delivery tokens.&#10;Score: 1 VP/1st delivery token collected&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Turn Order: Time Track"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wreck",
    "ID": 365398,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365398/wreck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Wreck is a two player card game of strategy and cunning. The goal is to be the first to at least 21 points at the end of your turn. Each turn, a player can draw a card or play a card (either as points or as an effect). Players can prevent their opponent from winning by playing cards to attack: capturing or removing cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Interrupts",
      "Take That"
    ],
    "Families": [
      "Game: Cuttle",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Provenance",
    "ID": 365399,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365399/provenance",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Provenance you assume the role of an amateur antiques dealer. The aim of the game is to make as much profit as possible by buying and selling antiques. Take advantage of market trends to sell your items when there is a higher demand, but be careful not to hold on to or hoard too many items as that comes with hefty storage fees.&#10;&#10;Spend time researching items to make safer buys, but don't wait too long as the item may be bought by a more daring dealer. Does your item have a secret royal connection? Or is it a piece of junk?&#10;&#10;Provenance is a 2-5 player card game that uses a unique 'Provenance deck system' to determine the worth of the thirty item cards in the game. Provenance is simple to play, but offers plenty of tense choices from start to finish.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Math"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Events",
      "Market",
      "Negotiation",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Screen Test: Stranger Things",
    "ID": 365407,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365407/screen-test-stranger-things",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tune in to Stranger Things and get ready to play. Your game card says &quot;flickering lights.&quot; On the screen, the Demogorgon threatens and the Upside Down looms. Yes, the lights are blinking. You've got the card! Shout it out and earn points to win.&#10;&#10;With 300 cards featuring Stranger Things characters, places, actions, and dialogue.&#10;&#10;&mdash;description from the front of the box&#10;&#10;Netflix subscription, compatible device, and Internet connection required.&#10;&#10;&mdash;description from the front of the box&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "TV Shows: Stranger Things"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Escape",
    "ID": 365409,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365409/zombie-escape",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "The story: &#10;You find yourself lost and alone in an unfamiliar neighborhood, surrounded by zombies.  You need to find shelter and you need to find it fast.  You see a main house with a car in the driveway and you decide to take a chance; hoping you can find shelter and safety. You start your search with the car in the hopes of finding keys to the house or to some well needed supplies.  It&rsquo;s a start and with more zombies heading your way, it might be your only chance.&#10;&#10;Synopsis: &#10;Zombie Escape is a game with dice rolling, placement and movement.  You must enter and search multiple locations to find supplies and shelter from the zombie horde.  Once you reach the main house you must clear it of zombies inside and out to give you a final place of safety to win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement"
    ],
    "Families": [
      "Contests: 1 Card PnP Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reflect: Mirror Mazes",
    "ID": 365418,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/365418/reflect-mirror-mazes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A lot of different mazes to do while you look at them in a mirror.&#10;&#10;In two players game, each player has the same maze and the fastest player to reach the exit of the maze whithout crossing a wall win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ride the Rails: England/Wales",
    "ID": 365423,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365423/ride-the-rails-englandwales",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ride the Rails: England/Wales is an expansion for Ride the Rails that can also be used with the Winsome original Rail USA. The game is for 3-5 players, takes less an hour, with one page of expansion rules.&#10;&#10;The game covers the entire nation on two 11x17 inch color maps. Among other elements, some railway stockholders will substantially benefit from the bonus supplied when the conditions are met for the British Railways Act of Parliament of 1921.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: England",
      "Country: Wales",
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nåt ska bort",
    "ID": 365429,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/365429/nat-ska-bort",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "A challenging trivia game where the players have to figure out which option, out of five, doesn't belong with the others.&#10;&#10;If you answer correctly you get to answer tricky follow-up questions. If you answer these correctly you get to place one of your markers on the board.&#10;&#10;The first player to place all of their markers on the board wins!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heros Fusion: Starter Pack #1",
    "ID": 365431,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/365431/heros-fusion-starter-pack-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "With this first starter pack, 2 players can play right out of the box with preconstructed decks !&#10;&#10;Heros Fusion is a collectible card game that uses characters from the Heros Fusion novels.&#10;&#10;Before the game, players need to build their own deck of 20 cards, cards that come in four different classes : super heroes, villains, allies and animated objects.&#10;&#10;Players will fight to build the best team of super heroes on the table !&#10;&#10;On his turn, a player has 2 actions. There are 3 possible actions : draw a card, play a card (and eventually its effect), or use the power of a card that is already on the table. It's that simple ! Of course, cards will interact with each other, and players will have to correctly manage them to be efficient.&#10;&#10;The first player that reaches a Power Level of 25 with his active cards triggers the endgame ; all other players get a last turn. Then, the player with the most powerful team wins the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Force Commitment",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominion: Hinterlands (Second Edition)",
    "ID": 365432,
    "Year": "(2022)",
    "Geek Rating": "5.696",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365432/dominion-hinterlands-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "The world is big and your kingdom small. Small when compared to the world, that is; it's moderate-sized when compared to other kingdoms. But in a big world like this one - big when compared to smaller worlds anyway, if such things exist; it's moderate-sized when compared to worlds of roughly the same size, and a little small when compared to worlds just a little larger - well, to make a long story short - short when compared to longer stories anyway - it is time to stretch your borders. You've heard of far-off places - exotic countries, where they have pancakes but not waffles, where the people wear the wrong number of shirts, and don't even have a word for the look two people give each other when they each hope that the other will do something that they both want done but which neither of them wants to do. It is to these lands that you now turn your gaze.&#10;&#10;Dominion: Hinterlands is the sixth addition to the game of Dominion. It adds 26 new Kingdom cards to Dominion, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.&#10;&#10;Dominion: Hinterlands (Second Edition) contains nine new types of Kingdom cards, which will be released on their own as an update pack (Dominion: Hinterlands &#226;&#128;&#147; Update Pack) for those who own the first edition of this expansion.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MOJI",
    "ID": 365433,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/365433/moji",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Fun, Hyper casual tile placing family board game for 2-4 players.&#10;Play cards using Computer Keyboard Shortcuts to line your MOJIs up.&#10;The first player to have their 4 Moji tiles in a line (including diagonals) WINS!&#10;Players alternately take turns in clockwise order until someone wins.&#10;On your turn, play as many cards as you want, resolving their effects and discarding them in a discard pile beside the deck.&#10;If you don`t have anything smart to do, you can discard your entire hand instead, but in order to do so, you must yell:&quot;I have no internet!&rdquo;&#10;&#10;CARD EFFECTS:&#10;&#10;ENTER - Place a Moji tile on any empty square on the board.&#10;&#10;DEL - Remove a Moji tile from the board.&#10;&#10;SHIFT - Swap places of 2 adjacent Moji tiles (not diagonally).&#10;&#10;TAB - Push a Moji one square in any direction (not diagonally).This can push other Moji tiles along that line, but cannot push Moji tiles off the board. &#10; ESC - Unlock a Moji tile, flipping it back to the unlocked side.&#10;&#10;NUMBER - Use math with the played numbers to reach a result number. You can combine them into double digits, add, subtract, multiply and divide. Then, place a Moji tile on the square of the result number, if it is empty. Additionally, if the sum of the numbers is over 15, you can Dispose of these cards, draw back to 6 and make another turn.&#10;&#10;CTRL+C - Copy the last effect performed by the previous player.&#10;&#10;CTRL+Z - Undo the last effect performed by the previous player. &#10; CTRL+S - Lock a Moji tile, flipping it to the locked side. Locked Moji tiles cannot be moved or deleted.&#10;&#10;3 cards of the same color (not white) - Resolve any of the card effects listed here (except the number effect). Call it a JOKER!  &#10;The Game contains 50 Cards, 16 MOJI tiles  with Box and Instructions. A simple card game for kids, parents, friends and adults.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Command Cards",
      "Grid Movement",
      "Hand Management",
      "Line Drawing",
      "Matching",
      "Memory",
      "Moving Multiple Units",
      "Pattern Building",
      "Relative Movement",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kakuro Master",
    "ID": 365436,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365436/kakuro-master",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this mixture of Sudoku and Crossword the Players try to gain Points by putting the numbers best on the playmat. Each number can only placed once per column and row. The sum per row and column must match the given checksum.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cryptic Explorers: The Alpha Return",
    "ID": 365437,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365437/cryptic-explorers-the-alpha-return",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Alpha Return expansion box provides new content for the base Cryptic Explorers tabletop game.&#10;Play through the doomed first mission of the Cryptonauts into the Realms of Death - the Alpha Return.&#10;Includes 3 new Goddesses and 6 new Cryptonauts, as well as the Alpha Return novella.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Player Elimination",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "wrestLEgacy",
    "ID": 365438,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365438/wrestlegacy",
    "Min Players": "3",
    "Max Players": "30",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "wrestLEgacy is a scalable legacy board game that places 3-5 players at the heart of the professional wrestling world: behind the scenes.&#10;&#10;Each game builds on previous play, with wrestlers learning new moves and skills, promoters acquiring new territories, and titles gaining extensive lineages and legacies.  One pack of wrestLEgacy is designed for at least twelve unique plays where the game continues to evolve, until your custom universe is set. wrestLEgacy offers multiple territories, so you can enjoy the bravado of worldwide sports entertainment juggernauts, the wild world of lucha libre, southern 'rasslin, and/or Japanese strong style.  Players can combine territories for even larger play experiences - scaling the experience up to 30 simultaneous players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Set Collection",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "易妖战记 (Yi Yao Zhan Ji)",
    "ID": 365440,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/365440/yi-yao-zhan-ji-yi-yao-zhan-ji",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#230;&#152;&#147;&#229;&#166;&#150;&#230;&#136;&#152;&#232;&#174;&#176; (Yi Yao Zhan Ji / Battle of Dynasty) is a 2-player battle game. Each player controls a different faction, fighting for the secret power of Yao. The winner will be the creator of the next dynasty in this fantasy world.&#10;&#10;There are 4 factions in the game: &ldquo;&#229;&#133;&#189;&#228;&#190;&#160; (Beast Warrior)&rdquo; can activate their units immediately after deploying. &ldquo;&#230;&#150;&#185;&#229;&#163;&#171; (Necromancers)&rdquo; can summon zombies to fight for them. &ldquo;&#228;&#187;&#153;&#228;&#186;&#186; (Celestial)&rdquo; can push enemy units back when attacking. &ldquo;&#233;&#190;&#153;&#229;&#174;&#171; (Sea Serpent)&rdquo; are good at healing.&#10;&#10;Units are divided into 3 ranks: hero, elite and common. Each faction has their special ability and hero ability. You can choose the faction most fit for you.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "12 Chinese Zodiac",
    "ID": 365441,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/365441/12-chinese-zodiac",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "A long time ago, people always forget which year they were born, and they don't know how many years they have lived. The Jade God decided to hold a cross-river contest in order to solve his people's problems. He named the top twelve animals who win as the Chinese Zodiac Signs, and counted as years.&#10;&#10;Time passed by. After ten thousand years, you, as animals of Zodiac, are not satisfied with the result from before. You beg the Jade God for another race. This time, the race will held on the field. The twelve animals will use their own strength to win this time.&#10;&#10;The player will chose one animal with its special power to start the game. There will be one map with eight terrain sections for the race. The active player throw three dice and all players will play one card of their 9 running cards in hand to run and may activate their skill during running. Game ends when there is only 1 animal left on the track. The first animal to run through finishing line is the winner. Others are ranked by arrival order.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Multiple Maps",
      "Race",
      "Variable Set-up"
    ],
    "Families": [
      "Country: China",
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quintuple",
    "ID": 365444,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/365444/quintuple",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "An abstract strategy game for two players.&#10;&#10;Place or move your cubes on a grid of nine squares. Each cube's number shows how many squares it moves by. Position your token next to a row of cubes to change their numbers. First player to form three in a row and three in a column wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Combinatorial",
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twilight of the Britons",
    "ID": 365447,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/365447/twilight-of-the-britons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Fast play miniatures wargames rules for the Dark Age (AD 410-1054) British islands.&#10;&#10;Like the other games in the &quot;Twilight&quot; family, close combat and shooting are folded into the morale rules: the effect of being shot at or attacked in melee is simply to check morale. Units that fail too many morale checks rout and are removed.&#10;&#10;As is appropriate for the &quot;Arthurian&quot; era, there is considerable scope for heroic leaders to affect the course of battle.&#10;&#10;The rules are compatible with any basing as long as all units have the same frontage.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Country: England",
      "Country: Great Britain",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Twilight (Pike and Shot Society)",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Darwin's Journey: Fireland Expansion",
    "ID": 365448,
    "Year": "(2023)",
    "Geek Rating": "6.114",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365448/darwins-journey-fireland-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.1071",
    "Description": "The Fireland Expansion includes a new map and alternative board layout with new mechanisms and additional content. It contains:&#10;&#10;&#10;     4 Wooden ships&#10;     4 Wooden explorers&#10;     4 coloured wooden discs&#10;     4 Special Action tiles&#10;     2 Player Objective tiles&#10;     2 Crew Cards&#10;     21 Adventure Cards (land and ocean)&#10;     20 wooden Adventure tokens&#10;     4 Adventure Player Aid cards&#10;     6 Observation score tokens&#10;     6 Time tiles&#10;     8 cardboard Time seals&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: 30 Journeys (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "15 Dice of Civilization",
    "ID": 365449,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365449/15-dice-of-civilization",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "15 Dice of Civilization is a two-player dice game in which you roll the dice to place a die. The goal of the game is to complete your civilization board with proper dice color and value. A game round starts with the roll of six action dice with which you perform various actions in order to place your civilization dice on the board in the right order and value.&#10;&#10;If you have two base boxes, you can play the game with more than two players.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Knows?",
    "ID": 365450,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365450/who-knows",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How well do you know what everyone else knows? Bet wisely or guess right to score big!&#10;&#10;The multiple choice answers are shown but the question remains a mystery!&#10;&#10;The host for the round guesses what the question could be and bets on who wont know the right answer...&#10;&#10;Then the question is revealed. Players who answer correctly, win the point token they were given. Whoever gets it wrong loses the points to the host!&#10;&#10;At the end of the game, whoever has the most points, wins! If there is a draw, the team with the highest single token wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sisco",
    "ID": 365451,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365451/sisco",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Goal of the game: To discover a word composed by the game leader and thus win the maximum number of points.&#10;&#10;&#10;     The game master forms a word from 5 vowels and 5 consonants, and arranges the letters in the letter holder. The other players will try to discover the word by guessing its letters. &#10;     Each player in turn rolls the Letters die which allows them to suggest a vowel or a consonant.&#10;     Each time a letter is correctly guessed, the game master opens the corresponding flap of the letter holder and the player who guessed it scores the points on the letter tile.&#10;     Then, whatever the result of their guess, they roll the Sisco die, which can give them a second chance to play, or even better, let them guess the word or double their points. &#10;     The players must find the word very quickly because the game master scores the total points for the word each round of turns. &#10;&#10;&#10;After each player has a turn as game master, the player with the highest score wins.&#10;&#10;&mdash;description from the back of the box (modified)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "You're My Lobster",
    "ID": 365452,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/365452/youre-my-lobster",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Out of your friends, who knows which tv show you last binge watched? or how you like your eggs? Find out how well you and your buds know each other and discover who's your lobster in this hilarious party game.&#10;&#10;Taking it in turns to pick up a question card, write down your answers on your colour coded whiteboards and reveal your guesses. For extra points you can also nominate which player you think will get it right with your nomination tokens!&#10;&#10;Check your scorecard at the end of the game to see who knows you best, they're your lobster!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Lobsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Written in the Cards",
    "ID": 365454,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/365454/written-in-the-cards",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Flex your story telling skills and flaunt your fortune telling abilities to create ridiculous readings for your friends and family.&#10;&#10;Roll the dice and let fate decide the subject and the style of your fortune reading. For example, if the seeker rolled 'love' and 'hilarious' on the two dice. They pose a question about love to the rest of the group.&#10;&quot;will I ever find the one by swiping right&quot;&#10;&#10;Then, each player creates a prophecy for the seeker by consulting their cards and combining an image with a phrase, they then create a story around their cards to make a reading for you.&#10;&#10;The seeker awards a point to the most hilarious and another to their favourite scenario.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Lands 2",
    "ID": 365457,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365457/monster-lands-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Monster Lands 2 is the sequel to Monster Lands, a competitive dice-placement game that combines resource management, worker placement, and fun combat, ranked #6 in Tom Vasel&rsquo;s all time Top 10 of Dice Placement games and awarded Best Game by Spanish Authors 2018.&#10;&#10;In Monster Lands 2 we &ldquo;turn the tables&rdquo;. Instead of playing with clans of mercenaries against marauding monsters, you now swap roles, taking on the role of hordes of fearsome monsters who fight off attacking humans. YOU are the monster player! Instead of looking for the favor of the Queen, you now work towards becoming the most infamous horde, competing to win the approval of the Great Entity of the Beast realm and be named Megalomonster.&#10;&#10;Your hordes are made up of different types of monsters, the most powerful of which are your champions. Each champion (represented in the game as card) has an ability and brings along further monsters (represented as dice or tokens) to be used in battles and other assignments. Send your champions to perform different tasks in your territory, have them lead battle against the &ldquo;evil&rdquo; humans, or fight it out with your fellow monster hordes for rewards in the champions&rsquo; arena. You can acquire mutations, armor, reinforcements, health berries, chillies, and more, all with a dice placement mechanic that not only requires planning of the right timing, but also of the right dice/tokens to be used in each job. Lots of new and different places await you, making Monster Lands 2 a very rewarding experience for Monster Lands 1 players, while at the same time working perfectly stand-alone (you don&rsquo;t need Monster Lands 1 to play Monster Lands 2).&#10;&#10;Wait, did we tell you that your monsters include mulfins? The mulfins, those little buggers, tend to explode, so be warned when handling them. But then again, your monsters still feed on their remains if they do explode ... after all, a monster has to eat.&#10;&#10;Who is going to be the most infamous monster horde?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dance",
    "ID": 365460,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365460/the-dance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Dance is a game for two to six players. Each player controls a vampire clan attending a grand ball at a palace in the late 19th Century. Each vampire family is represented in play by an avatar, a game piece representing the family member selected to move about the dance floor and attempt to gather support from dancers to expand influence and solidify power.&#10;&#10;&mdash;description from the introduction&#10;&#10;The Dance was published in issue five of One Small Step's rebooted &quot;Ares Magazine.&quot;&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Vampires",
      "Magazine: Ares (One Small Step)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Choco Battle",
    "ID": 365462,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365462/choco-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Children's game about collecting chocolates with different flavours. &#10;Game includes two game variants - Easy for kids from 4 years and Full Choco Battle for kids from 6 years.&#10;In your turn you can either play a pair of chocolates(cards) with the same flavour or ask one card from one of the oponents.&#10;When you are successful you gain one piece of chocolate to your player board.&#10;During the game you can use some jokers which introduce little bit of bluffing and memory to the game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Chocolate",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All You Can Eat",
    "ID": 365464,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/365464/all-you-can-eat",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "It's a race to stuff your face in this card collecting game.&#10;&#10;Players take turns serving a selection of cards - some face up, some face down. See who likes it hot and spicy by taking a chance or who will play it safe and only select the cards they can see?&#10;&#10;The deck consists of four different types of cuisine, Mexican, East Asian, Mediterranean &amp; South Asian - each type has a pudding card that scores you an extra point. The aim of the game is to score points by collecting matching cuisine combos and avoiding the clumsy waiter 'action' cards.&#10;&#10;The points you score for each set are shown on the cards, be careful as chillies can be minus points!&#10;&#10;Fill up on the highest scoring food combinations to claim victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twisted Hoards",
    "ID": 365467,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365467/twisted-hoards",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Magic and Unusual Treasure Troves for Four against Darkness - this book is a long, random table of mundane, magic and special items for your Four against Darkness adventures.&#10;&#10;All items may be used for all levels of play. From food items to kitchen silverware, from explosive pumpkins to wearable werewolf fangs, this book has a little for everyone.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Four Against Darkness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Tales: Ce qui forge les légendes",
    "ID": 365468,
    "Year": "(2022)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365468/paper-tales-ce-qui-forge-les-legendes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "This second expansion for Paper Tales contains 3 new buildings, 14 new units and 9 cards of a new type: Legendary Artefacts! These are very powerful and not affected by aging or Kingdom size limitations, but also very expensive to play.&#10;&#10;Note: this expansion can be combined with the first one (Beyond the Gates) to play with 1, 6 or 7 players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: X-Men House of X Fast Forces",
    "ID": 365474,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365474/marvel-heroclix-x-men-house-of-x-fast-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Wolverine, Domino, Beast, Marvel Girl, Forge, and Sage handle the problems that Krakoan diplomacy can&rsquo;t. With this Fast Forces, your opponent will soon be the one with the problem!&#10;&#10;With the ability to suppress opposing powers, utilize Stealth, and great tactics, this thematic team will help you bring the excitement, subtlety, and action of X-Force to the tabletop!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Marvel Studios' What If...? Disney+ Booster Brick",
    "ID": 365475,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365475/marvel-heroclix-marvel-studios-what-if-disney-plus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "There is plenty to look for including series regulars like The Scarlet Witch, Vision, Captain America, The Winter Soldier, Loki, Captain Carter as well as some of their greatest foes like Agatha Harkness, Infinity Ultron, and more! Players will find returning game mechanics like equipment-objects of some iconic items in the show like Captain America&rsquo;s Shield, the Darkhold, and the Cloak of Levitation. Mission Points also return and can enhance Mission Point teams released in the last few sets!&#10;&#10;Each Booster contains 5 figures and select boosters will contain an object.&#10;&#10;As an extra special bonus, lucky players may find special boosters with multiple Chase figures inside!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: X-Men Rise and Fall Fast Forces",
    "ID": 365476,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/365476/marvel-heroclix-x-men-rise-and-fall-fast-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The X-Men are no stranger to struggle, but some foes will rock the entire GALAXY!&#10;Based on the critically acclaimed story Rise &amp; Fall of the Shi&rsquo;ar Empire, this HeroClix release has everything! Vulcan is out for revenge against the X-Men, the Shi&rsquo;ar, and their allies!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "At the Edge of Dreams",
    "ID": 365477,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365477/at-the-edge-of-dreams",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In At the Edge of Dreams, you play as the dreamer, wandering through a land beyond conscience, and encountering good and bad things.&#10;Every sign you find and bring to focus while sleeping can be useful in your quest, but only if you don't get restless, or take too much time.&#10;Can you control your dream landscape enough to achieve a lucid dream?&#10;&#10;Gameplay&#10;&#10;     You start with a few tiles/cards on the table, and 3 stacks of new tiles/cards to the side.&#10;     Tiles/cards are double-sided. One side is a &quot;dream&quot;, the other is a &quot;vital sign&quot;.&#10;     Each turn you must play 1 tile onto your dream. You decide which side the tile will be played on, but only get to see the &quot;dream&quot; side before deciding.&#10;     You must bring &quot;vital signs&quot; into focus by placing adjacent dreams that match the sign requirements.&#10;     If you have too many vital signs of the same kind, you become restless, and those signs are removed, causing some dreams to become signs, which in turn can cause restlessness.&#10;     If you run out of tiles from two stacks or from the play area, you wake up and lose.&#10;     You win by achieving a lucid dream by bringing all 6 different vital signs into focus.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Matching",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ciemna Strona Mydła: Wpieniona Impreza",
    "ID": 365478,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365478/ciemna-strona-mydla-wpieniona-impreza",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An add-on to the game Ciemna Strona Myd&#197;&#130;a.&#10;&#10;The expansion includes over 60 new cards, including new VETO cards (cancel someone else's effects), new effects, new words and more Dots for up to 10 players!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Fantastic Four Future Foundation Fast Forces",
    "ID": 365479,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365479/marvel-heroclix-fantastic-four-future-foundation-f",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Reed Richards assembled the Future Foundation because an entire generation of geniuses would do more good than he ever could.&#10;&#10;The Future Foundation Fast Forces brings all of the most well-known characters to a visible SKU: Mr. Fantastic, the Invisible Woman, The Thing, the Human Torch, Spider-Man, and Dr. Doom!&#10;&#10;This is one of the best looking Fast Forces ever! With an increased scale and superior paint jobs, make sure to add this set to your HeroClix collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Fantastic Four",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers War of the Realms Fast Forces",
    "ID": 365480,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/365480/marvel-heroclix-avengers-war-of-the-realms-fast-fo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "As Malekith wages war across the 10 realms, Thor and the Avengers team up to protect the earth from being conquered!&#10;&#10;In this Fast Forces, find Avengers representing Midgard like Thor, Black Widow, and Black Panther along with Loki, Enchantress, and Executioner representing Asgard.&#10;&#10;Fast Forces are awesome for someone getting started or looking to play a thematic team.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nerds Dancin' Dice Game",
    "ID": 365481,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365481/nerds-dancin-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Everyone knows that Nerds are active little candies that roll, bounce, &amp; dance their way onto taste buds. Nerds Dancin' Dice is a goofy, Nerd-rolling challenge for up to 4 players where Nerds-shaped dice are rolled for hilarious fun.&#10;&#10;&mdash;description from the publisher&#10;&#10;The instructions could be more clear, but basically you're rolling the nerds to achieve the desired positions on the prompt cards. Everyone rolls at the same time and whoever gets the combination first wins that round.&#10;&#10;&quot;Faceplant&quot; cards are also part of the deck, though it doesn't really explain them well.&#10;&#10;It's inspired by, but different from, Pass the Pigs. There are specific objectives each round. The colors are arbitrary, it seems. Only the positioning counts.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers Fantastic Four Empyre Booster Brick",
    "ID": 365482,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/365482/marvel-heroclix-avengers-fantastic-four-empyre-boo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This 5-figure booster release features fan-favorite characters like Captain America, Mr. Fantastic, Spider-Man, and Deadpool, and their enemies like Super-Skrull, Magneto, Ultron, and more!&#10;&#10;Empyre has more characters with RALLY that was first introduced in X-Men Rise and Fall earlier this year as well as brand-new mechanics like Recruiter and Follow-Up!&#10;&#10;Chases from all different kinds of stories are included in this set including new versions of beloved characters like Thor, Herald of Thunder and Norrin Radd, Sorcerer Supreme!&#10;&#10;Also find brand new &ldquo;Legacy&rdquo; cards for figures that might already be in your collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Fantastic Four",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: X-Men Xavier's School Booster Brick",
    "ID": 365483,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365483/marvel-heroclix-x-men-xaviers-school-booster-brick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Xavier&rsquo;s School for Gifted Youngsters is a special school led by Professor Charles Xavier where young mutants can grow, learn, and control their uncanny powers. See the results of their training on the tabletop with Marvel HeroClix: X-Men Xavier&rsquo;s School!&#10;&#10;Xavier&rsquo;s School will have the return of ID cards, as well as student and headmaster gameplay. Two all-new title characters are sure to make a splash. You and your friends will be able to build your favorite X-Men teams from over the years &ndash; Blue Team, Gold Team, the X-Men led by Magneto, and many more! For even more mutant-mania this set will include more than a handful of previously unclixed figures including Phat, Goldballs, Mondo and Surge!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: X-Men Xavier's School Fast Forces",
    "ID": 365484,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365484/marvel-heroclix-x-men-xaviers-school-fast-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Celebrate the release of Marvel HeroClix: X-Men Xavier&rsquo;s School with this all-new Fast Forces Set!&#10;&#10;The Marvel HeroClix: X-Men Xavier&rsquo;s School Fast Forces includes six figures with all-new dials, ready to play as a 300-point team! Not only does it feature fan-favorite mutants like Cyclops, Beast, Iceman and Jean Grey, but it also contains two characters never-before-seen in HeroClix &ndash; Rusty and Skids!&#10;&#10;Once a player already has a Starter Set, a Fast Forces is a great way for them to build a thematic team.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers Black Panther and the Illuminati Booster Brick",
    "ID": 365485,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365485/marvel-heroclix-avengers-black-panther-and-the-ill",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This 5-figure booster release features many fan-favorite sub-themes like The Avengers, Wakanda, The Cabal, Elders of the Universe, The Illuminati, as well as brand-new equipment-objects like the Cosmic Cube, Infinity Gems, and the Infinity Gauntlet!&#10;&#10;Existing and new HeroClix fans will look forward to new figures and objects to power-up their collection in addition to never-before-Clixed characters like Astronomer, Challenger, Eitri, Enigma, Everett K. Ross, Kobik, Okoye, Rune, and more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Unseen",
    "ID": 365486,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/365486/the-unseen",
    "Min Players": "5",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A DEVIOUS PARTY GAME FOR ADULTS &ndash; A social deduction party game that turns friend against friend as a secret cult attempts to take over your town. Will the villagers be able to determine the cult leader&rsquo;s identity before it&rsquo;s too late?&#10;&#10;A GREAT ALTERNATIVE TO REGULAR MURDER MYSTERY GAMES &ndash; 5 to 20 players, so everyone can get in on the fun. No player eliminations.&#10;&#10;LEARN WHICH FRIENDS ARE THE MOST DEVIOUS &ndash; Think you know when your friend is lying? True identities will be revealed as players are forced to sow lies and deceit to win!&#10;&#10;EASY TO LEARN - Players are given a Role Card and a Brainwashed Card. These determine which team the player is on. Then each player draws an Action that lets them gain info on another player or share their info with another player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Hidden Roles"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers Black Panther and the Illuminati Fast Forces",
    "ID": 365487,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365487/marvel-heroclix-avengers-black-panther-and-the-ill",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Celebrate the release of Marvel HeroClix: Avengers Black Panther and the Illuminati with a new Fast Forces set featuring characters of Wakanda. Look for Ayo, Black Panther, Nakia, Okoye, Shuri, and White Tiger to represent Wakanda in this exciting new Fast Forces release. Wakanda Forever!&#10;&#10;Once a player already has a Starter Set, a Fast Forces is a great way for them to construct a thematic team and build their collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombies Want Pizza",
    "ID": 365488,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365488/zombies-want-pizza",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "ONE PLAYER IS THE ZOMBIE, THE REST ARE PIZZA CHEFS - The chef with the most disgusting pizza wins! The losing chefs are eaten for dessert.&#10;&#10;USE WEIRD INGREDIENTS TO MAKE THE WORLD'S MOST DISGUSTING PIZZA - Cards have ingredients such as dead flies, skunk spray, nose hair, dirty underwear, and more. Mix them to make the grossest pizza the world has ever seen!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Zombies",
      "Food & Drink: Pizza"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers/Defenders War Booster Brick",
    "ID": 365489,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365489/marvel-heroclix-avengersdefenders-war-booster-bric",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Marvel HeroClix: Avengers/Defenders War Booster Brick will give the Shifting Focus mechanic to figures that have never had it before! Heroes can have the support of their allies when team building with this new set, whether it&rsquo;s Captain America fighting alongside Iron Man or Daredevil teaming up with the Hulk or even Black Panther leading the Wakandan Warriors. There will be HeroClix 15th Anniversary Throwback figures to remind long time players of the early days of HeroClix and show off cool stuff from yesteryear to newer players! Exciting new sculpts on heroes returning to HeroClix after a long break! Last but not least, look into your crystal ball to see the unparalleled mysticism of an exciting new Dr. Strange!&#10;&#10;The Marvel HeroClix: Avengers/Defenders War Booster Brick has over 70 new figures to collect.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers/Defenders War “Marvel Knights” Fast Forces",
    "ID": 365490,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365490/marvel-heroclix-avengersdefenders-war-marvel-knigh",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Marvel HeroClix: Avengers/Defenders War &ldquo;Marvel Knights&rdquo; Fast Forces Pack includes 6 all-new dial designs featuring Daredevil along with other Marvel Knights characters including &ndash; Luke Cage, Iron Fist, Jessica Jones, Punisher, and Elektra! This Fast Forces Pack is an excellent product for new and established players offered at an impulse-friendly price point!&#10;&#10;HeroClix Fast Forces Packs are designed for quick play and easy team-building for both tournaments and casual games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers Infinity Booster Brick",
    "ID": 365491,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365491/marvel-heroclix-avengers-infinity-booster-brick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Marvel HeroClix: Avengers Infinity comes to the tabletop in a whole new way. For the first time ever, Marvel HeroClix: Avengers Infinity will contain 4 standard size figures and a 2&times;2 Clix Base figure in EVERY booster! Discover new characters both small and large in this unprecedented release! This set features many classic Avengers like Thor, Hawkeye, and Jack of Hearts, as well as many space-centric teams like Infinity Watch featuring Adam Warlock, Drax, and Gamora, Guardians of the Galaxy in their origin stories like Star-Lord and Rocket Raccoon, and Spaceknights with Javelin and Terminator.&#10;&#10;Marvel HeroClix: Avengers Infinity travels through space and time to find the most powerful beings in existence! In each booster, look for all-powerful cosmic beings like Eternity and Living Tribunal. You can also find other characters like Devil Dinosaur &amp; Moon Girl as well as awesome vehicles like the Spider-Mobile!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers Infinity Fast Forces",
    "ID": 365492,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365492/marvel-heroclix-avengers-infinity-fast-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Marvel HeroClix: Avengers Infinity Fast Forces includes six figures with all-new dials, ready to play in many different combinations! This Fast Forces features classic Avengers like Black Panther, Iron Man, and Hawkeye, as well as the Colossal Giant-Girl on a 2&times;2 base!&#10;&#10;Once a player already has a Starter Set, a Fast Forces is a great way for them to build a thematic team.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Captain America and the Avengers Booster Brick",
    "ID": 365493,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365493/marvel-heroclix-captain-america-and-the-avengers-b",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This 5-figure booster release features many fan-favorite sub-themes like the Avengers, Thunderbolts, S.H.I.E.L.D., Stark Industries, and the Masters of Evil, as well as the return of ClixFX bases included with Chase figures and Shifting Focus featuring Iron Man. Marvel fans who aren&rsquo;t reading comics every week are still going to recognize and enjoy this set since it features lots of characters they&rsquo;ll recognize from the MCU, like Nick Fury, Maria Hill, Iron Man, Thor, Hulk, Happy Hogan, Ghost, Hawkeye, Pepper Potts, Ultron, and more!&#10;&#10;Existing and new HeroClix fans will look forward to new figures to power-up their collection in addition to never-before-Clixed characters like Singularity, Roz Solomon, Azzuri, Arno Stark, Blackheath, Minotaur, Robbie Reyes, and more! Find new versions of beloved characters like the Immortal Hulk, Punisher War Machine, Earth X Thor, and some characters we haven&rsquo;t seen in HeroClix in a while like Blade, Citizen V, and Jolt!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Captain America and the Avengers Fast Forces",
    "ID": 365494,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365494/marvel-heroclix-captain-america-and-the-avengers-f",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Celebrate the release of Marvel HeroClix: Captain America and the Avengers with a new Fast Forces set featuring characters of Avengers and Living Legends representing the lineage of Captain America and Citizen V. Look for Captain America, Isaiah Bradley, Citizen V, Hawkeye, Iron Man, and Winter Soldier in this exciting new Fast Forces release.&#10;&#10;Once a player already has a Starter Set, a Fast Forces is a great way for them to construct a thematic team and build their collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bretwalda: Danelag",
    "ID": 365496,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365496/bretwalda-danelag",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "225",
    "Weight": "3.5",
    "Description": "865 AD. The Great Heathen Army crosses the North Sea to invade England. Rules of Northumbria, Mercia, Wessex, and East Anglia prepare their kingdoms for the inevitable conflict. Take control of the Viking raiders, establish a new mighty Dane kingdom, and spread Danelaw across the Anglo-Saxon lands. Use diplomacy, coercion, and, if necessary brute, military strength to overcome your rivals.&#10;&#10;Danelag is an expansion for the Bretwalda base game, taking it to 5 players. The fifth player takes charge of the Viking raiders and a new Danish kingdom established on the shores of England.&#10;&#10;Danes begin the game with two ships (making them highly mobile) and in any coastal area not adjacent to an enemy capital area, and they have a different set of Kingdom Tiles as well as Lordship cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Exploration",
      "Medieval",
      "Miniatures",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Movement Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Country: England",
      "Country: Great Britain",
      "Crowdfunding: Gamefound",
      "History: Viking Expansion",
      "Players: Expansions Changing Player Count",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hush: Titan's Bend",
    "ID": 365497,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365497/hush-titans-bend",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "May 2022 episode for Hush.&#10;&#10;Includes:&#10;&#10;     Map postcard: Titan's Bend&#10;     Character card: Thine Barhelm&#10;     Nocturnal Creature card: Remont&#10;     Spirit card: Bat Spirit&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Hush",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hush: Four Points",
    "ID": 365498,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365498/hush-four-points",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "June 2022 episode for Hush.&#10;&#10;Includes:&#10;&#10;     Map postcard: Four Points&#10;     Character card: Wildfeet&#10;     Nocturnal Creature card: Bazoo&#10;     Spirit card: Treasure Spirit&#10;     Structures card: Anvil / Net&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Hush",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Celestials",
    "ID": 365499,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/365499/celestials",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The time of the void is ending, which Celestial will take its place! Using the power of one of the celestials, deceive, deduct and question your opponents to collect the correct cards and take your place as head of the Celestials.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck Construction",
      "Drawing",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Squabblin Goblins: Macguffin",
    "ID": 365500,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365500/squabblin-goblins-macguffin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "What's a Macguffin? The goblins don't care: they just know they want it. Better still if they can get their hands on two!&#10;&#10;A 2 Macguffin cards expansion for Squabblin Goblins.&#10;&#10;Search the deck for a card and replace for a card from your hand. Resuffle. If you control both MacGuffins at the end of the game, you win.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Squabblin Goblins",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Squabblin Goblins: Shoot the Moon",
    "ID": 365501,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365501/squabblin-goblins-shoot-the-moon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Nothing spells trouble like an airborne goblin. That poor moon doesn't even know what's coming.&#10;&#10;A 2 Shoot the Moon cards expansion for Squabblin Goblins.&#10;&#10;If you control one Shoot the Moon, -5 points. If you control both, +8 points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Squabblin Goblins",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Strike",
    "ID": 365503,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/365503/final-strike",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Final Strike is a competitive deck forging game, where players strategize for position, fighting for the glory of defeating enemies and earning the glory that comes with dealing - the Final Strike.&#10;&#10;All players start with the same starting deck, and will shuffle and draw a hand of 5 cards to begin the game. On any given players turn, players MUST play one weapon on their turn - dealing that weapons damage to a monster and collecting that much blood from their target (knowing that every 4 points of blood will be turned into 1 point of Glory at the end of the game, and the player with the most glory at the end of the game being the winner!)&#10;&#10;The player can choose to play a stronger weapon that deals more damage, or use a &quot;Magic Hammer&quot; that deals only 1 damage, in order to forge a weapon from their discard pile, destroying it and gaining a new more powerful weapon from the blacksmith - a randomized market of weapons, ranging from strong re-occurring played effects, ongoing field abilities, or the tactics to deal extra damage when that weapon is shuffled from a discard pile back into their deck!&#10;&#10;While dealing damage is one way to victory, true 'glory' can be found by dealing the 'Final Strike', aka removing the last point of blood from an enemy - earning the reward listed on the bottom of that foe.&#10;&#10;The game progress over three 'Act&quot;s with each act ending when the boss for that act is defeated - where as all players will then wash off all their blood (converting them into glory at that time.)&#10;&#10;After the Act 3 boss has been defeated and the final rewards have been tallied - the player with the most glory, is deemed the winner of Final Strike!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Number",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Chaining",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Kill Steal",
      "Market",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bandada: Promo Pack #1",
    "ID": 365504,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365504/bandada-promo-pack-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "What do I see at the bird feeder? It's new birds, ready to join your Bandada!&#10;&#10;Promo Pack #1' contains 3 NEW BIRDS that can be added straight into your copy of Bandada.&#10;&#10;The Red-Tailed Hawk is ready to swoop in and swap the values of one blue die with one yellow die. It can also score you points for the lowest value blue die.&#10;&#10;The Goldfinch can potentially set you up for a big turn by letting you set one black die to ANY value. But its scoring section is all or nothing.&#10;&#10;And the Mockingbird is going to live up to its name by copying the action of ANY visible bird. Then it shows its individuality by scoring based on the difference between the highest blue and the lowest yellow dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Birds",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Rage: Wolfman",
    "ID": 365507,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365507/blood-rage-wolfman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Kickstarter exclusive! The Wolfman comes with his figure and a card to add him to your Age II deck.&#10;&#10;Card says:&#10;Only monsters count their STR in a battle with this monster.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Blood Rage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gone Hunting",
    "ID": 365512,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/365512/gone-hunting",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A family friendly, light, board game for 1 - 4 Hunters. Create a custom hunting ground while you stalk, hunt, and harvest trophy animals to gain the most trophy points by the end of a 14 day Hunting season.&#10;&#10;During each turn, Hunters will start by placing out a map tile and then gaining the bonuses from it. From there, each Hunter will take their turn spending 2 actions to Move, Scout, Hunt, or Buy.&#10;&#10;Moving allows the Player to move to the different Tiles to get in Range of animals to Hunt. While you can shoot father than your Range, there is a penalty for taking the long shot.&#10;&#10;Scouting allows the Hunter to look at the facedown animals on a tile within their Range or place a new Animal on a Tile.&#10;&#10;Hunting is where you take the dice from your weapon, equipment, and any that you have gained/saved and roll them hoping to score enough Shots to take the animal down.&#10;&#10;Buying allows you to purchase equipment or even a canine companion from the Store, grab some important Ammo dice, or turn in a completed Trophy card for more Trophy points and other bonuses!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Map Addition",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roar: The Card Game",
    "ID": 365513,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/365513/roar-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Roar The Card Game puts you in charge of your very own dinosaur park. In this 2-4 player game you will compete against other players to build the best dinosaur park over the Cretaceous, Jurassic, and Triassic periods. But watch out an extinction event can disrupt your plans at any moment, and dinosaurs running around outside of your park are bad business.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinodeck",
    "ID": 365514,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/365514/dinodeck",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A Top Trumps style comparison card game about dinosaurs. The acting player chooses which category to compare (height, weight or speed), the players choose cards from their hands and the highest value wins all the cards. Replacement cards are drawn and when the deck runs out, the player with the most cards won wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alter",
    "ID": 365515,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365515/alter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Alter is a 52 card deck game of strategy, bluffing, and a bit of luck. Count the value of your cards to get to 21, but can you get there when the value of your cards change?&#10;&#10;The value of cards can be changed with either an &quot;Alter&quot; or &quot;Revert&quot; card. The object of the game is to reach 21 by the beginning of your turn, meaning even if you have 21 points it can still change.&#10;&#10;You can either try to win by getting to 21, or outlast all the other players until the deck runs out and highest score wins.&#10;&#10;Card values are kept track of by a card counter and tokens, which are provided with the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Highest-Lowest Scoring"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Adding",
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarface 1920: The Enforcers Expansion",
    "ID": 365521,
    "Year": "(2023)",
    "Geek Rating": "5.628",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365521/scarface-1920-the-enforcers-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The Enforcers adds more depth to the multiplayer mode and important new features for the solo mode. The Enforcers Expansion Pack is composed of three characters, ALINA IVANKOVA, TOM LEE and &ldquo;RAVEN&rdquo; KWIATKOWSKI, with their three miniatures and their corresponding cards.&#10;&#10;The Enforcers in multiplayer game&#10;&#10;The Enforcers are three special characters that players can recruit throughout the game, like we usually do with the Jobs cards. The peculiarity is that they are part of a common market and that there are only three, so, as you can imagine, they are characters with outstanding skills, who have a notable impact in each game. The Enforcers, as we said, will also have their own miniature and move around the board like the thugs. Their power on the board, that is, their strength on the streets of Chicago, lies in the fact that they all have a passive skill that can be activated at specific moments in the game. In addition, and as with vehicles, they cannot be eliminated from the game: they have come to the city to stay.&#10;&#10;Each of the Enforcers comes with two additional cards: their Enforcer card, like that of the rest of the Right Hands, where their muscle and influence points are printed, as well as their skill and the effect it has on the crime rate; and a second card, where on one side we find how the mini works on the board in multiplayer games, and on the other,the specific rules of that Enforcer in solo games.&#10;&#10;The Enforcers in solo mode&#10;&#10;The second important new feature of this Expansion Pack has to do with the solo mode of Scarface 1920. The solo mode is based on a two-player game in which the other player is controlled by an AI (artificial intelligence) that builds a deck of cards with their own deck building system. This artificial intelligence will carry out its activity in Chicago like a player, but it will demonstrate a resource and organizational capacity superior to ours, forcing us to optimize our gang to the maximum to be able to overcome it. With this Expansion Pack, the rival gang in solo mode will have the invaluable help of an Enforcer, whose miniature will be used to determine where the power of the rival gang is in the map. In this mode, as we have said before, the Enforcers have a card where their skills are explained, which have a different impact on the game: in solo mode, Alina Ivankova, for example, is capable of extorting the rival in the reorganization phase depending on the number of jobs he has.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Decades: The 1920's",
      "Players: Games with expansions that add solo play",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pop-A-Tops: Dino Scores",
    "ID": 365536,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/365536/pop-a-tops-dino-scores",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pop the top to &ldquo;roll&rdquo; the dice to choose a category, then race to grab the dinosaur card you think will score the highest!&#10;&#10;The player with the highest score that matches the dice roll gets to keep the card. The player who collects the most cards at the end wins!&#10;&#10;Which dinosaur is the biggest, or the fastest? Outsmart your opponents with your Dino Facts!&#10;&#10;&mdash; description from the publisher&#10;&#10;On a player's turn they roll the die which shows a category (size, speed, weight, attack, defence, player's chioce). Immediately each player has to grab a dinosaur with the highest value (or - in rule variant - active player tells everyone to grab highest/lowesst value) of the indicated parameter. When each player grabs one card, they flip them and check the value. The player that chose the best dinosaur keeps the card. The first player to keep 5 or 7 cards (depending on the number of players) wins the game.&#10;&#10;&mdash; user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Cases: Tiefer Fall",
    "ID": 365538,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/365538/dark-cases-tiefer-fall",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A mysterious incident in the small town of Dennsberg! During a climbing tour on the Talbachhorn, Thomas Borgmann, Managing Director of the traditional soup manufacturer BORGMANN's, fell from a height of several meters. The local police department believes it was a tragic accident. But there are signs that point in a different direction...&#10;&#10;Your criminalistic skills are required! As a team of experienced investigators, you know exactly what you have to do: Research, discuss, combine &ndash; and solve this mysterious case together!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Role Playing"
    ],
    "Families": [
      "Series: Krimi-Kartenspiel (Gmeiner-Verlag)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spinball",
    "ID": 365548,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365548/spinball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spinball is a simple action game for two players. First, all balls are removed from the holes. Then the two opponents choose one of three color combinations. Then the balls are thrown apart by operating a lever and end up in the holes. If balls that don't match the color have fallen in, remove them again. The winner is the first to get the balls in the holes that match their chosen color combination.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tank Duel: Tank Pack #2",
    "ID": 365549,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365549/tank-duel-tank-pack-2",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tank Duel Tank Pack #2: The Eastern Front adds a wide variety of German and Soviet vehicles to the acclaimed Tank Duel System, from the early war Panzer 38(t) to the monster ISU-122 M44 and Jagdpanther. In addition to new vehicles, Tank Pack #2 includes new scenarios covering the Battle of Brody, Stalingrad, Kursk, and more. Even better, Tank Pack #2 comes with a mini-campaign, where the outcome of each scenario affects the next. All scenarios follow the format from Tank Pack #1 and North Africa, so they are quick to set up and have streamlined scenario rules so you can play immediately. And of course, all the scenarios support true solitaire play with the Robata system.&#10;&#10;Tank Pack #2 can be combined with Tank Duel: North Africa as well as Tank Pack #1, and multiple sets can be combined to create an endless variety of matchups.&#10;&#10;The Scenarios in Tank Pack #2 use the new Infantry rules and AT Guns introduced in the North Africa expansion. To play these scenarios, you will need a copy of Tank Duel: Enemy in the Crosshairs with these new rules and guns integrated via one of the following:&#10;Tank Duel Second Edition&#10;Tank Duel Update Kit&#10;Tank Duel North Africa&#10;The Free Print and Play Update Kit&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Tank Duel",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Quest: Conquest",
    "ID": 365550,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365550/star-quest-conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A turn-based Strategy game set in space. Conquer planets and overwhelm your opponents by controlling resources. Manage your resource points to build an army capable of controlling the galaxy.&#10;&#10;From the start of your turn you'll gather your resource points for the round. You can spend them on placing new troops, buying new ships, or upgrading your research and development. Then use these troops to fight or take over new territories.&#10;&#10;You can move as many troops into an area with opponents on it. After the movement phase begins the attack. Each player will roll dice for attacks. The dice roll required depends on the type of unit attacking. Most units require a 5 or a 6 on the dice for a successful hit. Each player will learn from these experiences to deploy a more effective strategy as the game moves on.&#10;&#10;Over time the territories you take away from your enemies will lessen the amount of Resource Points they get per turn, diminishing their ability to fight back. You can win by getting the opponent to surrender (ends a game faster) or you can play it out, and chase them through the map to destroy the troops they have left and end the game. Moving a fleet ship costs 10 RP, so the opponent will eventually run out. You win when the other player is unable to make any moves.&#10;&#10;",
    "Categories": [
      "Dice",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Pieces as Map",
      "Resource to Move"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheese Factory",
    "ID": 365551,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/365551/cheese-factory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Choose a Chef (each with their own special ability, build cheese machines, collect ingredients to make the cheese and burn down your competitors factories with cheese fires!&#10;&#10;Manage your hand of ingredients and build the most effective cheese factory to be the first player to make 20 points worth of cheese.&#10;&#10;Another fun Jason Anarchy Games and Tiny Snek Comics team up.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Backscore",
    "ID": 365568,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365568/backscore",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Backscore is a perfect-information game played on a 7x11 grid, in which each player controls a five-piece team and coach in a heavily abstracted sport scenario.  Points are scored by moving a neutral 'ball' piece back into a section of one's own back row, having pieces kick it about.&#10;&#10;Play is progressive - that is, the first player moves one piece, the second moves two, and thereafter each turn involves moving three pieces.  Moves are 'slides', much like a queen in chess, but each piece must move as far as possible - meaning that the challenges of the game are less about speed (action is quick and can range rapidly around the board), and more about strategizing to keep good control over one's pieces and setting up good positionings.&#10;&#10;Backscore is a more-complex descendant (different enough that it escapes being a plain variant, but close enough credit is important to give) of Neutron by Robert Krauss.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Slide / Push"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Disney Sorcerer's Arena: Epic Alliances – Thrills & Chills",
    "ID": 365581,
    "Year": "(2022)",
    "Geek Rating": "5.564",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365581/disney-sorcerers-arena-epic-alliances-thrills-and",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2",
    "Description": "Disney Sorcerer's Arena: Epic Alliances &ndash; Thrills &amp; Chills Expansion adds three new characters to Disney Sorcerer's Arena: Epic Alliances: Mother Gothel, Jack Skellington, and the Horned King.&#10;&#10;Take your combat skills in Disney Sorcerer&rsquo;s Arena: Epic Alliances to all new levels with the Thrills and Chills expansion pack! Jack Skellington, The Horned King, and Mother Gothel wield new attacks and abilities true to their twisted characters to bring fright and might to the Arena&rsquo;s already epic battles.&#10;&#10;Disney Sorcerer&rsquo;s Arena: Epic Alliances is the ultimate PvP tabletop game for Disney and Pixar fans and gamers where players can build teams out of Disney and Pixar heroes and villains and compete in an expandable, learn-as-you-go battle arena game.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Move Through Deck",
      "Variable Set-up"
    ],
    "Families": [
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Rapunzel",
      "Game: Disney Sorcerer's Arena – Epic Alliances",
      "Movies: The Nightmare Before Christmas",
      "Theme: Battle Royale"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chip & Collect",
    "ID": 365589,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365589/chip-and-collect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bird battle with other greedy flocks using your Chip &amp; Collect skills. Glide and grab chips and seaside Bonus Food, avoid bad food and an evil plastic bag! But don't drop the lot! When all the chip cards have been collected, the flock with the most Chip points wins.&#10;&#10;The game is played in rounds that start with a bird battle of skill. The winning bird attempts to grab and hold seaside food worth chip points, and drop any Bad Food that will deduct chip points. The same player starts the next round and repeats the process until beaten in battle, where their turn ends. Their turn also ends if all Chip cards are dropped, only bad food is held, or all bird cards have been used or discarded.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Birds",
      "Crowdfunding: Kickstarter"
    ]
  }
]