[
  {
    "Rank": "N/A",
    "Name": "Bergsteigerspiel",
    "ID": 286106,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286106/bergsteigerspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at a town at the banks of the river Elbe. Movement is determined by a die. Some spaces hinder or benefit the players. On some spaces the player may chose to try a jump over a chasm to shorten his way. The first player to reach the peak of the third cliff wins the game.&#10;&#10;This game seems to be from the 1930s.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Germany",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destroyer of Words",
    "ID": 286110,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/286110/destroyer-of-words",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "THE GAME OF LINGUISTIC &Ouml;BLITERATI&Ouml;N&#10;&#10;A competitive tile-laying word game that gives players the opportunity to blast their adversaries words clean off the board!&#10;&#10;Earn points by destroying your opponent's words while strategically building (and re-building) words that will survive until the end of the game.&#10;&#10;A player's turn has 4 phases: Building, Attacking, Destroying, and Redrawing.&#10;&#10;On a player's turn they can make as many words as they like from the 9 tiles on their rack. Words can extend into other player's areas, but must have at least one letter in the active player's home area. Next, they may perform an attack using one of the 3 Implements of Destruction that are unlocked by playing tiles. Each letter tile contains Attack Points that determine an attack's direction, and an attack may be made from any tile that is part of an unbroken chain of tiles that is located over any one of the active player's Vortexes. Attack range is determined by word length (tiles shared by 2 or more words can use the range of any word they are a part of).&#10;&#10;The player removes any tiles destroyed by the attack, and continues to remove tiles until all letters left on the board form legal words. Where a tile is removed from on the board determines it's point value. Destroyed tiles are placed in the corresponding Scoring Pits on the active player's board (no points are scored for tiles destroyed in your own area.&#10;&#10;Play continues until the last tile is drawn. Every player then gets one last turn. Points are tallied from destroyed tiles in your Scoring Pits and those remaining intact in your home area. Highest score wins the game!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Take That",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moonstone: Brothers in Arms Troupe Box",
    "ID": 286111,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286111/moonstone-brothers-in-arms-troupe-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This troupe box includes 3 new heroes of Commonwealth fraction.&#10;This miniatures are made in fine quality resin. Every miniature requires assembly.&#10;&#10;Young Jack is a noble gnome from gnomish militia. He is very lucky in combat and very skillful with his sword and shield.&#10;Gradock also from gnomish militia and it is not easy to deceive him because of his great experience. Besides he is a skillful trapper.&#10;Morris - gnome and miner. He could push enemies away and mine moonstones more easily, than other personages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sinister Six: Hobgoblin Promo Cards",
    "ID": 286124,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286124/sinister-six-hobgoblin-promo-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "First available at Gen Con 2019. Includes a pack of unique cards for the villain Hobgoblin as well as a punch board of standee tokens to use in game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guess Who?: High School Reunion",
    "ID": 286127,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/286127/guess-who-high-school-reunion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's high school reunion time! The Guess Who? High School Reunion game is a laugh-out-loud game for adults that's great for parties, game night, and other get-togethers. This parody game is based on the classic Guess Who? game in which players try to guess each other's mystery person by asking opponents yes or no questions. Some Small Talk cards have pointed and outrageous questions such as &quot;Were you most likely to own a fake ID?&quot; or &quot;Were you most likely to leave the prom with someone else's date?&quot; Other cards let you fill in the blank or ask your own questions for an even more personal game experience. By process of elimination, each answer gets you closer to guessing your opponent's mystery person. The first player or team to win 5 rounds wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Guess Who?",
      "Players: Two-Player Only Games",
      "Series: Parody (Hasbro)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Margraves of Valeria: Event Pack",
    "ID": 286129,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286129/margraves-of-valeria-event-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Originally available as an add-on during the Margraves of Valeria Kickstarter campaign.&#10;&#10;Contents: 12 event cards + 1 rules card.&#10;&#10;Setup:&#10;Prepare your Citizen deck as you normally would for your game of Margraves of Valeria. Shuffle the twelve Event cards separately. Place one Event card into the Citizen deck after every 6th card.&#10;&#10;Place the Citizen deck on the Track Board and lay out the Citizen line as usual.&#10;&#10;Game Play:&#10;Event cards will naturally come up through the Citizen deck as you play through the game. When an Event card rises to the top of the Citizen deck, move the card to the center of the game board so everyone can see the effect. This Event card is now active until the next event card is revealed. Each Event card has a new rule that may be applied at a specific point in your turn.&#10;&#10;The Halfling Ferryman: At the start of your turn, you may pay 1 Gold to move your Margrave, but you do not activate the Location Power.&#10;&#10;Begrudging Cooperation: At the start of your turn, you may pay an Opponent 2 Gold to take a Resource of your choice from their player board.&#10;&#10;Send the Herald: At the start of your turn, you may pay 2 Gold to deploy a Knight from any Location to any Location.&#10;&#10;Assist the Condotierre: At the start of your turn, you may pay 3 Strength to gain 5 Gold.&#10;&#10;Traveling Peddlers of Pyth: At the start of your turn, you may pay 1 Resource for 3 Gold.&#10;&#10;Undermine Guild Politics: During your turn, if you gain a Level I Privilege Tile, you may discard a Level II Privilege Tile from the line.&#10;&#10;Deal with the City Scribe: At the start of your turn, you may pay 1 Gold to move an Opponents Ward Tower to a different slot in the same Location. They do not gain the bonus.&#10;&#10;Bribe the Harbor Master: At the start of your turn you may pay 1 Gold to move your Ship. Do not gain the bonus.&#10;&#10;Mercenaries for Hire: During your turn, when performing a Shipping action, you may ship Knights as if they were a Resource.&#10;&#10;Collect Taxes: During your turn, instead of activating a Location Power, you may gain 3 Gold.&#10;&#10;Pay the Witch Doctor: At the end of your turn, you may pay 1 Gold to gain 1 Knight from the Hero Tombs.&#10;&#10;Stock Up on Fire Arrows: At the end of your turn, you may pay 1 Gold to gain 1 Strength.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Margraves of Valeria: Solo Event Pack",
    "ID": 286130,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286130/margraves-of-valeria-solo-event-pack",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Originally available as an add-on during the Margraves of Valeria Kickstarter campaign.&#10;&#10;Contents: 16 event cards.&#10;&#10;Each Event activates two temporary rule tweaks.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Gnoll Pack",
    "ID": 286131,
    "Year": "(2020)",
    "Geek Rating": "5.555",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286131/valeria-card-kingdoms-gnoll-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Originally available as an add-on during the Margraves of Valeria Kickstarter campaign.&#10;&#10;The Knolls are home of the Gnolls: brutish, bipedal, hyena-based, humanoids.&#10;&#10;A standard Knoll stack consists of 1 Huntmaster, 3 Gnolls, 1 Bonewitch, and 1 Pack Lord. A large Knoll stack (5 players) adds a second Huntmaster.&#10;&#10;Contents: 7 cards + 1 divider card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sing For Your Supper",
    "ID": 286132,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/286132/sing-for-your-supper",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Merry Name Day to Thee! If this reminds you of the song &ldquo;Happy Birthday to You&rdquo; then you can Sing For Your Supper! Complete to create a full course meal by combining supper cards. Complete each dish by singing songs from thought-provoking songs. With 6 decades of 120 top hit songs from Pop, Rock, R&amp;B, Hard Rock, and Country music, this entertaining party game will amuse friends and family from every generation!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "One Deck Dungeon: Mist",
    "ID": 286136,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286136/one-deck-dungeon-mist",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Mist is a new hero for One Deck Dungeon.&#10;&#10;Mist's heroic feat allows her to build up power by using spells. In any encounter which you cast a spell, you add a black dice to the character card. During the heroic feat phase, you can increase all dice here by 1, or gain them all. This allows you to continue to increase the dice power until you really need it.&#10;&#10;Her 1 player skill allows her to spend blue dice to store yellow or pink 2 on her heroic feat. This continues to expand her forward thinking ability by making use of leftover dice from encounters.&#10;&#10;Her 2 player skill allows the party to reuse any spells that were previously used in the encounter.&#10;&#10;This promo was given out at Gen Con 2019 to promote Aeon's End Digital.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: One Deck  (Asmadi Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Cavalieri dell'Aria",
    "ID": 286137,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/286137/i-cavalieri-dellaria",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "I Cavalieri dell&rsquo;Aria, or Knights of the Air. 2/10 players fantasy air combat game. Knights of two factions fly a fire-breathing beast, armed by a bow, a sword and a heavy crossbow. Pre-planned movement, then secret choice of actions. Appeared on E Giochi magazine, issue of November 1992. Later appeared again on Kaos magazine by Nexus Editrice, future publisher of Wings of War. Triangular grid the map, counters occupying 6 of them as if they were an hex. Firing cones come very natural. All rules, optional included, were on an A3 page of the magazine.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Dice",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Player Elimination",
      "Point to Point Movement",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultimate Rush",
    "ID": 286140,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/286140/ultimate-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Ultimate Rush is an adrenaline pumping experience mixed with gamer-level strategy. Players create coins and attack points in real time and then attempt to grab a turn order token before they&rsquo;re all gone!&#10;&#10;You can buy energy, power-ups, and upgrades in the Market, then battle INSANE Monsters to help save the Kingdom! Make sure you throw a sweet party or two in between battles and always remember, we fight to become the Most Famous! Live in the moment and finally let everyone know you&rsquo;re a champion... as if they needed more evidence...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brawlings",
    "ID": 286149,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/286149/brawlings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Brawlings are grumpy creatures that have been accidentally summoned from another dimension by Archmage Archimedes. We must send them back to where they came from before they destroy his tower!&#10;&#10;Brawlings is a modular card game for 2 to 4 players that consists of 54 cards divided into 4 modules. At the start of the game, build the deck with cards from the modules you wish to use, then divide them equally among all players.&#10;&#10;In the middle of the table you'll have Brawls, which are groups into which any player will be able to play other Brawlings from their hand, to fight those already in play and try to knock them down.&#10;&#10;Players collect any Brawling they knock out during their turn, by laying it face up in three piles in front of them. Brawlings on top of those piles are called Champions. &#10;At the end of the game, players calculate their score by using their Champions score multipliers. The player with the most points wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Night's Watch Heroes I",
    "ID": 286153,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286153/a-song-of-ice-and-fire-tabletop-miniatures-game-ni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From Castle Black, the Night&rsquo;s Watch guards the formidable Wall, which is used to protect all of Westeros from the horrors that lurk in the cold, dark, and foreboding northlands. Taken from the dregs and leftovers of society, there are those that rise through the ranks and achieve places of power within the team. These special men have some of their own power struggles, but in the end, they are all dedicated to making Westeros a (relatively) safe place to live.&#10;&#10;The Night&rsquo;s Watch Heroes I box gives Night&rsquo;s Watch Commanders all manner of new options when creating their forces. With an array of Unit Attachments, a Non-Combat Unit, and options for new Commanders, the box can really change up the way a Night&rsquo;s Watch army performs out on the battlefield.&#10;&#10;-- description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Find the code: PARIS#1",
    "ID": 286155,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/286155/find-the-code-paris1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Find the code&quot; is a serie of micro games inspired by &quot;escape rooms&quot; whose goal is to solve a puzzle to find a secret code.&#10;&#10;&quot;Find the code&quot; can be played alone or collaboratively and you have no time limit.&#10;&#10;&quot;Find the code&quot; is also a website where you can get hints to solve the game or test your solution.&#10;&#10;All games in the series consist of 9 playing cards, and a presentation card with the coded solution on the back. Playing cards have no text and can be used by everyone.&#10;&#10;What is PARIS#1 ?&#10;&#10;This is the code name of the first game, of moderate difficulty of the serie.&#10;&#10;Number of players: 1-4&#10;Duration: 1 hour&#10;Difficulty: easy&#10;&#10;How to play ?&#10;&#10;Take out the 9 cards of the game and the coded solution of the zip bag.&#10;&#10;Find how to use the playing cards to find the secret code.&#10;Can not find how to use the game cards? You can try to reveal an indication on the website.&#10;&#10;Reveal them in order.You think you found? You can use the website to test your code without revealing the solution.&#10;&#10;Are you sure you found? Use the magnifying glass to discover the hidden solution on the coded card.&#10;&#10;Did you find the good code? Congratulations!&#10; You have won! Did not find the good code? Keep trying !&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Mundo Oscuro",
    "ID": 286167,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/286167/el-mundo-oscuro",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "El Mundo Oscuro (The Dark World) is a game of strategy, odds and luck. The goal is to eliminate all players using two or more cards that you will have in your turn. Set at the end of the Victorian era, &quot;The Dark World&quot; invites you to use all your influence to wrest victory from your opponents, including the world.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Council of Verona (Third Edition)",
    "ID": 286169,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/286169/council-of-verona-third-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Council is back in session!&#10;&#10;Get ready to dive back into the world of Romeo and Juliet with the Council of Verona! The Montagues and Capulets&rsquo; family quarrel has reached a boiling point, and it&rsquo;s up to you to settle their feud once and for all to decide who makes it to the council, and who gets exiled.&#10;&#10;Rewrite the classic Shakespearean saga your own way by influencing the members of both families to either form a begrudging alliance, or kick them out of the city altogether.  Poison your enemies, create unlikely bonds, and maybe even bring Romeo and Juliet together once and for all.&#10;&#10;This all new third edition has brand new art, giving full color images to every single card in the game.  Additionally, there have been some rule tweaks and minor balance changes to make the game a bit more competitive.  Finally, players can stop worrying about how to hide their tokens with the addition of player screens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Novel-based",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Authors: William Shakespeare",
      "Cities: Verona (Veneto, Italy)",
      "Country: Italy",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Hulk",
    "ID": 286174,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286174/marvel-crisis-protocol-hulk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol &ndash; Hulk allows you to add one new character to the Marvel: Crisis Protocol miniatures game.&#10;&#10;When famed scientist Bruce Banner saved his friend Rick Jones&rsquo; life during a gamma bomb test explosion, he was bombarded with intense gamma radiation. The results of this extreme exposure caused the soft-spoken Banner to transform into a raging green-skinned monster known as the Hulk. While the Hulk has been hated and feared for most of his existence, this fact has not stopped him from using his incredible strength for good, both as part of the mighty Avengers and on his own.&#10;&#10;Details:&#10;&#10;Pack brings the fan favorite Hulk to Crisis Protocol&#10;&#10;     Includes several new Tactic cards, giving players more options when building their roster&#10;     Includes a new Crisis Card which expands the variety of missions players can play&#10;&#10;&#10;&mdash;description from the publishers&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: The Incredible Hulk",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wagram 1809: Napoleon's Last Triumph",
    "ID": 286175,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/286175/wagram-1809-napoleons-last-triumph",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "This two-player, but solitaire adaptable, uses a 34x22&rdquo; large-hex (3/4&rdquo;) map, fewer than 12 pages of rules, and one sheet of 228 medium-size (9/16&rdquo;) counters to provide an emperor&rsquo;s-eye-view of this titanic and savagely fought two-day battle. Each hex represents 875 yards, and each of the two days has four to six turns (depending on morale and exhaustion) with a separating night turn in between. Units of maneuver are mostly multi-step divisions for both sides. The French are on the strategic offensive, but there&rsquo;s plenty of opportunity for both players to attack. In fact, the Austrians can win a sudden death victory by capturing the French crossing area over the Danube. The game uses an alternating action sequence that keeps both players fully and tensely involved all throughout every turn. A full match can be set up, banged out, and put away by two experienced players in about three hours.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Deutsch-Wagram (Austria)",
      "Magazine: Paper Wars",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boris, Bees and Boomerangs",
    "ID": 286176,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286176/boris-bees-and-boomerangs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Boris, Bees and Boomerangs is a light-hearted, fast-paced, real-time roll and write game. Every player gets a Boris card and places it on their player sheet. Players simultaneously roll their seven to eight custom dice in real-time and note their results on their player sheets. Players try to surround their Boris with Bees as fast as possible. At the same time, you have to watch out for the other players! They can hurl Boomerangs that destroy parts of your player sheet or even worse, disperse your bees and unleash the wrath of Boris upon you. However, Boomerangs are dangerous and might backfire.&#10;&#10;The winner is whoever manages to surround Boris with Bees or the last player not killed by their own Boris.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Take That"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wakanda Forever: The Mandarin",
    "ID": 286193,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286193/wakanda-forever-the-mandarin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Convention Exclusive, first given out at Gen Con 2019 with purchase of the Wakanda Forever base game.&#10;&#10;The card reads:&#10;&#10;The Mandarin&#10;All Tribes Attacked&#10;You must choose to activate this power before rolling.  If you roll 5 hits or more, you hit the Villain an additional 5.  If you roll less, you do 0 hits.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Dice",
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wakanda Forever: Absorbing Man",
    "ID": 286194,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286194/wakanda-forever-absorbing-man",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Convention Exclusive, first given out at Gen Con 2019 with purchase of the Wakanda Forever base game.&#10;&#10;The card reads:&#10;&#10;Absorbing Man&#10;All Tribes Attacked&#10;If you ever have 0 Vibrainum at the end of your attack on the Villain, immediately gain 3 Vibranium.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Dice",
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "God of War: The Card Game – Boy!",
    "ID": 286195,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286195/god-of-war-the-card-game-boy",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Originally given out at GenCon 2019 for playing a demo of God of War: The Card Game.&#10;&#10;This Promo card is designed to be used in the Solo Player mode.  During Setup, shuffle this card among your Starting deck.  The 'Boy!' card functions exactly like other Special cards, and when used, allows you to refresh 1 of Atreus' abilities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le Bois des Coua2sous",
    "ID": 286196,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/286196/le-bois-des-coua2sous",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Le Bois des Coua2sous, you have a forest to cross to find lots of hazelnuts, and the first player to find five nuts wins the game.&#10;&#10;On the table, you have a grid of 3x3 forest cards. The backs of each card are identical, and on the front they feature one of three images &mdash; mushroom, leaf or stone &mdash; in one of three colors: yellow, red or blue. In the twelve spaces adjacent to this grid are placed cards showing 1-3 hazelnuts.&#10;&#10;A player starts: he puts his boar card before a row/column of his choice and cross it by announcing out loud what he thinks on the back of the forest card. It begins with the first card, the player announces for example &quot;leaf&quot; or &quot;yellow&quot; (according if the elements or colors are in play) then turns the card over and compares the guess to the actual picture. Initially, we discover, that the cards are random. If the guess it correct, the player continues the path to the hazelnuts that await us on the other side. If it is wrong, it stops there, and the next player start.&#10;&#10;If the next player starts on the same row/column, he already knows what there is on the front of this card, unless he remembers more since it was the visible item at the beginning...!&#10;&#10;Players play with colors or the elements: initially it is them who choose. But as soon as a player has reaches a nut, everyone changes: those who played on the elements switches to colors and vice versa. One must therefore be remember everything and well remember what others reveal!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Foodies: Exclusive Chef Card",
    "ID": 286197,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286197/foodies-exclusive-chef-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This was originally given out at GenCon 2019 for playing a demo of Foodies in the CMON booth.&#10;&#10;Requirement:&#10;Have used Chef for Hire at least 3 times this game.&#10;&#10;Reward:&#10;Take a Popularity Token every time you pay the Chef for Hire.  Once you have 3 Tokens, discard them, place your Marker on top of the card and earn the Special Chef's reward!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "30 Seconds to Live",
    "ID": 286198,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/286198/30-seconds-to-live",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "30 Seconds to Live is a light-medium 1-2-player competitive zombie card game. Zombies broke thru the defenses into the warehouse encampment and the Lone Survivor escaped out the backdoor into the alley. They barricaded the door but it won't hold long. They must escape the alley to the street where a pickup is waiting, fighting through the hordes of zombies. If the zombies reduce the Survivor to zero health, the zombies win the game. The confined game space and a limit of only 30 seconds to complete their turn make the game tense and fast-paced, so every turn feels like the last 5 minutes of a season finale of The Walking Dead.&#10;&#10;The game is different from most zombie games in several ways. Most zombie games are expensive, take all night to play, have tons of miniatures, require a whole bunch of friends to play and you all are good guy Survivors. This game is the opposite. It's inexpensive, uses only cards and counters, and can be played solo or with two people in 20-40m. Best of all, one of the players gets to be the zombies! If you're tired of being the hero, this is the game for you! Players need to complete their turn in 30 seconds or forfeit the rest of their planned actions. This is tracked using a companion app downloaded from the 30 Seconds To Live website, or with the included sand timer. This forces players to think and act quickly. Nobody likes it when a player takes ten minutes to decide what they want to do on their turn. Do you think zombies are going to wait for you to decide whether to move, draw a card, or attack? They will just attack! Finally, health and ammo are tracked using a simple mechanism that eliminates the need for dice and other counters and makes for faster and simpler gameplay. The game includes male and female versions of eight unique player characters, eight types of zombies, and 19 different weapons.  The game has great replayability due to the numerous ways the game can be played and the different strategies that can be employed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Bataille de Bautzen 1813",
    "ID": 286200,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/286200/la-bataille-de-bautzen-1813",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4",
    "Description": "La Bataille de Bautzen 1813 recreates the battle on June 21,1813 in Saxony between the Emperor Napoleon Premier&rsquo;s newly reconstituted La Grande Arm&eacute;e and the combined Russo-Prussian army under the command of Tsar Alexander and General Gebhard Bl&uuml;cher. Napoleon was trying re-establish his ascendancy in Germany after his disastrous 1812 Russian campaign; and the Coalition needed to survive the overwhelming numbers of the French forces and entice the Austrians to join their side.&#10;&#10;The French forces are large, but are plagued by inexperience&mdash;reflected by many infantry formations with limited abilities&mdash; and a shortage of cavalry. The Coalition army&#10;has extensive cavalry&mdash;-including marauding Cossacks, but is constrained by weak&#10;Russian organization and by a defense stretched too thin by the sprawling French army.&#10;&#10;The game not only includes the large game on Bautzen, but also includes three additional smaller games recreating battles at Weissig and Konigswartha in an area just north of Bautzen. All four games will be on seven maps and use over 1100 counters in the La Bataille system&rsquo;s first go at Bautzen.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zoo Year's Eve",
    "ID": 286207,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/286207/zoo-years-eve",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Every year the animals at the Miller County Zoo have to watch the zookeepers party all night long on New Year's Eve while they're stuck in their enclosures. WELL NOT THIS YEAR.&#10; This year the animals are crashing the party! Penguins, Elephants, Monkeys and Giraffes are determined to get into this party, while the Lions and Snakes do what they can to ruin the fun.&#10;&#10;Each player starts with 3 cards and takes turns attempting to sneak their animals into the party by playing those cards face-down. If someone calls your bluff, you take an extra card. If not, they're in! The first player to get rid of all of their cards wins.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pier Pressure",
    "ID": 286208,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286208/pier-pressure",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "You&rsquo;ve inherited a shop on an once world renowned entertainment pier from a long lost family member. The city council has big plans to remodel the pier so it can once again regain it&rsquo;s illustrious place on the world stage. They&rsquo;ve invited you and a few other wealthy heirs to re-open the long closed shops and rebuild this once stunning tourist attraction - the catch: You&rsquo;ve only got one summer to pull this off.&#10;&#10;Amass influence and profit in this worker placement, area control game. You&rsquo;ve only got one summer to become the king/queen of the pier.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Venture Capital",
    "ID": 286209,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/286209/venture-capital",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Venture Capital is a 15 minute bidding game for 2-6 players, with an additional solitaire mode. The game is played over 15 rounds: each round, all players bid on a given startup, and once all 15 startups have been acquired, the game ends. Whoever has built the most profitable portfolio is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The XX War",
    "ID": 286211,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/286211/the-xx-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In a world where most men have died, players have to save humanity by building their harems with the most beautiful and skillful girls.&#10;&#10;A war of luck and strategy is about to be fought to see who among the players will have the greatest of all harems.&#10;&#10;The girls are separated by levels from 1 to 3.&#10;&#10;Each player starts with 3 dice and a level 1 girl, through dice rolls each player must mount their harem by conquering the available girls on the table.&#10;&#10;Every 2 girls conquered by the player gives an extra die to him, which increases the chances to conquer and use the powers of the girls he has.&#10;&#10;Through the points earned by each girl the winner is the player who can collect 20 points first.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Core Set – Corpse Plate promo card",
    "ID": 286212,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286212/pathfinder-adventure-card-game-core-set-corpse-pla",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card given out as participation prize at Gen Con 2019.&#10;&#10;Card type: Armor&#10;Check to acquire: Constitution, Fortitude 12&#10;&#10;Powers:&#10;Display. While displayed:&#10;- You may evade Undead monsters you encounter.&#10;- When you suffer any damage, you may draw this card to reduce it by 1.&#10;- If proficient, when you suffer any damage, you may discard to reduce it to 0; you may succeed at Fortitude 7 check to recharge instead.&#10;&#10;Keywords: Heavy Armor, Magic&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)",
      "Setting: Pathfinder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deception: Murder in Hong Kong – Brazil Promo",
    "ID": 286214,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286214/deception-murder-in-hong-kong-brazil-promo",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "10 Means and 10 Clue Cards related to Brazil.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Brazil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontline Defence",
    "ID": 286216,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/286216/frontline-defence",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Frontline Defense is a standalone mini-game of Ocean Crisis. The new chapter inherits the original one&rsquo;s co-op game style, with a lighter and quicker dice-driven game play. Throughout the game, players will work together on waste cleanup and develop environmentally friendly techniques. Together, we can protect the ocean by defending the frontline.&#10;&#10;Within a game, all players must work together to survive through 6 rounds, preventing the overwhelming amount of garbage from the city floating to the ocean. There are 4 phases in each round:&#10;&#10;1. Setup Phase: At the beginning of each round, setup Garbage Tiles according to Round Cards.&#10;&#10;2. Planning Phase: Players place all their meeples along the River or on faceup Enhancement Cards at the same time. Each card can only have one meeple on it.&#10;&#10;3. Action Phase: After placing all the players&rsquo; meeples, perform the following actions in order:&#10;&#10;a. Eco Movement: Each meeple placed on a faceup Enhancement Card can acquire the card. Enhancement Cards can be used during the Trash Cleanup period.&#10;b. Garbage Cleanup: Each meeple along the River will have a chance to clean up a Garbage Tile with a dice roll. Starting from River Section A, roll the die if there&rsquo;s a meeple, and choose a garbage to be fully cleaned  (cleared) or reduced (flip over). Retrieve the meeple after each cleanup.&#10;c. If there are any Ocean Vacuums activated, use their functions after Garbage Cleanup.&#10;&#10;4. River Flow: All remaining Garbage Tiles from River Section A goes into the Garbage Island. Push the River Tiles one block and place the original River Section A tile to River Section E.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die magische Tausend",
    "ID": 286220,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286220/die-magische-tausend",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You roll combinations with dice and whoever scores a thousand points has won.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rangers of The Protection Forest",
    "ID": 286221,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/286221/rangers-of-the-protection-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "'Rangers of The Protection Forest' reservation for Spiel '19: https://shepherdkit.pse.is/Spiel19SK&#10;&#10;--&#10;&#10;Rangers of The Protection Forest is a semi-co-op environmental protection project collaborated with the Forestry Bureau, Taiwan. In the game, players act as forest rangers, whose ultimate goal is to re-build the protection forest.&#10;&#10;The game includes a mix of set collection and tile placement with grid movement features. By tree nursery, forestation, and performing rescue missions, players can re-build the protection forest and provide a natural shelter to defend natural disasters.&#10;&#10;Each player round is divided into three steps:&#10;&#10;Step 1. Collect Sapling Resources: Each player can either collect a mixed type of 3 sapling resources, or collect all of one single type of sapling resources from the table.&#10;&#10;Step 2. Forest Tile Placement: Draw a hexagonal forest tile and place it on the table. Should the tile indicate an incident, then draw an incident card and activate.&#10;&#10;Step 3. Forestation: Use the player's sapling resources for forestation. If the resource required for a tile is fulfilled, then a tree meeple is placed on the tile along with a player token.&#10;&#10;The game ends when all the tiles are drawn. Scores are calculated by the achievement of basic missions and special missions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "King of the Roll",
    "ID": 286222,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/286222/king-of-the-roll",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "King of the Roll is a Brazilian Jiujitsu inspired fighting game. Designed for two players to go head-to-head in a jiujitsu fight. The first one to achieve a submission wins. The players will start each fight standing up and the takedown phase starts. When the fight goes to the ground you will try to improve your position, control your opponent and finally get the submission.&#10;&#10;The game consists of more than 50 BJJ techniques and utilizes a combination of Hand Management, Dice Rolling and Dice Modification&#10;&#10;It is easy to learn, fun and fast-paced yet has a good depth of strategy as well.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Sports: Combat Sports / Martial Arts",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragons: Peasants, Black Cat and Steed Promo Cards",
    "ID": 286223,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286223/dragons-peasants-black-cat-and-steed-promo-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Three new cards you can add to the game, distributed by the publisher.&#10;&#10;     The Peasants: Count as 3 sheep or 3 cows when counting animals.&#10;     The Black Cat: Double your gold coins.&#10;     The Steed: Allows you to complete a knight set containing at least one piece of equipment.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Back to the Jungle",
    "ID": 286224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/286224/back-to-the-jungle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A group of brave explorers, concerned with the conservation of the planet and the animal world, has traveled halfway around the world to return a group of chameleons that were living in captivity to their habitat. To be able to live in freedom again, the chameleons must adapt to their environment as quickly as possible.&#10;Your job is to help each chameleon in its adaptation process. Choose wisely which chips you want to swallow, and don't let the chameleons out of your sight!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Action Queue",
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Chameleons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knight Rider",
    "ID": 286225,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/286225/knight-rider",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Knight Rider themed board game, made in Greece. It can be played from to 2 to 4 players. There is no dice, instead there is a wheel with numbers.&#10;&#10;Every player in his turn spins the wheel, and moves in the board the exact spaces, as the number you have in the wheel. Some spaces on the board have different colours. When you reach them, you can lose a round (orange colour), go back 3 spaces (red colour) or move forward 5 spaces (green colour). There are also some other spaces, who have some orders written upon them. When you reach them you must follow the orders.&#10;&#10;The winner is the first player, who reaches the end point.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Knight Rider"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ferman: Sultan's Decree",
    "ID": 286226,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/286226/ferman-sultans-decree",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Following the conquest of Constantinople, the city was in a state of disrepair. The Sultan wanted to restore the city and exceed its former glory as a metropolis. But he couldn&rsquo;t do it alone. He needed help from the prominent merchants of the Ottoman Empire.&#10;&#10;In Ferman, you get to play these merchants and have a chance to be the one to gain Sultan&rsquo;s favor. He will task you to repair the existing infrastructure, construct new buildings and help those in need. Manage your resources and complete these Quests to get Coins, but be careful! Fermans have the potential to alter the course of the game significantly.&#10;&#10;Ferman is a fast-paced economic strategy game with worker placement elements for 3-6 players .The game takes around 30-60 minutes to complete. Aim of the game is to be the first one to get 11 Coins. Coins will primarily be earned through quests, which will require resources such as Silk and Stone. Players will need to compete amongst themselves to gather such resources, considering their supply is limited and they have one action per turn. Excess resources can be traded at the Docks, or could be turned into Coins at the Grand Bazaar.&#10;&#10;Heed the call of Sultan, and be the glorious merchant that restores Constantinople to new heights!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Race",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Fire Smart Kids",
    "ID": 286227,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286227/the-fire-smart-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a roll-and-move game intended to teach children about fire safety.&#10;&#10;On your turn, you roll the die and move your player piece the corresponding number of spots on the board. If the spot you land on has an action, you must take that action. Actions include: Lose a Turn, Go Back, Go Ahead, and Fire Smart Cards. When you land on a Fire Smart Cards space, you take a card from the deck and follow its instructions; each card also contains a piece of fire safety information.&#10;&#10;The first player to cross the finish line, by exact count of the dice, wins the game. However, the game does not finish until every player crosses the finish line.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Raid on Mt. Murhata",
    "ID": 286231,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/286231/raid-on-mt-murhata",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Raid on Mt. Murhata is a card game in which you play mischievous monsters trying to appease the relentlessly demanding Geezer. Raid the villages, collect the goods, and make your tribute. If you make the best, you win. If not, who knows your final fate &mdash; but it won't be good!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Say What Again!",
    "ID": 286239,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/286239/say-what-again",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Say What Again! is a party game for 2-20 players that can be played while doing other things - at a party, playing another game, watching TV and so on. Each player starts with 3 cards. When someone says the word or does the action on the card, they get the card. You are simply trying to get rid of your cards. Look at your phone - get the card. Curse - get the card. Cards are translated in French, German and Spanish - great for learning other languages!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cloudspire: Timothy III, Esq.",
    "ID": 286241,
    "Year": "(2019)",
    "Geek Rating": "5.602",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286241/cloudspire-timothy-iii-esq",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4.6667",
    "Description": "Timothy is an Heirs defector who flew the coop and headed down to the earth below rather than fighting for his avian brethren. Now returning to Ankar via gateports, you can add him to your army as a mercenary via the market.&#10;&#10;Timothy III, Esq. was the 2019 convention promo chip for Chip Theory Games.&#10;&#10;This chip is also available in the Chip Theroy Games 2019 Promo Pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Game: Cloudspire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Ghastly Haunts – Forest of the Dead Encounters Pack",
    "ID": 286242,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286242/shadows-of-brimstone-ghastly-haunts-forest-of-the",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Forest of the Dead is a nightmare realm of ghostly apparitions and terrifying haunts! Traveling through the misty woods can be a harrowing journey, as the souls of the dead rise up for their chance at revenge upon the living!&#10;&#10;This 15-card Supplement adds a set of all new Forest of the Dead Encounter cards to add to your games of Shadows of Brimstone.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Forest of the Dead Artifacts #1 Game Supplement",
    "ID": 286243,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286243/shadows-of-brimstone-forest-of-the-dead-artifacts",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Amidst the rot and decay of the Forest of the Dead there are treasure from across all of space and time, dropped by the dead who no longer need them. Be wary though, or you may find that your prized possessions find their way into the collection&hellip; along with your bones!&#10;&#10;This 15-card Supplement adds a set of all new Forest of the Dead Artifact cards to add to your games of Shadows of Brimstone.&#10;&#10;&mdash;description from the publisher&#10;&#10;CONTENTS&#10;&#10;     Card #430 Grave Shovel &times;2&#10;     Card #431 Bone Sword &times;2&#10;     Card #432 Coin of the Boatman&#10;     Card #433 The Devil's Blade&#10;     Card #434 The Mask of Tu'lalo&#10;     Card #435 Feeding Sword&#10;     Card #436 The Book of Names&#10;     Card #437 Khopesh Blade&#10;     Card #438 Anubis Helmet&#10;     Card #439 Enchanted Pistol&#10;     Card #440 Nemean Long Coat&#10;     Card #441 Death's Lantern&#10;     Card #442 Twisted Shackles&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Margrave Pack",
    "ID": 286246,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286246/valeria-card-kingdoms-margrave-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This 5-card pack adds new Starter citizens for Valeria: Card Kingdoms based on Margraves of Valeria art. Includes Divider and rules card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Maury Game: You Are Not the Father",
    "ID": 286251,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/286251/the-maury-game-you-are-not-the-father",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Based on the popular paternity test episodes of the long-running American TV talk show, The Maury Game: You Are Not the Father recreates all the ourtageous back-and-forth drama you'd expect as 2-6 players attempt to prove that they are not the father.&#10;&#10;Each player starts the game with their own DNA test results envelope that contains two &quot;You Are NOT the Father&quot; cards and one &quot;You ARE the Father&quot; card.  At the end of the game, one of those cards will be pulled at random from your envelope.  If the &quot;You ARE the Father&quot; card is pulled, you lose and everyone else wins.&#10;&#10;Players take turns playing argument cards to add additional &quot;You Are Not the Father&quot; cards to their DNA test results envelope, gain popularity with the audience, or make the other players lose popularity, all in an effort to increase their odds of not pulling the &quot;You ARE the Father&quot; card at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Single Loser Game",
      "Take That"
    ],
    "Families": [
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project Z: Male Survivors",
    "ID": 286253,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286253/project-z-male-survivors",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Contains 10 male survivors and includes a weapons options sprue for even more variety. Also includes game cards unique to this expansion set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BEERU and Sausages",
    "ID": 286256,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/286256/beeru-and-sausages",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "How many sausages can you win?&#10;Let's try how lucky you are!&#10;&#10;After rolling dice, check points you can get.&#10;The player with the biggest number wins sausages from the player with the smallest number.&#10;&#10;If you roll 4 the same number, you win 4 sausages from every players!!!&#10;&#10;If someone runs out of sausages, the round ends immediately. The player with most sausages can get garlic. The winner is the player with 3 garlics.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Bears",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – The Search for Kadath: Mythos Pack",
    "ID": 286257,
    "Year": "(2019)",
    "Geek Rating": "5.859",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286257/arkham-horror-the-card-game-the-search-for-kadath",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Journey across the dreamlands in The Search for Kadath, the first Mythos Pack in The Dream-Eaters cycle for Arkham Horror: The Card Game! After taking your first steps into the Dreamlands, your mind teems with anxiety over the quest ahead, dangers you left in the waking world, and the fate of dreamers who have come before you. Are they also somewhere in these expansive lands? Perhaps if you find the lost castle and return with proof of the Dreamlands, you can save everyone: yourself, your friends, and the other dreamers as well. So, despite the advice of the Dreamlands&rsquo; inhabitants, you and your companions seek unknown Kadath, where the gods dwell.&#10;&#10;The Search for Kadath is Scenario 2&ndash;A of The Dream-Quest. This scenario can be played on its own in Standalone Mode or combined with the other expansions in The Dream-Eaters cycle to form a larger four-part or eight-part campaign. As your team of investigators becomes separated between the dream and the waking worlds, you will need to work together across realms to earn victory and return home. To help you achieve this, you will find new player cards that create new synergies between investigators, letting you offer aid during your turns or even the Mythos Phase. Discover the meaning behind your dreams and discover the proof you seek!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Dream-Eaters",
      "Series: Arkham Horror Files (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freight Cars",
    "ID": 286260,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/286260/freight-cars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Freight Cars is set in the not-so-distant future where corporations have superseded governments for global control. With the dawn of improved mag-lev technology, competition on the high speed railways of America is fierce.&#10;&#10;Players take the helm of a grand shipping company delivering produce to the north, lumber to the south, and oil and coal coast to coast. Profit is the name of the game as players strive to earn the most credits.&#10;&#10;Fill your cars with Tetris&trade;-style freight pieces and make deliveries faster and more efficiently than your competition to win. 2-4 players can take part in this quick, simple, and fun puzzle game that takes about 30 minutes to play.&#10; Do you have what it takes to seize the rails?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank! In! Space!: Cyber Station 11",
    "ID": 286265,
    "Year": "(2019)",
    "Geek Rating": "6.195",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286265/clank-in-space-cyber-station-11",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "If there&rsquo;s a cybernetic enhancement worth having, the ruthless Commander Preon has it. Eager to prove her worth to Lord Eradikus, she has built a research station on the edge of civilized space.&#10;&#10;Since Cyberware is all the rage, the place makes a tempting target for you and your fellow thieves. Whether it&rsquo;s illegal, hazardous, or just plain fun, you&rsquo;ll find it on CYBER STATION 11.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Modular Board",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outburst!: Kartenset",
    "ID": 286266,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286266/outburst-kartenset",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card set of 300 new subjects as extension to the base game &quot;Outburst!&quot; &#10;Focus: Communication; creativity &amp; imagination&#10;&#10;Es handelt sich um ein Kartenset mit 300 Oberbegriffen als Erg&auml;nzung zum Basisspiel &quot;Outburst!&quot;.&#10;Schwerpunkte: Kommunikation; Kreativit&auml;t &amp; Phantasie&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pair'em Up",
    "ID": 286268,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/286268/pairem-up",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In this game of speed, be the first player to pair up identical socks using the cards in your hand. The laundry basket will give you some help, but watch out for the nasty clothes dryer! Be the first player to get rid of all your cards and win the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Florafiora: The Open Worlds",
    "ID": 286270,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286270/florafiora-the-open-worlds",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The worlds of Florafiora are in peril! You, a seedizen of the Spring, Summer, Fall or Winter realms must save it. 1-4 players cooperatively or competitively explore, nurture and defend this universe's tiny planets by freely moving and collecting a pool of magic dice.&#10;&#10;Each die adds to your resource gathering and combat abilities, allowing you to regrow wilted planets, recruit companions and tame eons-old beings.&#10;&#10;Time is running out though, as usurper queen Lillith has placed herself in the center of the universe and is draining it of all life and beauty.  Stop her by building four legendary towers, awakening the sleeping queen and defeating her face-to-face. Can you save Florafiora?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kung Fu Fighting (2019 reboot)",
    "ID": 286272,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/286272/kung-fu-fighting-2019-reboot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Kung Fu Fighting is a fast, hilarious, action-packed card game for 2-6 players in which you are a combatant in a free-for-all martial arts movie fight scene. Unleash a Flying, Flipping, Spinning Kick on your opponents, but be careful to hang onto a Block or two for when they try to do the same to you!&#10;&#10;As SlugFest&#039;s first published game, Kung Fu Fighting has always held a special place in our hearts and the hearts of our longtime fans. This exciting card game hit a really good sweet spot as a quick and light game that still had some interesting choices and lots of silly, over-the-top cinematic Kung Fu moments.&#10;&#10;So after it was out of print we tried to Kickstart a totally new edition: fancy art, overhauled mechanics, higher production value, etc. Response was overwhelmingly meh.&#10;&#10;Since that failed project, we've thought a lot about this game, and we still get occasional requests for reprints. After the success of our low-key print-on-demand version of En Garde Reforged, we decided we should do the same thing for Kung Fu Fighting.&#10;&#10;We are very much using the KISS principle for this project: Keep It Simple, SlugFest! Rather than redoing everything (art, mechanics, etc.), we are simply creating a lightly-updated set of cards with the original art and mechanics and sending that off to our friends at DriveThruCards for printing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clank!: Opal Apestone",
    "ID": 286274,
    "Year": "(2019)",
    "Geek Rating": "5.567",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286274/clank-opal-apestone",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Gencon Promo for Clank! 2019&#10;&#10;Card Text:&#10;  Gem&#10;  -1 Clank!&#10;  Draw a Card.&#10;&#10;Acquire : +3 Clank!&#10;&#10;Cost : 3 Skill&#10;Worth : 3 Points&#10;Causes Dragon to Attack&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: Horizontal Symmetry Promo Card",
    "ID": 286275,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286275/sagrada-horizontal-symmetry-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "2019 Gencon Promo for Sagrada&#10;&#10;Card Text&#10;Worth 7 Points&#10;Horizontal Symmetry&#10;Pairs of the same color and value mirrored across the center column&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Sagrada",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Afrika Army Korps",
    "ID": 286276,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/286276/afrika-army-korps",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Afrika Army Korps covers part of the battle for North Africa using the DAMOS rule-set and provides a solid way to experience the game under conditions radically changed from the Barbarossa series. Without having to worry about bogs, swamps and unreliable steppe, the desert becomes a tankers paradise.&#10;&#10;Exclusive rules for movement, sea transport, logistics and more allow players to combine the Afrika Army Korps games with any other games in the DAMOS series in order to create either a mini-monster or linked campaign game. Using the classic AH Afrika Korps as inspiration, AFRIKA ARMY KORPS series offers a brand new take on the campaign at the strategic scale hex-size of 25 miles per hex. Combat is in hex and opportunities for encirclement abound for both sides.&#10;&#10;Players can combine AAK, AAK II TORCH, and AAK III TUNISIA to simulate the entire North African campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules",
      "Region: North Africa",
      "Series: DAMOS (Conflict Simulations)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Afrika Army Korps II: Torch",
    "ID": 286277,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286277/afrika-army-korps-ii-torch",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Afrika Army Korps II: Torch covers part of the battle for North Africa using the DAMOS rule-set and provides a solid way to experience the game under conditions radically changed from the Barbarossa series. Without having to worry about bogs, swamps and unreliable steppe, the desert becomes a tankers paradise.&#10;&#10;Exclusive rules for movement, sea transport, logistics and more allow players to combine the Afrika Army Korps games with any other games in the DAMOS series in order to create either a mini-monster or linked campaign game. Using the classic AH Afrika Korps as inspiration, AFRIKA ARMY KORPS series offers a brand new take on the campaign at the strategic scale hex-size of 25 miles per hex. Combat is in hex and opportunities for encirclement abound for both sides.&#10;&#10;Players can combine AAK, AAK II TORCH, and AAK III TUNISIA to simulate the entire North African campaign.&#10;&#10;WEIGHT: 6/10&#10;&#10;SOLITAIRE: 7/10&#10;&#10;PLAYERS: 1-2&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules",
      "Region: North Africa",
      "Series: DAMOS (Conflict Simulations)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Afrika Army Korps III: Tunisia",
    "ID": 286278,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286278/afrika-army-korps-iii-tunisia",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Afrika Army Korps III: Tunisia covers part of the battle for North Africa using the DAMOS rule-set and provides a solid way to experience the game under conditions radically changed from the Barbarossa series. Without having to worry about bogs, swamps and unreliable steppe, the desert becomes a tankers paradise.&#10;&#10;Exclusive rules for movement, sea transport, logistics and more allow players to combine the Afrika Army Korps games with any other games in the DAMOS series in order to create either a mini-monster or linked campaign game. Using the classic AH Afrika Korps as inspiration, AFRIKA ARMY KORPS series offers a brand new take on the campaign at the strategic scale hex-size of 25 miles per hex. Combat is in hex and opportunities for encirclement abound for both sides.&#10;&#10;Players can combine AAK, AAK II TORCH, and AAK III TUNISIA to simulate the entire North African campaign.&#10;&#10;WEIGHT: 6/10&#10;&#10;SOLITAIRE: 7/10&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules",
      "Region: North Africa",
      "Series: DAMOS (Conflict Simulations)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1870: The War Against the Empire",
    "ID": 286279,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/286279/1870-the-war-against-the-empire",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.3333",
    "Description": "&quot;1870: The War Against The Empire&quot; is the first in a new sub-series of wargames within the 2140 series called the Long Century Operational Series covering 19th century conflicts at a unique operational scale. 1870 covers the first month/phase of the Franco-German war, in which the combined armies of Germany overwhelmed the martial forces of Napoleon III in a lightning campaign of opportunity and maneuver taking only a month to overthrow the Second Empire. 1870 is  heavily inspired by SPI&rsquo;s &quot;Wilderness Campaign&quot;, Mark Simonitch&rsquo;s &quot;US Civil War&quot; and the &quot;Great Campaigns of the American Civil War&quot; series.&#10;&#10;&#10;     Units are SP, Corps and Army HQs.&#10;     HQs have an ATK Bonus, DEF Bonus, and Movement Allowance&#10;     In-hex combat | Defensive Chassepot fire | German Artillery Bombardments&#10;     Leader Casualties, Fatigue, Disruption, Demoralization, and Exhaustion Statuses&#10;     Part of the 2140 series, no more than 140 counters with a 22x17 inch map of France. &#10;&#10;&#10;WEIGHT: 7/10&#10;&#10;SOLO: 8/10&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: Prussia",
      "History: Franco-Prussian War",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "At Villers Cottérêts: Mons 1914",
    "ID": 286280,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/286280/at-villers-cotterets-mons-1914",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "At Villers Cott&eacute;r&ecirc;ts: Mons 1914 is a tactical, battalion scale game on the rearguard action during the battle of Mons where a massively outnumbered BEF brigade held up 2 German divisions for an afternoon until another friendly force arrived and was able to cover their retreat. The battle itself is embelematic of the whole Mons campaign in itself where the BEF consistently found themselves outnumbered in every engagement, though managing miraculous tactical victories strung together into a strategic victory at the outset of the war.&#10;&#10;The mechanics put a focus on command and control, only allowing forces in command with one another to cooperate or concentrate fire.  Each SP will be approximately 100-250 rifles. Turns are 30 minutes lasting from 0630 to 1400.&#10;&#10;This game will be part of the 2140 series, so it will include the standard map, 140 counters, rules and possibly some player aids and dice.&#10;&#10;WEIGHT: 8-9/10&#10;&#10;SOLITAIRE: 7/10&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1973: The Yom Kippur War",
    "ID": 286281,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/286281/1973-the-yom-kippur-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "This installment of the Procedural Combat Series sees a return to historical conflict in one of the cold war&rsquo;s most iconic campaigns. A well trained, well armed, but unprepared Israel must defend herself against a multinational coalition lead by Egypt and Syria that is bent on her destruction. 1973 highlights the highly mobile nature of this campaign, and adds a realistic treatment of air operations.  Some support units are included in the OOB as to give players a chance to experience how new weapons systems for the time had an impact on the battle space. Moving the PCS series to a desert environment gives mechanized and motorized units a huge level of freedom in terms of maneuver.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Yom Kippur War",
      "Country: Egypt",
      "Country: Israel",
      "Country: Syria",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East",
      "Series: Procedurial Combat (Ray Weiss)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Earth As Their Memorial: The Peloponnesian War (431-404 BC)",
    "ID": 286282,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286282/earth-as-their-memorial-the-peloponnesian-war-431",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The Earth As Their Memorial is a hybrid strategic/operational scale game what covers the 30 year brutal campaign of attrition waged between Sparta, Athens and their respective allies, bringing a violent and destructive end to the golden age of Greece along with Athenian hedgemony in Hellas (Greece).&#10;&#10;Players will elect leaders and plan operations during the Assembly Phase, and then randomly pull those operations performing them in the drawn order during a joint Action Phase. Leaders can either retain their commands, be removed, or even be exiled. Different operations include Land Campaign, Naval Campaign, Combined Operations,  Mobilization, Fortification and more.&#10;&#10;WEIGHT: 5/10&#10;&#10;SOLITAIRE: 9/10&#10;&#10;Each turn is approximately 1 year and players can either play through the whole war, or the individual phases. The game should also play relatively well solo given the method of activation. No CRT is used, instead a system similar to 1870 is used where SP ratios determine Die Roll Modifiers, and then die results will determine the scope of results between 2 forces. Both players will have to manage the unique challenges of commanding citizen hoplites, slaves and mercenary forces in order to force their opponent into surrender.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "History: Peloponnesian War",
      "Region: Aegean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trim the Tree",
    "ID": 286283,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286283/trim-the-tree",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Trim the tree with your elf patrol, trying to get the garland on before any ornaments get dropped.&#10;&#10;Players take control of a Team of Elves, trying to put the garland on the Christmas tree in someone's house. A pesky squirrel is making this harder than it should be. The ornaments fall as the squirrel knocks them off the tree. If any ornament falls completely off the tree, the owner awakes and the game is over, and the players lose. During the game, the players will place ornaments on the tree, and with enough help, they can place the garland around each level on the tree. If the players get all the garland on the tree at each level, plus the shiny yellow star, they win.&#10;&#10;In Trim the Tree players cooperatively play cards to add elves to the tree in order to add garland/tinsel around it. Each level of the tree requires support of like-minded elves, indicated by the color of the card. Finish the garland at all levels before the card deck runs out, or you took too long and the family wakes up and you lose.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meeple Circus: Show Must Go On!",
    "ID": 286284,
    "Year": "(2019)",
    "Geek Rating": "5.710",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286284/meeple-circus-show-must-go-on",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Let the show continue, with The Show Must Go On On!&#10;&#10;This second extension of Meeple Circus will provide:&#10;&#10;     the dance with Anastasia&#10;     acrobatics with the monkeys and King and Kong&#10;     the fury with John and his motorcycle&#10;     the director's surprises&#10;&#10;&#10;With these new stars, it's up to you to create new and more surprising numbers than ever!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uproot: Arboreal Battleship",
    "ID": 286285,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286285/uproot-arboreal-battleship",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "A botanical space opera of epic-scale card battles. Command one of seven asymmetric factions as they compete for control over the universe and hunt for the legendary battleship Uproot. These massive tree ships are grown on your home planet and sent off into the galaxy - players must choose between growing massive fleets over several turns or sending off single ships to quickly gain control of neutral planets. The first to capture three planets wins, though as new territories are discovered, so too are new and exciting victory conditions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chimú",
    "ID": 286286,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286286/chimu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Chim&uacute; is a game inspired by the ancient Chim&uacute; Culture in Peru. It is a Memory-Game for 2-4 People.&#10;&#10;It consists of 24 two-sided stones with one of four symbols on each side.&#10;&#10;Goal: Try to find all 12 stones (3 per color) with your symbol on one side and turn them face up. Once all your symbols are lying face up, you win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Newton: Great Discoveries Expansion",
    "ID": 286287,
    "Year": "(2019)",
    "Geek Rating": "5.801",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286287/newton-great-discoveries-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Great Discoveries, the first expansion for Newton, adds two different modules to the game:&#10;&#10;&#10;     A deck of 30 new action cards. Once you use these cards below your personal board, you can choose on which side you would like to turn it: action symbol or income.&#10;     Great discovery tiles you can collect on the different action boards that will give you bonuses during the game or victory points for the final scoring.&#10;&#10;&#10;The New Edition of Newton already includes this expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Expansion for Base-game",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Game: Newton",
      "Occupation: Researcher / Scientist",
      "Theme: Physics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Music of Erich Zann",
    "ID": 286289,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286289/the-music-of-erich-zann",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Based on the H.P. Lovecraft short story of the same name with gameplay based on The Ravens of Thri Sahashri this is a 2 player game taking around 20 minutes.&#10;&#10;Strange tunes filter through the floor from the garret room above as Erich Zann plays his fiddle all night.  But Zann knows not the tunes he plays and the Listener hears them only in his sleep.  Neither of them know that they open gates to terrible and hungry dimensions.  If they can together master the tune before the threshold is breached then Zann can undo what he has done before it is too late.&#10;&#10;Players take turns playing asymmetric roles.  The Listener places cards into a puzzle tableaux in an attempt to provide Zann with the notes that he needs to complete his tune.  If they believe the tunes sufficiently learnt they can break into Zann's garrett room.  Too early and the tune will simply find another player, too late and all that is and ever will be are swallowed by the void.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "4XL",
    "ID": 286290,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/286290/4xl",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "4XL is a sandbox 4X space game for 1-2 players age 12+, designed in Japan by Charles Ward from EX1ST GAMES, and is published as forever-free print and play game for the 2019 Solitaire Print and Play Contest. The art is by Szymek Dmitruk.&#10;&#10;Setting: &quot;Welcome to The Future, stranger! Yep, that&rsquo;s what they named this galaxy eons ago. Today, trade hubs and hull dealers are everywhere, jump lines connect all of the major systems, and the Rogue invasion has finally begun - Yeehaw! It's time to make some lux.&#10;&#10;You, Sir, can run my trade fleets, if you are interested. I won&rsquo;t be dealing in smelly ass-teroid anymore. Careful though - you won&rsquo;t stand a chance against the Rogue without protection or something to pay them with. They'll turn y&rsquo;all back into stardust in no time. Here is what you need to do: Get rich hauling teratons of freight, then pay security to take care of the Rogue.&#10;&#10;But if you want to get rich and famous, and get your hands dirty, then gear up for space combat. Oh yeah. I&rsquo;m gonna blast some Rogue intruders with my battleship, Dolores. I&rsquo;ve been saving her for the invasion. So long, Sir. If we meet again, I will be glad to lend a hand.&quot;&#10;&#10;Summary: You guessed it. It&rsquo;s the year 4040. You&rsquo;ve just arrived in a galaxy called The Future and have been promoted to direct a trade fleet. Your goal is to make lots of lux by hauling freight and trading resources, to then develop your technology and eliminate the Rogue, before your spacefaring adventure comes to an end. You might build space stations, explore anomalies, compete missions, and attack the Rogue yourself with the powerful fleets you have acquired. The galaxy is yours for the taking.&#10;&#10;Features:&#10;&#10;     Players control up to 4 fleets that can hold ships, crew, science, relics, cargo, and freight cards.&#10;     The galaxy is made of innovative chevron tiles that create different trading and traveling opportunities in every game.&#10;     The simple AI grows gradually and provides opportunities for scoring points.&#10;     Players can choose from a variety of ways to score points, from base building, the combat, anomaly exploration, missions, etc.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rune Stones: Nocturnal Creatures",
    "ID": 286291,
    "Year": "(2019)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286291/rune-stones-nocturnal-creatures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "Nocturnal Creatures adds a new set of creature cards (Banshees) to the game, and a new mechanic for Wisps.&#10;&#10;Wisps&#10;During set up, a Wisp token is placed face down every 5 points on the scoring track, up to space 50 (there are 11 wisp tiles, so one will not be used). Then, all of the tokens are turned over, and the 2-3 &quot;Wisp&quot; tokens are left on their space on the score track. Whenever a player reaches or passes over that space on the track, they may choose from one of the face up Wisp tiles, which gives them an immediate bonus.&#10;&#10;Banshees&#10;The expansion comes with 16 banshee cards, 1 in each color for each of the 4 reward types.&#10;&#10;Steal: If possible, all players must give a gem of the corresponding color to the player.&#10;&#10;Resurrect: Search the discard pile and take a card of your choice (placing in in your discard pile as normal).&#10;&#10;Wisped: Take one of the available Wisp tiles and receive the reward immediately. &#10; Card Switch: Destroy the played Banshee card and take a card from the display directly into your hand. Since the Banshee card is destroyed, the other card is placed in your discard pile regardless of number.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Rune Stones"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Коледно Селце",
    "ID": 286292,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/286292/koledno-selce",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Christmas village is slowly waking up. All the gifts for the good kids are gone! At the North Pole workshop, there is none left. Only a few days remain until Christmas, and with no gifts - Christmas will be canceled!&#10;&#10;Suspects, as always, are the northern trolls for every great mischief on the North Pole. Small but very naughty creatures that make different harm every year and strive to ruin Christmas.&#10;&#10;Santa entrusts his best Elves trackers (Dulgonosko, Igryvko, Skoklyo and Dosetlivko) to find the stolen gifts before Christmas and return them. The one who first finds all the gifts and return it in time will receive an unprecedented reward! It will be an honor to fly with Santa on Christmas night and give presents to good kids.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ogre: Battlefields",
    "ID": 286294,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286294/ogre-battlefields",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An Expansion for Steve Jackson Games' classic future wargame Ogre.&#10;&#10;This boxed set adds a double-sided 28.5&quot; x 33&quot;&quot; map; Complete 32-page Ogre rules; One sheet of flat counters; One sheet of 3-D counters; A reference sheet; 4 pages of new scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Ogre / G.E.V."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pictionary Team Relay",
    "ID": 286296,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/286296/pictionary-team-relay",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The irresistible game of drawing and guessing just got even more exciting! Pictionary Team Relay game brings everyone together as your team tries to draw and guess 4 CLUES in 1 MINUTE! Multiple teammates draw on every turn as you pass the Disc Holder from one player to another in a race to beat the clock. Strong teamwork and communication is key &ndash; but sharing laughs together is the reward!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Pictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Department of Fabricant Management",
    "ID": 286298,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/286298/the-department-of-fabricant-management",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Department is a tabletop miniature game set in a near future America where Fabricated Human Simulants, also known as fabricants, walk among us. Players take on the role of agents from the U.S. Department of Fabricant Management, a government department charged with policing fabricants and fighting the increasing instances of fabricant-related terrorism. The Department is a tabletop sci-fi, miniature skirmish game that emphasizes cooperation, and investigation utilizing a unique GMless system.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Goalsystem (West Wind Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lowdown Dice Game",
    "ID": 286308,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/286308/lowdown-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In the Lowdown Dice Game, players attempt to get the lowest score possible by rolling color and number dice and filling in the results on their individual player boards using the included dry-erase markers.&#10;&#10;On your turn you roll 4 dice - two number dice and two color dice.  At the same time, the player to your left rolls 2 dice, a color die and a number die and keeps the results hidden from you.  You must choose either a) take a color and number die from the four you rolled, or b) take the mystery dice rolled by the player to your left.  Whichever you take, you must write the number you selected in a space matching the color you selected on your player board.  The remaining players then each choose a color and number combination from the remaining dice and write that on their board.  Remember, the higher the value of the die, the more points it's worth (and you want the lowest score possible).&#10;&#10;If you ever manage to create a horizontal, vertical, or diagonal row of numbers that are either 3-of-a-kind or 3 numbers that add up to 10, you get to cross out that row, reducing their value to zero.&#10;&#10;The game ends when any one player completely fills in two of their three grids, then all players add up the total value of the numbers showing on their boards.  The player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Misc: Lowest Score Wins",
      "Series: Roll & Write (Mattel)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skip-Bo Dice Game",
    "ID": 286312,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/286312/skip-bo-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Note: There is another game in the database, also published by Mattel, with the same name as this one: Skip-Bo Dice Game (2011).  The two games are entirely different.&#10;&#10;The Skip-Bo Dice Game takes all of the fun and planning of the Skip-Bo card game and turns it into a roll &amp; write dice game. In this game players race to collect the most stars by filling in their build piles using the numbers rolled on the dice. The game comes with four dry-erase markers, four player boards, and six dice.&#10;&#10;On your turn, roll all six dice. Call out the number shown on the bonus die (the green 10-sided die) - everyone can use this die each time it is rolled. Then, use the dice as best you can to fill in your build piles. Build piles must be filled in in numerical order (starting with 1, then 2, 3, 4, etc.). Each time you fill in a circle underneath a star, you collect the star. Skip-Bo symbols are wild and can be used as any number, but you never collect stars when using a Skip-Bo to fill in a circle.&#10;&#10;At the end of your turn, all players select one of the numbers showing on the unused dice and write it in in one of their discard piles. You can use numbers from your discard piles on future turns to help you complete your build piles.&#10;&#10;The game ends when one player has completed three of their four build piles, then each remaining player gets one final turn and the game ends. The player with the most stars wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Skip-Bo",
      "Mechanism: Roll-and-Write",
      "Series: Roll & Write (Mattel)",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Gotcha",
    "ID": 286314,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/286314/zombie-gotcha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Zombie Gotcha is the creepy-cool kids' game that locks players in a house with a Zombie and challenges them to escape. To flee the house, you'll have to unlock your doors - but beware the Zombie hands! Each player starts out with three Door Cards that you'll &quot;unlock&quot; by creating matches of two key cards in the same color. On your turn, either draw one Key Card from the Search Pile OR steal two Key Cards from the Zombie Stash, if you dare. Reach into the Zombie Stash at your own risk -if it catches you, it'll GRAB you! If the Zombie Hands grab you, another door locks and you'll draw another Door Card. The first player to unlock all of their doors escapes the Zombie's clutches and wins the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Backpackers Race",
    "ID": 286315,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286315/backpackers-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Backpackers Race is a fun family game of boycott and cooperation with your friends, whose main objective is to know the world, traveling through all the continents, without the other players discovering in which country you are hiding.&#10;&#10;The game method consists of playing country cards from your hand to the table; Pass at least one turn in each country, without being discovered, and add it to your passport as a visited country. Through Questions the other players will try to guess your current country; If they do, they will take your country and add it to their passport. This is a turn based game. Each player may only play cards from his hand.&#10;&#10;The Countries are the objective of the game. In your turn, and only once per turn, you can travel to a new country: simply lower it from your hand face down to the table.&#10;&#10;Your mission begins in Antarctica, where your spaceship lands. Your goal is to &quot;CIRCLE THE WORLD&quot; or &quot;COMPLETE YOUR PASSPORT&quot; before your companions do, keeping you alive and without being discovered. To CIRCLE THE WORLD you have to visit the 6 Continents of the game. To COMPLETE YOUR PASSPORT it is necessary to have 10 countries visited.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Print & Play",
      "Space Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Savage Fighters",
    "ID": 286316,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/286316/savage-fighters",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10;This is a select your own adventure combat book game. Players each with their own book will battle against other players with a book of their own. At least two players with their own book is needed to play this game. However, you can play with as many players as you have character books.Players in turn order will select another player, both will select an action from the page in their book to go to that will effect the players at the table. Some pages are for attacking, dodging or blocking what the other player may be deciding, or charging up for a stronger action later. Each page you end on will have a new list of action to choice from. Last man standing wins.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Admin: Game System Entries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Penguins",
    "ID": 286317,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286317/magic-penguins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Be the last man standing by using your magic penguins to squash the other player's butterflies.&#10;&#10;Players will use their army of wizard penguins to defeat the other players. Each player has butterflies to represent their hit points. Once they are all squashed they are out of the game.&#10;&#10;There are 4 different types of penguins. Blue Wizards squash butterflies, Green Wizards heal butterflies, Orange Wizards Shield and protect butterflies and the Red Wizards counter spells.&#10;&#10;On each player's they will draw 2 cards and then may play as many as one penguin type as they want, or pass to build up their hand. For a many penguins as the same type is played, that many Red penguins are needed to counter the spell, all or none. Players may combine their counters to stop a spell. Momentary alignment, don't be fooled they are still going to squash your butterflies as soon as they can.&#10;Once a player has all their butterflies squashed they are out and can't get back in, last man with a least one butterfly left, wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Animals: Penguins",
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WordScout Wiz",
    "ID": 286318,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286318/wordscout-wiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The super fun Fast Pace Words Card Game for the entire family.&#226;&#128;&#139;&#10;Use your letter cards to build words and win the game.&#10;&#10;Content:&#10;85 Playing Cards [each with 1 letter]&#10;Rules and Game Variations&#10;&#10;&mdash;description from the publisher&#10;&#10;Players are dealt 5 cards each, 10 cards make a face-up stock pile, and the rest of the cards make the face-down draw pile. In a turn a player makes a word, if possible, using cards in their hand and the top of the stock pile; if they can, they keep all the cards of that word in a separate pile; the turn ends by drawing a card whether or not they made a word. The round ends when a player spells a word with the last stock card; the winner of the round is the player with the most cards won. The overall winner is the first player to win 3 rounds.&#10;&#10;Rules for 10 different rules variants are included.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Common Wealth",
    "ID": 286319,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286319/common-wealth",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This a post-apocalyptic stock trading game.The World ended, and now it is re-building. Race to be the first millionaire int he new world. Players will be encouraging their commodities to be the new currency for the world to trade with.&#10;&#10;Each player will control a commodity they can use to barter, trade and work to increase or decrease the value of. The value of the commodities will be tracked on the game board. On player's turn they will have 4 actions points to move, and perform their actions such as, pick up cards, trade commodities, collect a commodity, collect gold, increase a value of a commodity or decrease the value of a commodity.&#10;&#10;Each game will turn out and play differently. There is only so much of each commodity you will need to collect yours and other players goods. Each time a player collects another players commodity they collect one also. If someone manages to collect more of yours than you do, you may need to work to decrease the value of it. What becomes popular changes in every game.&#10;There is also gold in the game, and every time someone collects gold, it's value decreases and never can go back up.&#10;&#10;Once a player has a million dollars worth of value, the game ends and everyone counts their total to see who wins. It is very common if one player reaches the threshold other players also have as well.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Damn It Joe!!!",
    "ID": 286321,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286321/damn-it-joe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A hilarious trick taking game with a twist, that will make you say &quot;Damn it Joe&quot;.&#10;&#10;The is a flag ship game for my company. All the damn it cards have my face( Joseph Roche or Joe) on them.&#10;&#10;The game is a trick taking game. The first player plays a number and any amount of that number, the next player must if able play a higher number card, they can choose how many of that number they want to play, does not need to be the same amount as previous player. Players continue playing until no one is able to play a higher number, the last player to play a card takes the pot of cards. The numbers on the card are red or green, 2 of each from each number. Red cards a negative 1 point, and the green cards positive 1 point. Whoever gets the cards may or may not want them.&#10;This where the Damn Cards comes in, with a few other choice words tend to follow. Everyone starts with a &quot;Damn It Joe&quot; and &quot;Damn You Joe&quot; card. At any time during the hand or wait till the last number card is played, use their Damn It Joe card to end the round and choose who gets the cards. If it good give them to yourself, if bad send it to your enemy, but then if some one plays their Damn It Joe Card, any player can use their Damn You Joe card to trump the round and then they get to select a player to receive the cards. The Damn cards can only be used once per entire hand, so use them wisely.&#10;After all the number cards are played, players will count their total, high score wins the hand. If a player wins 2 hands in a row or 3 hands total, they win the game. The player who won the previous hand generally tends to get all the hate, and the cursing tend to increase, and it's hilarious.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Countdown Wiz",
    "ID": 286322,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/286322/countdown-wiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "The Fast Pace Numbers Card Game is super fun for the entire family.&#226;&#128;&#139;&#10;Use numbers and symbols to form an equation that results in 10,9,8,7 etc. and win the game.&#10;&#10;Content:&#10;85 Playing Cards [each with a number 0-10, or an operation +-*/ .]&#10;Rules and Game Variations&#10;&#10;&mdash;description from the publisher&#10;&#10;The 11 Countdown cards are placed in a face-up pile in decreasing order, 10 to 0. Players are dealt 5 Action cards each, and the rest make the face-down draw pile. In a turn a player makes an equation using cards in their hand to equal the top of the stock pile, if possible; if they can, they keep all the cards of that equation and the top stock card in a separate pile. The turn ends by drawing a card whether or not they made an equation. The round ends when a player takes the last stock card; the winner of the round is the player with the most cards won. The overall winner is the first player to win 3 rounds.&#10;&#10;Rules for 10 different rules variants are included.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Envy Me",
    "ID": 286323,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286323/envy-me",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "During a dream, I watch a game being played. Immediately after waking up I wrote down everything about the game. With in a week I had my first prototype, and after the first play test, I realized dream rules and reality doesn't match. Few months of development later, the game is amazing and ready to go.&#10;&#10;This is an anti-worker placement game, the game plays as a worker placement game, but almost everything you do will help you and your opponents, with your opponents getting a better benefit than you. Don't worry they are dealing with the same situation, figuring out how to optimize every move to take make their score at the end of the game the highest.&#10;&#10;Every time you play the game the game layout is different. For each player player there is an addition tile grid added, the grid system is mixed and laid out randomly each round of the game. No player can memorize best moves, because that will change every game. There is 3 round per game, each round depending on the amount of players and players playing speed, between 15 to 30 minutes.&#10;&#10;This is a heavier strategy game, if you like games where every move is important and the wrong move can cost you dearly, then this is the game for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stitched Art",
    "ID": 286324,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286324/stitched-art",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Stitched Art: Create your own master pieces by stitching together different art works. Creating artworks with all their matching pieces or all from different designs gives you the best score.&#10;&#10;The game contains 6 different art designs, and 2 sets of each. The art designs are divided up into 4 x 4 tile pieces. Each player starts the game with one piece of a design.&#10;&#10;One a players turn they draw from either the face down draw pile or the top tile of the discard pile(once the pile has been created). with the new tile will if able connect to the piece they already have, there are stitch nodes on the sides of the tiles, if at least one of the nodes colors match they can connect it, for every matching node they get a point. If a player finds the entire set, that is worth 16 points, but if each piece of the 4 x 4 design is from a different art design, then the player get a 5 point bonus, which can be more or less than 16 points.&#10;&#10;Once the draw pile is empty or a player completes 3 art designs the game is over, the players count their score to see who won. The game is about 10 to 15 minuets long, having to give in and not waiting for the perfect piece will happen.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War: Battle of two kingdoms",
    "ID": 286325,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286325/war-battle-of-two-kingdoms",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "War, Battle of Two Kingdoms is a team vs team card game. Use your army of knights, archers and wizards to destroy the other team's castle.&#10;&#10;Both teams will have 3 team members,each controlling a different army type, each with their own card deck. Any deck not controlled by a human player, will have their top card played each turn.&#10;&#10;Each player starts with their deck of cards, shuffle and draw 3 cards. Each turn, all players will play one card from their hand, or top card of a deck not controlled by a player. You can tell your team what you are planning to do, but then the other team will hear you, you may not show your hand to your team.&#10;The cards will be flipped up at the same time and played out in alphabetical order. Generally, the wizard will play first, casting a spell on the battle field, followed by the archers to kill as many knights as possible, then the team that has the most knights left over after the wizard's and the archer's onslaught will destroy an enemy's wall.&#10;&#10;Each deck has their ultra actions, wizards have a fireball to annihilate all cards played this turn and remove them from the game and destroy a wall from both team's castle.&#10;Archers can kill a enemy's wizard before they cast their spell.&#10;Knight have a Juggernaut which is very hard to defeat and almost every time destroy the enemy's castle wall.&#10;&#10;All cards in each player's deck will be used, once a player plays a card they will redraw at the end of the turn, but once the draw pile is used up, players will use the remaining cards in their hand before reshuffling their cards.&#10;&#10;Goal of the game is to destroy the other teams castle, first team to destroy the other team's castle wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coinhole",
    "ID": 286330,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/286330/coinhole",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's the tabletop coin-bouncing party game! Players bounce the included Coinhole coins onto a table as they attempt to sink them through the Coinhole board hole. Multiple gameplays allow players to compete individually or in teams. With the Coinhole game, turn a tabletop into an instant party!&#10;&#10;&#10;     The tabletop coin-bouncing party game&#10;     Multiple ways to play&#10;     Compete individually or in teams&#10;     Excellent for parties &#10;     Bounce the Coinhole coins and try to sink them in the game board hole&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Hunters",
    "ID": 286331,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/286331/dragon-hunters",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dragon Hunters is a place where three reckless heroes - an avenging amazon, a warlike half-orc, and an intrepid mage explorer face a deadly and terrifying dragon with treasure hidden with its lair. The Dragon is not the only opponent, as the hunters' greed and thirst for glory can ruin a well-executed plan. You will decide who will be the lucky hunter to receive treasure, and who will fall while facing the dragon &ndash; and don't forget about the dragon itself, who will do everything in its power to destroy the intruders and derail your strategy.&#10;&#10;Hunters have a great many skills and weapons at their disposal, such as numerous poisons and traps, tactics, tricks, and legendary armor, mighty swords, and ancient powerful artifacts! As they confront a dangerous and armored beast from ancient myth - Paraxis the Ruthless, also known as Scarlet Death, whose power and fury have no bounds! This dragon will never stop until it destroys everyone who dared to invade its lair! Fangs, claws, and wings are the dragon's usual weapons, but Paraxis is also an ancient and terrible beast &ndash; creating illusions, burning its enemies, and summoning dutiful dragon whelps to aid it in battle.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Player Elimination",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frustration",
    "ID": 286332,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/286332/frustration",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "100",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A fun cardgame where you have to completed 11 tasks in a row.&#10;But if you can't complete a task you have to try again in the next round.&#10;You need 2 decks of cards (including 2 jokers per deck).&#10;&#10;Each round the players are dealt 10 cards.&#10;On your turn you take the first card from the discard pile or the stock.&#10;If you've completed your task for that round, you can play it open on the table. You may play more cards additional to your task or to other played sets. And you end your turn by discarding one card.&#10;Once a player empty his hand the round is over.&#10;Cards left in hand are (penalty)points.&#10;&#10;The player who completed the eleventh task first wins. In a tie (more player completed the eleventh task in that final round) the player with the lowest points wins.&#10;&#10;Tasks:&#10;1. 2 sets of 3-of-a-kind&#10;2. 2 sets of 3-in-a-row (same suite)&#10;3. 1 set of 3-of-a-kind and 1 set of 4-in-a-row&#10;4. 2 sets of 4-of-a-kind&#10;5. 1 set of 3-of-a-kind and 1 set of 5-in-a-row&#10;6. 3 sets of 3-of-a-kind&#10;7. 1 set of 7-in-a-row&#10;8. 2 sets of 4-in-a-row&#10;9. 1 set of 3-of-a-kind and 1 set 0f 6-in-a-row&#10;10. 2 sets of 5-of-a-kind&#10;11. 1 set of 9-in-a-row&#10;&#10;Points:&#10;Jokers and 2's (2 are jokers too): 20 points&#10;Aces: 15 points&#10;10, J, Q, K: 10 points&#10;3-9: 5 points&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thieves Den: Wizard's Tower Promo Card",
    "ID": 286346,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286346/thieves-den-wizards-tower-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This promo provides a new location card to the game.&#10;&#10;This promo comes with two copies of the location card and a rules card. In a 2-player game, only use the card with the moon icon. In games with 3+ players, use both cards.&#10;&#10;The location's ability is: pay 1 thief to gain two wild treasures.&#10;&#10;This card introduces a new location type--Wild location. This location can represent any of the other five location types. The location type chosen is selected at the end of the game.&#10;&#10;This promo was available in Game Trade Magazine #234 (August 2019).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GameRox",
    "ID": 286347,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/286347/gamerox",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Be the first player to finish all five GameRox levels. Each level involves tossing and catching different combinations of GameRox. Each player takes five GameRox in on hand, tosses them in to the air, and tries to catch as many as possible on the back of the same hand. Whoever catches the most goes first.&#10;&#10;Players are only allowed to toss, pick up, nudge, and catch GameRox with one hand at a time. After you have tossed the GameRox into the air, you are allowed to nudge any GameRox in the play area closer together using the same hand as long as you continue catching the tossed GameRox.&#10;&#10;Level 1: Cast your GameRox over the play area. Pick and throw one GameRox into the air. Pick up a second GameRox from the play surface, then catch the tossed GameRox. If you succeed, keep tossing and picking up a single GameRox until you have picked up all four GameRox. You can set one GameRox aside after picking it up. If you drop a GameRox, it&rsquo;s the next player&rsquo;s turn. Once you succeed in picking up all four GameRox, move to Level 2.&#10;&#10;Level 2: Pick up two at a time.&#10;&#10;Level 3: Pick up three or one at a time.&#10;&#10;Level 4: Pick up four at a time.&#10;&#10;Level 5: Put all five GameRox in the palms of your hands. Toss them into the air and try to catch all five on the backs of your hands. Then, with the GameRox, still on the back of your hands, toss the GameRox into the air again and catch all five in the palms of your hands.&#10;&#10;Redo Points&#10;The points on the flat side of the GameRox are Redo Points. Each time you cast your GameRox, add up the numbers that land face up. You can spend 5 Redo Points to redo a toss if you drop a GameRox, or 20 Redo Points to skip an entire level.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fuse",
    "ID": 286350,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/286350/fuse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Fuse, players alternate turns entering their discs into the board, eventually pushing other discs along the way, with the goal of creating the biggest group of their colour.&#10;&#10;Fuse is a derivative of Feed the ducks by the same designer, that adds up to the family of other &lsquo;push/attract games&rsquo; such as Avverso (Henrik Morast) or Momentum (Phil Leduc). It also uses the piece-entering mechanism of games like 9tka (Adam Ka&#197;&#130;u&#197;&#188;a).&#10;&#10;EQUIPMENT&#10;&#10;12 &lsquo;ice&rsquo; discs, 12 black discs, board, carrying case, 2 small blue discs (king indicators).&#10;&#10;GAMEPLAY (please refer to rulebook for detailed rules)&#10;&#10;Players alternate turns entering one of the perimetral discs into the 6x6 inner area of the board. One or more discs may be pushed forward as a result.&#10;&#10;The game ends when both players pass in succession. The player with the largest group of connected discs of her color wins the game.&#10;&#10;ADVANCED GAME MODES:&#10;&#10;Omega Scoring: The same score as in the game OMEGA (by the same designer) is applied.&#10;&#10;Kings mode: One or two pieces per player (indicated by a blue disc on top) are worth 2 points.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tank Chess: Central Square",
    "ID": 286351,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/286351/tank-chess-central-square",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion gives an abstract game a new suit. Instead of black and white squares with dark shapes as obstacles, the board shows city streets and you also receive the buildings to assemble, which play the role of the obstacles. The 3D printed elements (trees, columns) are also a part of the set and assembling the buildings is fun on its own.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fali Ti 1 Papir",
    "ID": 286352,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/286352/fali-ti-1-papir",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An educational game about business paperwork.&#10;&#10;The goal of the game is to found a company. Players roll dice move their pieces on a path, which contains fields with questions about business and economy. Correct answers allow players to go forward. The winner is the player who first reaches the end of the path.&#10;&#10;By playing the game, players learn how to solve paperwork issues and how to run a business.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  }
]