[
  {
    "Rank": "N/A",
    "Name": "Daruma Otoshi",
    "ID": 23871,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/23871/daruma-otoshi",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Daruma Otoshi is a Japanese cultural toy. The first part of the name &quot;Daruma&quot; is the name of the doll (usually the face of a angry-looking Japanese samurai-like guy, but also can be friendly looking, depends on the artist who draws the face),&quot;Otoshi&quot; means &quot;to drop&quot;.&#10;&#10;This traditional Japanese game requires a good eye and fast reflexes. The purpose of the game is to knock the center pieces out with the hammer without causing the doll on top to fall over. The doll on top is called daruma; he represents the Buddhist priest Bodhidharma who is said to have lost the use of his arms and legs after meditating for nine years. Today daruma are used as a charm for the fulfillment of a special wish, for example, passing the entrance exam to high school or winning an election. The character written on this daruma&#194;&#129;s belly reads &#194;&#129;gfuku,&#194;&#129;h or good fortune. Japanese children can play with daruma otoshi when they are alone by seeing how many blocks they can knock out before daruma topples over. They may also play it with friends and take turns until someone causes daruma to fall over.&#10;&#10;Usually made of solid wood.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hot Hoops",
    "ID": 23873,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/23873/hot-hoops",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Hot Hoops is a battery-operated game that can be played by either one or two players. Each player selects a plastic player shooter and a set of balls to shoot baskets into a revolving backboard. The player with the most baskets at the end of 8 balls wins the game.&#10;&#10;From the manufacturer's website:&#10;&#10;In the mood for a little basketball action? Well, with Hot Hoops, the basketball game, you can shoot hoops whenever and wherever you want! One-on-one gaming action provides hours of intense basketball fun!&#10;&#10; Hot Hoops Basketball Game includes four basketballs for non-stop play&#10;&#10;FEATURES:&#10;&#10;    Be the First Player to Shoot All the Basketballs Successfully through the Hoop (Thereby Ridding Yourself of All the Balls) to Win&#10;    Connected Basketball Hoops allow Basketball to Pass from One Player to Another Thereby Increasing the Competitive Play&#10;    1- or 2-Player Game&#10;    Spring-loaded Lever Enables Quick and Challenging Basketball Shooting&#10;    Game Folds Up with Easy-Grip Handle for Easy Transport and Storage&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Little Golden Book Circle of Friends Game",
    "ID": 23874,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23874/a-little-golden-book-circle-of-friends-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Spin the spinner and move your Golden Book Token clockwise around the spiraling gameboard.  Each time you land on a Saggy Baggy Elephant FACE Square, turn over a card from the stack.  If you turn over a Saggy Baggy Elephant card, move forward on the game board to the next Saggy Baggy Elephant Square and turn over another card.  If the card you turn over is not Saggy, move forward to the nearest square that matches that character card.  Your turn is over.  If you land on a BIG Saggy Baggy Elephant and his trunk points to another square, follow his trunk (up or down) to that square.&#10;&#10;The first player to reach the CIRCLE OF FRIENDS, land on the Final Saggy Baggy Elephant FACE Square and turn over a matching Elephant card, enters the Circle and wins the game!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The New York Game",
    "ID": 23875,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23875/the-new-york-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from game insert:)&#10;Now New York is a game! And playing the subway can be fun..&#10;&#10;Take the subway to 6 of New York's fascinating places of interest. You'll find 36 of them on THE NEW YORK GAME board. Change lines! Detain every player to your advantage. Let those delays, repairs and mix-ups obstruct your opponents' progress. The first one to return to his starting point wins.&#10;&#10;THE NEW YORK GAME keeps things moving. It's fast. It's fun. Skill and chance work together to insure a great time for all. And, when the game is over, you'll be surprised to see how much you have learned about the city of New York.&#10;&#10;Sibling: The Boston Game&#10;Sibling: The London Game&#10;&#10;",
    "Categories": [
      "Educational",
      "Trains",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Opinions",
    "ID": 23876,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23876/opinions",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Do you have the gift of the gab? In the tradition of the great orators, players are challenged to express their opinion on hundreds of issues (many of which are hilarious). Enhances creativity and lateral thinking and ideal for anyone wishing to improve their public speaking skills. 3 to 8 players. Ages 8 to adult.&#10;&#10;At the heart of the game are the 500 &lsquo;Opinion&rsquo; cards. When a player lands on an Opinion Square he or she becomes &lsquo;the Candidate&rsquo;, draws an Opinion Card and reads it to the other players. The Candidate then selects an opponent from amongst the other players who is now called &lsquo;the Opposition&rsquo;. The Candidate argues in favor of the Opinion for up to a minute. Players cannot choose sides - they must argue the Opinion as it stands - whether they agree with the statement or not.&#10;&#10;The opposing player then argues against the opinion. The remaining players vote for the best argument - not for the argument they agree with - but for the best defended position.&#10;&#10;Because the voters are not casting a secret ballot, but have to justify why they think an argument was good or bad, this part of the game can get pretty raucous as players try to convince each other that someone&rsquo;s argument was absolute balderdash.&#10;&#10;Opinions, however, is not just about arguing an opinion. There is a whole story to the game which unfolds as players race for the Presidency. Good and bad press, in the form of the 500 Press Cards, alternatively encourages or plagues players as they seek support for their campaigns. Get arrested in a riot, take a vacation in the Caribbean, rescue a kitten and meet the Queen as your career unfolds (or unwinds!). get caught in compromising situations or rewarded for your service to the community as you work your way to the top.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sacoma!",
    "ID": 23879,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23879/sacoma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player has 6 pieces to place on the outer edge of a hex-shaped pattern of holes forming 3 concentric circles.  After placement they then take turns moving one piece, with no more than three pieces allowed in a line and no more than two of the same color.&#10;&#10;One point is scored for each piece in the middle ring and two points for each piece in the center ring - with none for the outer ring.  The winner is the first person to eight points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: HexHex4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Geni: Militärhistoria",
    "ID": 23880,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/23880/pocket-geni-militarhistoria",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Swedish trivia game in the Geni series. This one is co-published by a military history book club/association. Questions on Swedish and international military history written by colonel Einar Lyth.&#10;&#10;Contents:&#10;75 cards with 450 questions on military history&#10;One pad of score sheets&#10;2 special dice&#10;1 pencil&#10;&#10;12 years and up. Playable in teams, so in theory it accommodates 24 people or even more.&#10;&#10;From the summary of other Geni titles:&#10;Players roll a die to determine what category of question to answer. If they answer it correctly, they get to mark one such symbol on a score sheet. The goal is to score a complete line across the score sheet. There is also a twelve-sided die with &quot;GENI&quot; on some of the faces. If a player rolls that and gets &quot;GENI&quot;, he gets to choose what category question to answer. If he gets a blank face, he doesn't get any question at all this turn.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Pocket Geni (Damm / Egmont)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "College Pursuit",
    "ID": 23881,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/23881/college-pursuit",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "(from the rules booklet)&#10;&#10;The purpose of College Pursuit is to make studying for the Scholastic Aptitude Tests (SATs) a little easier, a lot more fun, and consequently, much more valuable to you. It is both a game, which encourages repeated play and review, and an educational tool that:&#10;&#10;Increases your comprehension and retention of material;&#10;&#10;Pinpoints each player's area of weakness;&#10;&#10;Gives you actual SAT equivalent scores as an indication of accomplishment.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "National Treasure Board Game",
    "ID": 23882,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/23882/national-treasure-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The Clues Are Right In Front Of Your Eyes.&quot;&#10;&#10;This was a press kit of sorts for the film, it contains trivia based around the film, such as questions about other films with Nicolas Cage and some historical trivia related to the film's plot.&#10;&#10;Contents: National Treasure Playing Board, 4 Markers, 1 Deck of 30 Trivia Cards, 4 Sets of four Monument Cards, 1 &ldquo;All-Seeing Eye&rdquo; spin wheel, 1 Winner Card In Sealed Envelope, and DVD of promotional materials. The box measures 11 x 21 1/2.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Secret Adventures",
    "ID": 23884,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/23884/top-secret-adventures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Based on the Highlights&reg; Top Secret Adventures series, this  game helps children expand their knowledge of world geography.&#10;&#10;Each player is an agent on a top secret mission. Use the world map on the game board to help answer geography quiz cards and gather data cards as you go. Be the first to collect a correct set of data cards revealing the suspect, place and missing item to successfully complete your mission and win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Spies / Secret Agents",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goblin Wood",
    "ID": 23885,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/23885/goblin-wood",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Goblin Wood is the home of mischievous Goblins and naughty magpies.  As a snail you must follow the bridal paths through the wood in search of the golden keys to the castle on the hill.  But beware!  The Goblins and magpies lie in wait, ready to steal your golden keys.  The first player to reach the castle with a key is the winner.&#10;&#10;Goblin Wood is the first in a new and exciting range of quality toys, puzzles and boardgames from Play Games UK Ltd.  It's very simple to play, will improve the memory skills, is full of decision making and is extremely colorful and packed with fun.  The constant changes in the direction of play ensure that you'll never tire of playing Goblin Wood.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies",
      "Animals: Snails",
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons of Demus",
    "ID": 23886,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/23886/dungeons-of-demus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;&quot;The all action sword and sorcery game.&#10;&#10;Prevent Demus from seizing the throne and enslaving the land.&#10;&#10;Enter the castle and defeat the Necromancer.&#10;&#10;Pit your wits against the evil Demus.&#10;&#10;Demus intends to capture the Throne of Laithnur and bring a great darkness to the land.  In this perilous hour only a Hero of iron will and brave heart, can stop him!&#10;Your quest is to enter the Castle of Laithnur and prevent the evil Demus from taking the Throne and enslaving the land and its people for all time.&quot;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rage! Game",
    "ID": 23887,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23887/rage-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Rage! Game is very similar to the better known game Aggravation.&#10;&#10;The board game is a cross made of two plastic halves, and when put together it forms a track of many dimples along the perimeter.  Each player has 4 marbles that they move along the track from their starting position, trying to get them into home, after traversing the board.  There are 5 dimples in the middle of the board that you can use as a short cut, but you need to roll specific numbers to use it.&#10;&#10;If you land on another player's marble by exact count, you move it back to its starting position.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "RithmaSpace",
    "ID": 23888,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23888/rithmaspace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the game:&#10;&#10;&quot;The object of the game is simply to occupy four colored spaces.  There are 8 spaces to aim for so the task shouldn't be too difficult.  Although the final task remains the same, there are four versions of Rithma that get progressively harder and finally allow you to play really deviously.  For all the versions each player starts with four cube pieces of one color and chooses a target space (cyan, magenta or gold) to aim for.&quot;&#10;&#10;The board is 7x7 squares and each square is either colored or has a shape in it.  A piece moving off the shapes has to move the number of spaces that the shape has sides - 3 for a triangle, 4 for a square and 5 for a pentagon.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stack'em",
    "ID": 23889,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/23889/stackem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The game's objective is to be the first to place three pieces in a row. A four-ringed board perches on top of a post. Players take time rolling the die, then placing one of their pieces on the ring indicated by the die roll. The uppermost two rings can be twisted. One die result is to twist these rings--without toppling the board and the pieces. Once each player has placed all their pieces on the board, the player with the most lines of 3 pieces wins the game.&#10;&#10;Similar to:&#10;&#10;    Topple&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Milwaukee Scene",
    "ID": 23893,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23893/milwaukee-scene",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Monopolyesque game themed around late seventies Milwaukee, WI USA.&#10;&#10;The object of the game is to accumulate wealth by buying and selling significant local entities such as:  Pabst, Schlitz, or Miller Breweries; The Mecca; Marquette University; Summerfest; or The Milwaukee Brewers MLB team.&#10;&#10;&quot;Have you ever wanted to own the Hyatt Regency, a radio station, the Brewers or Admirals?  Now is your chance by playing the Milwaukee Scene!&quot;  --John N. Hansen, 1979&#10;&#10;Players may become politicians, labor leaders, or publishers, as well as owners of professional sports teams in this game.  Connection cards are sought to enable owners to develop properties in order to increase rents, and to do so requires bargaining with other players.&#10;&#10;So, why not sit down with a Miller High Life or MGD and make a decision to buy the brewery which produces it?  Sorry Laverne and Shirley, Schlitz is no more, and Pabst left town for good...&#10;&#10;Inventory:&#10;&#10;1 playing board&#10;50 Scene Cards (including two blanks)&#10;25 Ownership Cards (deeds)&#10;3 Debtor Cards&#10;4 Power Group Badges&#10;16 Connection Cards&#10;6 Tokens&#10;2 Dice&#10;1 Card With Colored Circular Markers&#10;5 Deominations/Money&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chandal Mandal",
    "ID": 23894,
    "Year": "(1575)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23894/chandal-mandal",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The game of Chandal Mandal&quot;&#10;&#10;A variation of Chaupar, the national game of India. Chaupar later became Parcheesi - aka Ludo - in the west. Invented by Akbar the Great, ruler of India, who lived from 1542 to 1605.&#10;&#10;Think of it as 16 player Chaupar, with 16 arms instead of 4, and you are a long way there. The board is made out of 16 parallelograms arranged in a circle around a centre. Each parallelogram is divided in 24 fields, in 3 rows of 8. Each of the 16 players get 4 pawns each. Four (traditional) dice are used, with the longer sides marked 1,2,10 and 12. As in Chaupar, the pieces are moved anti-clockwise, and go around the whole circle. The first player out wins the agreed amount from all other 15, and each subsequent finisher also gets that same amount from whoever is still left to finish. So the last player loses the most.&#10;&#10;His Majesty seemed to play 12 broad variations:&#10;&#10;1. No pawn can remove another pawn, but it moves on by itself instead.&#10;2. Single pawns may be captured, and are sent back to start.&#10;3. With each throw two pawns are moved at a time (with or without the option to capture).&#10;4. Three or four pawns are moved like this.&#10;5. The dice are thrown four times, and four pawns are moved at each throw.&#10;   &#10;Usually players would all move in the same direction, but sometimes some players would move anti-clockwise, whilst other would play clockwise.&#10;&#10;6. A player is out when he reaches the starting point of the player directly opposite, moving from the middle row of his opposite number into the empty centre space. Longer games would require players to reach the starting point of the player sitting on the left.&#10;7. Each player has three throws. On the first throw two own pawns are moved, on the second throw, the player moves one own pawn, and one pawn belonging to the player on the right. On the third throw, again, one own pawn gets moved, plus the player on the left may also move one pawn belonging to that player. Pawns belonging to neighbours cannot be removed, and when they land in the same row as a player's own pieces, they are moved as if they belonged to the throwing player.&#10;8. Two pawns together may hit two other pawns, but single pawns cannot hit each other.&#10;9. Four pawns combined can remove 3 pawns, 3 pawns can hit groups of 2, 2 can hit single pawns, but single pieces cannot remove any.&#10;10. A player whose turn it is moves according to the dice rolled, the player opposite him moves at the same time, but uses the eyes of the bottom side of the dice, whilst the players on the left and right also move, but according to the eyes on the left and right face of the rolled die.&#10;11. Five dice are rolled. The active player moves the sum of the two highest rolls. The next highest roll is used by the person on the opposite side of the board. The lowest two rolls are used by the players sitting on the left and right.&#10;12. Five dice and five pawns. At every throw, the result of one of the rolled dice is given to the player on the right. In a variation to this, the thrower would name four players before rolling, and would give one result to each of these players, keeping only the fifth die. And when only a few points are left to get pukhtah, the remaining points go to those near to where the dice come to rest.&#10;&#10;If the game was played by less people the board and the number of dice thrown would be amended accordingly. It is highly likely the boards were frequently life-sized and groups of slave girls were sent around the track, dressed in appropriate colours.&#10;&#10;Brief history: ask anyone to name great rulers of history and you are unlikely to hear the name Akbar, ruler of the Mughal Empire (1556-1605). Leaving remarkable military and administrative successes, and a fondness for alcohol and women to one side, the illiterate and, at times, brutal man, also had a passion for religious tolerance and class harmony. He surrounded himself with scholars, thinkers and poets, and was persuaded by the Plato school that argued that a great ruler should be like a philosopher-king. Whilst trying to unify the different religions, he became a great patron of the arts and literature, for which he is best remembered. Thanks to the recordings in the &quot;Ain I Akabari&quot;, third volume of the &quot;Akbarn&#196;&#129;ma&quot;, a detailed biography and history record kept by his close advisor and court scribe, Abu'l Fazl, we know that the good bloke also had a weak spot for games, and had even invented a game of his own. It is because of Abu'l Fazl passion for detail and accuracy that the rules of this elaborate Chaupar descendant have been preserved to this day, as part of a seperate chapter on Amusements.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "How to make a Million!",
    "ID": 23895,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23895/how-to-make-a-million",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the game:&#10;&#10;&quot;Sport, Business, Crime and Acting.  Choose the career that suits you best and set about making your million, but remember, life is never easy.  Apart from the pitfalls built into your career, your scheming rivals will be plotting your downfall.&#10;Build up your tactical defenses and plan attacks on your opponents, or join forces with an ally to fight a common foe.&#10;Lawsuits, Court Orders and Suspensions may all be used against your rivals and a timely gamble could help you win the game.&#10;You will need all your skills to make a million, have you got what it takes?&quot;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DragonRune: Arena of Death!",
    "ID": 23896,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/23896/dragonrune-arena-of-death",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "DragonRune: Arena of Death! is a gladiatorial-style, fantasy, miniatures combat game designed for two or more players. The rules are simple and fast, with a wide range of options for gladiator design.&#10;&#10;The Arena of Death rules are based on a modified version of Munera Sine Missione, but made to reflect the fantasy theme of the game with added races and size modifiers of the gladiators, and with a built in character advancement system.&#10;&#10;The free rules and accessories are downloaded here:&#10;http://hutchs-wargames.co.uk/Fantasyrules.html&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beetle Bailey: The Old Army Game",
    "ID": 23897,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/23897/beetle-bailey-the-old-army-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the comic stip Beetle Bailey.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wagon Wheels To Oregon",
    "ID": 23898,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23898/wagon-wheels-to-oregon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;A fun-filled, easy to play, adventurous skill and action game, that projects the pioneer spirit of making a goal.  Setting forth on a journey of many unknowns, hardships, pleasant encounters with Indians and more; only to find that their very goal could prove more treacherous by nature than that of a bow and arrow.&#10;&#10;With the visual amazement of illustrated cards, players will be entertained and stunned by the game's twisting of fate, while reliving moment through trails and triumphs of pioneers long past.&quot;&#10;&#10;Contents:&#10;&#10;112 Illustrated Cards&#10;4 Trail Markers (Game Pieces)&#10;1 Game Dice&#10;Gameboard&#10;Instruction Booklet&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "States: Oregon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wide World of Sports Tennis Game",
    "ID": 23899,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/23899/wide-world-of-sports-tennis-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the introduction to the rules:&#10;&#10;&quot;This fast-moving card game duplicates the strategy of the fast growing American sport.  You try to outplay your opponent just as you would on a tennis court!&quot;&#10;&#10;The game consists of the following:&#10;&#10;- A scoreboard&#10;- 4 Pawns (2 yellow, 2 blue)&#10;- A tennis court&#10;- A spinner for service results&#10;- 2 deck of cards (one deck for returns, one deck for shot types).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dr Fox's the Pepsi Chart No. 1 Board Game",
    "ID": 23901,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23901/dr-foxs-the-pepsi-chart-no-1-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;&quot;You've just launched three new singles ... they're hot and ready to trot ... hovering just outside the Pepsi Chart Top 50! BUT, so have your rivals just across the table ... WHO is going to be first to the NUMBER ONE slot?? &quot;Take a chance, Take a chance&quot; as some Swedish group once said.  Rock and Roll that dice and get those records moving up the chart! It's not just a steady climb upwards, things can go Down just as easily.  On the way you may have a FLOP or two, all just one of life's set backs on the way to fame and fortune.  Pick yourself up, dust yourself down, and start all over again!  Still, you'll need more than a little POP knowledge if, or WHEN you land on one of those tricky little 'trivia' spaces.  Good luck.  See you at Number ONE!&quot;&#10;&#10;'Nuff said!&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Groceries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wombles Games",
    "ID": 23902,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23902/the-wombles-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two games in one via a double-sided board.&#10;&#10;The Wombles 'Underground Overground Game' and the Wombles 'Bananas and Springs Game'.&#10;&#10;'Underground Overground' is traversing the board to land on 'newspaper' squares to collect newspapers for Uncle Bulgaria.  The first to collect three newspapers and take them to Uncle Bulgaria wins the game.&#10;&#10;'Bananas and Springs' is a stretched out version of snakes and ladders.&#10;&#10;For those of a certain age in the UK, the Wombles were a ubiquitous group of furry animals on Wimbeldon Common who tidied up the rubbish - well before eco concerns hit the world stage.  (Pictures of Madame Cholet are included!)&#10;&#10;All together now -&#10;&#10;&quot;Underground Overground Wombling free, &#10;The Wombles of Wimbledon Common are we.  &#10;Making good use of the things that we find, &#10;Things that the everyday folks leave behind.&quot;&#10;&#10;So, just &quot;Remember you're a Womble!&quot; and get that board on the table.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BBC TV's One to Win",
    "ID": 23903,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23903/bbc-tvs-one-to-win",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;&quot; The quick fire quiz game where you cover numbers until you need ... ONE TO WIN!&#10;&#10;Here's your chance to test your general knowledge to the limit and play the hit TV quiz just like a real game show contestant.&#10;The questions come hard and fast so there's never a dull moment - just a whole lot of fun for friends and family!&#10;Finish the proverb &quot;Absence makes the heart ...&quot;  Decide whether the tomato is a fruit or a vegetable, whether tortoises have teeth and whether or not a maharajah is an Indian prince.&#10;Will you be the first to cover your score board completely and attempt the Word Challenge?&#10;Lose the challenge and you'll lose half your hard earned-points.  But as they say, its tough at the top if you really want to be 'The One to Win'!&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Television (TV) Networks",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toot! Toot! A Train Game for Tiny Tots",
    "ID": 23904,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23904/toot-toot-a-train-game-for-tiny-tots",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This a game designed for children 4-8 and has wooden trains, cardboard signal lights, and a board that has a track on it.&#10;&#10;On each turn the child tries to move a to colored space on the track and &quot;builds&quot; his train to make his delivery at the end.  First complete train around the track wins.  The interesting part in what would be a simple roll and move is that the &quot;roll&quot; is dexterity-based, you have to roll a marble in a box with holes - this determines the color in which to move your train to...  Good for developing fine motor skills.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Trains"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cry Wolf!",
    "ID": 23906,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23906/cry-wolf",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The players are shepherds in medieval Spain seeking to expand and make wise investments in their flocks.  Throughout the game they choose from among the roles of Lambing, Market Day, Place Investments, Cry Wolf, Bear, Barter and Stray Sheep.&#10;&#10;In lambing, the players can choose to cooperate and help the other shepherds or go it alone, in hopes of receiving a larger return.  As the players all cooperate, the predator threat from the wolves and bear is minimized.  If any player chooses not to cooperate, then the predator threat grows, usually threatening the non-cooperative players the most.&#10;&#10;If the Cry Wolf role is chosen, then the players must (in an order determined by earlier play) roll a twelve-sided die to determine whether their flock has been attacked. Once a flock is attacked, the remaining players&rsquo; flocks are safe for the rest of the round.  There are many different ways a player can minimize the predator threat to herself.&#10;&#10;In order to make investments, a player must sell his sheep (which are also points at the end of the game) and then place the gold received as investments in a Ram, Best Pasture, Market Stand, Guard Dog, Gaita, or Divine Intervention.  The largest investment in each of these areas provides advantages throughout the game as well as additional points at the end of the game.&#10;&#10;Cry Wolf! uniquely employs a modified &ldquo;prisoner&rsquo;s dilemma&rdquo; in lambing which is integrated with a typically increasing and dynamic predator threat.  The majority area control of investments combined with the timing of placement being determined through variable phase order also provides challenging strategic choices.&#10;&#10;",
    "Categories": [
      "Animals",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Two Towers Board Game",
    "ID": 23907,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/23907/the-lord-of-the-rings-the-two-towers-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the box:&#10;This fast-moving and exciting family board game follows faithfully 'The Two Towers', the second part of the blockbuster motion picture trilogy by New Line Cinema.&#10;&#10;An original and easy to learn gameplay full of twists and turns, allows you to experience all the adventures of the remaining members of The Fellowship as they continue their treacherous journey, battling with Mordor in their quest to save Middle-earth.&#10;&#10;Alternatively you could choose to play Mordor itself as it seeks to destroy The Fellowship and gain possession of The One Ring.&#10;&#10;With Frodo and Sam (accompanied by Gollum) heading for Mordor, Merry and Pippin held captive by the Uruk-hai and Orcs, with Legolas, Gimli and Aragorn in hot pursuit, The Fellowship are no longer in one group. Will Gandalf's reappearance at Fangorn help in their epic struggle and, even if The Fellowship and its allies repel the attack of the Warg Riders on the Plains of Rohan and then successfully destroy Isengard, will the huge battle at Helm&rsquo;s Deep prove too much? The resolve and determination of Mordor remains undiminished as it struggles to regain the ultimate power and it will stop at nothing in its quest to defeat The Fellowship.&#10;&#10;Skill, strategy and luck will play their part in your success or failure and, whether you choose to play good or evil, there will be no respite and no place to hide &ndash; The One Ring must be destroyed if Middle-earth is to survive.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Metricat10n",
    "ID": 23909,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23909/metricat10n",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Boardgame used to teach the metric system through board interaction and the collection of metric bills.  Game play is roll and move and players win by collecting 10 bills from each of 7 sets of metric measures.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FOO: Fundamental Order of Operation",
    "ID": 23910,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23910/foo-fundamental-order-of-operation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game teaches the order of operation.  Players arrange cards in a frame in order to create formulas which result in a multiple of 12.  There are 78 cards and four frames used for arranging cards.  The cards bear the numbers 1 through 9 and symbols for addition, subtraction, multiplication, division, parentheses, brackets, and exponents.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Say-it Subtraction",
    "ID": 23911,
    "Year": "(1951)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23911/say-it-subtraction",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This bingo-style game is used to teach basic subtraction problem recognition for 2-6 players.  Game includes 6 subtraction sheets and 100 problem cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Impact: The Battle for Wolf Ridge",
    "ID": 23914,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/23914/impact-the-battle-for-wolf-ridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Stand-alone game that may be integrated with Impact.&#10;&#10;3 levels of play, basic level (1) is just a children's miniatures game with units that can fire rockets. Setup your men (or dinos) and try to knock over your opponents' by shooting them.&#10;&#10;Level '2' introduces movement.&#10;&#10;Level '3' introduces capture, special tunnel movement and different troop types.&#10;&#10;Integrates with:&#10;&#10;    Impact&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Indiana Jones Card Game",
    "ID": 23916,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/23916/indiana-jones-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Indiana Jones Card Game is a fast paced 'Print and Play' Card Game for 2 or more players. Players will take it in turns to draw a card, or play a card, trying to defeat villains and acquire highest number of valuable artifacts.&#10;&#10;To acquire the game for free, the game visit the site below;&#10;&#10;http://mmboardgames.page.tl/&#10;&#10;Indiana Jones is a copyrighted property. This is an unauthorized, unofficial game produced merely for the entertainment of fans and is non-profit making.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Movies: Indiana Jones",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Strike",
    "ID": 23918,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/23918/first-strike",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the front of the box: &quot;First Strike: A fast action game of superpower conquest. Return to the cold war crisis. Checker style play with dog fights, tank assaults, and infantry combat.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Modern Warfare"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tumblo!",
    "ID": 23921,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/23921/tumblo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Played on a 23x23 board, each player has five pieces, from a 1x1x1 cube to a 1x1x5 block. A move consists of rotating a piece about one of its sides touching the board, so you can make a piece &quot;fall over&quot;, &quot;stand up&quot; or &quot;roll&quot;. The objective is to get all your pieces off the board by moving them to the center of the board (covering the pink star). Complication is provided by if you cover one of the stars of another player's color you move one of his pieces back to the start. If you cover one of your own stars you get another turn. Half of the stars are occupied by counters, one of which is moved to immediately cover any star a piece moves off.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "What's The Score?",
    "ID": 23922,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/23922/whats-the-score",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This set of 144 ChalkTalk Hockey quiz cards is great fun to play alone or with friends or family. It's guaranteed to challenge your knowledge on hockey facts, history and rules of this great game. Includes 72 True and False questions and 72 multiple choice. Can also be used as a booster card set for ChalkTalkHOCKEY Trivia Action Board Game.&#10;&#10;A great card game to bring along on those hockey road trips!&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auto Assault TCG",
    "ID": 23923,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23923/auto-assault-tcg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Auto Assault TCG is a fast-paced digital trading-card game for two players based on the fastest, most explosive MMO ever!&#10;&#10;As a member of one of three factions, Biomek, Human and Mutant, you command a high-performance vehicle, and must destroy your opponent&rsquo;s vehicle or complete four missions for the win. Along the way, you&rsquo;ll need to master maneuvers, gear, tactics and your vehicle itself. Each faction has four classes with their own strengths and weaknesses, and it&rsquo;s up to you to discover them!&#10;&#10;Auto Assault TCG: Ignition is a 339-card base set and is available in a number of introductory packages. Starter decks and boosters are also available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Modern Warfare",
      "Racing",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stock Exchange",
    "ID": 23924,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/23924/stock-exchange",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Stock market game where players try to amass money in a specified time limit or play to a set monetary goal. Players move around the board buying and selling shares of, primarily, commodities. The price is determined by &quot;price index cards,&quot; that periodically change when players land on certain squares. There is also an auction mechanic and events cards that increase or decrease demand for certain products. The game has a heavy lucky factor.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cry Havoc Scenario Book 1",
    "ID": 23925,
    "Year": "(1984)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23925/cry-havoc-scenario-book-1",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "1.8333",
    "Description": "Scenario Book 1 offers six new scenarios for the game Cry Havoc, plus rules for using lead miniatures with Cry Havoc and Siege. Each scenario defines the maps, starting positions, and victory conditions. Some of the scenarios have special rules.&#10;&#10;The scenarios are The Knight Errant, The Foraging Party, The Knight's Lady, Reconnaissance Patrol, The Rescue, and The Battle of Little Wootton (a two part scenario).&#10;&#10;Part of the Cry Havoc series.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Cry Havoc System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cry Havoc Scenario Book 2",
    "ID": 23926,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23926/cry-havoc-scenario-book-2",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Scenario Book 2 contains 29 scenarios for the game Cry Havoc, Siege, and Outremer. Some of the scenarios combine two of the three games, and one combines all three.&#10;&#10;While the majority of the scenarios are for two players, five were designed with solo play in mind (and others are suitable for solo play), and seven of the scenarios were designed for three or more players.&#10;&#10;Four of the scenarios are campaign games, and rules for foraging, character advancement, money, encounters, and enemy actions are included.&#10;&#10;Part of the Cry Havoc series.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Cry Havoc System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Armego: The Board Game",
    "ID": 23927,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23927/armego-the-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "In the twilight of the old era, the Earth suffers from the last colonial war. Gigantic mobile cities are fighting for global domination over the planet and its resources. As the leader of a warring faction, you control the destiny of your people. You've got to exploit raw materials, to build an army strong enough to destroy your enemies. You may build alliances, but take care of whom you trust. Manage your troops wisely, became a cunning diplomat and it can be you, who will be the first global ruler in the dawning of a new age of the Earth.&#10;&#10;Armego contains:&#10;&#10;* 1 game board (4 pieces)&#10;    * 16 bases&#10;    * 160 combat units&#10;    * 4 status cards&#10;    * 4 rule summary cards&#10;    * 9 help maps&#10;    * banknotes&#10;    * 2 six-sided dice&#10;    * 1 rulebook&#10;&#10;",
    "Categories": [
      "Economic",
      "Modern Warfare",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Divorce Cope",
    "ID": 23929,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23929/divorce-cope",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A unique and fun game to help parent and children cope with divorce.&#10;&#10;Divorce cope takes you through the ups and downs of divorce.  As you go around the Divorce Cope board, you'll deal with real life situations which families of divorce experience.  These include child support, custody battles, school problems and step-families.&#10;&#10;Players deposit anger, depression and loneliness cards and pick up happy times, independence and optimism cards, competing for growth points along the way.  250 specially designed questions will help you and your children understand each other's feelings while having fun.&#10;&#10;Divorce Cope will open a whole new world of communication between you!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Head-On Football",
    "ID": 23930,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/23930/head-on-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the rule book:  &quot;This is it,  your chance to be a star!  Epyx Head-On Football is designed to follow the same rules as professional football.  However,  you may make changes in the rules or adjustments in gameplay if it suits your needs.  With this game,  you're in charge,  you call all the shots.&quot;&#10;&#10;This is a 2 player game that roughly simulates a game of American football.  There are two decks of cards which represent offensive and defensive plays.&#10;&#10;The defensive cards have a red tinted window that line up 'decoder style' on the offensive card to reveal the outcome of the play.  Periodically the outcome will be &quot;xx tape  xx&quot; which means to activate the audio cassette tape included and listen to the &quot;play by play action&quot;.  The announcer will then tell you the outcome of the play.&#10;&#10;Then the football pawn is moved down the board accordingly.  There are markers for keeping track of what down it is and the score.&#10;&#10;Dice are used to determine the success of Field Goal and Punt attempts.&#10;&#10;The rules suggest not rewinding the cassette tape until reaching the end of the tape,  thus keeping some level of randomness.&#10;&#10;Components:&#10;Audio cassette with over 200 highlight plays.&#10;20 Offensive formations and plays.&#10;12 Defensive plays.&#10;Game board&#10;6 sided die&#10;Offensive play holder (also marks scrimage line)&#10;Football pawn &#10;5 colored rings used for scoring&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Audio Cassettes",
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronopia: The Dwarven Labyrinth",
    "ID": 23932,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23932/chronopia-the-dwarven-labyrinth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Dwarven Labyrinth is the fourth supplement to the Chronopia universe. It describes in great length the subterranean realms of the Dwarves.&#10;&#10;The 96 pages book contains:&#10; - detailed background about the undergrounds of Chronopia, expanding on the storyline of the main rulebook;&#10; - rules for fighting in all kinds of interior settings, from big undergrounds caves to multi-story dungeon warfare;&#10; - a bunch of new units for all the races of Chronopia;&#10; - an optional card system to simulate the hazards of tunnel fighting.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zobmondo Lite: The Prequel",
    "ID": 23933,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/23933/zobmondo-lite-the-prequel",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the back of the box...&#10;&#10;More of the same outrageous, mind-blowing content that made the original Would You Rather...? so successful...only now it's not just for adults. Find out what someone is really like by discussing the imaginary hypotheticals of Zobmondo Lite.  Plus this version has all new questions.&#10;&#10;Object of the game: Above all, to simulate entertaining, ridiculous conversation. More precisely, to advance to the middle of the game board, by predicting how friends will answer outrageous, gross, thought-provoking and hilarious Zobmondo &quot;would you rather&quot; questions.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars Missions",
    "ID": 23934,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/23934/star-wars-missions",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Star Wars Missions is a simple solitaire adventure game.  Each mission is a 74-page book which contains the start of a story, a mission briefing (telling the player what cards may be used), and then the rest of the story.  After the mission briefing the player chooses a character card and a specified number of weapon, vehicle, and ability cards which can be used on the mission.  At many points in the story the player will be required to use a weapon, a vehicle, or an ability, to check against a skill level, and in some cases to choose one of several possible courses of action.&#10;&#10;The object is to complete all the missions without running out of mission points.  While the player in general cannot lose a confrontation, if he or she does badly mission points will be lost.  When playing on the advanced level every weapon, vehicle, and ability costs missions points for every use.&#10;&#10;The basic set includes 1 mission book, 1 mission blueprint (a diagram of locations), and 12 cards in addition to the rulebook, score pad, log book, rules summary sheet, and dice.  Supplemental missions were sold, each consisting of a mission book, mission blueprint, and additional cards.&#10;&#10;The missions are:&#10; 1 - Assault on Yavin Four (included in basic set)&#10; 2 - Escape from Thyferra&#10; 3 - Attack on Delrakin&#10; 4 - Destroy the Liquidator&#10; 5 - The Hunt for Han Solo&#10; 6 - The Search for Grubba the Hutt&#10; 7 - Ithorian Invasion&#10; 8 - Togorian Trap&#10; 9 - Revolt of the Battle Droids&#10; 10 - Showdown in Mos Eisley&#10; 11 - Bounty Hunter vs. Battle Droids&#10; 12 - The Vactooine Disaster&#10; 13 - Prisoner of the Nikto Pirates&#10; 14 - The Monsters of Dweem&#10; 15 - Voyage to the Underworld&#10; 16 - Imperial Jailbreak&#10; 17 - Darth Vader's Return&#10; 18 - Rogue Squadron to the Rescue&#10; 19 - Bounty on Bonadan&#10; 20 - Total Destruction&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles Supplement #2: X-Ships",
    "ID": 23936,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23936/star-fleet-battles-supplement-2-x-ships",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "The second expansion for the Commander's Edition of Star Fleet Battles, covering technologically advanced X-ships. Includes a 32 page SSD book for X-Ships, a 24 page rule/scenario book, and 108 die-cut counters.  Races covered are the Federation, Orions, Tholians, Romulans, Gorns, Kzinti, Klingons, Hydrans, WYN, I.S.C, and Lyrans&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slim Chance",
    "ID": 23937,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23937/slim-chance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players compete &quot;to gain the least amount of weight by answering questions about Diet, Nutrition, and Health.&quot; The playing surface rings the board in an 8x8 square. Pawns move the number of spaces indicated on a die roll. The game lasts for five rounds of five turns each, for a total of 25 turns.&#10;&#10;A player &quot;gains weight&quot; either by landing on the buffet space (thereby overindulging) or landing on a colored square. If the latter, the player must correctly answer a question from a supplied card to avoid the weight gain. (The cards give both the correct answer and its rationale, to provide an educational experience for the players.)&#10;&#10;Players &quot;lose weight&quot; either by landing on the &quot;Fat Farm&quot; or by correctly answering a question when landing on the &quot;Slim Chance&quot; space.&#10;&#10;Players sent to the &quot;Pig Pen&quot; must wear a supplied Pig Mask until their next turn.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Medical: Nutrition / Dieting / Weight Loss",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirou Safari",
    "ID": 23938,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23938/spirou-safari",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Magazine game from Spirou # 1782 &quot;Special Vacances&quot;&#10;&#10;Components: Map, 5 paper vehicles (2 Land Rovers, 1 Land Rover pickup, 1 Jeep, 1 Helicopter), several cards (Money, Fuel, Tires, Radios, Animals)&#10;&#10;2 Players represent hunters, 1 player has the role of poacher, 2 players represent the Police: jeep and helicopter&#10;&#10;Hunters and Poachers hunt the animals&#10;Police: Jeep tries to catch the poacher&#10;Police Helicopter tries to catch the poacher and rescue the hunters from several dangers&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Spirou et Fantasio",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles Supplement #1: Fighters and Shuttles",
    "ID": 23939,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23939/star-fleet-battles-supplement-1-fighters-and-shutt",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "There are two versions of Star Fleet Battles Supplement #1: Fighters and Shuttles.&#10;&#10;The first version requires ownership of the &quot;Boxed&quot; edition of Star Fleet Battles (known as the Designer's Edition) as well as all three (ziplock) expansions to that version.&#10;&#10;The second version of this is also the first expansion for the Commander's Edition of Star Fleet Battles, adding new rules for direct firing drones, fighter vs. fighter dogfighting rules, and new ship types. Includes 10 new ship and 5 new fighter group SSD pages, a 20 page rule/scenario book, and 216 die-cut counters. Races covered are the Federation, Tholians, Romulans, Gorns, Kzinti, Klingons, Hydrans, and Lyrans&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jump!: A Horsin' Around Card Game",
    "ID": 23940,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/23940/jump-a-horsin-around-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids who think, talk, and dream about horses all day long will be crazy about this deck of Horsin' Around card games.&#10;&#10;The Jump! deck will have English and Western riders alike jumping, racing, and spinning their way through the lineup of six card games. Deal out the cards and get ready to jockey for first place in &quot;Neck and Neck,&quot; a contest in which riders try to gallop the farthest on a tabletop track. Vie to become top horse in the field by winning all the cards in the game of &quot;Pecking Order.&quot; Then use your ESP (Equine Sensory Perception) to make the right matches in the challenging memory game of &quot;Horse Sense.&quot;&#10;&#10;The Jump! cards are full-color and depict all things horse related, from types of feeds, grooming tools, tack and riding accessories to a variety of fun facts that will really give horse lovers plenty to talk about! Each deck comes with a bonus gift of four collectible horse breeds cards.&#10;&#10;Dedicated horse fans--and even kids who don't know a gait from a gate--will enjoy these fun, fast-paced games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronopia: Fallen Land",
    "ID": 23941,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23941/chronopia-fallen-land",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Fallen Land is the third game supplement to Chronopia. It describes a new region of the Chronopia world, a sunken plateau covered with jungle and inhabited by the Swamp Goblins.&#10;&#10;Inside the 88 pages book there are:&#10; - detailed background information about the Fallen Land, its inhabitants, the swamp goblins and their ties with the Blackblood empire and the elves of the Jade House;&#10; - new rules for jungle warfare;&#10; - full army lists for the Swamp Goblins and the Jade House Elves;&#10; - new troops for existing races;&#10; - the usual assortment of counters and templates.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blue's Room Talking Game",
    "ID": 23942,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/23942/blues-room-talking-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Let's Play in Blue's Room!&#10;&#10;Where's Frederico? Do you see the art supplies? Search through Blue's Room to find tokens that match your three cards.  You can find them in one of the four sections of Blue's Room: Doodleboard, Dress-up Chest, Silly Seat or Boogle Woogle. Plus, Blue helps you hunt by telling you which color spaces you can search! Match all three and find Key to win!  For ages 3 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Blue's Clues"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Friends: Jungle Party",
    "ID": 23943,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/23943/animal-friends-jungle-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A children's game, ages 4 and up.&#10;&#10;A memory game based on sound; music and animal sounds. When you think you've found the right sound with the right animal, all the sounds are changed again, so players have to start over. The game was later published with a Disney theme, where the Animal Friends were from Jungle Book and The Lion King. Languages: Dutch, German, English, Italian, French, Spanish. Playing time: 15-45 minutes.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic",
      "Memory",
      "Movies / TV / Radio theme",
      "Music"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Brands: Disney",
      "Components: Sound games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boing, Boing Tigger",
    "ID": 23944,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/23944/boing-boing-tigger",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A children's game for ages 3-6; containing 1 very active Tigger-figure and 12 objects.&#10;&#10;Tigger is planning a trip and there are lots of things he needs to take with him; his hat, walking stick, scarf and lots more! But will he be able to carry everything? Load up Tigger, but don't be the first to make him bounce!   Who can hang the most objects on him he needs for his walk? This game is based on the Winnie the Pooh series. Languages: Dutch, English, German, Italian, French.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Tigers",
      "Books: Winnie the Pooh",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Walt Disney's Mary Poppins Game",
    "ID": 23945,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/23945/walt-disneys-mary-poppins-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(From the instructions:)&#10;&#10;OBJECT: To be the first player to race from Cherry Tree Lane to the Park.&#10;&#10;BEFORE PLAYING:  Assemble the merry-go-round selector as shown in the diagram.&#10;&#10;Insert pole through figure holder and tighten into the base.  Make sure the cutout figures are secure on the holder&mdash; Mary on one side, Bert on the other.  Place selector on space provided on playing board.&#10;&#10;To operate the selector, pick up the figure holder and let the pole slide all the way through.  Place the base back on the circle and release the figure holder.  It will spin to the bottom of the pole and spin to a stop.  One pointer will point to one of the instructions surrounding the merry-go-round, the other will indicate a different instruction.&#10;&#10;To determine order of play, each player picks a playing piece and puts it on one of the instructions around the merry-go-round.  The figure holder is lifted and released and the player which Mary points to (or is nearest) goes first.  Order of play is then clockwise from the playing piece of the first player.&#10;&#10;All players now place their playing pieces on Cherry Tree Lane ready to start.&#10;&#10;PLAY: Each player &quot;asks Mary&quot; for his instructions by using the merry-go-round selector as described earlier.  The instructions Mary points to are then followed.&#10;&#10;In moving around the board players follow any instructions given on the square where their playing piece lands.&#10;&#10;If a player's piece lands on a sidewalk picture the selector is operated again by that player and he now &quot;asks Bert.&quot;&#10;&#10;If a playing piece lands on a carpet bag the player may, at his next turn, decide whether to advance directly to the next carpet bag or whether to &quot;ask Mary.&quot;  This choice exists for any player at any time his piece is on a carpet bag.&#10;&#10;If a player lands on an umbrella he immediately &quot;asks Mary&quot; again.&#10;&#10;The countryside counts as three squares if a player is passing through it.  However, if a player chooses to be sent there by Mary or Bert he must miss his next two turns.  (If a player waiting in the countryside trades places with a player in front or in back of him, he is free and the traded player must wait whatever turns remain.)&#10;&#10;Winner is the first player to reach the park.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Salvador",
    "ID": 23947,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23947/el-salvador",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solitaire wargame of the Salvadoran Revolution.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Country: El Salvador",
      "History: Central American crisis",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viva Zapata",
    "ID": 23948,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/23948/viva-zapata",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solitaire wargame set in the Mexican Revolution.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Mexico",
      "History: Mexican Revolution",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Menu for Murder",
    "ID": 23949,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23949/menu-for-murder",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The game package includes four scripted murder mystery scenarios, all set in England between 1900 and 1920.  Scenario titles are &quot;A Death in Devon&quot;, &quot;Death of a Train Spotter&quot;, &quot;Return of the Flower Hunter&quot;, and &quot;The American Cousin&quot;.&#10;&#10;Three of the cases have speaking parts for 7 or 8 characters, and allow an additional person to act as the narrator.  The design is typical of this type of game, with plenty of opportunities for discussion, speculation and dramatic accusations.&#10;&#10;The second case (Death of a Train Spotter) has no speaking parts, and is therefore playable by any number of guests. It is written as a meeting of the &quot;Greater London Detective Club&quot;, during which the natural progress of a murder investigation is reconstructed.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Head-On Baseball",
    "ID": 23951,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/23951/head-on-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the box:  &#10;&quot;Head on baseball,  an audio cassette boardgame is a whole new ballgame! You are the manager.  You make the key decisions and a radio announcer calls the play by plays.  It's real baseball strategy,  with the excitement of hearing the highlights broadcast on the air.&quot;&#10;&#10;This is a 2 player game that roughly simulates a game of Baseball. There are 30 batter cards (15 each team) and 24 pitcher cards (12 per team).&#10;The cards have a red tinted window that line up 'decoder style' to reveal the outcome of the at bat.  Periodically the outcome will be &quot;xx tape xx&quot; which means to activate the audio cassette tape included and listen to the &quot;play by play action&quot;. The announcer will then tell you the outcome of the play.&#10;&#10;The rules suggest not rewinding the cassette tape until reaching the end of the tape, thus keeping some level of randomness.  There are about 200 calls on the tape prerecorded.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Audio Cassettes",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "More After Dinner Games Compendium",
    "ID": 23952,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/23952/more-after-dinner-games-compendium",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "'More After Dinner Games Compendium' consists of 1 deck of 50 oversized cards.  Each card or card set provides instructions for a group game or activity. 21 games are included, ranging from loud-and-lively to thought-provoking.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Truffle Shuffle",
    "ID": 23955,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/23955/truffle-shuffle",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Just because all the players share the same chocolate factory, it doesn't mean that they aren't out to gain their own sweet rewards.  The factory produces six different chocolaty products.  Players bid for shares to control the sales of the different goods.  Then, they take turns placing workers along the production line to determine what goods will be produced.  Once four products are ready to ship, the sale is made, and the players see who has earned the biggest chunk of change.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Ho: The Ultimate Card Game",
    "ID": 23956,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/23956/go-ho-the-ultimate-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This is a card game based on the sport of Ultimate. Players must use the cards dealt them to move the disc up the field until they score a point or turn the disc over. Special cards can be played that represent aspects unique to the game of Ultimate. Winner is the first person to score five points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Penguin Plunge",
    "ID": 23958,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/23958/penguin-plunge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "From the publisher:  Stack'em Splash'em Bring'em home!  The winter thaw is finally here and the penguins are ready to play!  They want to swim and slide, dunk and dive...and especially PLUNGE down the ice tower.  But YOU want to collect 'em in 1,2,3 order and race back to your igloo.  You'll need to think ahead and use some clever moves to stack'em, and bring 'em home.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Children's Game",
      "Math",
      "Racing"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trapped!  Ellery Queen's Great Mystery Game",
    "ID": 23960,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/23960/trapped-ellery-queens-great-mystery-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Who was the murderer?  What was the motive?  What was the time?&#10;&#10;Trapped!  Ellery Queen's Great Mystery Game is a deduction game released by Betty-B in 1956 and stars the fictional detective Ellery Queen, created by authors Frederick Dannay and Manfred B. Lee.    The game features the &quot;new&quot; three dimensional playing board with the exclusive built-in Gravity Spinner.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Ellery Queen",
      "Books: Mystery Novels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stringbags! Wargames Rules for Aerial Combat 1915 - 1918",
    "ID": 23961,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/23961/stringbags-wargames-rules-for-aerial-combat-1915-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "A miniatures game of air combat from 1914-1918. 40 page rulebook. Recommended for 1/144 or 1/300 scale aircraft.&#10;&#10;&quot;Like Scramble, these rules operate in three dimensions while only physically using two. Different types of machine gun are taken into account, and the skill of your aircrew is paramount. The system also caters for game balance to ensure that no game is a walkover. There are simple rules for ammunition expenditure and players can handle about 4 planes each. An added feature appropriate to the period is the availability of Luck, (assuming you are lucky enough to get any).&quot;&#10;&#10;&quot;The rules are quite short, but are supplemented by data with over 150 aircraft and variants from World War One. The aircraft factors illustrate the differences caused by new designs. The rules incorporate a number of options to make life even more exciting for the unwary. An optional campaign system is provided.&quot;&#10;&#10;Publisher's ratings: Complexity - 4/10. Level of detail - 7/10.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scramble! Wargames Rules for Aerial Combat 1935 - 1945",
    "ID": 23962,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/23962/scramble-wargames-rules-for-aerial-combat-1935-194",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "A miniatures game which uses 1/300 scale aircraft to portray air combat from 1930 to 1945. 48 page rulebook.&#10;&#10;&quot;Take to the air in the dark days of the Battle of Britain or try to defend the Fatherland against the USAF. This game is for 1/300 scale aircraft and uses a simple movement system which takes account of the turning and climbing abilities of the aircraft. The advantages and disadvantages of different formations and aircraft types become apparent very quickly.&quot;&#10;&#10;&quot;This set of rules operates in three dimensions while only physically using two, height being indicated beside an aircraft. Weapon effectiveness is taken into account, and the skill of your aircrew is paramount. This is varied by nation and period to get the right feel for the game. The system also caters for game balance to ensure that no game is a walkover. There are simple rules for ammunition expenditure, Flak, Bombing, Night Actions, etc. Players can handle about 4 planes each.&quot;&#10;&#10;&quot;The rules are quite short, but are supplemented by introductory data with over 200 selected aircraft from the main theaters of World War Two. The theaters concerned are those NOT marked with an asterisk in the list below. These illustrate the differences caused by new designs and trying to stuff more into an old design. The Second Edition incorporates a number of rules revisions and some new rules to make life even more exciting for the unwary. A whole section of Optional Rules introduces new complexities into the game, as well as also offering some emerging technologies.&quot;&#10;&#10;Publisher ratings: Complexity - 4/10; Level of detail - 7/10.&#10;&#10;There is a separately sold data annex, adding more aircraft: &quot;Angels 15&quot;.&#10;&#10;Publisher's Home Page for the Game: http://www.aandagames.co.uk/scramble.htm&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Science Fusion, the Elements of the Scienauts",
    "ID": 23966,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.45",
    "Link": "https://boardgamegeek.com/boardgame/23966/science-fusion-the-elements-of-the-scienauts",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Science-fusion: the elements of the scienauts battle card game characterizes the elements into interesting personas of the element that they portray. These detailed characters then interact in the card game in may ways using real information from known scientific facts.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Division Commander",
    "ID": 23968,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/23968/division-commander",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Division Commander is a set of miniatures rules designed for very high-level World War II operations.  Each stand is a battalion, the ground scale is 3&quot; = 1 mile, and turns are 90-180 minutes.  The rules are designed from the ground up to play multi-day campaigns with multiple divisions per side.&#10;&#10;Like Bruce's &quot;Great Battles of World War II&quot; rules, one of the primary concepts is that of troops &quot;going to ground&quot;.  Troops start the day fresh and can make dramatic breakthroughs.  But, as damage occurs, troops are less willing to push forward, they will seek out defensive positions and wait for a new day.  Green troops, in particular, will tend to go to ground very quickly, while more elite troops can continue moving forward.  At this level, combat is abstracted, but operational aspects such as air support and corps and army artillery support are key parts of the system.&#10;&#10;A number of scenario books are available for the system, including France 1940, Eastern Front, Normandy, North Africa, and the Pacific.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evolutions",
    "ID": 23969,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/23969/evolutions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the rules:&#10;&#10;The object of the game is to be the first player or team to complete the entire circle of the playing board from &quot;START&quot; to &quot;FINISH&quot; by correctly identifying the EVOLUTIONS Scenarios.&#10;&#10;Basically, you answer trivia questions about the origins of common words and phrases, such as:&#10;&#10;Q: The custom of dropping a piece of spiced, burnt bread into a glass of wine originated in Rome.  The charcoal from the burnt bread helped to reduce the wine's acidity.  This word is now a modern day proposal of good health.&#10;&#10;A: Toast.&#10;&#10;If you get it right and were the first player with the option to answer you move 2 spaces, otherwise you move 1.  Each question has a category and if your piece is on that category when you get the answer right, you double your move - 4 or 2 spaces. Twenty-six spaces means twenty-six correct answers - or possibly as few as 8 - will win the game.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Logus Jr.",
    "ID": 23971,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23971/logus-jr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "(children's version of Logus Sr.)&#10;&#10;The slide-letter game for children. Combines spelling skill and manual dexterity as players race to spell a word by sliding letters in their board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winds of Change",
    "ID": 23973,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/23973/winds-of-change",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Euro-style game of managing climate change.&#10;&#10;Using a combination of blind-bidding, trading, investment and insurance, players manage the development of cities while jointly dealing with CO2 emissions.&#10;&#10;Each player has to develop his region of the World, but the players also have to take care that the Earth is not heated up too much by CO2 emissions. The game can only be won if players collectively succeed in limiting and finally reducing the global warming. The winner is then the player who has developed the largest sustainable economic potential.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Trading"
    ],
    "Families": [
      "Theme: Climate Change"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest NLP",
    "ID": 23974,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23974/quest-nlp",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quest NLP is the first game specifically created to enhance the learning of NLP (Neuro Linguistic Programming) skills and knowledge. NLP is a form of applied psychology, used in business, therapy, coaching, education, health, and many other contexts.&#10;&#10;Players move their brain tokens around the Trivial Pursuit style board, and answer questions from their knowledge of NLP. When successful, players receive coins, and must collect 4 coins in each of 3 categories to be the winner. Up to 6 players can compete individually, or up to a suggested 12 in teams.&#10;&#10;Contents include game board, 6 player brain tokens, 300 question cards, lots of coins for scoring, dice, timer, rules.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rio Ranchos",
    "ID": 23975,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23975/rio-ranchos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solitary Cowboys wanting to gain money in the West with cattle, except that not all have the same fighting ability, or the same intelligence, and that after a while, the board is crowded and there is not much place left for new herds.&#10;&#10;Cards give you powers or special actions, fights are solved with dices, and each player has a &quot;Cowboy Sheet&quot; with all details of his lone worker.&#10;&#10;",
    "Categories": [
      "American West",
      "Animals",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mes copains d'abord",
    "ID": 23976,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/23976/mes-copains-dabord",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Yacht is sinking and you have to save a group of nine passengers.  Like the other players you will find out that there is not enough room for everybody in the safety boat.  Who will save his/her group when the sharks hang around?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "First Down Derby",
    "ID": 23979,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23979/first-down-derby",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "First Down Derby is the new interactive board game invented and intended to provide family and group entertainment while viewing or listening to any football game played at any level.&#10;&#10;First Down Derby includes a 23&quot;x11&quot; Game Board including Rules of the Game, 1,000 Derby Dollars, 10 numbered multicolored markers and 10 First Down Derby Champion Stickers.&#10;&#10;Up to ten people may play at one time, but all players must start and finish at the same time.&#10;&#10;First Down Derby play may start or end at any time during the duration of any football game.&#10;&#10;1) In the beginning of the game a banker is elected. The banker should also play the game. The banker is responsible for distributing the Derby Dollars to all players.&#10;&#10;2) Each player then picks a marker, numbered 1-10.&#10;&#10;3) Before the start of each series of offensive downs, each player must place his/her marker on the position they feel the offensive team will obtain a first down, no first down or a turn-over (fumble or interception).  More than one player may place their marker on a position at one time.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linebacker Football",
    "ID": 23980,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/23980/linebacker-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Each coach has a team consisting of 23 players of differing ability ratings.  At the start, each coach secretly assigns each of his players to an offensive or defensive  position which he will play throughout the game.  Position assignments are revealed simultaneously and cannot be changed.&#10;&#10;On a play from the line of scrimmage, the coach on offense secretly records his play selection, choosing from 47 possible plays.  The coach on defense then commits each of his linebackers to 1 of about 20 particular strategies, e.g., &quot;Key on Fullback&quot;, &quot;Cover Flat Zone (Pass)&quot;, or &quot;Blitz&quot;.  The play result is decided by a die roll referred to a chart, modified heavily by the relationship between the called play and the linebacker assignments and by the ability ratings of the key players involved.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Choices",
    "ID": 23982,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/23982/choices",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from box back)&#10;&#10;CHOICES transports players into the world of decision-making. It is an adventure of thought that begins with a dilemma and ends with a choice. Tucked in between is competition, verbal action, and a lot of guesswork.&#10;&#10;Your family, friends, or Bible study group will find CHOICES to be a fun and challenging activity. They will come face-to-face with life and sometimes nose-to-nose with opposing views of it.&#10;&#10;At the heart of CHOICES are twenty principles. They find their root in the Bible and focus on twenty issues of life. Each principle is supported by several verses from the NIV Translation of the Bible, both Old and New Testaments.&#10;&#10;3 to 10 players can play, but 4 to 8 are best. CHOICES can also be played in teams, and is designed for ages teen to adult. Each game includes 170 Dilemma Cards, 20 Answer Cards, 10 Principle Cards, a plastic storage tray, and a reference booklet.&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Finger Soccer",
    "ID": 23983,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/23983/finger-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Traditional Brazilian soccer (football) game for 2 players.&#10;&#10;Players must use their fingers to &quot;kick&quot; a regular coin - the &quot;ball&quot; - over a wooden table representing a soccer field, where metal pins - soccer players - are placed at regular spaces.&#10;&#10;The opponents alternate kicking (normally one kick each), trying to get the ball past the pins and to the opposite goal - represented by a small hole at the edge of the wooden field.&#10;&#10;Quite simple, as most traditional games, but still fun.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fraction Quizmo",
    "ID": 23984,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/23984/fraction-quizmo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A bingo-style game where math questions are asked and the player must mark the answer on their bingo card. This is a precursor to the more modern Quizmo version which covers both decimals and fractions.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Quizmo (Media Materials)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly Junior: Lemonade",
    "ID": 23986,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/23986/monopoly-junior-lemonade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A newer version of Monopoly Junior which has revised gameplay. Gone is the spinner &amp; the dials of the original edition - instead, players work placing lemonade stands onto streets. There are two streets in each color, which form an unbreakable monopoly. Gone as well is the &quot;Loose Change&quot; space from the amusement park version of Monopoly Junior. This version plays quicker &amp; cleaner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Special Forces",
    "ID": 23987,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/23987/special-forces",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Overview:&#10;Special Forces is an easy-to-learn, fast-paced modern day board game. The game is extremely tactical with each counter representing an individual soldier.&#10;&#10;Special Forces focuses on the special operations carried out in 2004 and 2005 Iraq.&#10;&#10;Key Points:&#10;&#10;     The game&rsquo;s focus is on the exciting aspects of modern combat, without getting bogged down in complex move and shoot rules.&#10;     The game action plays-out like a Hollywood action movie, instead of a slow-paced number crunching wargame.&#10;     Each soldier is armed with his own weapon, which can be fired in different realistic fire-modes. In addition, each soldier can be equipped with a variety of grenades, rockets, and medical kits. &#10;     The game features the &ldquo;One Roll&rdquo; game mechanic that resolves attack accuracy, damage, and ammo use, all in one die roll.&#10;&#10;&#10;Special Forces includes the following weapons:&#10;M4A1 Assault Rifles, M203 Assault Rifle/Grenade Launchers, M60 Machine Guns, Fragmentation Grenades, Smoke Grenades, LAW Rockets, AK47 Assault Rifles, Pistols, RPG7 Rockets&#10;&#10;High solitaire suitability, including solitaire scenarios. Ages 10+.&#10;&#10;Available in DTP (PDF download) or Vassal format from https://www.mcssl.com/store/danverssengames/special-forces--pdf&#10;&#10;Online Play&#10;&#10;&#10;     VASSAL (real-time and PBEM)&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Driving Test",
    "ID": 23989,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/23989/driving-test",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a children's game simulating a driving test.&#10;&#10;The idea is to steer different vehicles around the board via the control lever which operates a magnet beneath the platform.&#10;&#10;Obstacles are provided and can be placed along the route. They can be varied as desired for each game or test.&#10;&#10;Penalty points are incurred if you make a mistake or hit one of the obstacles&#10;&#10;As many players as you like can take part; the winner is the one who has the least amount of penalty points after each player has had a specified number of attempts.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Miniatures",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simulation"
    ],
    "Families": [
      "History: American Old West (Wild West)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bug World",
    "ID": 23990,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23990/bug-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "BUG WORLD is a game in which the players control a team of ants. Three worker ants and one soldier.  Each team leaves the safety of your nest in search of different types of food. You roam throughout the garden, seeking under leaf and twig for the next morsel... but look out! Around the next corner could be an even hungrier praying mantis, trap door spider, assassin bug or other nasty predator, which you need to fight off to survive. Figure out where your paticular type of food is hidden and get them back to your nest first, and you can become king of the Bug World! Game includes a large folding game board, 1 die, 12 worker ant pieces, 4 solider ant pieces, 20 bug playing pieces, an insect glossary with cool bug facts and playing instructions.&#10;&#10;Ages 9 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Ants",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Advanced Tracks to Telluride",
    "ID": 23991,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23991/advanced-tracks-to-telluride",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Expansion kit published for Tracks to Telluride that significantly lengthens the game.&#10;&#10;The expansion does away with the chance cards and gives an extended set of rules covering such things as snow ploughs, dual gauge track, track maintenance and seasonal weather variations. It also introduces a more varied set of victory conditions as well as &quot;personality cards&quot; in the form of special engineers, lawyers and promoters to help you with your track building, court injunctions and financing. More flavour and more interest, but at the almost inevitable cost of a longer playing time.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System"
    ],
    "Families": [
      "Series: Tracks to Telluride"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rocky Mountain Rails",
    "ID": 23992,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/23992/rocky-mountain-rails",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Expansion for Rails Through the Rockies that supposedly made the game much more playable.&#10;&#10;Expands:&#10;&#10;    Rails Through the Rockies&#10;&#10;&#10;Re-implements:&#10;&#10;    Tracks to Telluride&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System"
    ],
    "Families": [
      "Series: Tracks to Telluride"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wimmelwurm",
    "ID": 23993,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/23993/wimmelwurm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Blackbirds have dinner in the meadow after rain: worms are coming up. The blackbirds try to catch them, but the worms are to fast and they withdraw in the earth.&#10;This game is played in the box. A board shows a beautiful meadow with many worms. They form pairs: if you drag the head of one worm, an other is torn in the earth.&#10;Each player tries to pull the right worms, so that the blackbirds from the other players lose their worm. Each time you can do that, you win a worm card. Winner of the game is that player who has most worm cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Birds",
      "Animals: Worms",
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Know the Stars and Planets",
    "ID": 23994,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/23994/know-the-stars-and-planets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "MB #4028. For the budding astronomer of 1960. Ages 8 to 12. This game has two game boards, &quot;Know the Stars&quot; and &quot;Know the Planets&quot;. Each comes with a deck of 24 card printed with some astronomy trivia. The mechanics are similar to Trivial Pursuit. One player draws a card and asks the opponent a trivia question from it. A correct answer allows the player to put a mark in a tic-tac-toe box on the game board.  For each completed row or column on the game board the player scores its point value. As each of the 9 squares on the tic-tac-toe board has a different value, there is some strategy here. Correct answers to 6 of the 24 cards enable a choice to mark a tic-tac-toe square or to erase an opponents mark. A simple plastic cover allows write-on/wipe off. &#10;The gameboard and card can also be used for a much simpler form of tic-tac-toe for the younger players.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Space Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LifeCards",
    "ID": 23996,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/23996/lifecards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game designed to teach children about the environment. It consists of 81 Life cards in 9 suits (Health, Peace, Heritage, Wildlife, Plantlife, Produce, Air, Water &amp; Earth); 13 Pollutant cards; 13 Clean-up cards.&#10;&#10;The object of the game is to collect sets of identical Life cards (in a similar fashion to Rummy), which will earn points for the player at the end of the game. However these sets can be 'polluted' by other players using  Pollution cards.  If you are lucky you'll be able to clear up the polluted set using a Clean-up card, which also doubles the score of that set.&#10;&#10;The game ends when one player plays their last card, and the winner is the one with the highest score.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clam Chowder: The Server's Card Game",
    "ID": 23997,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/23997/clam-chowder-the-servers-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the website:&#10;&#10;Imagine a game that entertains the servers, guests, and could quite possibly help you to enjoy waiting tables again. Remember your first day on the floor by yourself? Your own section, your own tables, and your own tips. What will you say? What if someone asks about the specials that you can't remember squat about? Clam Chowder: The Server's Card Game has the potential to bring the butterflies back, but this time you know the menu and are ready to enjoy them.&#10;&#10;110 cards of strange upselling, humor, and debauchery.  No longer will you be saying the same thing over and over again like a broken record. 2 to 10 players try to complete as many cards as they can through the course of a shift or play by yourself and try to beat your last score.&#10;&#10;Hey, everyone has to work, why not have some fun at it? Don't worry, I've included some goodie-goodie cards to keep the managers off your back.&#10;&#10;You'll laugh, you'll cry, you'll probably get fired. But hey, I hear they're hiring next door and the tips are better.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silly Story Maker",
    "ID": 23998,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/23998/silly-story-maker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher:  Create and Share you Silly Stories!  It's storytelling time and YOU weave the tale!  Each player takes turns contributing to a story, using the Story Cards they are dealt as inspiration.  Then, after creating a unique tale, players test their memories by recalling the story, and the player who remembers the most wins!  Your imaginations the limit and possibilities are endless...so get ready to get silly!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Educational",
      "Fantasy",
      "Humor",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supernase",
    "ID": 24001,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/24001/supernase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Players have to recognize a gang of 4 gangsters on the variable gameboard by using dog shaped templates. Pretty innovative game for the year it was published and probably one of the best games by Detlef Wendt.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legions of the Petal Throne",
    "ID": 24003,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/24003/legions-of-the-petal-throne",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Rules for conducting miniatures battles on the world of Tekumel (the setting of the fantasy role playing game &quot;Empire of the Petal Throne&quot;and the more recent &quot;Tekumel: The World of the Petal Throne&quot;).  The single booklet contains basic and advanced rules for 25 mm miniatures on a 1:100 scale.  The advanced rules describe the particular powers and military formations of the five great human empires and the various non-human races.  Other rules govern the use of magic and ancient technological devices.&#10;&#10;TSR first published the rules in 1977.  Tita's House of Games later republished the booklet.  These were the first published miniatures rules for the Tekumel universe.  Later rules were &quot;Missum!&quot; and &quot;Qadardalikoi.&quot;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Missúm!",
    "ID": 24004,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/24004/missum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rules for conducting miniatures combat on the world of Tekumel (the setting of the RPG &quot;Empire of the Petal Throne&quot; and the more recent &quot;Tekumel: World of the Petal Throne&quot;).  These 1:100 figure scale rules for 25mm minatures succeeded the earlier &quot;Legions of the Petal Throne&quot; booklet.&#10;&#10;These rules were first published by The Imperium Publishing Company and have been reprinted by Tita's House of Games.  Later supplements contained army statistics for the armies of the major human empires and non-human races.   Another, more detailed, set of Tekumel miniature rules, &quot;Qadardalikoi,&quot; was published in 1983.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Qadardalikoi",
    "ID": 24005,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/24005/qadardalikoi",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Rules for conducting miniatures battles on the world of Tekumel (the setting for the RPG &quot;Empire of the Petal throne&quot; and the more recent &quot;Tekumel: The world of the Petal Throne&quot;).  These rules for 1:100 figure scale 25mm miniatures battles are much more detailed than the two earlier Tekumel miniature rules sets: &quot;Legions of the Petal Throne&quot; and Missum!&quot;  Qadardalikoi also includes campaign rules and is compatible with the army statistics contained in later supplements.&#10;&#10;First published in 1983 by Tekumel Games, the booklet has been republished by Tita's House of Games.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The F.B.I. Game",
    "ID": 24006,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/24006/the-fbi-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each Player is a 2 man team of F.B.I. agents assigned to investigate the scene of a crime and gather evidence against the guilty fugitive hiding in a distant city. When a player correctly identifies 4 pieces of evidence, the guilty fugitive will fit into their center as easily as a piece in a jig-saw puzzle. First player to obtain 4 pieces of evidence fitting a fugitive on 2 sides, arrests the criminal, brings him into headquarters wins.&#10;&#10;Contents:&#10;8 F.B.I. Agents in 4 colors with black wooden bases&#10;4 Fugitives with 4 colored wooden bases&#10;4 Assignment cards&#10;64 Evidence pieces (16 in each case file)&#10;1 Airport Spinner&#10;20 F.B.I. Bulletins&#10;1 Magnifying glass&#10;2 dice&#10;1 dice cup&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Police",
      "Theme: TV Detectives"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Once Upon a Castle",
    "ID": 24007,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/24007/once-upon-a-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the publisher:  Race to construct your own castle!  Once upon a time there lived a Princess and a Knight who both wanted to rule their kingdom.  But only one ruler was allowed, so they decided to have a race.  Whoever can build their castle first may claim victory!  But watch out, the mischievous Ogre wants to spoil their plans.  Who will escape his antics and become ruler of the land?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La meva col·lecció",
    "ID": 24010,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/24010/la-meva-colleccio",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Overview and objectives&#10;&#10;The players try to get at least 9 art pieces from different museums in Barcelona, in order to build their own art collection, placing it in their own &quot;shelves&quot;. To achieve that, the players must drop pieces they don't want while trying to obtain the ones needed.&#10;&#10;Game components&#10;&#10;    54 tokens (square cardboard cards) representing 54 art pieces from different museums of Barcelona and surroundings. Each token is identified by a number, a color and a category. There are 4 colors and 4 categories.&#10;    2 tokens representing a thief.&#10;&#10;&#10;Rules&#10;&#10;Shuffle all tokens. Each player draws 3 tokens from the pile with all tokens shuffled and keeps them in his hand. Then, as many tokens as players in the game are picked from the pile and put in front of them in the &quot;showroom&quot;. The players use one of their tokens for bidding for the showroom tokens: the one with the highest number chooses first which piece of the &quot;showroom&quot; he gets. The tokens used for betting are discarded. At this moment each player can add one of the tokens in his hand to his own collection &quot;shelf&quot;. Finally each player draws new tokens from the pile to have 3 again.&#10;&#10;The critical point is that the shelf can only be filled following a certain pattern: each token must be of the same color or the same category as the previous one, and to completely fill in the &quot;shelf&quot; the player must have, at least, one token of each color and one token of each category.&#10;&#10;The first player to complete his collection of 9 pieces is the winner.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Country: Spain"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maths Me!",
    "ID": 24011,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/24011/maths-me",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is designed by a Singaporean company, Camelot Hobbies. Players try to get rid of cards in their hands by playing cards that fit the mathematical conditions at the time. The game comes with a deck of 39 cards and two special six-sided dice (the dice show 1,1,2,3,+ and -).&#10;&#10;From the rules:&#10;&#10;&#10;Object of the GameTo be the Greatest, just be the first to discard all your Maths Me! cards! To do this, players place them in turn in a centre discard-pile according to the 'condition' of the play at the time.&#10;&#10;One pack of Maths Me! cards is just right for 2-4 players. For more than 4 players, just add another pack!&#10;&#10;Game Structure&#10;&#10;Maths Me! is a mathematical symbol game that revolves around placing valid cards according to one of the 2 prevailing conditions, &quot;Greater Than&quot; or &quot;Less Than&quot;. The prevailing condition refers to the current flow of the game. During &quot;Greater Than&quot;, players must place cards which continually increase the numerical value being played (e.g. 47, 63, 89, 92 ...). On the other hand, when the prevailing condition is &quot;Less Than&quot;, numbers must become smaller and smaller. &#10;&#10;The game came with a sticker indicating the National Parenting Center Seal of Approval 1997 (The Camelot Hobbies website gives the year for the seal of approval as 1996).&#10;&#10;URL for Camelot Hobbies website: http://www.camelot.com.sg/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oenologus",
    "ID": 24012,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/24012/oenologus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Union de la Sommellerie Fran&ccedil;aise (French Union of Sommeliers) created this wine-trivia as a relation gift. The nice wooden box contains a map of France, 6 bottle-meeples, 1 die and 8 sets of 44 cards. On each card, you find 3 questions on wine (in general or questions about a wine region).&#10;Players have to roll the die and answer a question. If the answer is correct, you can play again. If wrong, next players starts rolling the die.&#10;Winner is that player who comes first at the ending point.&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Food & Drink: Wine"
    ]
  }
]