[
  {
    "Rank": "15201",
    "Name": "The Bible Is Funny Card Game",
    "ID": 394203,
    "Year": "(2023)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/394203/the-bible-is-funny-card-game",
    "Min Players": "3",
    "Max Players": "23",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Bible Is Funny Card Game is a party game wherein players take turns to serve as the game's &quot;Theologian&quot;, who will select a prompt card that the rest of the players respond to. The other players select an out of context Bible verse from the selection in their hand, and the Theologian chooses the one they find to be the most blessed and highly favored.&#10;&#10;The player whose card is chosen is awarded one point - one &quot;Treasure in Heaven.&quot; The player seated at the right hand of the Theologian becomes the Theologian for the next round.&#10;&#10;Play continues until a player gets seven Treasures in Heaven (or 70 x 7, depending on how much time you have).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "15202",
    "Name": "Pocket Dungeon",
    "ID": 42361,
    "Year": "(2009)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/42361/pocket-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "A solo Print and Play dungeon crawler. &#10;Several of Pocket Dungeons interesting features are :&#10;- Stealth dice. Pocket Dungeon is the first game to introduce stealth dice. If you follow the instructions presented, you can use your stealth dice that are created to play any number of different games besides Pocket Dungeon.&#10;- The DunGen system to quickly generate a random and dynamic dungeon as your explore. &#10;- Highly customizable. Pocket Dungeon leaves plenty of room for you to input your own content, without having to remove existing parts of the game.&#10;- Quick and easy game play. Pocket Dungeon is designed to be played either in a single setting, or in chunks of just a few minutes as you avoid doing something more productive, like work.&#10;- Pocket Dungeon is released under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License. So feel free to remix and share away!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line Drawing",
      "Modular Board",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "15203",
    "Name": "Gun and Gun",
    "ID": 318036,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/318036/gun-and-gun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Gun and Gun is an anime-themed card game from Japanese design studio Keepdry that features competitive one-versus-one battles, a distinct two-deck draft system, and gorgeous Japanese sci-fi art!&#10;&#10;In Gun and Gun, players assume the role of one of the game's many Gunners and equip their character with two guns available to them. Once selections have been made, it&rsquo;s a frenetic race to kill each other by reducing either their opponent&rsquo;s life points or their deck size to zero.&#10;&#10;A single copy of Gun and Gun is enough for two players to get right into the gun-wielding action; however, some may wish to use more than one set. Playing with one copy provides a more traditional board game experience with a surprising amount of strategy involved in choosing characters and guns.&#10;&#10;Playing with two sets, however, ups the intensity and overall competitive nature of the game, allowing for an experience that is closer to that of a constructed card game, where players construct their own decks. Either playstyle is a blast, but we would recommend playing with one set first in order to get used to the gameplay and to learn about the strengths and limitations of each character and gun, before moving into the more competitive side of the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "15204",
    "Name": "Valley Hoopers: The Series",
    "ID": 369024,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/369024/valley-hoopers-the-series",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Valley Hoopers is the ultimate fantasy basketball simulation. &#10;&quot;The Series&quot; edition include the first two tribes released: the Unleashed is the centaurs tribe that plays with sudden fastbreaks, the Keepers is the Angels tribe that excels in defense! &#10;They will compete to dominate the court and establish the Order of the Valley. &#10;The card-driven gameplay is based on unique hooper's skills and different tribe's powers. &#10;Special movement will be achieved when a hooper goes OnFire! &#10;Real basket playbooks will generate cards combos and perfect hands to build your fortune.&#10;Master the game and lead your tribe on the Series mode out of seven games!&#10;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Math",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck Construction",
      "Hand Management",
      "Matching",
      "Multi-Use Cards",
      "Pattern Building",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "15205",
    "Name": "The Key: Royal Star Casino Burglary",
    "ID": 371459,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/371459/the-key-royal-star-casino-burglary",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "A severe series of burglaries shakes the Royal Star Casino. How did the three perpetrators get the sensitive data?&#10;&#10;The Royal Star Casino has been shocked by a series of burglaries that have shaken the gambling world. Somehow three perpetrators accessed the sensitive data, but how? Players will start their investigations by combining all the clues about vault numbers, perpetrators, time of the crimes, and the codes entered. In the game cards for this case, the torn edges of currency straps must be examined, elevator movements must be put in the right order, and code tiles must be correctly put together. Witness statements about the activities on the evening of the crime add extra suspense until the correct number code appears that will put the burglars behind bars.&#10;&#10;In The Key: Royal Star Casino Burglary, the players take up the investigative work and combine all the clues to safe numbers, perpetrators, times of the crime, and the codes entered. Only the correct number code will bring the burglar back under lock and key.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction",
      "Open Drafting",
      "Real-Time",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Family Games (HABA)",
      "Series: The Key (HABA)"
    ]
  },
  {
    "Rank": "15206",
    "Name": "Furor Barbarus",
    "ID": 138945,
    "Year": "(2013)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/138945/furor-barbarus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3",
    "Description": "Furor Barbarus is a an introductory level tactical medieval wargame. This is the fourth module of the &quot;A la Charge!&quot; series.&#10;&#10;Each turn is composed of 6 phases:&#10;&#10;     Movement of Player 1&#10;     Combat of Player 1&#10;     Movement of Player 2&#10;     Combat of Player 2&#10;     Check victory conditions&#10;     Advance the Turn Marker&#10;&#10;&#10;Four battles are included:&#10;&#10;     Campus Mauriacus, 451 (Romans &amp; Allies vs. Huns &amp; Allies)&#10;     Soissons, 486 (Franks vs. Romans)&#10;     Tolbiac, 496 (Franks vs. Alamans)&#10;     Vouill&eacute;, 507 (Franks vs. Wisigoths)&#10;&#10;&#10;Many wargame concepts are introduced like Zone of Control, moving from hexagon to hexagon, command, firing long distance or close combat (melee), checking morale and retreating.&#10;&#10;A battle lasts between 30-60 mins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Barbarian migrations and invasions",
      "History: Francia",
      "History: Roman Empire",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: A la Charge (Vae Victis)"
    ]
  },
  {
    "Rank": "15207",
    "Name": "Chain Reaction 3.0",
    "ID": 41604,
    "Year": "(2009)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/41604/chain-reaction-30",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "CR 3.0 is a skirmish set of rules that can be played with any figures you may already have.  CR 3.0 is a great way to learn the Reaction System used in over twenty products by Two Hour Wargames.  It streamlines and updates the previous 2.0 rules and brings them more in line with the many present day THW products.  CR 3.0 is essentially a THW lite version given to the gamer at no cost.  28 pages plus 6 pages of charts.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Modern Warfare",
      "Print & Play",
      "Science Fiction",
      "Wargame",
      "World War II",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Misc: Free Wargames",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "15208",
    "Name": "The Korean War: June 1950 – May 1951, Designer Signature Edition",
    "ID": 297958,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/297958/the-korean-war-june-1950-may-1951-designer-signatu",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "1200",
    "Weight": "3.7778",
    "Description": "The Korean War: June 1950 - May 1951, Designer Signature Edition, marks the return of a true wargaming classic by Joseph Balkoski first published in 1986, faithfully remastered and updated with this all-new, supersized edition. Hailed by many as of the premier games covering The Korean War, this two-player operational level simulation covers the first year of the Korean conflict, from June 1950 to May 1951.&#10;&#10;During this period, the United States found itself involved in a bitter struggle in a remote Asian land that many Americans had not even heard of. Amid the debacles and stunning victories of the first year of war, the very foundation of the American military system &mdash; so recently triumphant in the Second World War &mdash; was severely shaken. In a war that few Americans understood and which historians have tended to ignore, the foundation of future American diplomacy in the face of communism was laid.&#10;&#10;The players control ground and air forces of the United Nations, North Korea, and Communist China. Each player's force consists of a wide variety of units, including infantry, marines, paratroopers, armor, and aircraft. The map is a 1:750,000 representation of the Korean peninsula from Pusan in the south to the Yalu River in the north. In addition to controlling military forces, the players must make a number of political decisions that have an important effect on the game. Above all, the UN player must strive to keep international tensions at a minimum for the purpose of preventing World War Three. Intense escalation and mobilization could have disastrous consequences for the militarily-unprepared United States. On the other hand, insufficient force applied to Korea could lead to the conquest of South Korea by North Korean communists.&#10;&#10;This edition of The Korean War features a super-sized map and larger counters and is another Classic Reborn! by Compass.&#10;&#10;This Designer Signature edition of the classic Joseph Balkoski game goes beyond merely incorporating errata found from the original edition; it includes enhancements that include:&#10;&#10;     Larger and easier-to-read 9/16&rdquo; counters and three game maps&#10;     Game map information is updated and includes all-new map artwork&#10;     Enhanced ergonomics are built into the set up and reinforcement charts&#10;     Restrictions on UN build-up and breakdown so UN player cannot perpetually continue Action Phase by reorganizing units&#10;     Modified amphibious assault system that allows UN player to more effectively recreate September 1950 Inchon invasion&#10;     Modified victory conditions that lessen impact of Global Tension&#10;     New random events to make the operation a bit more unpredictable&#10;     Updated rules treatment backed by many illustrations, an index, and clarifications and examples of play to reduce potential questions.&#10;     Updated historical notes&#10;&#10;&#10;Complexity: 7 out of 10&#10;Solitaire Suitability: 6 out of 10 (landing options; no hidden units)&#10;&#10;Time Scale: one month per turn&#10;Map Scale: 7.5 miles per hex&#10;Unit Scale: battalions, regiments, brigades and divisions&#10;&#10;Players: one to two, best with two or more&#10;Playing Time: 4-8 hours depending upon scenario, 20+ hours for campaign&#10;&#10;Components:&#10;&#10;    Four map sheets (42.5&quot; x 71&quot;overall map dimension)&#10;    Three countersheets (9/16&quot; size)&#10;    Rules booklet with updated Historical Notes&#10;    Two charts and tables booklets&#10;    One ten-sided die&#10;    Box and Lid&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Korean War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Korea",
      "Decades: The 1950's",
      "History: Cold War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Designer Signature Edition (Compass Games)"
    ]
  },
  {
    "Rank": "15209",
    "Name": "Didi Dotter",
    "ID": 32465,
    "Year": "(2007)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/32465/didi-dotter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A new game in the Chicken Cha Cha Cha series.&#10;A set of half eggs are on the table. Players have to try to combine the right halfs (with the same bird). All players do this at the same time.&#10;When all the eggs are completed, you have to check the combinations. If they are right, you may discard your token with that bird. Then you play a next round.&#10;First player to discard all tokens, wins.&#10;&#10;This Game is part of The Chicken Family of Zoch&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: The Chicken Family of Zoch"
    ]
  },
  {
    "Rank": "15210",
    "Name": "Renegade Legion: Prefect",
    "ID": 9376,
    "Year": "(1992)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/9376/renegade-legion-prefect",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "1800",
    "Weight": "4.6",
    "Description": "&quot;Renegade Legion: Prefect&quot; is a Science-Fiction board wargame simulating a planetary invasion at the operational level. Players plan and execute the space and ground actions of a campaign to seize the planet.&#10;&#10;Part of the FASA's Renegade Legion series of board, mini and rpg games.&#10;&#10;Can be integrated with FASA's other Renegade Legion board games - Renegade Legion: Leviathan, Renegade Legion: Interceptor and Renegade Legion: Centurion &#226;&#128;&#147; Blood & Steel.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Renegade Legion"
    ]
  },
  {
    "Rank": "15211",
    "Name": "Bulls-Eye Ball",
    "ID": 8093,
    "Year": "(2003)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/8093/bulls-eye-ball",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A scaled down version of Skeeball. Players bounce balls off a mini-trampoline and try to get them in the target circles. An electronic announcer keeps score.&#10;&#10;Three games are included:&#10;30-Second Blitz- Score as many points as you can in 30 seconds&#10;25-point Rush- Score 25 points as quickly as possible&#10;Bulls-eye Ace- See how many times you can score a bulls-eye before you miss 10 times&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "15212",
    "Name": "Endless Pass: A Viking Saga",
    "ID": 240002,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/240002/endless-pass-a-viking-saga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Enter the Endless Pass, survive the never-ending horde of the Endless, and compete with other vikings to claim the title of Conqueror of the Pass!&#10;&#10;In Endless Pass, players fight the scaly Endless to gain glory. The pass is also filled with weapons and runes to aid in defeating Endless, while allowing you to heal yourself. Combined with your action cards like attack, defend, evade, steal, and hide, you have more ways to defeat, evade, or defend against the Endless. However, whatever Endless are not defeated continue to plague the other vikings as they walk the Pass! You may also battle the other vikings. After all, you are fighting for glory and a place in Valhalla.&#10;&#10;The last viking standing or the first to acquire ten glory, while surviving the turn, wins the game. If none of the players survive, then the player with most glory is declared the Conqueror in Valhalla.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "15213",
    "Name": "The Last Victory: Von Manstein's Backhand Blow",
    "ID": 11764,
    "Year": "(1987)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/11764/the-last-victory-von-mansteins-backhand-blow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "420",
    "Play Time": "420",
    "Weight": "3.8571",
    "Description": "The Last Victory: Von Manstein's Backhand Blow, covers the time between the fall of Stalingrad to the spring thaw that shut down the Eastern Front. The Soviets. flush with victory, thundered west towards Kharkov in an attempt to finish off the battered remnants of the German Army Group South.  Falling victim to the law of overstretch, the Soviets were badly surprised and beaten back through the strong leadership and superior strategy on the part of the Germans.&#10;&#10;If Stalingrad had determined that the Germans could not win the war, then the Battle of Kharkov led them to think they had not yet lost. From the Battle's results, each side drew vastly different conclusions. The Germans were determined to renew the offensive, to finish the uncompleted victory cut short by the thaw. The Soviets were determined to await the offensive, trap and immobilized the attacker, and then launch a massive counteroffensive of their own.&#10;&#10;With over 1000 playing pieces, four maps, two rule books and in depth briefing material including historical review, from the Winter Storm Campaign Series this operational level game is the sequel to Winter Storm: Decision at Stalingrad by Vanguard Games and covers the campaign for Rostov and Kharkov in February-March 1943.&#10;&#10;The system features detailed supply rules similar to OCS, weak ZOCs that show the potential of infiltration and the effect of terrain, and a flexible sequence of play to show the principles of mobile warfare.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 5 miles / 8 kilometers&#10;Units: Battalion to Corps&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Winter Storm Campaign (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "15214",
    "Name": "Cafe Chaos",
    "ID": 316625,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/316625/cafe-chaos",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7143",
    "Description": "Join me (James) and my friends in the world&rsquo;s most chaotic food fight. Dodge, hide and throw epic food combos to avoid being eliminated. Who will reign supreme in this chaotic food frenzy?&#10;&#10;Each round of Cafe Chaos gets more chaotic as events are triggered in the school cafeteria. Watch out for school bullies, poisoned food and characters throwing epic food combos!&#10;&#10;Cafe Chaos cards feature art from &quot;The Odd 1s Out&quot; world. You'll recognize a few favorites - but I've added some original characters to this game as well. The booster packs will add to the fun and include some of my animator friends.&#10;&#10;So if you like food...and card games - this is the game for you. Help me make this card game a reality by backing Cafe Chaos today. And remember - wear your seatbelt!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Events",
      "Hand Management",
      "Programmed Movement",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15215",
    "Name": "Bharata 600 BC",
    "ID": 325882,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/325882/bharata-600-bc",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "BHARATA 600 BC is a multiplayer strategy board game set in the Indian subcontinent (Bharata) in 600 BC. This is the end of the Vedic period and the rise of the 16 Mahajanapadas (Great Kingdoms). Each player takes on the role of a Mahajanapada ruler, trying to make their kingdom the most predominant power in the ancient Bharata. Players get to decide how to lead their armies, gain and manage resources, and conquer territories to expand their kingdoms. At the same time, they have to protect their territories from rivals, natural disasters, and social events, such as riots. Players&rsquo; actions and achievements are rewarded with Victory Points that contribute to determining the game winner.&#10;&#10;Each player (or team) begins the game with a set of resources, two armies, and a different start location. In addition, players get to create their game avatars by choosing a combination of personality traits and abilities (variable powers), which can differ or be identical to other players&rsquo;. With each turn, players draw resources that are often linked to their previous decisions on resource pool management. Players may choose to convert their resources into Coins and use the Coins to increase their Army Strength or to conquer specific terrain types later in the game. Players use their two armies to move on the map, conquer territories through settlements or direct combat with other players, plan for attack or defence, gain regional resources and trade objects, and accomplish objectives. Events trigger natural disasters, diseases, or riots, which create an additional level of defence and resource planning. This is the time your ability traits become handy. They allow you to manoeuvre certain Events in your favour while at the same time, based on your play style, to make it harder on other players or the contrary, to help them out with their own Event scenarios.&#10;&#10;In BHARATA 600 BC, players have a great level of control over their play style and outcome. They can opt-in or out of a combat strategy, an objective-based strategy, a competitive or collaborative approach. As players find themselves in a dynamic game context, they have to adapt their strategy and choices to the evolving scenarios on the board.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Events",
      "Once-Per-Game Abilities",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: India"
    ]
  },
  {
    "Rank": "15216",
    "Name": "3 of a Kind",
    "ID": 416027,
    "Year": "(2024)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/416027/3-of-a-kind",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "What is the scariest zoo animal? &#10;The happiest item in a junk drawer? &#10;The most dangerous fruit?&#10;&#10;3 of a Kind is a competitive party game of thinking alike, where players try to write matching answers to wild questions. Each round, players select a Category and 3 different Adjectives. Each player writes one answer for each Adjective in the selected Category. The more players who write the same answer as you, the more points you get!&#10;&#10;3 of a Kind plays with 2-8 players and offers near infinite variations of Adjective/Category combos to tickle your brain. Each game is played over 6 rounds and lasts 20-30 minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Matching",
      "Questions and Answers"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces"
    ]
  },
  {
    "Rank": "15217",
    "Name": "Margo",
    "ID": 24923,
    "Year": "(2006)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/24923/margo",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "4.1667",
    "Description": "Margo is an abstract board game similar to Go, except that it's played with marbles which may stack upwards. A special capture rule means that captured pieces that support enemy pieces are not removed.&#10;&#10;&#10;     Margo is played by two players, White and Black, on a square grid which is initially empty (6x6 is the standard size).&#10;     Each player has an unlimited number of balls of their color.&#10;     Players take turns placing a ball of their colour either:&#10;          At an empty board point, or&#10;         Stacked on top of four existing balls (of any colour).&#10;    &#10;     Players may not pass.&#10;     The game ends when the current player has no legal move. The player with the most balls in play wins.&#10;     Surround capture: After placing a ball, all enemy groups without freedom are captured and removed from the board, except for those which support enemy balls, which remain active in the game as zombies (only board-level freedoms are counted).&#10;     Over/under rule: A connection crossing over an enemy connection cuts it.&#10;     No-suicide: It is not permitted to place a ball without freedom, unless that move captures neighbours to create its own freedom.&#10;     Ko rule: It is not permitted to repeat the board position of any previous turn.&#10;     Swap rule: After the opening move, the second player may elect to swap colours in lieu of making a move.&#10;&#10;&#10;The name &quot;Margo&quot; = Marbles + Go.&#10;&#10;Online Play&#10;&#10;&#10;     Gamerz (turn-based, play by email or play by web)&#10;     Jocly (turn-based, live play or play against the computer)&#10;&#10;&#10;Notes&#10;&#10;Margo is the big brother of the Series: Shibumi set.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 7 x 7 Grids",
      "Components: 9 x 9 Grids",
      "Components: Marbles",
      "Containers: Drawstring Bag",
      "Digital Implementations: Abstract Play"
    ]
  },
  {
    "Rank": "15218",
    "Name": "Gascony's Legacy",
    "ID": 224793,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/224793/gasconys-legacy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5714",
    "Description": "The 17th Century is an age of enlightenment and renaissance. For some, it's an age of chivalry but for others it's an age of corruption. France is in danger of becoming despoiled by both greed and tyranny. Her only hope lies with the King's Musketeers!&#10;&#10;Gascony's Legacy is a cooperative tactical battle and adventure game for 1-4 players. Each player controls one of the legendary members of the Musketeer Corps and their allies on a swashbuckling adventure against the Cardinal's forces. Fight your way through a four-story campaign based on the novel by Alexandre Dumas to foil the Cardinal's plans before he takes control of France and sends it into darkness forever!&#10;&#10;All for one and one for all!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Novel-based",
      "Renaissance"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Lynnvander Legacy Line"
    ]
  },
  {
    "Rank": "15219",
    "Name": "Chop! Chop!",
    "ID": 230916,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/230916/chop-chop",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A semi -cooperative strategy game for mice players: One player plays the cat, the others, the mice. Alternately, one mouse plays, and then the cat. The mice need to collect ten pieces of cheese, whilst the cat tries to catch the four mice. On your turn, roll the dice, move forward the corresponding number of squares, and turn over the tile of the square you land on. Then carry out the action indicated on the tile (cheese, broken plate, +1, +2, a Super Move, etc.). If a mouse turns up a piece of cheese, it can keep it. If the cat lands right on the square where a mouse is sitting, it catches it!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "15220",
    "Name": "My First Adventure: Discovering Atlantis",
    "ID": 271162,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/271162/my-first-adventure-discovering-atlantis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Today, you're setting off on an incredible adventure. Today, you're going to roam the sea to find a hidden treasure. Which submarine do you want?&#10;&#10;&#10;    The Behemoth?&#10;    The Manta?&#10;    Or the Swordfish?&#10;&#10;&#10;Choose carefully and plunge into this rather unusual story, a story in which each choice you make will change your adventure.&#10;&#10;Discovering Atlantis is the second book in the My First Adventure collection of stories in which you are the tiny hero. Choose your character and plunge in this rather unusual story, a story where each choice you make will change your adventure.&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Mythology: Atlantis",
      "Series: My First Adventure (Game Flow)"
    ]
  },
  {
    "Rank": "15221",
    "Name": "Centrix",
    "ID": 243297,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/243297/centrix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Centrix is a fun, friendly and family multi-level three dimensional game. Use Card combinations to rotate the rings of the game board and climb your play pieces to the top. Skillfully unlock the best route up the ever-changing game board. Use strategy and tactics to jump over as many play pieces as you can, and prevent other players from getting to the top first by bumping them down.&#10;&#10;Spin, Climb, Jump, Bump; Be First to the Top&#10;&#10;GAME MATERIALS&#10;- Game Board &ndash; Six multi-colored rotatable rings, with 12 colored squares each and a black, stationary top level;&#10;- 18 Pawns &ndash; Three of each in six different colors &ndash; red, orange, yellow, green, blue and white;&#10;- Deck of Cards &ndash; 42 playing cards, as follows:&#10;   - 36 cards in six different colors and numbered 1, 2 or 3,&#10;   - Three &lsquo;any-color&rsquo; wild-cards, and&#10;   - Three &lsquo;unlimited-spin and any-color&rsquo; wild-cards.&#10;&#10;OBJECT OF THE GAME &#10;Move all three pawns up the six rings and enter them all onto the top stationary 7th level.  First to do this wins the game. Second, third and fourth place winners follow continuing the game until the last pawn reaches the top level.&#10;&#10;PAWN MOVEMENT &#10;- Pawns always move by one, up down or sideways, but never diagonally;&#10;- Two pawns cannot occupy the same color square&#10;&#10;Jumping &#10;- A pawn can jump over or &lsquo;leapfrog&rsquo; any pawn;&#10;- The number of pawns in a row that you can leapfrog is unlimited, provided that the color card played is the same color as the square that the pawn lands on; and&#10;- Jumping can start from the first move onto the board and even onto the top 7th level.&#10;&#10;Bumping &#10;- If the square above, adjacent or below is occupied, then you can bump that pawn directly down two levels, by playing the color card of that square and moving your pawn to the occupied square;&#10;- If another pawn occupies the square that your opponent&rsquo;s pawn dropped down to, then that pawn also drops down two levels and so on (even if they happen to be your own pawns);&#10;- You cannot leapfrog up to bump an opponent&rsquo;s pawn down two levels; and&#10;- Bumping is only possible by moving up one level, sideways or even down, if you choose to do so.&#10;&#10;CARD PLAY&#10;There are three types of cards in the deck:  &#10;1. Numbered color cards are the main cards used in playing the game.&#10;&#10;RING ROTATION&#10;- The number on a card is the number of squares that you can rotate a ring, 1, 2 or 3 either clockwise or counter-clockwise, as shown on the cards;&#10;- You can only rotate the ring level that your pawn is on; and&#10;- Rotating is optional, you can play the card as a color only card, but if rotating, then move the ring the same number of squares as the number shown on the card and always rotate the ring before playing the color.&#10;&#10;COLOR PLAY&#10;- The color on the card is the only square color that you can move a pawn to, when played;&#10;- If after rotating a ring, the square color above where the pawn arrives is the same as the color of the card, then you can climb up to that square, bump another pawn or leapfrog to a higher square of that same color, in a combination move. If not, then play a second color card if you have the color match.&#10;&#10;2. Any-color wild-cards, allow you to move one pawn up, down or to an adjacent square from where your pawn is positioned, regardless of the color of that square:&#10; - The card also allows your pawn to climb, jump and bump, as explained in Pawn Movement above and to move up to the final 7th level;&#10; - This card cannot rotate any rings.&#10;&#10;3. Unlimited-spin, any-color wild-cards, allow you to rotate one ring (optionally) any number of squares clockwise or counter-clockwise, provided that you have a pawn on that ring:&#10;- The card is subsequently also played as an any-color card, as described above.&#10;&#10;COURSE OF THE GAME&#10;- Youngest player goes first;&#10;- Play one card per pawn move, starting off the board;&#10;- The square color on which you place your pawn must match the card color (wild-cards are any color);&#10;- Play all three of your cards in your hand, if possible;&#10;- You cannot bump another player off the bottom first level; and&#10;- After you have played as many of the three cards as you can play, your turn ends, you draw new cards for a total of three cards in your hand and the next player takes a turn.&#10;&#10;END OF THE GAME&#10;&#10;- From the 6th ring level, play any numbered card that matches the color of your pawns or any of the wild-cards to move up to the 7th safe level at the centre of the game board;&#10;- You can leapfrog over other pawns to make this move;&#10;- Your pawns cannot be removed, once they reach the top level; and&#10;- When all three pawns are at the top, you&rsquo;re done and if first to get there, you win the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15222",
    "Name": "Saratoga 1777",
    "ID": 227842,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/227842/saratoga-1777",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "The Saratoga 1777 campaign of the American Revolution resulted in a British defeat that was so shocking that it changed the course of the war.  What started as a grand campaign by three British armies to end the rebellion resulted in the defeat of two of them and the capture of the third and largest army.  Historically, the Americans had the odds stacked against them yet pulled off a crushing victory over the greatest military power in the world. Can you as the British player defeat the American Continental army and its militia in the back woods along Lake Champlain and Lake George?  Or as the American player can you, like Green Mountain boys and the farmers of those back woods defend your homeland and change the course of the war?  The decisions are yours&hellip;&#10;&#10;The game is Volume III of the Great Campaigns of the American Revolution which includes NY 1776, and TRENTON 1776.&#10;&#10;Game includes hard mounted game board, 70+ blocks, labels, battle board, rules, and dice.&#10;&#10;Playing time is 1 to 2 hours.  For ages 13+&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Block Wargames",
      "Series: American Revolution Campaigns (Worthington Games)"
    ]
  },
  {
    "Rank": "15223",
    "Name": "Riot Quest: Single-Player Starter Set",
    "ID": 285902,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/285902/riot-quest-single-player-starter-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The once-great Iron Kingdoms are now a pile of smoldering ruins. But there&rsquo;s treasure everywhere&hellip;if you&rsquo;ve got the gumption to fight for it! You&rsquo;ll need a crackerjack crew, gobs of gear, and lots of love for the chaos of battle if you&rsquo;re going to score the best leftover loot in the land. But watch out! It&rsquo;s every human, dwarf, elf, and goblin for themselves in this outrageous quest for bodacious booty!&#10;&#10;Riot Quest is a fast-moving, highly unpredictable skirmish board game for up to four players using hobby miniatures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "15224",
    "Name": "Battleground Historical Warfare: Second Punic War 218-201 BC",
    "ID": 49096,
    "Year": "(2009)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/49096/battleground-historical-warfare-second-punic-war-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.4444",
    "Description": "The newest expansion for Battleground Historical Warfare which features the armies of Rome and Carthage.&#10;&#10;Two centuries before the birth of Christ, the greatest general of his day led a small army over the Alps and nearly broke the power of Rome. Now you can recreate Hannibal's triumphs at Cannae and Trasimene, or reenact his defeat by Scipio Africanus at the battle of Zama.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "Game: Battleground Historical Warfare (Your Move Games)",
      "History: Punic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15225",
    "Name": "Fruit Picking",
    "ID": 296044,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/296044/fruit-picking",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Look at you up in that tree! Picking fruit on your island at sea!&#10;Pack it up and send it out via Market Island to build your clout!&#10;Remember! Seeds make fruits and fruits make sets! So pick your fruit with no regrets!&#10;&#10;In Fruit Picking the players become fruit farmers who will plant and pick fruit and trade them with Market Island. The goal is to collect a set of market cards, claiming the title from one of the 4 districts of Market Island.&#10;&#10;In more detail, during a turn a player will take all the seeds from one space on their fruit island board and then distribute them mancala-style in clockwise direction. The last space a player puts a seed on becomes their Pick farm for this turn. They then choose to either getting more seeds on their Pick farm or trading the same fruit as on their Pick farm with the Market Island by paying seeds and receiving a market card for that. If a player collects all cards of one of the 4 sets of market cards the game ends.&#10;&#10;This new edition features all new artwork, useful double-layered game boards and rules for solo play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Mancala",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Food & Drink: Fruit",
      "Players: Games with Solitaire Rules",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "15226",
    "Name": "Veggie Garden",
    "ID": 211533,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/211533/veggie-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2308",
    "Description": "Description from the publisher:&#10;&#10;In Veggie Garden, 2-4 players are trying to grow the best vegetables in a short amount of time &mdash; but it won't be easy as other players will be fighting for space in the garden, and the pesky groundhog and mischievous bunny will be popping up at every turn!&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Food / Cooking",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "15227",
    "Name": "Der Millionen Coup",
    "ID": 142277,
    "Year": "(2013)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/142277/der-millionen-coup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "You are security experts trying to get a job at a bank. To do this, you must prove that the current security system is not sufficient. How? By robbing the bank. You have forty minutes to unlock doors, deactivate security systems, and find out the combination to the vault. The bank is well-protected, though, and you had better not encounter the guard or trigger the alarm.&#10;&#10;Der Millionen Coup is a cooperative game with a real-time engine. Every action takes time, and players can perform only one action at a time. The game is split into two phases: preparation for the coup and the coup itself. During preparation, players can explore the bank, learn additional skills, and forge one of the available plans. Players freely decide when to switch to the coup phase and carry out their plans. You have only forty minutes total for both phases, so plan carefully!&#10;&#10;Der Millionen Coup includes 32 scenarios and 12 bank plans, so the next coup won't be the same as the last...&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "15228",
    "Name": "The War of Jenkins' Ear",
    "ID": 197635,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/197635/the-war-of-jenkins-ear",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The War of Jenkins&rsquo; Ear simulates the last major conflict in the Caribbean between England and Spain from about 1739 to 1748 (though it was largely eclipsed in Europe by the War of Austrian Succession at the time.) The actual underlying cause of the war was trading rights in the lucrative West Indies. After centuries of intermittent and reoccurring war between the English and Spanish, these two maritime powers had managed to work out a trade agreement that ended their conflicts but not their longstanding enmity. In April 1731, the captain of the Spanish caravel La Isabela intercepted and boarded an English brigantine (the Rebecca) near Jamaica that he suspected of being a smuggler. The brig&rsquo;s goods were looted and the English captain (Robert Jenkins) was consequently tortured throughout that day. When the Spanish captain (Juan Le&ograve;n Fandi&ntilde;o) hacked off Jenkins&rsquo; ear with a cutlass, he bridled, &ldquo;Go tell your king that the same will happen to him if he is caught doing the same.&rdquo; Beyond the bravado or even hubris that convoked such an utterance from el capit&aacute;n, it would reaffirm the old proverb, &ldquo;Death and life are in the power of the tongue&rdquo; because this flippant threat would indeed eventually reach the truculent King George II.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;S&amp;T #308, Nov-Dec 2017&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Age of Kings",
      "History: War of the Austrian Succession",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "15229",
    "Name": "milkuro",
    "ID": 424957,
    "Year": "(2024)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/424957/milkuro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The cards have both white and black numbers on them, and the numbers are different when used as white and when used as black.&#10;&#10;The goal for players is to match the number of tricks taken with &quot;white&quot; and the number of tricks taken with &quot;black&quot; exactly. If there is even a small discrepancy, the score will be negative, so delicate adjustments are necessary.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15230",
    "Name": "Stock hold'em",
    "ID": 250348,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/250348/stock-holdem",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In Stock hold'em (&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#155;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#131;&#135;&#227;&#131;&#160;), players are investors who want to use information to manipulate stock prices, buy and sell shares, and earn lots of money.&#10;&#10;During the game, players place information cards with sources (i.e., suits) and numbers on each company, and all employees manipulate stock prices by making poker hands for each company. Since some information about these cards &mdash; either the suit or the number &mdash; can be viewed from the backside of the card, players can speculate about how a company might be valued by guessing the hands of other players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "15231",
    "Name": "Blokus Shuffle: UNO Edition",
    "ID": 342097,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/342097/blokus-shuffle-uno-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Blokus Shuffle: UNO Edition is a wild take on traditional Blokus.  The object of the game hasn't changed - play as many of your pieces as possible onto the board by following the one rule of Blokus: each piece you play must touch another of your pieces only at the corner.  The twist?  Each player has a deck of action cards at their disposal to really change up the game.&#10;&#10;On your turn you'll play an action card, then play your piece, then refill your hand.  The cards are UNO-themed and let you do a variety of things.  Traditional UNO standbys like Skip, Reverse, and Draw 2 are in there, but Blokus Shuffle also includes powerful new abilities like Warp, Recycle, and Edge-to-Edge.&#10;&#10;When no one can play anymore pieces, the game ends and the player with the fewest unplayed pieces wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Coverage",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Polyominoes",
      "Game: Blokus"
    ]
  },
  {
    "Rank": "15232",
    "Name": "Hekla",
    "ID": 3210,
    "Year": "(2001)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/3210/hekla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4444",
    "Description": "Hekla is an abstract game, nominally about erupting volcanoes.  Players place and move stones representing various sizes of volcanoes on the board, attempting to create scoring formations.  Scoring creates lava, and once all the lava has been placed the game ends.  In an interesting twist, alignment of your scoring piece on the scoring track with your pieces on the main board allows you to make a special move.&#10;&#10;1st Place 2001 Hippodice Spieleautorenwettbewerb (as DinXX).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 6 Grids"
    ]
  },
  {
    "Rank": "15233",
    "Name": "Tinker Tailor",
    "ID": 177641,
    "Year": "(2015)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/177641/tinker-tailor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tinker Tailor is a role-picking and set-gathering card game for 2 to 6 players suitable either as a general family game or as a light 'filler' game. The aim of the game is to get the most points.&#10;&#10;Points are collected in the form of money cards or goods cards, and the more goods cards a player owns (up to a maximum of eight) of a given type, the greater the value of the cards. Players also get a bonus for collecting all five goods: Bread, Fish, Cloth, Wine and Gems.&#10;&#10;Each turn, each player selects one role that defines the action they can take. The players who make the best choices and uses their actions to the greatest advantage will win the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15234",
    "Name": "Blooming Field",
    "ID": 405772,
    "Year": "(2024)",
    "Geek Rating": "5.531",
    "Avg Rating": "9.32",
    "Link": "https://boardgamegeek.com/boardgame/405772/blooming-field",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Draft cards over 3 rounds to plant sets of multicolored and same-colored flowers in your field, while trying to create the combination that will give you the highest score. Placing cards on your field requires you to maintain numeric order, and you will need to find a careful balance between taking the colors that you need and not spreading yourself too thinly, and limiting your options for future rounds.&#10;&#10;Players simultaneously draft and pass cards to place them on their fields. New cards are positioned adjacent to existing cards, which must be of a higher or lower value, depending on the placement location. Players aim to create sets of multicolored flowers, or groups of same-colored flowers. At the end of each round players score the multicolored sets, with 4 or more different colors. At the end of the game players also score the same-colored flower groups.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15235",
    "Name": "Tubyrinth",
    "ID": 193161,
    "Year": "(2016)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/193161/tubyrinth",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Each player in Tubyrinth has a set of pipes &mdash; &quot;tubes&quot;, one might say &mdash; and each round in the game each player has a playing board that shows an entry point and an exit point; the game includes 42 double-sided boards, each with a different design.&#10;&#10;Players race to use 5-7 of their pipes to create a path from entry to exit on their board. The first player to create such a path scores 5-7 points, while all the other players score 0-2 points (7 minus however many pieces the winning player used). After someone wins, each player takes a new board, and whoever first scores 25 points wins!&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Connections",
      "Real-Time"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "15236",
    "Name": "HOPE",
    "ID": 177482,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/177482/hope",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7143",
    "Description": "All scientists agree, the human civilization is now facing the greatest catastrophe of its history. We are in the dawn of year 5341, we thought our scientific progresses and collective intelligence would preserve us, but a major disaster is looming: the universe began to regress, threatening our civilization of a total annihilation.&#10;&#10;As an elite member of the Human Organization to Preserve Existence (HOPE), your mission is to prevent this plight from happening. You'll have to navigate your ship to distant galaxies in order to restore life in the universe. Be swift and bold, the future of all humanity is at stake...&#10;&#10;But remain cautious in your task because a traitor may lie among you, thwarting your heroic plans.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Map Reduction",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15237",
    "Name": "Hus",
    "ID": 25999,
    "Year": null,
    "Geek Rating": "5.531",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/25999/hus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "Hus is played in Namibia by the Damara (Berg-Dama), Namaqua, Herero, Kanyama, Ndonga, Kwangari, Mbukushu, Shambyo and Hei||om in Namibia. It is also spelled ||h&#197;&#171;s. It is part of the Kalah Family of games.&#10;&#10;The Hus edition published by Falke has a wooden board with 32 holes arranged in 4 rows. In Africa, versions exist with 8 - 24 holes.&#10;&#10;In Africa, the larger boards are preferred by serious players.&#10;&#10;More information:&#10;http://mancala.wikia.com/wiki/Hus&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15238",
    "Name": "La Bataille de Deutsch-Wagram",
    "ID": 29262,
    "Year": "(1981)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/29262/la-bataille-de-deutsch-wagram",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "4.2857",
    "Description": "One of the largest Napoleonic Battle using the La Bat system. (4) 22&quot;x32&quot; maps and 1000 counters. Includes scenarios and a strategic element.&#10;&#10;The Battle itself was fought on July 5th and 6th, 1809 just at the end of Napoleon's Danube campaign. Napoleon himself lead his army against Austrian forces lead by the Archduke Charles.&#10;&#10;La Bataille System:&#10;scale = 100 m/hex; &#10;time = 20 min/GT; &#10;strength = 50-100 men/SP (Regimental/Brigade Size)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Cities: Deutsch-Wagram (Austria)",
      "Country: Austria",
      "Country: France",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "15239",
    "Name": "The Gothic Game",
    "ID": 2016,
    "Year": "(1992)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/2016/the-gothic-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.3571",
    "Description": "&quot;The object of the game is simple... to kill every other player on the board!&quot; An odd little gem from England. It's essentially a roll and move game with a board depicting a big, spooky haunted mansion. You move about the mansion, acquire weapons to assist in your murder spree (I'm serious), suffer the horrid effects of torture devices, get chased by Dracula (and possibly drained of blood and turned into a vampire yourself), pour boiling oil on your friends, etc.&#10;&#10;It's a bit sick-and-twisted, but it's also silly fun with the right group of gamers! It has an endorsement by Terry Jones of Monty Python fame on the back of the box, so it HAS to be good, right?!?!&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Roll / Spin and Move",
      "Take That",
      "Track Movement"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "15240",
    "Name": "The Cats of Mont Saint Michel",
    "ID": 414546,
    "Year": "(2025)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/414546/the-cats-of-mont-saint-michel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "Welcome to The Cats of Mont Saint Michel. A dark time has fallen on the place and the humans who inhabit it.&#10;&#10;The Cats of Mont Saint Michel is a miniatures solo/cooperative campaign game set in the historical monastery Saint Michel and just before the French revolution. You will be playing directly on the coil bound scenario book and using 12 sided dice for combat and collecting cards for loot, skills and powers. The game plays out over a series of linked scenarios forming a campaign and ongoing story. Each previous scenario in the campaign affects the start of the next.&#10;&#10;As you play each scenario, your hero will come closer to reaching their ultimate goal of ridding the Abbey of the villainous rats and their brethren. Along the way, they will need to defeat swarms of cockroaches, warrior rats and other foul beings. They will also be gaining experience and unlocking unique skills.&#10;&#10;This game takes several sittings to complete but you can save your progress easily.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Cities: Mont Saint Michel (France)",
      "Components: Miniatures",
      "Crowdfunding: Gamefound",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "15241",
    "Name": "The Gods Will Have Blood",
    "ID": 391358,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/391358/the-gods-will-have-blood",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "It is April 1793. You are Evariste Gamelin, a young artist with an enthusiasm for the Republican cause.  As an appointed magistrate, you will preside over show trials of accused royalists and counterrevolutionaries. Your goal is to elevate your reputation amongst your fellow Jacobins while using your position to settle personal scores and condemn rivals on both sides of your cause.&#10;&#10;Some individuals very dear to you may find their own loyalties questioned. Will you carry out the sentences or risk your reputation and position to spare them?&#10;&#10;Based on Anatole France's 1912 Novel Les Dieux Ont Soif, The Gods Will Have Blood is a solitaire game driven by player choice and bag building that weaves a story of seeking justice, settling old scores, and those given the power to conflate the two.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Novel-based",
      "Political"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: France",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "15242",
    "Name": "Cedar Mountain 1862",
    "ID": 322067,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/322067/cedar-mountain-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "At the end of June 1862, the Confederate general Robert E. Lee, leading the Army of Northern Virginia defeated the Army of the Potomac, commanded by the Union general George McClellan during the Seven Days Battles, thereby saving Richmond. Having put an end to the Union&rsquo;s Peninsula campaign, Lee decided to put pressure on Washington and regain the initiative. Though outnumbered, he would do his utmost to avoid the junction of the Union armies in the Eastern Theater. His first target was the new and inexperienced Army of Virginia led by the Union general John Pope. Lee dispatched General Thomas J. &quot;Stonewall&quot; Jackson (victorious in the Shenandoah Valley Campaign of the previous winter)   to intercept the Union. The vanguard of both armies met in Culpeper County in Virginia. The Union general Banks positioned his artillery on the ridge near Cedar Mountain and a cannon battle ensued. The Confederate general Winder, leading the southerners, was mortally wounded in action, resulting in confusion and withdrawal for the south. Upon seeing this, Stonewall advanced the reserves and led the counter-attack himself. Faced with this unexpected wave, the Union line was broken and the soldiers retreated in disorder.&#10;&#10;As Jackson, will you be able to win the first battle of the Northern Virginia Campaign or will you change the course of history wearing Banks&rsquo; blue uniform?&#10;&#10;This game published in VaeVictis #153 uses the Civil War Brigade Battle system (Worthington Games).&#10;&#10;Scale:&#10;Complexity : 4/10&#10;Solo playability : 7/10&#10;Duration : 1 hour 30&#10;One turn = 40 minutes&#10;One counter = 1 brigade&#10;Scale : 200 meters&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Virginia"
    ]
  },
  {
    "Rank": "15243",
    "Name": "Paul Koenig's Market Garden: Arnhem Bridge",
    "ID": 109827,
    "Year": "(2011)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/109827/paul-koenigs-market-garden-arnhem-bridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Paul Koenig&rsquo;s Market Garden is a series of small-format, competitive introductory-level wargames covering the critical first three days of Operation Market-Garden, where the Allies attempted to seize a series of bridges in Holland and end WWII before Christmas. Each game in the series covers a separate bridge: Arnhem, Nijmegen, and Eindhoven.&#10;&#10;Based upon the design of Paul Koenig's D-Day Series, Arnhem Bridge is the first to be released in the Market Garden series, covering all the events that happened there from September 17th-19th, 1944. As a player, you must command your German or Allied forces so as to capture key objectives on the board while keeping your casualties down (and your opponent&rsquo;s casualties up).&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Unit scale: Each unit is 1 company to regiment, each hex is 0.6 kilometers, each (day) turn is about 4.5 hours, and each (night) turn is about 10 hours.&#10;&#10;Game Components:&#10;&#10;&#226;&#151;&#143;    1 11x17&rdquo; map with tables per bridge&#10;&#226;&#151;&#143;    40 1/2&quot;, double-sided game pieces&#10;&#226;&#151;&#143;    28 5/8&quot;, round double-sided markers per bridge&#10;&#226;&#151;&#143;    One 4-page, full color Standard Rules booklet&#10;&#226;&#151;&#143;    1 sheet of Exclusive Rules covering the specifics for each bridge&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Players: Two-Player Only Games",
      "Series: Market Garden (Paul Koenig)",
      "Series: Paul Koenig's Market Garden"
    ]
  },
  {
    "Rank": "15244",
    "Name": "Ahead in the Clouds",
    "ID": 207796,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/207796/ahead-in-the-clouds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "The citizens of the Empacta skies long for the days where everyone, not just the wealthy, can ditch their masks and breathe the precious air that they call their home.&#10;&#10;As an industrialist, you will collect dust particles from the air and water vapor from the clouds to convert to hydrogen and oxygen.&#10;&#10;By collecting, converting and selling these precious resources, you can provide your family with the breathing room that you need to keep your business afloat and go home at night knowing you made a difference to the world with fresh air.&#10;&#10;In Ahead in the Clouds, each player can take three actions each turn. Options are either taking/converting resources via connected buildings or Cloudbursting, which is breaking up the established network of buildings. Players can also take free actions during their turn to claim contracts to gain victory points, or connect their habitat to other buildings. Players must also be ready for the blimp from below, which comes every couple of rounds to take resources back down to the land dwellers.&#10;&#10;After 8 rounds, the player with the most contracts wins.&#10;&#10;&#10;Released in the December 2016 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Ahead in the Clouds",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "15245",
    "Name": "The Pacific War: From Pearl Harbor to the Philippines",
    "ID": 209644,
    "Year": "(2016)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/209644/the-pacific-war-from-pearl-harbor-to-the-philippin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "On December 7th, 1941, the Imperial Japanese Navy bombed the US Pacific Fleet at Pearl Harbor, an unprovoked attack that, brought the United States into World War 2. Instead of delivering a fatal death blow that would give the Empire of Japan dominance of the Pacific region, the attack's ultimate consequence was to, in words attributed to Admiral Yamamoto, &quot;awaken a sleeping giant and fill him with a terrible resolve.&quot;&#10;&#10;In The Pacific War - From Pearl Harbor to the Philippines, two players face off in an epic struggle for control of the Pacific area of operations. In action from December 1941 to June 1944, the Japanese player uses his forces against the Allied forces from the United States, Great Britain, Australia and the Netherlands. Aircraft carriers, battleships, cruisers, and land-based aircraft are all involved. With them, each player plans and conducts strategies out of a limited hand of resourcey cards to gain the initiative and defeat his enemy's forces and control crucial ports and bases across the Pacific. The Japanese are at their strongest at the beginning, and the Allies gain power and resources each turn. Few would debate Japan's chances of victory, but the goal of The Pacific War is to see whether the Japanese forces can achieve better military gains and delay its defeat. Or can the Allies win a quicker victory? It's up to the players to utilize their assets to turn the tide of the war!&#10;&#10;Man, your battle station . . . It's time to fight The Pacific War!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Philippines",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15246",
    "Name": "City Chase",
    "ID": 346625,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/346625/city-chase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Calling all units! A serious theft has occurred!&#10;The thief is hiding in one of the buildings. Police helicopters are patrolling between buildings to track and stop the escape. Will the police arrest the thief, or will the thief escape?&#10;&#10;In more detail, at the start of the game the board is set up with 25 3D buildings that can be lifted to put the thief's car under. In the thief's turn all police players must close their eyes while the thief moves their car to under an adjacent building. Then in the police turn they open their eyes and can perform 1 of 2 possible actions each: move or search. While moving the helicopter moves to an adjacent crossing. While searching the helicopter may look under an adjacent building.&#10;&#10;The police players collectively win if they find the thief within the 11 rounds. The thief wins if they stay hidden for 11 rounds.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Transportation"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: One versus Many",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "15247",
    "Name": "Wembley",
    "ID": 2721,
    "Year": "(1952)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/2721/wembley",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "The game simulates the passage of English football teams on their way to winning the FA cup.  The game has a series of cards which represent each of the clubs, and are dealt out to the players at the start of the game.  The clubs go through an elimination cup series, with money being earned for victories, which can be spent on tokens representing star players.  The winner of each match is determined by the roll of a die to represent goals scored, modified by the number of star players.  Different dice with various number combinations are used to weight the chances such that a premier division team will usually beat a lower division team.&#10;&#10;Subsequently published under title Wembley by Gibson Games.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15248",
    "Name": "Walking in Burano: Roll & Write",
    "ID": 385417,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/385417/walking-in-burano-roll-and-write",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The citizens of Burano, a picturesque island in Venice, are known for their creative flair in decorating their houses, making them a popular attraction for tourists and locals alike.&#10;&#10;In the brand new roll-and-write version of Walking in Burano, created by the original designer Wei-Min and artist Maisherly, the houses are painted. Players select dice of different colors to decorate the houses with plants, curtains, chimneys... and of course, the annoying cats. This version maintains the neat scoring from the original game and adds a unique gaming experience of roll and write.&#10;&#10;Based on the different decorations on the houses, tourists and inhabitants evaluate the players with points. At the end of the game, the player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dized Tutorial",
      "Cities: Venice (Veneto, Italy)",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "15249",
    "Name": "Vampire: The Masquerade – Blood Feud",
    "ID": 277615,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/277615/vampire-the-masquerade-blood-feud",
    "Min Players": "4",
    "Max Players": "32",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Vampire: The Masquerade &ndash; Blood Feud is a highly thematic, team-based, strategic game that plays 4-32 players and is run by 1-2 storytellers who also interact and play. You may play as one of the warring vampire clans such as Ventrue, Tremere, Gangrel, or Toreador, or perhaps you'll choose to become one of the human factions fighting for their own desires, such as City Hall, the Mafia, or the Arcanum, with many more from which to choose.&#10;&#10;Additionally, the game integrates the story world of Vampire: The Masquerade by adding storyteller scenarios that add an optional narrative approach to the game. Players also gain disciplines, which give them powerful supernatural abilities unique to their character. Lastly, teams will choose their ambitions, which allow for multiple paths to victory, such as being bloodthirsty, manipulative, greedy, or somewhere in between.&#10;&#10;Blood Feud is dubbed a &quot;Mega Board Game&quot; because unlike a traditional board game, it isn't played at a single table. Blood Feud requires a large room or two separate rooms with 2-4 tables. One game table features the Cityscape and Orders, the map where players move their forces around the city and order them to fight and take control of important territories. The other game table features the Council and Market, where players use their best diplomatic and resource management skills to make sly trades, buy upgrades and player level-ups, and make large political decisions that will shape the destinies of teams to determine whether they win or lose! In order to win the game, teams earn victory points through the completion of legacies, which are secret objectives that can consist of all sorts of tasks and achievements  earned through gameplay.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection",
      "Storytelling",
      "Team-Based Game",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "15250",
    "Name": "Battlestations: Dirtside",
    "ID": 274085,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgame/274085/battlestations-dirtside",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Dirtside is a co-operative board game for 1-8 players featuring a full story-driven campaign, plus dozens of one-off missions. There are scores of unique planets to explore, including the homeworlds of every alien species from Dirtside and its companion game, Battlestations Second Edition.&#10;&#10;You and your friends are a team of heroes in the far future, landing your starship on mysterious planets, with adventures such as raiding, rescuing, fighting, and escaping. In each mission, your team will have an objective to cooperatively accomplish, with threats like motor gangs, natural disasters, or planetary bombardment. Each planet has its own attributes like low-gravity, lava flows, or tectonic drift. You can combine your actions to do fun things like ram a jetcar into a building (to turn the building into a crater), or try to put out a fire before it reaches your ship. Your characters start with a special ability, weapons, and an ability for your species. You gain experience over time, rank up, and can purchase equipment between missions, plus gain new abilities.&#10;&#10;If you own Battlestations, your characters are already fully compatible with Dirtside, and you can transition seamlessly between Battlestations (missions in space) and Dirtside (missions on planets). What will YOU discover, Dirtside?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15251",
    "Name": "Unicorn Glitterluck: A Party for Rosalie",
    "ID": 235867,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/235867/unicorn-glitterluck-a-party-for-rosalie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Yippee! A new baby unicorn named Rosalie is coming to Cloudland!&#10;&#10;The unicorns Glitterluck, Stardust, Marvel Flower, and Magic Swirl want to give Rosalie a fantastic reception and throw a huge welcoming party. They invite all their friends and collect incredibly large cloud crystals. But they must hurry since everything at the party is supposed to be ready before Rosalie arrives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Series: Unicorn Glitterluck (HABA)"
    ]
  },
  {
    "Rank": "15252",
    "Name": "Stampfarm",
    "ID": 366900,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/366900/stampfarm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Sally the farmer has asked you to help her build fences for the animals to keep her farm in order. Sally wants to gather the animals so that each type has enough space. Can you help her arrange the animals so they are all happy?&#10;&#10;Stampfarm is a roll-and-stamp game that includes six colored stamps showing cow, goose, hen, pig, sheep and hay bale.&#10;&#10;On your turn, roll all three dice in the center of the table, then choose one die and take it. Take the corresponding animal stamp and use it to stamp an empty square of your choice on your farm sheet. Now the next player going clockwise chooses one of the two dice left in the center of the table, without taking it, then uses the corresponding stamp, and so on, until everyone has stamped an animal onto their farm. The face of the dice showing the hay bale is a wild card; if you choose a die showing the hay bale, you can use any stamp.&#10;&#10;After all players have filled all the squares on their farms, the game ends. For each type of animal you have on your farm, count the largest group. For each animal in your largest group you score one point.&#10;&#10;The advanced mode adds the hay bale stamp, hedges on the board, and three random request cards with new ways to score points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15253",
    "Name": "Snooker Solitaire",
    "ID": 206061,
    "Year": "(2016)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/206061/snooker-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Description from the designer:&#10;&#10;Play through a tournament of five rounds, against ever trickier opponents, win the final and be crowned the BGG World Snooker Champion.&#10;&#10;Snooker Solitaire follows standard snooker rules and scoring. &#10;The cards are used to create the table after an initial break, with a different distribution of balls each game.&#10;&#10;You'll need to decide which shot is the best to go for, depending on its difficulty and where the balls will end up for your next shots. The riskier, more difficult pot or the safer, easier one?&#10;&#10;The difficulty of each shot is calculated depending on the number of cards between the cue ball and the target pocket, whether there are any other balls in the way and the angle at which you hit the object ball. You have a Cue (upgradable) with a Power tracker as well as Chalk (needed for trickier shots). You can opt to apply extra power to reduce the shot difficulty, but both Cue Power and Chalk are limited resources that you'll need to manage. Then you roll two dice and if at least one of them scores equal or higher than the difficulty, the pot succeeds.&#10;&#10;Miss a shot and there's a chance your opponent will clear the table and win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Sports: Billiards / Snooker / Pool"
    ]
  },
  {
    "Rank": "15254",
    "Name": "BarBEARian Battlegrounds: Tales of BarBEARia",
    "ID": 310479,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/310479/barbearian-battlegrounds-tales-of-barbearia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "BarBEARia is a wondrous land filled with adventure, joy, and fur. While bears happily gather honey or laze the day away, they also seek out noble deeds and heroic actions. Each village will sing of this glory to impress the other villagers for years to come.&#10;In this 2-6 player game, every bear village must maximize these deeds and actions each season before winter hiBEARnation. As the bear elder, you must instruct the bears in your village on these deeds!&#10;&#10;Each season consists of three turns that elders take simultaneously. First, roll your bear dice behind your village screen &ndash; keeping your bear plans secret from the other villages. Then give your bears their assignments using the different spaces on your village board, but be careful because only bears with matching skills can be assigned to the same space. Finally, in the order they appear on the village mat, each bear goes out to face their particular task!&#10;&#10;Glory is earned in many ways, most of which require gathering resources like honey and ore. Bears can also draft new bears into their village to gain more bear dice or hire mercenary bears for a single turn. Bears can raid nearby villages or defend their own home if they think the other villages may try and attack! Bears also love to adventure &ndash; but they have to beware of rival bears beating them to the punch!&#10;Once winter ends, the game ends, and the village that has accumulated the most glory is the victor of Tales of BarBEARia! Thanks for BEARing with me and PAWSing to read this, even if this summary is quite emBEARassing! Grab this game FURiously and forgive these unBEARable jokes. Now get your BEARings and look for a good BEARgain, and it&rsquo;s PAWSible you&rsquo;ll love this game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Dice",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deduction",
      "Dice Rolling",
      "Different Dice Movement",
      "Income",
      "Market",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Claim Action",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Animals: Bears",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Series: BarBEARia"
    ]
  },
  {
    "Rank": "15255",
    "Name": "The Damsel's Tale",
    "ID": 255955,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/255955/the-damsels-tale",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Damsel etiquette will tell you that you can never really trust a knight to save you properly, but as long as your dragon needs feeding, you should let them have a go.&#10;&#10;In the two-player asymmetrical strategy game The Damsel's Tale, the dragon is trying to alert his mother to the presence of a devious knight sent to steal from their ancestral treasure pile.&#10;&#10;Component Summary:&#10;6 Red Knight cards&#10;6 Baby Dragon cards&#10;6 Mumma Dragon cards&#10;&#10;2 Baby dragon meeples&#10;2 Knight meeples&#10;1 Foot meeple&#10;&#10;6 2v1 Blue Knight cards&#10;3 2v1 Red Knight cards&#10;4 2v1 Baby Dragon cards&#10;&#10;8 Special Knight Character cards&#10;8 Special Dragon Character cards&#10;&#10;1 Handicap card&#10;4 Reference cards&#10;&#10;Bonus: Barmaids Tale Cinder Card&#10;&#10;Extra: Reinhald Card (The manufacturer made the card in the box incorrectly and had to reprint. One card is the same on both sides (this is the incorrect one) and the other has his title on one side)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Tinderbox Tales"
    ]
  },
  {
    "Rank": "15256",
    "Name": "Blood on the Ohio: Washington's Indian War 1789-1794",
    "ID": 192637,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/192637/blood-on-the-ohio-washingtons-indian-war-1789-1794",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "Blood on the Ohio presents the late 18th century struggle between a coalition of Indian tribes led by Little Turtle and the nascent American Army to determine control of the then Ohio territory. Known as the Northwest Indian War, Little Turtle's War and Washington's Indian War, this was the first major challenge to President Washington and his army following the conclusion of the Revolutionary War. Spanning from 1785 to 1795, the conflict grew out of a dispute over territorial boundaries following the war, aggravated by settlers flooding across the Ohio to claim Ohio lands then in possession of Native American nations.  The Miami and Shawnee were the principal tribes involved but in time they created a loose alliance with numerous other tribes and together they dealt the U.S. the worst defeat by Indians in the history of our Indian Wars. Washington sent three separate expeditions against them. The first two were handily defeated. The third and final expedition led by General &quot;Mad&quot; Anthony Wayne ended the conflict with his victory at The Battle of Fallen Timbers in 1794.&#10;&#10;This design is similar to King Philip's War. It is point to point movement, using a three dice simultaneous battle system with variable reinforcements on both sides, special action points, alliances and treaties, and frustratingly undependable American militia. The American army operates out of forts, the Indians out of villages. Every two turns both players enter into quartering which in effect resets the board. Destroyed Indian villages are relocated while additional forts and settlements may be built as the game progresses. Indians raiding is a quick and simple mechanism that adds color to the game.&#10;&#10;Four scenarios are included - one per expedition with a campaign game that encompasses all three. Low counter density with quick and tense game play.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: Age of Kings",
      "History: Northwest Indian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Ohio",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "15257",
    "Name": "Dungeon Scroll",
    "ID": 153745,
    "Year": "(2016)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/153745/dungeon-scroll",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "A dangerous, perplexing word game and dungeon delve where only those with the quickest wit and largest vocabulary survive. As sorcerers of the mystical art of Word Weaving, you and several other treasure hunters will descend into the Tomb of the Forgotten Consonant and quest for the Syllabus of the Lost Syllable. When the journey is complete, only the most heroic word smith will walk away with the win.&#10;&#10;Dungeon Scroll is a word game where players spell words (cast spells) to meet specific word challenges (dungeon encounters)to score points (gain gold).&#10;&#10;A layered dungeon of 9 cards is formed by randomly selecting cards from the Entrance (x1), 1st Floor (x3), 2nd Floor(x3), Dungeon Boss(x1) and Final Room (x1) dungeon cards and combining them into a face down stack. Each turn the top card will be flipped (starting with the Entrance) and players will face the specific encounter on the card. Thematically it could be anything from a Skeleton or Pit Trap to a Travelling Merchant.&#10;&#10;Players each have a hand of letter cards from which they will spell words with different points values (letters are worth varying points and some cards provide multiplication bonuses). If the encounter is a &quot;combat&quot; encounter, typically the player that can play the highest point word will win the encounter and claim the highest gold reward on the dungeon card, with other players claiming the second and third reward - however that is not always true as each dungeon challenge provides twists and turns; to the sorts of words that can be played. Other &quot;Special&quot; encounters might allow such actions as players to sell their letter cards for gold.&#10;&#10;The player with the most gold at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Real-time",
      "Video Game Theme",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Spelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15258",
    "Name": "Phobos Rising! Insurgency on Mars",
    "ID": 208801,
    "Year": "(2016)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/208801/phobos-rising-insurgency-on-mars",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Phobos Rising! Insurgency on Mars is a solitaire game depicting the heroic actions of an elite team attempting to secure key facilities on Mars. Success means Mars has been secured and the Martian Revolution, depicted at the start of the Free Mars game, begins with a general uprising across the colonies bases and ships in the Solar System.&#10;&#10;The player starts with a handful of team members and a few gear enhancements. Four increasingly difficult missions must be completed to win the campaign game. Moving across a map depicting the Martian geography from Olympus Mons to Valles Marineris, Earth Federation forces will attempt to stop the team from completing its missions. Your team will be able to recruit additional members, obtain specialized gear to enhance skills, and acquire shuttles to speed movement. A unique card system counts down the time remaining and provides both challenges and opportunities at every turn.&#10;&#10;In this game the player takes command of a Rebel team attempting to complete missions critical to initiating the Free Mars Revolution. Your success will help ensure Mars is secure from Earth Federation forces and ready to support the Rebel fleet gathering overhead.&#10;&#10;This game is set in the Free Mars universe and is a prequel to the Free Mars boxed game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Mini Series (Decision Games)",
      "Setting: SPI/Decision Mars",
      "Space: Mars"
    ]
  },
  {
    "Rank": "15259",
    "Name": "BIRDIE!: The Disc Golf Board Game",
    "ID": 302022,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/302022/birdie-the-disc-golf-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "The First Run BIRDIE! disc golf board game. Wanna play?&#10;&#10;As one of the players to step on to the Maple Hill Golds, you have the talent it takes. Improve your skills, get more karma, or a combination of both, and prepare for one of the most challenging disc golf courses on the planet.&#10;&#10;On each throw, you decide your level of risk vs reward, what skills to enhance, react to karma that comes your way and throw your shot.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "15260",
    "Name": "Super Meow",
    "ID": 402475,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/402475/super-meow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Super Meow is a deck-building game with a static market. Players start with a four-card deck of money cards from which they draw two cards to play every turn. You can use the money to gain more money, to get a rat that lets you steal cards from others, to acquire cat food that you can later use to get the cat (Miaou), or to acquire the cape that the cat can wear as their superhero costume. You can also trash cards, with the exception of one of the starting money cards that also can't be stolen.&#10;&#10;The game ends when a player manages to draw both the cat and the cape on the same turn.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "15261",
    "Name": "The Peach Festival",
    "ID": 424166,
    "Year": "(2024)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/424166/the-peach-festival",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Peach Festival is freely inspired by the popular literary work &lsquo;Journey to the West&rsquo;, one of the greatest classic Chinese novels, which was published in the 16th century.&#10;&#10;All players use the same dice roll to make their decisions. Their objective is to place ascending numbers within commodity columns in order to score points and create satisfying chain reactions.&#10;&#10;During each turn 5 custom Commodity dice are rolled. Then, players may choose one of the following options:&#10;&#10;&#10;     Take Commodities: Obtain commodities according to the dice rolled, possibly manipulating them by eating Peaches of Immortality&#10;&#10;&#10;or&#10;&#10;     Take a Peach&#10;&#10;&#10;By obtaining commodities, players unlock special column or market rewards. When activating a column, players may obtain new Request cards showing fantasy characters of the novel (they represent game end objectives) or hire valuable Merchants.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write",
      "Series: Play & Go (Thundergryph)"
    ]
  },
  {
    "Rank": "15262",
    "Name": "Four Clans Conflict",
    "ID": 391560,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/391560/four-clans-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A revolution has risen in a peaceful country ruled by four clans. Players are divided into revolutionaries and counter-revolutionaries, and battle for the survival of the country. Four forts between them, whoever controls them controls the battle. Sometimes it is important to withdraw from a battle. When you withdraw, take advantage of the battlefield by looting the treasure left behind in the fort. The battle that decides the fate of both sides has begun! Four Clans Conflict is a two-player trick-taking game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15263",
    "Name": "Midnight Murder Mysteries: Second Edition",
    "ID": 316387,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/316387/midnight-murder-mysteries-second-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "MIDNIGHT: TIME OF THE MURDER! WELCOME TO A STORY-BASED CRIME INVESTIGATION GAME ON A CRUISE SHIP!&#10;&#10;Aboard the Majestic, the lifeless body of a passenger has been found in their luxury suite... You are attending a conference on board with other private detectives, and place a wager to reconstruct the circumstances of the alleged crime before the ship arrives at the port!&#10;&#10;WHO DID IT? WHAT WAS THEIR MOTIVE? WHAT WAS THEIR MODUS OPERANDI?&#10;DISCOVER THE STORY PIECE BY PIECE AND TRY TO UNDERSTAND WHAT HAPPENED...&#10;&#10;In each of the 27 unique cases, you can interrogate 12 suspects on 3 conversation topics and search for clues at 24 locations on various decks. With 60 possible paths to follow in each case, you won&rsquo;t have time to explore them all... Be efficient in your investigations and avoid false paths!&#10;&#10;3 POSSIBLE GAME MODES: COMPETITIVE, COOPERATIVE, OR SOLO!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Exploration",
      "Murder / Mystery",
      "Nautical",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Crowdfunding: Kickstarter",
      "Theme: Cruise ships",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "15264",
    "Name": "Knights",
    "ID": 1263,
    "Year": "(2000)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/1263/knights",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3596",
    "Description": "Knights, a.k.a. Knatsch, is a dice game in which players attempt to capture cards to fulfill the victory conditions. Players may win by capturing four castles, capturing three castles and toppling the King, or capturing two castles and winning three tournaments.&#10;&#10;Each card displays a dice combination that must be beaten to win the card. Dice are rolled several times with the player saving good dice, throwing out sixes, and rerolling others for a better score. Special cards add a lot of flavor to the dice battles. Some special cards add an extra roll or an extra die for combat; others help you defend or attack castles.&#10;&#10;Trivia: Some editions of Coloretto have contained one (or more) &quot;Creepy Castle&quot; cards that serve as expansion cards for Knights.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Knights"
    ]
  },
  {
    "Rank": "15265",
    "Name": "Banish All Their Fears: Bayonet & Musket Battles, Volume 1",
    "ID": 245609,
    "Year": "(2024)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/245609/banish-all-their-fears-bayonet-and-musket-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "The Bayonet &amp; Musket Battles series is GMT's follow-up to the extremely popular Musket &amp; Pike series, showing the movement of European warfare from tactical systems based on shock to a modern reliance on firepower.  Volume 1 will be Banish All Their Fears, covering the battles of Neerwinden, 1693 and Blenheim, 1704.&#10;&#10;- Neerwinden, July 29, 1693, War of the League of Augsburg.  Outnumbered and thoroughly out-maneuvered by the French army under the Duke of Luxembourg, British King William III refuses to retreat his Allied army over the river to his rear and instead elects to defend a stout breastwork line strongly anchored on fortified villages. Luxembourg has the cream of the French army at his command, and sees an opportunity to break the enemy defenses and possibly destroy the Allied army.&#10;&#10;-  Blenheim, August 13, 1704, War of the Spanish Succession.  Facing defeat in Spain, northern Italy, and along the Rhine, the Duke of Marlborough leads his Allied army deep into Bavaria and threatens to remove that key French ally from the war.  The French respond by sending an army under Marshal Tallard that links up with the Bavarians under Elector Max Emmanuel and stands to face Marlborough near the village of Blenheim on the banks of the Danube.&#10;&#10;Larger armies and the primacy of firepower mean significant changes for the familiar Musket &amp; Pike game system:&#10;&#10;&#10;     Larger armies.  Brigades became the primary battlefield maneuver element, and while retaining foot battalions and horse regiments as our unit scale, we've made brigades paramount. Shifting brigades between wings and committing them into action to take advantage of enemy mistakes was the essence of victory for the great commanders of the age, and we've built that into the game.&#10;     Supremacy of firepower.  Combat has been streamlined and simplified so that most unit combats are now resolved in 1 - 2 die rolls with decisive results.  Players will soon learn the importance of creating and using fresh reserves to bolster their shot-up frontline battalions.&#10;     Solid map and OOB research.  Nothing new here, the consistently high level of historical research that went into maps and OOB's in the Musket &amp; Pike series continues.  &#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "History: Nine Years War",
      "History: War of the Spanish Succession",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15266",
    "Name": "Greyhawk Adventures: Wars",
    "ID": 2307,
    "Year": "(1991)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/2307/greyhawk-adventures-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2727",
    "Description": "A depiction of the wars of Greyhawk, designed from the Dungeons and Dragons roleplaying system world-setting as a stand-alone war game.  Players are on the 'good' or 'evil' sides and command armies of various creatures in a battle for control of territory.  As an added twist, characters can be 'heroes' that search out magical items and fight monsters to obtain the items in side-adventures.  Comes with a 'historical' booklet describing the wars for the role-playing crowd.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "15267",
    "Name": "Makruk",
    "ID": 5364,
    "Year": null,
    "Geek Rating": "5.531",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/5364/makruk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.7778",
    "Description": "Makruk (Thai: &#224;&#184;&#171;&#224;&#184;&#161;&#224;&#184;&#178;&#224;&#184;&#129;&#224;&#184;&#163;&#224;&#184;&#184;&#224;&#184;&#129;) (or Thai chess) is a board game descended from the 6th century Indian game of Chaturanga or a close relative thereof, and therefore related to chess. It is regarded as the most similar living game to this common ancestor of all chess variants.&#10;&#10;The name is pronounced /m&agrave;kr&uacute;k/, with a tone pattern of low-high. Makruk is popular in Thailand and Cambodia. In these countries the game is more popular than chess. There are around two million Thais who can play Makruk, of which about 5000 also play chess.&#10;&#10;The information from www.wikipedia.org&#10;&#10;Makruk opening setup is similar to international Chess, except that the pawns start on the third rank and the King of each side is always on the left of the Queen. The queen moves just one square diagonally (like the queen in medieval chess), and the bishop moves one square in any diagonal direction or straight ahead.&#10;&#10;Online Play&#10;&#10;&#10;     http://www.schemingmind.com (turn-based)&#10;     http://www.thaibg.com/&#10;     http://jocly.com/#/play/makruk (AI, live, turn-based)&#10;     https://pychess.org (AI, live, turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Country: Thailand",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "15268",
    "Name": "Gem Hens",
    "ID": 260015,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/260015/gem-hens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Gem Hens is a set collection game in which players send out chickens to collect the gems needed for them to lay the most marvelous jeweled egg.&#10;&#10;Each round starts with players frantically rolling their chicken dice simultaneously over the span of 20 seconds, saving results they like while re-rolling the rest until time expires. Some dice results provide movement, while others allow you mark rows or columns and drop new gems onto the board.&#10;&#10;Once the turn order, a.k.a. the Pecking Order, has been established, players will then execute actions one at a time. Players can move their chickens 1-3 spaces depending on the dice spent and possibly shove an opponent's hen out of the way. If a chicken lands on a Grain Gem, a player can place it on their Egg Board. Some Grain Gems are rarer than others. They score positive points if they are part of completed sets on the facet of the jeweled egg and negative points if that facet is incomplete or the gem is unused.&#10;&#10;The advanced variant of Gem Hens adds Power Clucks, powerful abilities for your chickens that make the battle for precious Grain Gems even more chaotic.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Farming",
      "Real-time"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "15269",
    "Name": "Tin Soldiers",
    "ID": 3405,
    "Year": "(2002)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/3405/tin-soldiers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6316",
    "Description": "From Game:&#10;&quot;Food Fight!&#10;It's chaos in the kitchen and the cans of food are 'revolting'. Spoiled little peas think nothing of creaming the corn and stewed tomatoes relish in dent-n-run tactics. Pull out the big guns with the Catsup Cannon! Chop, peel and squash your way to victory in this hilarious game of King of the Kabinet.&quot; &#10; Game comes with 55 cards &amp; 1 metal finger of fate in a nice tin container. &#10; A clever trick taking game from Al Newman that many have played as his prototype 'Toy Soldiers'. This is a great partnership game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15270",
    "Name": "iKNOW: Amazing Earth",
    "ID": 182135,
    "Year": "(2014)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/182135/iknow-amazing-earth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Win points by answering the question correctly on the level of your choice and earn more by guessing the other players&rsquo; success.&#10;&#10;Contains fascinating questions about our planet. Decide how many hints you need and bet whether your opponents know the right answer or not. Remember, that wrong bet can lead to losing precious points.&#10;&#10;Comes in a handy, compact size.&#10;&#10;Can be used as an extension of the original game or as a stand-alone game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Game: iKnow"
    ]
  },
  {
    "Rank": "15271",
    "Name": "Wackee SIX",
    "ID": 24483,
    "Year": "(2004)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/24483/wackee-six",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher's site (www.Wackee.com):&#10;&#10;&quot;OBJECT OF THE GAME&#10;To get the most points and to be the first player or partnership to 'Go Out' and call &ldquo;Wackee SIX!&rdquo; This is done by playing out all 12 of the main cards originally dealt to you. While that is being done, you want to turn your remaining deck as fast as you can, and play as many cards onto the crazy piles in the middle of the table as you can. This is where most of your points will come from. This game play gets really &quot;Wackee&quot;, because no one takes &quot;turns&quot;, everyone just plays at once.&#10;&#10;What is in the box?&#10;6 decks of cards, each with 2 WILD cards and 52 cards numbered 1-13 in 4 different colored suits. There are 6 different colors on the back of the decks; one color for each player or team.     &#10;An optional playing field mat is included in case you don&rsquo;t have a table and to make it easier to learn.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "15272",
    "Name": "Geek Out! Disney",
    "ID": 285028,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/285028/geek-out-disney",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Geek Out! is a party game that can determine once and for all which player is the most knowledgeable about your favorite pop culture subjects!&#10;&#10;In the game, you draw cards asking you to list a certain number of things which fall under a certain category: comic books, fantasy, games, science fiction, and miscellaneous. Before you begin, however, the other players may try to steal your points (and bragging rights!) by bidding to list even more than the card requires. The bidding continues until one player is ready to &quot;out-geek&quot; their friends. Collect a predetermined number of cards, and you win!&#10;&#10;Geek Out! Disney features 350 questions about ninety years of Disney productions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "15273",
    "Name": "Encounters: Shattered Wastes",
    "ID": 364049,
    "Year": "(2023)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/364049/encounters-shattered-wastes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "100",
    "Weight": "2.5",
    "Description": "Encounters: Shattered Wastes is a cooperative board game for 1-4 players. Each player chooses one or more characters (for a total of 2-4 characters being used in a single game) to explore the land of untamed magic known as The Shattered Wastes.&#10;&#10;Players will fight an enemy in a battle known as an Encounter. Players win an encounter when both sides of an Enemy Card are defeated by reducing the enemy&rsquo;s Strength and inflicting Wounds. Players and their characters will need to work together to weaken the enemy using their own attacks, which shifts the enemy&rsquo;s Strength from Stamina to Fatigue. This will Stagger the enemy, giving players the opportunity to inflict Wounds upon it. Enemies will harm characters by using both Strength and Rage cards.&#10;&#10;Players lose an encounter if all characters have been removed from the Encounter by having their Health Points (HP) reduced to 0 or have fully succumbed to corruption.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "15274",
    "Name": "Into a Bear Trap: The Battle for Grozny, January 1995",
    "ID": 13980,
    "Year": "(2004)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/13980/into-a-bear-trap-the-battle-for-grozny-january-199",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.9167",
    "Description": "Into a Bear Trap: The Battle for Grozny, January 1995, The capital of Chechnya, Grozny (meaning &quot;terrible&quot; in Russian), was in January 1995 the target of a Russian attack -- beginning a war that continues to this day. The Russian plan was to subdue the city with a massive show of force to intimidate its populace into submission. This approach had worked in 1991, and Moscow saw no reason why a repeat performance would not again suffice. Massive artillery and air support were not thought essential, as the long columns of tanks and their two battalions of mechanized infantry support were deemed sufficient to cower any who chose to witness.&#10;&#10;Alerted to the Russians' plan of entry, two battalions of Chechen resistance fighters flitted among the sewers and rooftops to greet the Russian force. Well-armed with RPG's and mortars and backed by snipers, the defenders deployed small groups of hunter-killer teams to tackle any armor encountered. A battle for the city was set.&#10;&#10;Players are cast in the roles of the commanders of each side's forces. Both players can brutally harm their opponent, while each has liabilities to protect. Opponents will be challenged to do as well, or better than, their historical counterparts.&#10;&#10;Game Scale:&#10;Game Turn: 2 hours&#10;Hex: 100 - 150 yards / 62 - 137 meters&#10;Units: Infantry platoons, 2 tanks, 6 APCs&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 16-page rulebook&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 2-4 hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Grozny (Chechnya)",
      "History: Russo-Chechen Wars",
      "Magazine: Against The Odds",
      "Region: Caucasus"
    ]
  },
  {
    "Rank": "15275",
    "Name": "Pyrga",
    "ID": 305723,
    "Year": "(2014)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/305723/pyrga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Pyrga is a 2-player abstract strategy game.&#10;Players are architects who build Towers on a 4x4 grid. Each piece put into play indicates where the opponent is allowed to put their next piece. The first player to control 3 Towers wins the game.&#10;&#10;1) Each space of the board can only support 1 Tower, made of 1 piece of each kind: Square, Triangle and Cylinder, of the same color or not. The order in which the pieces are played on a same square does not matter.&#10;&#10;2) If the piece just played by the opponent is a Square, then one must play on one of the adjacent spaces.&#10;       &#10;3) If the piece just played by the opponent is a Triangle, then one must play along the line indicated by the Triangle. When a Triangle is put into play, the player chooses its orientation. It is forbidden to point the triangle directly against the outer edge of the board. Once played, a Triangle cannot be re-oriented. &#10;       &#10;4) If the piece just played by the opponent is a Cylinder, the player must play on the same space.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15276",
    "Name": "Skyhawk: Rolling Thunder, 1966",
    "ID": 353636,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/353636/skyhawk-rolling-thunder-1966",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Skyhawk is a solitaire game which puts the player in the cockpit of an A-4E Skyhawk of VA-72 flying missions during the early days of Operation Rolling Thunder. Your base of operations is the USS Franklin D. Roosevelt on duty at Yankee Station. You play as a Navy pilot flying strike missions against targets in North Vietnam. Your goal will be to survive a mission or a campaign.&#10;&#10;The Skyhawk was a nimble aircraft and was capable of carrying slightly over four tons of&#10;ordnance. Depending on your target, the player has the opportunity to load out his aircraft to meet the mission requirements. The missions will not be easy. President Johnson and his civilian advisors may even change your target or ordnance loading depending upon the political situation in the USA.&#10;&#10;Facing you will be a determined North Vietnamese force. It is possible you will face small arms fire, AAA, SAM launches, and a rare encounter with a MiG.  You will have help. Support Forces allow the player to attack NV defense forces before you attack your target. Their success could make your job easier.&#10;&#10;The player may fly a single mission or play one of the three campaigns included in the game. These campaigns are:&#10;First Tour of Duty: Yankee Station: 10 August 1966 &ndash; 10 September 1966&#10;Second Tour of Duty: Yankee Station 20 October 1966 &ndash; 27 December 1966&#10;The third campaign combines the two campaigns above with additional rules.&#10;&#10;The game is not meant to be a detailed simulation of the Rolling Thunder campaign. It is a simple yet engaging, quick game for the player. Concepts for the game come from B-29 Superfortress, Target for Today, Target for Tonight, all of which are designed by Steve Dixon.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Vietnam",
      "Decades: The 1960's",
      "History: Vietnam War",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "15277",
    "Name": "Get Out of Colditz: The Card Game",
    "ID": 306687,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/306687/get-out-of-colditz-the-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Get out of Colditz Card Game (and separately available Expansion Pack)&#10;&#10;56 cards per deck. One deck required.&#10;&#10;You are held in Colditz Castle, a WWII German POW camp reserved for the elite of escapers and special prisoners. Can you Escape from Colditz Castle?&#10;&#10;1-6 players age 7+&#10;&#10;SINGLE PLAYER:&#10;The object of the Single Player game is to piece together one or more escape chains to allow a total of three Escapers (together or one at a time) a &lsquo;HOME RUN&rsquo; to freedom before the Guard draw pile runs out. The escape chains are achieved by forming a column of sequential cards in front of you numbered 1-4. Upon your third Escaper escaping, you win the game against the Guards! With an optional Expansion Pack 8 Escapers should be the target.&#10;&#10;MULTIPLAYER:&#10;The object of the Multiplayer game is to be the first to piece together one or more escape chains to allow a single Escaper a &lsquo;HOME RUN&rsquo; to freedom. You also play Action Cards against your opponents, stopping their own escape attempts. The escape chains are achieved by forming a column of 4 sequential cards in front of you numbered 1-4. Upon laying your HOME RUN card, you win the game against your opponents! Hints to help you on multi-player are shown on each card.&#10;&#10;CREATOR&rsquo;S NOTE:&#10;&#10;I prototyped this game after dreaming it up at Christmas. I scribbled it frantically on bits of card and played with my wife and kids (17 and 21). Brutal fun as someone commented is spot on.&#10;&#10;In the addictive multiplayer mode there was short-lived gloating at apparently strong hands, poker faces pretending a good hand, frustration, Intense rivalry between the kids, fist pumping joy and laughter at someone else&rsquo;s plight. Confiscating each other&rsquo;s cherished cards was contentious. The diversion cards being played out of turn were priceless double-crossing targeted at who has annoyed you the most and part of the joy and pain of playing with friends or family. I think in football they say there is no such thing as a friendly.&#10;&#10;The single player is a different game altogether. The black guard pack sits there silent and seems to know what you are planning, coming up with cards like it&rsquo;s been tipped of by a snitch. You dread the Inevitable Traitor card making his appearance. But then there is the joy of getting a good run going, tempered with wondering on the turn of each card whether your luck is about to come to an abrupt end. There are 14 escapers waiting in your pack and extension pack for a home run, and the first person to ever get all 14,  I would tell them to go buy a lottery ticket. They will command the luck of the gods.&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Race",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Cities: Colditz (Saxony, Germany)",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15278",
    "Name": "Singapore",
    "ID": 690,
    "Year": "(1984)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/690/singapore",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4211",
    "Description": "&quot;Singapore&quot; is a two-player wargame covering the Japanese invasion of British Malaya in World War 2.  The game is operational in scale, with units representing brigades and regiments.  The map sheet consists of two maps: a large-scale map of Malaya as well as a more detailed map of Singapore island.  The earlier turns of the game take place on the larger Malayan map, and the play moves to the smaller Singapore map only towards the end of the game, when the Japanese prepare to assault the island.&#10;&#10;Game components consist of one map sheet, 100 counters, rules, and game charts.&#10;&#10;The game was originally published in Strategy &amp; Tactics magazine (S&amp;T) #96.&#10;&#10;Game Scale:  &quot;Each hexagon on the large map of the Malacca Peninsular represents an area 16 miles across.  Each hex on the inset map of Singapore Island represents an area 3.4 miles across.  Each Game-Turn represents one week of time.  Each Assault Pulse represents 56 hours.&quot;  (Source: Section 2.4 of the Rules (Game Scale)).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Singapore (Singapore)",
      "Country: Malaysia",
      "Country: Singapore",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15279",
    "Name": "Expedition Luxor",
    "ID": 253763,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/253763/expedition-luxor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "The adventurers have set off from their camps to scout the surrounding land. Each temple and pyramid they find can reward them with valuable treasures as long as they have control over the tile at the end of the game.&#10;&#10;Of course, once found, no player wants to lose their newly discovered buildings, so use caution. The other players are aware of the opportunity that has arisen, and the newly gained fortune may be lost again just as quickly to another player.&#10;&#10;Expedition Luxor is a re-imagination of designer R&uuml;diger Dorn's older family game Robber Knights, with new artwork that fits the world of Luxor and bigger cardboard tiles than the original game. What were knights that conquered the surrounding land are now adventurers who discover temples and pyramids to claim the treasures within.&#10;&#10;Whoever places their landscape tiles and adventurers most skillfully throughout the game will be the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Crowdfunding: Kickstarter",
      "Occupation: Adventurer / Explorer",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "15280",
    "Name": "Dragondraft",
    "ID": 321754,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/321754/dragondraft",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The evening dragon shows are a definite highlight of the annual fair! Players must decide which dragons they want to perform in their shows. It&rsquo;s not an easy choice. Each performer comes with its very own special skills and features. There are also some goblin helpers amongst the dragons, who can help with preparations for the show. Putting on the best dragon show needs forward planning and the right strategy. The player who has been able to attract the most spectators by the fifth evening show wins the game.&#10;&#10;With a fun twist on card drafting, Dragondraft is the perfect way to introduce some strategic drafting to your family game night.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Dragons",
      "Series: Family Games (HABA)"
    ]
  },
  {
    "Rank": "15281",
    "Name": "A Herceg Nyer!",
    "ID": 373787,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/373787/a-herceg-nyer",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A running race is organized in the royal court, in which the prince also takes part. However, he's not very clever and he can't even lose... The king's heart would break if his only little boy didn't win, so the other participants join forces to help the clumsy heir to the throne win.&#10;&#10;A truly unique and funny cooperative card game in which the goal of the players is to have the prince's card at the front by the end of the game. It may seem simple, but you really have to pay attention to which player is playing which card. It is an excellent opportunity for children to learn the basics of algorithm construction.&#10;&#10;During the game, we first place the participants of the running race in the specified places - princess, cook, knight, prince. Each player will receive a certain amount of program cards, which can be played to move characters in a certain direction. Caution! If we move with any character by running off the field from one of the sides, the game ends immediately and unfortunately we lost! This makes the game very exciting.&#10;&#10;The game can also be played with difficulty - the played program cards must be turned face down so that only the last played card is visible. With this, the memory can also be woven into the game. The game also comes with additional cards that can be used to add extra characters to the running race.&#10;&#10;The game can be won if the prince is first after the cards have been played, otherwise unfortunately the players have lost the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "15282",
    "Name": "Mafia: Vendetta",
    "ID": 166019,
    "Year": "(2012)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/166019/mafia-vendetta",
    "Min Players": "7",
    "Max Players": "17",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7143",
    "Description": "Mafia: Vendetta is a party game of bluffing and suspicion. Designed for seven to seventeen players, in Mafia: Vendetta some players take on the roles of Mafia members, others become the civilians of a crime-filled community. Every night the Mafia kills another person, every day the civilians have a chance to discuss the murder, choose suspects, and condemn one of them to death. Since every role is secret, you never know who is an innocent bystander, and who is part of the Mafia. If the Mafia kill off enough civilians, the community becomes a permanent haven for crime, but if the civilians rid their community of the Mafia, they win.&#10;&#10;Mafia: Vendetta offers eleven different civilian roles and five different Mafia roles. It also features two different alternative modes, the Loner mode and Yakuza mode, that each introduce a third faction to the game. You might play a Mafia Thug, a protective Nurse, an innocent Bystander, or a cunning Imposter. No matter what your role, play it convincingly, make your choices carefully, and trust no one.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Mafia",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "15283",
    "Name": "Alleswisser",
    "ID": 280192,
    "Year": "(2016)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/280192/alleswisser",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Alleswisser is a trivia game, with the goal to win knowledge cups in 9 categories or to be the first to circle the board three times. The special feature here is that, by using an app via tablet or smartphone, questions and tasks adapt to the age and level of knowledge of the respective player. So it is a rare trivia game that can be played with adults and kids.&#10;&#10;The board consists of a circular track with spaces in nine different colors, corresponding to different question categories. Players roll their two dices and choose one of them to move around the track. When a player stops on a color they get a multiple choice question (or sometimes a mini game) of the appropriate category, delivered via app. If the player answers a question correctly two times in a row, they get a knowledge cup of that color (assuming they don't already have it). If they already have this colors cup, a correct answer allows the player to roll again and move on around the board.&#10;&#10;If a player stops at a space with an opponents pawn that owns this spaces color, he will challenge him in head to head questions to get the knowledge cup from him.&#10;&#10;Once a player has assembled all 9 knowledge cups or moved around the board three times, he is the winner.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "15284",
    "Name": "My First Adventure: Journey to Ochre Land",
    "ID": 307733,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/307733/my-first-adventure-journey-to-ochre-land",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Today, you&rsquo;re setting off on a long journey throughout the valley.&#10;Today, you&rsquo;re going to try and find the cause of the great drought.&#10;Who do you want to be for this adventure? &#10;Ma&iuml;lune, the brave huntress?&#10;Issa the shepherdess?&#10;or Sumai, the wee amateur gatherer?&#10;Choose carefully and plunge into this rather unusual story, a story where each choice you make will change your adventure.&#10;Journey to Ochre Land is the fourth book in the &quot;My First Adventure&quot; collection of stories in which you are the tiny hero. Choose your character and plunge in this rather unusual story, a story where each choice you make will change your adventure.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Book",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Continents: Africa",
      "Series: My First Adventure (Game Flow)"
    ]
  },
  {
    "Rank": "15285",
    "Name": "DUBITO",
    "ID": 285707,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/285707/dubito",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "DUBITO is a dice game based on bluff and luck. First of all, players secretly roll their dice in their dice cups. Then, the first player claims a dice result, which can either be doubted or raised by the next player.&#10;&#10;The round goes on and claims become more absurd until one brave player doubts of the last bid. Be careful, dice have a spiral result which can be used as a wild!&#10;&#10;Ladies and gentlemen, place your bets&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "15286",
    "Name": "Tolomeo",
    "ID": 238834,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/238834/tolomeo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Tolomeo, players demonstrate their knowledge of astronomy to observe the sky and anticipate the planets' movement. Be careful because the speed of each planet differs in line with the Ptolemaic model, and you should consider the sun and moon as well. If you want a shot at victory, you have to spot astral conjunctions, make the best use of the comet, and take advantage of the planets' influence on each other.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15287",
    "Name": "Basic Impetus",
    "ID": 36604,
    "Year": "(2006)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/36604/basic-impetus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Basic Impetus is the fast-play version of the Impetus set of wargames rules, published by Dadi &amp; Piombo.&#10;&#10;This is a set of rules designed for playing battles in the Ancient, Medieval, and Renaissance periods.&#10;&#10;The rules are designed for fast play, using relatively small armies - you can fight a battle in 60-90 minutes using forces of 7-10 elements a side.&#10;&#10;The game can be played using various scales of figures: 6mm, 10mm, 15mm, 20mm, and 25/28mm.&#10;&#10;Figures are based in elements with frontages of 60mm, 80mm, or 120mm wide (depending on figure scale).&#10;&#10;The rules and army lists for the game are free to download and are fully supported by Dadi &amp; Piombo. There are currently army lists available for 34 different periods of history - anything from Ancient Egypt through Alexander the Great, the rise and fall of Rome, the Dark Ages, the Crusades, the various conflicts of Medieval Europe, and the wars of China, Korea, and Japan.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15288",
    "Name": "Clash of Steel: A Tactical Card Game of Medieval Duels",
    "ID": 223322,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/223322/clash-of-steel-a-tactical-card-game-of-medieval-du",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "A competitive, low-luck, 15-minute card game for two players, focusing on the tactical nuance of a medieval duel.&#10;&#10;You stand across the bloodied mud of the battlefield. Your mortal enemy is just out of range, seething with lethal intent. Only one of you will walk away; only one will be victorious. Choose your weapons, test your mettle, and cross steel with your foe in a duel to the death.&#10;&#10;Clash of Steel is a tactical two-player card game of medieval duels. Every element of play is designed to explore the nuanced and complex decision-making of crossing blades, from choosing your stance to selecting your target.&#10;&#10;Gameplay focuses on managing your limited stamina, predicting your opponent's actions, and whittling their defenses down until you can land a final, crushing blow.&#10;&#10;The game takes about five minutes to learn and 10-15 minutes to play. There are no random elements -- the only unknown is which cards your opponent's playing and how much they're willing to spend to gain the upper hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15289",
    "Name": "Deep Regrets",
    "ID": 397931,
    "Year": "(2025)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/397931/deep-regrets",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "2.5",
    "Description": "Deep Regrets is a game for 1-5 players that runs about 30 minutes per player.&#10;&#10;An unfortunate fishing game about pulling progressively more horrifying things out of the ocean.&#10;&#10;Decide what to eat, what to sell, what to mount, and how many regrets you're willing to carry, as you push yourself too far and spiral towards a thrilling conclusion in this strategic horror fishing game.&#10;&#10;You'll roll bespoke tackle dice at the start of each turn to determine your strength for that round and then decide whether you'll stay at sea or return to port to sell fish, buy provisions, and recharge your energy.&#10;&#10;Survey the sizes of shadows on the backs of 9 different fish shoals at three depths, determining what you think you can afford to catch and if you want to risk it for a potentially better reward. Flip fish, spend dice, add them to your collection - but beware of reveal and catch abilities that can have various effects on the game!&#10;&#10;Each fish, item and character has been meticulously hand-inked by illustrator Judson Cowan, then colored by hand in Procreate. It's an absolutely gorgeous world with many, many dark surprises to uncover.&#10;&#10;As your eyes spy more and more horrifying things, you'll collect Regrets cards - which drive up your madness but also give you access to more dice and increase the value of weirder fish. It's a risk/reward scenario as you balance your madness, knowing that at the end of the game the player with the highest value of Regrets will have to discard their most valuable mounted fish.&#10;&#10;Manage you resources, make strategic decisions, leverage madness to your benefit and suppress your Regrets as you try to catch the most valuable haul of weirder and weirder fish on this thrilling week at sea.&#10;&#10;SOLO MODE:&#10;In the solo mode (which you can also co-op), you'll act as an ichthyologist on a mission to catch and catalog every fish in the sea. Over a campaign of dozens of games, you'll try to reel in every last fish and document their attributes on provided catalog sheet. At the end of each game, you'll have to discard an equal value of fish to the regrets you've collected and may have to let some fish go to return to another day. At the end of the campaign, you'll have a catalog of all fish names, depths, values and difficulties that can be used by players in the multiplayer game to help identify what they might fish up!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Market",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "15290",
    "Name": "Boccerball",
    "ID": 6400,
    "Year": "(1993)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/6400/boccerball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher's site:&#10;&#10;Boccerball is a new exciting fast paced marble soccer game that is fun for all ages.&#10;&#10;The object of the game is to knock a soccer ball into your opponents goal by quickly dropping steel marbles down as many chutes as possible onto the playing surface. The first player to reach a predetermined number of goals wins.&#10;&#10;There are many different strategies involved in playing this game and defense is as important as offense. Once you play the game you can't stop!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15291",
    "Name": "The Race to Bastogne: A Solitaire Wargame",
    "ID": 361771,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/361771/the-race-to-bastogne-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "The Race to Bastogne is an Operational level Solitaire-Only board-wargame which puts you in charge of armoured units from the US Army in the Battle of the Bulge in 1944 World War II. You will be commanding small groups of Sherman tanks, Priest mobile artillery and Greyhound armoured cars in order to clear routes across the freezing countryside to Bastogne, where the US 101st Airbourne are surrounded by the enemy.&#10;You will need to supply at least 3 but preferably 5 standard six-sided dice. Sample counters have been included at the end of the book which you can cut out or copy, and stick to card if you wish.&#10;In full colour, rules and 12 replayable missions are included.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Multiple Maps",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Country: USA",
      "History: World War II (Battle of the Bulge)",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "15292",
    "Name": "Waterloo: Quelle Affaire!",
    "ID": 178572,
    "Year": "(2015)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/178572/waterloo-quelle-affaire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Waterloo: Quelle Affaire!, designed by Alessio Cavatore and illustrated by Peter Dennis, is a hex-based boardgame that allows two players to recreate what is arguably the most famous battle in history.&#10;&#10;The units in the game are activated by cards that represent the Commanders of the various army corps, as well as Stratagem cards that add more fun, strategy and unpredictability to the battle. These cards are full of quotes both from history and from famous Napoleonic movies: &ldquo;By God, sir, I have lost my leg. &ndash; By God, sir, so you have.&rdquo; or &ldquo;We shall match them with our lancers!&rdquo; Nobody can resist reading these with the right accent&hellip;&#10;&#10;The challenge You win the game by destroying half the total combat strength of the enemy army. This task is easier for the French when only one army faces them. However, if Wellington&rsquo;s forces survive long enough for the Prussians to finally arrive, the tip of the scale will swing in favour of the Allies, and the French are probably going to find themselves fighting for their life. And nobody can be sure exactly when the Prussians are going to appear in the East&hellip;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "Crowdfunding: Kickstarter",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15293",
    "Name": "USS Laffey: The Ship That Would Not Die",
    "ID": 337378,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/337378/uss-laffey-the-ship-that-would-not-die",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;USS Laffey: The Ship That Would Not Die&quot; is a solo wargame of damage control as you desperately scramble to survive the most determined Japanese Kamikaze attacks of World War II. You will re-enact the harrowing 80 minutes of terror and mayhem the crew of the Laffey went through as they fought off 22 Japanese planes.&#10;&#10;You will move your damage control teams to stem the current crisis, and then roll and allocate dice in an attempt to aid the ship or damage the attacking planes. You could attempt to ask help from the nearby carrier Shamrock Bay, but doing so will take time and effort away from the current attacks.&#10;&#10;If you can survive the last Japanese attack with the ship still afloat you win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "15294",
    "Name": "Chocolates",
    "ID": 394338,
    "Year": "(2024)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/394338/chocolates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "When the contents of a box of chocolates are completely unknown, the discoveries can be exciting...&#10;&#10;In the game Chocolates, you want to explore the chocolate tiles bit by bit in order to make the right claims at the right time: Are exactly three white chocolates in the box? Or are they on the outside? How many triangular chocolates are there? More than round ones? Are there adjacent milk chocolates?&#10;&#10;You try to find out these and many other tricky questions in order to score the most points. Let the delicious gambling begin!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Contracts",
      "Increase Value of Unchosen Resources",
      "Push Your Luck",
      "Variable Set-up"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "15295",
    "Name": "Trophy Buck",
    "ID": 102940,
    "Year": "(2011)",
    "Geek Rating": "5.531",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/102940/trophy-buck",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.037",
    "Description": "Game description from the publisher:&#10;&#10;Get that buck!&#10;&#10;Trophy Buck is a fast-moving game about deer hunting. The 12 custom dice represent deer. Push your luck to bag the most points, but stop rolling before too many &quot;startles&quot; end your turn! Will you bring home a trophy, or will you just be looking at tracks?&#10;&#10;Each game takes 10 to 20 minutes and can be taught in a single round. It comes in a durable cammo bag - great to take on camping or hunting trips.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Deer / Antelope",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "15296",
    "Name": "Tribe",
    "ID": 235760,
    "Year": "(2017)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/235760/tribe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "In Tribe, you are on a mission to help as many tribes as possible to thrive and prosper. Players places ornaments on human figures organized in a circle, which will decorate the human figures each in their own unique way and eventually form &quot;tribes&quot; that bear common features.&#10;&#10;Will the pride of tribes be maintained throughout the ages? And what will be the form of humanity beyond history? The future of the tribes is in your hands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "15297",
    "Name": "Board of Dreams",
    "ID": 122809,
    "Year": "(2012)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/122809/board-of-dreams",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Board of Dreams is a baseball boardgame simulation.&#10;&#10;Board of Dreams is a game for 2 players.&#10;You will be manager of yours team.&#10;There are so many players to choose to form their lineup, the pitchers who get tired easily and the team must be balanced when it replaces.&#10;&#10;Each launch is called from players, and hit the ball may not always be the best choice to make.&#10;&#10;Each element of the team has its own characteristics, fields exalt one or other player.&#10;&#10;One board, two teams, two dices and 9 innings do you want more?&#10;Just manage your team, pitch the ball, hit a home runs and win the game.&#10;&#10;A few simple rules to a great passion, baseball.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "15298",
    "Name": "The American Revolution 1775-1783",
    "ID": 8803,
    "Year": "(1972)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/8803/the-american-revolution-1775-1783",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3636",
    "Description": "SPI area-movement simulation of The American Revolution 1775-1783.  9-page rules folder, 255 counters, unmounted 17&quot; x 22&quot; paper map.  Regions on the map consist of multiple movement areas, with terrain-dependent movement cost to enter an area.&#10;&#10;Counters are multiples of strength points, each strength point being equal to 500 men. No combat distinction between infantry and cavalry or between militia and regulars.  Colonial militia appears at full force in a region whenever a British force enters it but can never leave the region. Tory militia appears once per region the first time British regulars enter, and they can be converted to regulars and leave the region, but will never reappear in that region once they've left.&#10;&#10;The British player wins by controlling regions whose victory point total exceeds the scenario requirement.  Colonials win by winning three major battles, by winning two major battles while limiting the British player to less than half of the scenario victory point total, or by lasting to the end of 1783 without the British player winning.&#10;&#10;Multiple &quot;what-if&quot; situations are provided, with each one adjusting the British victory point level required to win.  Many of these can be used in combination, resulting in moderate replay value.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15299",
    "Name": "Octopus's Garden",
    "ID": 241067,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/241067/octopuss-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Octopus's Garden, players take on the role of starfish competing to create the most beautiful gardens. Attract colorful seahorses and clownfish, without losing pearl-producing oysters to the hungry sea stars!&#10;&#10;Octopus's Garden is a tile-laying game for 2 to 4 players. Players choose which plant and animal tiles to purchase from a central market, then decide how best to arrange them in their garden. Careful planning is required to attract seahorses and clownfish, to protect pearl-producing oysters from the sea stars, and to avoid startling delicate feather worms.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Animals: Sharks",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15300",
    "Name": "Eyelet",
    "ID": 356304,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/356304/eyelet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Eyelet is a roll-and-move game for two players in which shoelaces are threaded through holes in a custom-cut board. Any lace can be moved by either player, but it must be moved the exact number of spaces rolled, then threaded through an empty hole. When you're unable to complete your turn, you lose. And so, the goal is to maneuver the laces to limit your opponent's options &mdash; but should they escape, they might just hand your crafty trap back to you.&#10;&#10;This is a simple, strange, and sprightly little game that takes only a minute to learn. There's something soothing about the sound of the shoelace sliding against the board as you pull it through. And there's something gently nerve-wracking as the holes get fewer and fewer and the laces start to get shorter and shorter. Each match results in a unique and visually appealing crisscross of blue and pink laces. Every lace has a knot carefully tied at one end by hand &mdash; by either designer Amabel Holland, publisher Mary Holland, or one of our friends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: String"
    ]
  }
]