[
  {
    "Rank": "N/A",
    "Name": "Mayan Metropolis",
    "ID": 36433,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/36433/mayan-metropolis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;Tile Laying game for 2+ players. Mayan City Building Theme. Victory: Score the most points by the end of the game. The game ends when all pieces (tiles) are placed or discarded.&quot;&#10;&#10;The game is played on an 8x8 grid. A custom deck of cards and a set of tiles both depict monuments, buildings, and locations. There is a corresponding tile for every card. A random selection of cards are placed face up and the players take turn choosing cards. Once all the cards have been chosen, the players gather the pieces corresponding to their cards and take turn placing tiles on the board.&#10;&#10;Points can be earned each time a tile is placed. The number of points depends on several factors, including the number of spaces adjacent to the tile which are occupied and whether there are plazas or causeways adjacent to the tile. Points are also earned for surrounding other tiles and filling in zones of the board.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tales From the Mountains, The Kit Carson Card Game",
    "ID": 36434,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36434/tales-from-the-mountains-the-kit-carson-card-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A strategic solo card game in the life &amp; times of the legendary Kit Carson.&quot;&#10;&#10;The player must maintains a traveling force of mountain men, trappers, prospectors and soldiers exploring the American wilderness. Resources relied on by the expedition and tracked in the game include firearms and ammunition, horses and mules, and food and water.&#10;&#10;&quot;Victory: I. Live long enough to own 25 beaver pelts, II. or, Play for high score (fewest turns to victory.) Pelts cached, traded, stolen, or lost do not count towards your victory total.&quot;&#10;&#10;Required components include two standard decks of playing cards (for the Frontier Expansion Deck and Frontier Adventure Deck), a roll of pennies (or tokens), six nickels, two dimes, a pawn, player sheet, turn sheet, and two six-sided dice (preferably red &amp; white.)&#10;&#10;The game also includes rules for a multi-player version.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Key Konquest!",
    "ID": 36435,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36435/key-konquest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Another boring day at the Heroes Guildhall. There's only so much pointless killing, looting and drinking one can do before it becomes boring. What's the solution? Find a reason to kill, loot and debauch! So you have decided to quest for the legendary Keys of Fate which will open the Door of Fate in the Tower of Fate (are we sensing a theme here?), which holds the wondrous Scepter of... you guessed it, FATE! With this Scepter you will be able to rule the kingdom, which will stave off the boredom for a while at least. Unfortunately, some of your &quot;workmates&quot; have had the same idea (talk about coincidence), so it is a race against each other to find the keys and rule your own destiny... or at least kill a few hours in the most violent ways possible.&quot;&#10;&#10;&quot;Winning: There are six magical keys in the artifact deck. In order to win the game, a player must find at least four out of the six keys and are on the Tower of Fate space at the beginning of the turn. If they achieve this, they have unlocked the power of the tower and win the game.&#10;&#10;Components: Hex map of the continent, 2 six-sided dice, 20 card Hero Deck, 28 card Spell Deck, 25 card Artifact Deck, 44 card Dungeon Deck, 50 card Equipment Deck, 15 card Villain Deck, 12 card Quest Deck, 114 card Adventure Deck, 60 Hit tokens, 60 Experience tokens, 60 Gold tokens, 20 Muscle tokens, 20 Whack tokens, 20 Magic tokens, 20 Guts tokens, 20 Sneak tokens, 20 Luck tokens, and a playing piece for each player.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Imperious",
    "ID": 36436,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/36436/imperious",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "&quot;Board game for 4-8 players. Players control ancient civilizations.&quot;&#10;&#10;The components include a map of the Mediterranean world divided up into 50 to 100 territories, different colored sets of population and city chits for each player, and a custom deck of 105 cards made up of equal numbers of the following seven card types: War, Culture, Population, Religion, Technology, Government, and Trade.&#10;&#10;Each player starts with ten population chits in a starting territory at least five spaces from the starting territories of the other players. Each player also starts with three cards, which may be freely traded during a Trade Phase. A player's hand of card grows as the player gains more cities and population. Cards must be played to perform certain types of actions: Destroy, Grow, Convert, Colonize, Disperse, and Build.&#10;&#10;&quot;Victory: The first player to occupy over 50% of the territories with his chits wins.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Joust: The Card Game",
    "ID": 36437,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/36437/joust-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Two player card game simulating a joust between two competing knights. Victory: Be the first player to win 3 passes.&quot;&#10;&#10;&quot;The Deck: Players share a common deck. The Cards: There are four suites: 1. Speed, 2. Aim, 3. Armor, 4. Courage. Each card belongs to one Suite and has a force value from 1 to 10.&quot;&#10;&#10;Each hand the players receive four cards face up and eight cards face down. The players must discard four of their face down cards. All of the cards are revealed and the players total the value of their cards in each suit. The goal of each hand is to have the highest score in the most number of suits. The player who does so wins the pass.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Chivalry / Jousting / Tournaments (Medieval Europe)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Pie Maker",
    "ID": 36438,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36438/pizza-pie-maker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A pizza making card game for children which uses a print-and-play card deck. The cards name parts and ingredients used to make a pizza.&#10;&#10;Points are scored by playing card combos which make a complete pizza. The basic combo, worth three points, consists of a crust card, sauce card, and cheese card. Each additional topping adds one point, and some ingredients give bonus points. In addition, there are three named combinations which score bonus points: Everything Pizza, Meatsa Pizza, and Veggie Pizza.&#10;&#10;The game ends when a player goes to draw a card and there are none left. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Range War",
    "ID": 36439,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/36439/range-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Wargame of the American West circa 1840-1900. Players are rival Land Barons trying to gain complete control of the same territory. Victory: Control all Settlements on the Board. Players are eliminated if their Baron is killed.&quot;&#10;&#10;The game is played on a hex map showing thirty settlements. Each player chooses to play one of four ranches and the ranches are placed on settlements that are far apart. The remaining settlement spaces have a random settlement counter placed on them. The settlements are thereby determined to be farms, mines, towns, or trading posts.&#10;&#10;Each player starts with a Baron counter and two Regulator counters. The players gain revenue from their ranches and from other settlements they control. Revenue is used to recruit new units and to provide upkeep for the units a player controls.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steam & Iron",
    "ID": 36440,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36440/steam-and-iron",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Victorian Steampunk Strategic Combat.&quot;&#10;&#10;The players control rival forces attempting to gain control of all of the cities on the map. The game includes units and rules for aerial and naval combat forces in addition to ground forces.&#10;&#10;The players must control resources in order to be successful. The military forces depend largely on coal. Non-infantry units use coal reserves to move. In addition, metal resources are required to build units. Coal and metal are obtained by controlling mines. The players must also control agricultural areas to provide food for the cities they control.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Dice",
    "ID": 36441,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/36441/super-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Dice game simulating 2 Superheroes fighting. Victory: To win reduce your opponent to zero hits.&quot; The Superheros start with 50 hits and five Superpowers. There are approximately eighty different Superpowers defined in the rules.&#10;&#10;Each turn the players roll five six-sided dice. The players decide which dice are being used for attack and which are being used for defense. Superpowers are then used to alter the dice in various ways. Once these effects are resolved, attack and defense totals are compared. If an attack total is higher, the defender loses a number of hits equal to the difference. If the defense total is higher, the attacker loses the hits.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warp Hammer",
    "ID": 36442,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36442/warp-hammer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Two player Card Game based on the Games Workshop Warhammer Fantasy Universe.&quot;&#10;&#10;The players each assemble a custom forty card play deck with a total value of 100 points or less. Each player chooses a different army from which to build a deck. There are sets of cards for the following armies, among others: Dwarf, Wood Elf, Skaven, Ork, Goblin, Lizardman, High Elf, Chaos Dwarf, and Dark Elf. Each card is rated for cost, force, and type. Some cards are also designated as Unique (one per army) or Rare (two per army).&#10;&#10;Each play deck must include a Command Group consisting of a Hero, with a Force rating of four or more, and a Wizard. A play deck may have a maximum of twenty Item, Spell, Tactic, Mark, and Virtue cards, and a maximum of ten Wizard and Hero cards.&#10;&#10;The are numerous card types in the game, grouped under two main classes: Units and Enhancements. Unit cards include the following types: Hero, Magic, Wizard, Archer, War Machine, Signal, Berserker, Ambush, Scout, Monster, Beast, Cavalry, Infantry, and Spear. Enhancement cards include: Item, Spell, Tactic, Mark, and Virtue.&#10;&#10;&quot;Victory: The first player to win 5 hands is the winner.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolf Pack",
    "ID": 36443,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/36443/wolf-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Card game. Deck of 90 cards. Simulation of U-boat attacks vs allied shipping during WWII. One player is the wolf pack, the other is the allied convoy.&quot; The custom deck includes six types of cards: Target, Detection, Attack, Evasion, Water, and Discard.&#10;&#10;The Wolf Pack player wins if six Transports are destroyed. The Convoy player wins if four U-Boats are destroyed.&#10;&#10;The game is available to download and was also published in Strategist #337 (April 2000).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kings of Hyboria",
    "ID": 36444,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36444/kings-of-hyboria",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Live and fight as a King of Hyboria!&quot;&#10;&#10;A strategic scale game of fantasy conquest based on the setting of the Conan novels.&#10;&#10;There are eight unit types that make up a player's forces: Army, Elite, Hero, Wizard, Monster, Ships,  King, Fortifications. Each unit type is rated for movement, initiative, and attack. Additional units in the game include neutral armies, gold, divinations, storms, curses, and relics.&#10;&#10;Gold is gained by capturing and plundering territories. New units may be recruited from captured territories. Random events are generated each turn for Heroes and Wizards by rolling on the Heroic Actions and Wizard Magic Tables. There are also special tables for Heroic Battle Actions and Wizard Battle Spells that add flavor to the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knights & Castles",
    "ID": 36445,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36445/knights-and-castles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A card game of competing lords who must expand their control over the lands and fill their treasuries with gold.&#10;&#10;The players acquire and support various Resources, each of which are rated for revenue, defense points, and support requirements, if any. The Resource Cards include Villages, Towns, Mines, Castles, Cities, Knights, Ships, and Trade Routes. These efforts can be aided by Leader Cards and Advancement Cards. However, Invasion, Disaster, and Event Cards can hinder a player's efforts.&#10;&#10;The game ends when the last card is drawn from the deck. The player with the most gold wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kung Fusion",
    "ID": 36446,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36446/kung-fusion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game of martial arts combat. The game uses a custom deck containing fifty-six cards, with eight cards for each of seven different types: Punch, Kick, Block, Grab, Move, Zen, and Combo.&#10;&#10;The players must roll fighter characters before play. Each fighter has ten hit points and rolls ten times on a series of Maneuver Tables. This results in a list of &quot;moves&quot; the fighter knows and some die roll results can add hit points. Each Maneuver is rated for a cost in cards that must be played to use the move and for damage caused by the move (Attack Maneuvers) or damage negated (Defense Maneuvers).&#10;&#10;The object of the game is to reduce your opponent to zero hit points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naval Engagement",
    "ID": 36447,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36447/naval-engagement",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Card game for 2 players. Simplistic WWII era Pacific sea battle simulation.&quot;&#10;&#10;The game is played with a custom deck of sixty cards. There are fifteen different cards, with four copies of each in the deck. Cards are Units, Attack, Defense, or Special. Unit and Attack cards are combined to make attacks to reduce Fleet Points, while Defense cards can negate attacks.&#10;&#10;Each player begins with ten Fleet Points. The object of the game is to reduce your opponent to zero Fleet Points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ready Aim Fire",
    "ID": 36448,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36448/ready-aim-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Two player Card game depicting Napoleonic era warfare.&quot;&#10;&#10;The game used three types of cards - Battalion, Commander, and Tactics. The Tactics deck is composed of maneuvers, formations, weapons, incidents, and terrain types. There is a different composition of Battalion and Commander cards given for each of the five nations represented in the game: France, Britain, Austria, Prussia, and Russia. Each player forms a Battalion Deck and selects Commander cards based on the country played.&#10;&#10;Cards are played on the table in battlefield positions representing the Left Flank, Left Center, Center, Right Center, and Right Flank positions. The first player to be routed from three of the five forward positions loses. A player may also lose based on morale considerations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Napoleonic",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Knight Rayearth",
    "ID": 36449,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36449/magic-knight-rayearth",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game based on the manga cartoon series of the same name.&#10;&#10;The game uses a custom set of sixty cards reflecting heroines, allies, and villains from the series. Heroines include Fuu Hououji, Hikaru Shidou, and Umi Ryuuzaki. For each heroine there are Heroine cards and Team Up cards.&#10;&#10;The allies are Clef and Ferio. Villains include Alcione, Ascot, Caldina, Innova, Lafarga, Mokona, Presea, Princess Emeraude, Zagato. There are Plot and Villain cards for each villain.&#10;&#10;The playing area is divided into two sides, one for each player, each consisting of a 3x3 card playing grid. Defending cards are played face down on this grid. The object of the game is to have a card reach one of your opponent's third rows at the same time that you have a card in any position on one of the opponent's other columns.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potters First Year Adventure",
    "ID": 36450,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36450/harry-potters-first-year-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Board game for 2-4 players. Help Harry recover the Sorcerers Stone.&quot;&#10;&#10;Each player portrays a wizard who has several attributes, skills, and abilities which must be tracked during the course of the game: House Affiliation, Magic skill, Flying skill, Study skill, Chess skill, House Points, Clues, Wealth, Wand Type, Familiar Type, Chocolate Frogs, All Flavor Beans, and Other Possessions.&#10;&#10;The playing board is broken into three segments - a straight track representing Dagon Alley, a loop representing Hogwarts, and a second straight track representing the Dungeon. Players move one space per turn on the straight segments and roll a die for movement on the center loop. Each space has a special table or tables that must be rolled on when a player enters the space.&#10;&#10;&quot;Victory: The player with the most house points at the end of the game wins. The game ends when someone defeats Voldemort in the last space of the dungeon.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hong Kong Phooey",
    "ID": 36451,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36451/hong-kong-phooey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Trump taking Card game for 2 or 4 players. Based on the Hanna Barbara Cartoon Hong Kong Phooey. Winning: The player with the lowest score after 4 Rounds wins the game.&quot;&#10;&#10;The game uses a custom deck of forty cards. There are four suits in the deck: Hong Kong Phooey, Friends, Villains, and Extras. There are ten cards in each suit, numbered 1 through 10.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dogs",
      "Region: Hong Kong",
      "TV Shows: Hanna-Barbera"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miami Beach",
    "ID": 36452,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36452/miami-beach",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game of city building. The game uses a custom deck of cards. Each card represents one building. Each building has five traits: color, type, size, class, and age.&#10;&#10;The players score points by constructing complimentary buildings next to one another. The number of points scored for placing (constructing) a building depends on how many traits it has in common with the immediate neighbor. This ranges from -5 points for zero common traits to 16 points for four traits in common.&#10;&#10;&quot;The game ends when there are no cards left in the deck and all possible cards have been played. Winning: The player with the most points at the end of the game wins.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Cities: Miami (Florida, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My City",
    "ID": 36453,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/36453/my-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A city building board game.&#10;&#10;The game is played on an 8x8 grid or chess board. The playing pieces consist of a set of 24 Zone counters in a different color for each player and a set of 16 Landmark counters. Each Landmark is marked with a Prestige Point value and each Zone counter is marked with an Access Point value.&#10;&#10;The Landmarks are randomly placed on the board. The players then take turn placing Zone counters until all the spaces on the board are filled or no player can place a Zone counter. Control of Landmarks is then determined. The player controlling the Landmarks having the highest total Prestige Points wins the game.&#10;&#10;",
    "Categories": [
      "City Building",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Master & Commander",
    "ID": 36454,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36454/master-and-commander",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A strategic 2-player simulatiion of naval combat in the Napoleanic era.&quot;&#10;&#10;The game is played on an 8x8 grid. A chess board may be used. Each player has a set of eight Ship tiles. Ships are divided into four classes, numbered 1 to 4. Ship Class determines attack range, hull strength, and number of masts. Each ship is also rated for six skill types, described as follows in the rules: Seamanship, Gunnery, Command Authority/Discipline, Morale/Courage/Health/Stamina, Marksmanship/Snipers/Muskets, and Boarding/Swashbuckling/Hand-to-Hand Combat/Marines/Crew Size.&#10;&#10;&quot;Victory: The player with the most captured ships at the end of the game wins. If tied the player who sunk the most ships wins. The game ends when there are no ships left to capture or sink.&quot;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Napoleonic",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pixie Wars",
    "ID": 36455,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/36455/pixie-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&quot;Long Ago in the Land of Faerie there was a war between the Sprites and the Pixies. Board &amp; card wargame for 2 players. One player is the Pixies and the other is the Sprites. Each figure represents a single faerie (unit).&quot;&#10;&#10;The game is played on a chess board or grid. There are eight different types of terrain: Clearing, Thorns, Water, Great Oak, Thick Growth, Magic Circle, Aerial Roots, and Forest.&#10;&#10;Chits or miniatures to represent faeries. Each side has four types of units: King, Mage, Knight, and Warriors. Each unit type is rated for hit points, magic, melee, ranged attack, and poison. The players share a custom deck of cards. Card play is used to determine when units can move, defend, and attack.&#10;&#10;&quot;Victory: You win if you kill the opposing King.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Players: Two-Player Only Games",
      "Series: Warp Skirmish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest for the Pirate Chest",
    "ID": 36456,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36456/quest-for-the-pirate-chest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Choose to play one of nineteen famous, or infamous, captains - ranging from Sinbad the Sailor to Admiral Horatio to Blackbeard to Jack Sparrow. Each captain has a named ship, crew type, starting port, and special ability that provides an advantage in the game.&#10;&#10;The game is played on a circular track divided into twenty-four spaces. Every third space is a port or other special space. All other spaces are open sea.&#10;&#10;The object of the game is to find the hidden Pirate Chest and return it to your starting port. To find the Chest you must first gain possession of the Hidden Map and Hidden Key.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Santa's Workshop",
    "ID": 36457,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/36457/santas-workshop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;Card game for 2-4+ players. Each player is one of Santa&rsquo;s Elves helping to make toys for Christmas. The Elf who makes the most Toys by games end wins. Game End: The game ends when there are no cards left in the deck, and all player&rsquo;s hands are empty. Victory: The player with the most points worth of cards in his Toy pile at the End of the game wins.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Swarm",
    "ID": 36458,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36458/space-swarm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;2-4+ player board &amp; card wargame. Each player controls an Advanced Spacefaring Alien Civilization.&quot;&#10;&#10;Each Alien Race sends its fleets out to conquer the galaxy. Each Race has six attributes which can change throughout the game: Attack, Defense, Movement, Production, Strategic, and Initiative.&#10;&#10;The players share a custom card deck containing two types of cards: Technology and Event. Technology cards give a Race a new ability or an attribute bonus that last for the duration of the game. Event cards represent temporary bonuses and effects.&#10;&#10;The game is played on a hex map of space filled with ten &quot;terrain&quot; types: Alien Ruins, Star Cluster, Nebula, Super Nova, Black Hole, Dark Matter, Quasar, Worm Hole, Asteroid Field, and Deep Space. Each type of space has a special effect, except for Deep Space which has no effect.&#10;&#10;There are two ways to win the game. Either control all the Star Cluster spaces in play or occupy the most spaces when the deck runs out.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Stalingrad",
    "ID": 36459,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/36459/victory-at-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Card game for 2 players. Theme: WWII Eastern Front Battle of Stalingrad. One player is the Soviets. The other player is the Germans.&quot;&#10;&#10;Each player uses a unique deck of cards. There are five suits marked 1 through 10 in each deck. The German suits are Firepower, Objectives, Morale, Tactics, and Forces. The Soviet suits are Defense, Locations, Morale, Tactics, and Forces. The cards depict elements of the historical campaign.&#10;&#10;The players attempt to play the highest ranking card combination each hand. &quot;Victory: The German Player must win 3 Hands in a row (Ignore Ties) to win. If the German player has not accomplished this by turn 10 the Soviet player wins.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twelve Brothers",
    "ID": 36460,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36460/twelve-brothers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Card game for 2-6+ players. Fantasy World Setting. King Jaspar the Just is Dying. Only one of his 12 sons can ascend to the Throne. This can only mean that 11 sons must first die.&quot;&#10;&#10;&quot;Each player is betting on up to 4 of the 12 Brothers to win the Crown. The 4 Brothers that a player is betting on are his Favorites.&quot;&#10;&#10;&quot;Victory: If one of your Favorites is the last left alive, you win. More than one player can win. It is also possible that all players lose.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warring States Period",
    "ID": 36461,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36461/warring-states-period",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;China 475 &ndash; 221 BCE. Each player is the king of one of 7 States vying for domination. Card game for 2-7 players.&quot;&#10;&#10;There are three custom card decks used in the game - the Event Deck, Resource Deck, and Battle Deck. The Resource Deck consists of cards which can be exchanged in combos to raise taxes (Agriculture, Mines, and Cities.) The Resource Deck also contains cards for several types of Generals (Daring, Steadfast, Brilliant, Methodical, and Thoughtful.)&#10;&#10;The Battle Deck consists of Strategy and Troop Cards. When battles are fought, the other players may choose to add cards to support the attacker or defender.&#10;&#10;&quot;Victory: The first player to control 15 Province Tokens wins the game.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": [
      "Country: China",
      "History: Warring States Period of China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wonder Woman",
    "ID": 36462,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36462/wonder-woman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Card game for 2-4+ players. Wonder Woman Theme.&quot;&#10;&#10;The game is played using a custom card deck. There are ten suits in the deck: Wonder Woman, Ally, Capture, Foe, Info, Plot, Quote, Item, Action, Minion.&#10;&#10;&quot;The most feminist player goes first.&quot;&#10;&#10;The players score points by playing melds of four to ten cards, each of which must come from a different suit.&#10;&#10;&quot;Victory: Have the most points when the deck runs out.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: DC Universe",
      "Comic Books: Wonder Woman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mobile Infantry",
    "ID": 36463,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36463/mobile-infantry",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Individual Soldier Combat in the world of Ogre/G.E.V.&quot;&#10;&#10;&quot;Mobile Infantry Soldiers fight as cohesive, Battle suit wearing squads. They combine firepower and area defense measures making them the most effective combat formation in mankinds' long history of warfare. The six-man squad is the norm: 1 Paladin-suit for command and control, 1 Commando-suit for targeting enemy forces and spoofing the enemy&rsquo;s sensors, and 4 Marauder-suits are the basis of the squad&rsquo;s firepower.&quot;&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tron, The Card Game",
    "ID": 36464,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36464/tron-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;Card game for 2 players. The action takes place in the world of Virtual World of Tron.&quot;&#10;&#10;One player represents Tron and the other plays as the Master Control Program or MCP. Each player uses a separate custom deck of cards.&#10;&#10;The Tron deck is made up of six types of cards: Programs (Characters), Skill (used to defeat Games and Security), Escape (used to go Rogue), Activation (used to become Activated), Transport (used to reach the Mesa), and Sub-Routines (various effects).&#10;&#10;The MCP deck has four types of cards: Control (required to win the game), Games (used to destroy Programs on the Game Grid), Security (used to destroy Programs off the Game Grid), and Sub-Routines (various effects).&#10;&#10;The MCP player wins when all ten Control cards have been downloaded (put into play). Tron wins by Derezzing (destroying) the MCP in Program Delete Phase.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Movies: Tron",
      "Players: Two-Player Only Games",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rockets & Rayguns Strategic",
    "ID": 36465,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36465/rockets-and-rayguns-strategic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of full scale war on the planet Mongo. Set in the Flash Gordon universe.&#10;&#10;One side controls the forces of Human Hero Flash and his allies, Hawkman Chieftain Voltan and Forest Chieftain Baron. The other player controls the forces of Evil Emperor Ming. Each unit is rated for the following statistics: type, move, initiative, attack, defense, cost, and area of recruitment.&#10;&#10;The game is played on a map depicting a major continent on the planet Mongo. There are five regions in the continent. At the start of the game, the Central and Southern regions are under Ming's control while the North, East, and West regions are controlled by the forces of Flash. The regions are further divided into territories, some of which represent Major Cities and some of which are impassable mountains.&#10;&#10;The Flash player wins if Ming is killed. Ming wins by killing all of the Rebel Leaders.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rockets & Rayguns Operational",
    "ID": 36466,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36466/rockets-and-rayguns-operational",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Rebel troops are attacking Ming&rsquo;s Palace. Who will carry the day?&quot;&#10;&#10;The Rebel forces under the leadership of &quot;Human Hero Flash&quot; are closing in on the palace of the Evil Emperor Ming, ruler of the planet Mongo.&#10;&#10;The game is played on a hex map showing the area around Ming's Palace, which is located at the center of the mapsheet. All of the Imperial units start within two hexes of the palace and the Rebel forces start along the map edges.&#10;&#10;The Rebels win if Ming is killed. The Imperials win if all of the Rebel Leaders are killed.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords of Ancient Times",
    "ID": 36467,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/36467/lords-of-ancient-times",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "&quot;The game spans over several rounds. Every round each player selects one of the five different roles which will determine a certain action for all players. The player who manages to build the most powerful civilization at the end of the game will be the Lord of Ancient Times.&quot;&#10;&#10;&quot;Winning the Game: The winner will be the player with most Victory Points at the end of the game.&quot; Victory Points are earned by founding cities, discovering advancements, and building wonders.&#10;&#10;The designer credits San Juan as the inspiration for this print-and-play civilization building card game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kill Gwen Stacy",
    "ID": 36468,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36468/kill-gwen-stacy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Card game for 2-4+ players. Gwen Stacy was Peter Parker&rsquo;s true love. In order to jack up the sales of their funny books Marvel decided it was a good idea to kill her off. Sales did go up, as did fan outrage. Now heres a chance to redo comic book history but with a twist.&quot;&#10;&#10;The game uses a custom deck of 52 cards. There are five types of cards: Method, Conspiracy, Location, Save, and Fate.&#10;&#10;The players attempt to play melds of cards of the same type. &#10;A player who is unable to play a meld on a turn must roll on the Event table and take the specified action. Once you have three melds in play (one each for Method, Conspiracy, and Location), you may make a die roll to see if you kill Gwen Stacy. If the roll is successful you win the game, otherwise you lose some or all of your melds and the game continues.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piratical",
    "ID": 36469,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36469/piratical",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Players control Pirate ships in search of plunder &amp; adventure. Victory: The first player to accumulate 100 Gold is the winner.&quot;&#10;&#10;Players move their ships around a circular ring of 48 spaces. The starting space is Port Royal, a safe zone. The other spaces consist of areas at sea or merchant ships. Merchant ships can be plundered for goods, which are exchanged for gold in port. Certain spaces cause turns to be lost, others call for a card draw.&#10;&#10;The players face warships, weather, and other hardships. Players can also battle one another when they land on the same space, which can lead to a boarding action.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neolithic Traders",
    "ID": 36470,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36470/neolithic-traders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Players are Stone Age Tribes. Players create and trade objects of value. Victory: The first player with 50 Victory Points is the winner.&quot;&#10;&#10;The game is played with a custom deck of cards made up of six suits: Weapons, Tools, Food &amp; Textiles, Containers, Jewelry, and Statuettes.&#10;&#10;The players score points by playing melds. There are two types of melds, Kits and Hoards. A Kit is a meld of six cards with one card from each suit. A Hoard is a meld of five cards from one suit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Traveler Traders",
    "ID": 36471,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36471/traveler-traders",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A solo card and dice game of trading in the Imperium.&quot;&#10;&#10;&quot;In this one player game you play the Captain and crew of the FREE TRADER BEOWULF. The Goal is to profit 73 Mega Credits (i.e., 73,000,000 Credits), which is just enough to buy a SUBSIDIZED LINER and become a Merchant Prince. But in the 1350th year of the GALACTIC EMPIRE, this great Utopian civilization of Humanity is far from civilized. Trading in the Spinward Marches Sector, even close to its ducal capital REGINA, can still be dangerous.&quot;&#10;&#10;Expansion rules allow the game to continue as a Master Trader with a Subsidized Liner attempting to earn another 73 Mega-Credits to build a Mercantile Principality.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nice Weather",
    "ID": 36472,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/36472/nice-weather",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "In Nice Weather, you and a million tourists travel around Europe chasing, that's right, Nice Weather. Spend your autumns and winters around the Mediterranean, your summers by the Baltic coast and your springs in Central Europe.&#10;&#10;Travel by your own railroads or pay the other players to use theirs. Set your ticket prices high to squeeze out profits or low to undercut competitors. If you can't find a cheap train ticket, then you can always go by airplane, in which case you might contribute to global warming. Global warming makes the Southernmost cities unattractive, while new holiday destinations pop up in the far North.&#10;&#10;Will you bet on a bright future and invest in ferry lines to the sunny islands of the South? Or will you defy the icy emptiness of the North and then keep prices high to make people fly and tilt the climate in your favor?&#10;&#10;Nice Weather is a relatively fast and family-friendly track building game with a foundation of logical thinking paired with prisoner's dilemma-like pricing diplomacy and livened up by random action cards that lets you set hilarious traps. But amidst the easy and fun, the experienced player will inhale a strong breeze of Go as the network struggle scatters among a dozen frontiers that suddenly merge to one final whole, making the player with the most well-oiled micro-macro mental elevator the winner.&#10;&#10;Dynamic land prices let you buy up cheap competing lines, allowing for a randomized yet balanced game board; for each game, 6-12 European cities out of 28 are randomly selected, making for up to 36000 different start configurations. Then there is always Essen, and this is where you start the game; in October 2008 to be exact.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Climate Change",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "To Boldly Go",
    "ID": 36473,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/36473/to-boldly-go",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Card Game for 2+ players. Star Trek theme.&quot; The game is played with two custom card decks - the Crew Deck and the Dilemma Deck.&#10;&#10;The Crew Deck cards represent crew members, actions and equipment. They are used to solve Dilemmas. Cards have ratings for one or more of the following attributes: Tactics, Science and Negotiation.&#10;&#10;The Dilemma Deck cards represent episodes from the first season of Star Trek. Each card lists what levels in the three attributes are needed to solve the Dilemma. Each card also has a Victory Point value.&#10;&#10;&quot;Game Ending: The game ends when all Dilemmas have been solved. Victory: The player with the most Victory Points (from solved Dilemmas in his Captains Log) is the winner.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Troopers",
    "ID": 36474,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36474/troopers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A battle between Futuristic Troops.&quot;&#10;&#10;Each side has sixteen units: eight Troopers, two Tanks, two Aircraft, two Hovercraft, one Artillery, and one Commander. The object of the game is to kill the opposing Commander.&#10;&#10;The game is played on a chessboard or any other 8x8 grid. Miniatures or counters are used to represent the units. A custom deck of cards is central to the play of the game. The players draw hands of cards from the shared deck. Card play determines when units may move, attack, and defend.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Warp Skirmish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pot Leaf The Game",
    "ID": 36475,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36475/pot-leaf-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Actually a SPIN and Move game. The box says that this game is &quot;The Pot Party Game of Crazy Dares and Hilarious Surprises&quot; The object of the game is to go from the Start to Munchies Land using spin results from a &quot;Do or Dare Spinner&quot;. The game box stated that this game is &quot;for fun and is not meant to be played for marijuana. The game pokes fun at those that smoke weed. The game comes with a 12 x 7 game board, a die, a Do a Doobie Dare spinner, 6 game markers and a rule book.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Food & Drink: Marijuana / Cannabis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dimension Defender",
    "ID": 36476,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/36476/dimension-defender",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This is a (relatively) straightforward card battle game that includes a pun (or two).  The &quot;fighter&quot; cards that battle are futuristic spaceships called &quot;Multi-dimension Attack Ships&quot; (M*A*S), yeah, you can say &quot;mass.&quot;  There are cards that destroy an opponent's M*A*S.  That card is called, of course, a &quot;Weapon of M*A*S Destruction&quot; (we warned you).&#10;&#10;That is a very powerful card, so before you are allowed to play it, you must announce it.  If opponent has a Search card, he gets to search some of your cards to try to find it and remove it.  The search card is called, of course, a &quot;Search for Weapon of M*A*S Destruction&quot; card. Cute.&#10;&#10;The search mechanics are interesting.  Players play to win battles and gain Respect Points.  When you find Weapons of M*A*S Destruction, you might gain respect (depending on which search card you have).  When you don't find Weapons of M*A*S Destruction (depending on the card) you could &quot;lose all your Respect.&quot;  (ok, no more puns).&#10;&#10;Players take turns attacking, choosing between 3 types of attacks.  Each  card has a &quot;weak spot&quot; on it.  During one phase of the game players try to name the weak spot of opponent's M*A*S -- If they do it is destroyed.  (These &quot;shots&quot; at opponent's cards are called &quot;long shots&quot;).   Battles are usually &quot;2 on 2&quot; with extra &quot;destroy&quot; and &quot;search&quot; cards.  Cards are awarded to each player based on rules, mostly &quot;who won the attack?&quot;&#10;&#10;There is a Draw Phase, a &quot;Deploy &amp; Destroy phase&quot; a &quot;Long Shot&quot; Phase, and an&#10;&quot;Attack&quot; Phase.  After the Draw Phase, each of the 3 remaing phases provides &#10;interesting and different types of action. (See 'more info' below).&#10;&#10;2 to 6 players, best with 2 to 5 singles or teams of 2 or 3.  64 cards + instructions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mega Tank",
    "ID": 36477,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36477/mega-tank",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Solo Science Fiction Card game with two decks. You control the Mega Tank trying to wipe out the defenders more conventional forces.&quot;&#10;&#10;The Mega Tank Deck contains cards representing the weapons, defenses, and other aspects of the Mega Tank. The Defence Force Deck contains the numerous units which are opposing the Mega Tank: infantry, bombers, tanks, guns, etc.&#10;&#10;If the Mega Tank loses its 40 armor points, each additional point of damage causes a card to be removed from the Mega Tank Deck. If the Mega Tank Deck runs out of cards, the tank is destroyed and the player loses. If all of the Defender cards are discarded to the Casualty Pile before the Mega Tank is destroyed, the player wins.&#10;&#10;A game apparently inspired by Ogre.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spheres of Influence",
    "ID": 36479,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36479/spheres-of-influence",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Board &amp; card game for 1-5+ players. Pedestrian Glass Bead Game Variant.&quot;&#10;&#10;The game is played on a 10x10 grid with spaces large enough to contain a single game card. The deck contains over 100 cards specifying historical persons, events, things, places and ideas. Each card has one of fourteen special abilities, such as &quot;draw 2 cards&quot;, &quot;place an extra card this turn&quot;, or &quot;steal one random card from opponent's hand.&quot;&#10;&#10;Points are scored by placing cards next to cards with common characteristics. The game ends when the board is completely filled up. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Texas, Oklahoma & New Mexico",
    "ID": 36481,
    "Year": "(2008)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36481/age-of-steam-expansion-texas-oklahoma-and-new-mexi",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Winsome Games' latest Age of Steam expansion will be part of the 2008 Essen Set. Set in the Wild West, this expansion introduces two new Actions: Ranching and Cattle Drive. It includes 32 Cattle cubes. Moooooo!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Mexico",
      "Game: Age of Steam",
      "Series: Winsome Essen Sets",
      "States: New Mexico",
      "States: Oklahoma",
      "States: Texas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Aboard",
    "ID": 36483,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36483/all-aboard",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box: &quot;An educational and fun trivia-type game of railroad facts, history &amp; modeling.&quot;&#10;&#10;The six knowledge categories on each card are: People and Times, Engineering, Hobos and Slanguage, Railroadiana, Model Railroading and Caboose[appears to be general train knowledge].&#10;&#10;Default game is to nine correct answers but the rules mention you can set the endgame to any number you like.&#10;&#10;The cards are color coded so they can be used with other trivia-type games [example: you could replace the Trivial Pursuit deck with this deck].&#10;&#10;The questions are not easy.&#10;&#10;",
    "Categories": [
      "Memory",
      "Trains",
      "Transportation",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SnowCrystals Game",
    "ID": 36484,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36484/snowcrystals-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "SnowCrystals is a beautiful and challenging pattern game.  The game contains 96 diamond shaped tiles with segments from five different snow crystals printed on them.  The goal of the game is combine and match the pieces to form completed snow crystals.  SnowCrystals is appealing to adults as well as Ages 5 and up.&#10;&#10;The snow crystal designs were patterned after the photographs of snowflakes in the historic book SnowCrystals by W.A. Bentley and W.J. Humphreys, Dover Publications - New York, 1962.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raleigh Burner BMX Game",
    "ID": 36485,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/36485/raleigh-burner-bmx-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The object of the game is to be the first player to get his BMX bike completely over the FINISH line, having got there by luck and skill in the use of Race Cards and dice.&#10;The game board is enhance by &quot;dirt&quot; ramps (jumps and berms), and the playing pieces are actual little BMX bikes.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Army of Ireland",
    "ID": 36486,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/36486/army-of-ireland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "Army of Ireland is a tactical level recreation of the historically significant Battle of Ridgeway, where encroaching Fenians clashed with spirited Canadian militia in what is now Ontario.&#10;&#10;From the publisher:&#10;&#10;In the period immediately following the American Civil War, a group of Irish-Americans known as the Fenians conceived of a bold plan that they hoped would result in freedom for Ireland. A volunteer army, comprised mainly of hardened Civil War veterans, was established for the purpose of an invasion of Canada. The Fenians reasoned that territory seized from British controlled Canada could be bartered for Irish independence. Army of Ireland is a tactical level recreation of the historically significant Battle of Ridgeway, where encroaching Fenians clashed with spirited Canadian militia in what is now Ontario. Colorful counters, a detailed hexmap, and other components provide everything needed to re-fight this conflict which was to have a profound influence on Canadian history.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Canada",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burmese Monopoly",
    "ID": 36487,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/36487/burmese-monopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a very primitive copy of Monopoly from Burma (Myanmar).&#10;It was purchased at a Burmese market in about 1990. As in all monopoly sets, the streets are named differently, but the play is the same. In Burmese Monopoly, all of the streets are named after cities and towns in the country of Burma.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Burma",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heart Patient",
    "ID": 36488,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36488/heart-patient",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Each player takes the role of a Heart Patient. Object: Be the patient to live the longest.&quot;&#10;&#10;The game uses a custom deck of cards consisting of six types: Medical Interventions, Lifestyle Modifications, Surgery, Pathological Events, Drug Therapies, and Heart Attack Cards.&#10;&#10;Each player rolls up a character/patient to establish seventeen &quot;risk factors&quot;, which include items such as Family History, Cholesterol Levels (LDL, HDL, and Total), Weight, Diabetes, Alcohol, and Smoking.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heavy Metal Mayhem",
    "ID": 36489,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36489/heavy-metal-mayhem",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game which takes its theme from the universe of the science-fiction film Heavy Metal.&#10;&#10;The game uses a custom deck of cards. There are five types of cards in the deck: Hero (Heroine), Foe, Location, Travel, and Special Cards.&#10;&#10;The first player to make five melds wins the game. A meld consists of one Hero/Heroine card, two Foe cards, two Location cards, a Travel card, and a Special card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Seas Fleet",
    "ID": 36490,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36490/high-seas-fleet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Simple World War I Naval Combat rules. Map, counters, and dice game.&quot; Played on a hex map showing sea and land hexes.&#10;&#10;Scale: The rules specify that each hex is 600 feet across (one Nautical mile = 10 hexes), each round is one minute, and each counter is one ship.&#10;&#10;The players alternate moving one ship at a time. The players may have any of their ships fire some or all of their guns at any time. A gun battery can only be fired once per turn. When all ships have moved once, the round ends.&#10;&#10;Statistics, including unit costs, are included for over twenty  ships and submarines of the British and German fleets, as well as for shore batteries and mine fields. The rules cover factors such as anti-submarine warfare, aircraft, aircraft carriers, hidden u-boat movement, and torpedoes.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ice Lords",
    "ID": 36491,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36491/ice-lords",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Wargame for 2 or more players. Fantasy Northern theme. Victory: Destroy all enemy units.&quot;&#10;&#10;The game is played on a chess board or other 8x8 grid. Map tiles are randomly distributed in the center 49 squares, the border squares being considered sea spaces. The terrain tiles come in eight different types: tundra, glacier, water, villages, forest, mountains, peaks, and hills.&#10;&#10;Each player starts with one Hero unit placed on a Village tile. The players must recruit units and build armies. Units that may be recruited include Norsemen, Barbarians, Viking Ships, Northern Dwarves, White Dragons, Frost Giants, Polar Bears, Ice Witches, and Yetis. A deck of Spell Cards is used to determine the capabilities of units that have magical powers. Players can augment their forces with relics (Magic Axe, Druid's Staff, or Banner) which increase the power of certain units.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Interzone",
    "ID": 36492,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36492/interzone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Card game for 2+ players. Based on the novel 'Naked Lunch' by William S. Burroughs. Each player is a 'junkie writer' living in the Interzone. The Interzone is a fantasy underworld city of addiction, intrigue, drugs, monsters, homosexuality, hedonism, control, humor, despair, and violence. Writers compete to be the first to finish their book.&quot;&#10;&#10;&quot;Game play: Writers convert Junk (drug) cards into pages (of their book). Writers make contacts (Junkies, Doctors, Monsters, etc) that they can use to attack (&amp; defend themselves from) their opponents.&quot;&#10;&#10;&quot;Victory: The first player to write 213 (or more) pages wins.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mature / Adult",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jaws",
    "ID": 36493,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36493/jaws",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Card Game for 2 players. One player gets the Shark Deck. The other player gets the Shark Hunter Deck. The Hunters have a fishing boat. The boat has 5 Hull points. There are 5 people in the boat. The shark has 10 life points.&quot;&#10;&#10;&quot;Winning: A game of survival - if all five people are eaten, the Shark player wins. If the Shark is reduced to zero life points the Hunter player wins.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Sharks",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knaves & Knights",
    "ID": 36494,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36494/knaves-and-knights",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Abstract fantasy warfare game. The object is to destroy, capture, or control all of your opponent's pieces.&#10;&#10;The game is played on a chess board or other 8x8 grid. Each player has a set of sixteen pieces, two each of eight types: Knave, Beauty, Royalty, Knight, Sorcerer, Monster, Army, and Castle.&#10;&#10;A six-sided die is rolled to determine movement points. These points can be split among one or more units, with each a movement point being expended for each square entered. Cards are used to make attacks. Each card may only be used by one type of unit.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hack & Slash",
    "ID": 36495,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/36495/hack-and-slash",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;You are a Barbarian Warrior surrounded by enemies. Kill them all before they kill you. Solo card game.&quot;&#10;&#10;The game is played using a custom deck of cards. There are three kinds of cards in the deck - Attacker, Defense, and Kill Cards. Each turn the player chooses to draw one to three cards. Defense and Kill cards are kept in the player's hand (up to a maximum of six), and Attacker cards are placed face up on the table. Each Attacker in play at the end of the turn causes one point of damage to the player (up to a maximum of four points per turn).&#10;&#10;&quot;You have 10 hit points. If you are reduced to zero Hit points you lose.&quot;&#10;&#10;&quot;If you go through the whole deck without dying you win (You have escaped). Your score is equal to the number of hits you have left plus the number of attackers you killed.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rome Is Burning",
    "ID": 36496,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/36496/rome-is-burning",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Card game for 2+ players. Roman Emperor theme. Players compete for the chance to be Emperor. The most Decadent player wins.&quot;&#10;&#10;&quot;Each player is either the Emperor or a Plebeian. Only one player at a time can be the Emperor At the beginning of the game all players start out as Plebeian.&quot;&#10;&#10;The game uses a custom card deck containing numerous subdivided classes of cards, the two main categories being Assassinations and Bread &amp; Circuses. Other cards types include Political Support, Military Support, Intrigue, Soldiers, Reputation, Private Entertainments, Public Entertainments, Orgies, Tortures, Arena Games, and Decrees.&#10;&#10;The game board is a circular track divided into twelve spaces. Two cards are placed on each space and the players collect cards as they move around the track. The players score points based on the cards they hold, certain cards scoring points for Plebians and other cards scoring points for the Emperor.&#10;&#10;&quot;Victory: The player with the highest Score at the end of 7 turns wins.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knights Templar",
    "ID": 36497,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36497/knights-templar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Card game for 2-4 players. Each player is a faction of the Knights Templar. Players try to build the best Legacy for the Templars possible. The game ends when one player has 5 or more Downfall cards, or when there are no more cards in the deck.&quot;&#10;&#10;The game uses a custom deck composed of nine types of cards: Legacy, Allies, County, Treasures, Mission, Power, Battles, Enemies, and Downfall. Collecting certain types of cards provides Victory Points. The winner is the player with the most Victory Points at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Knights Templar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krull Quest",
    "ID": 36498,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36498/krull-quest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Board &amp; Dice game for 2 players. Based on the Fantasy Film Krull. One player is the Good Prince Colwyn. The other player is the Evil Beast in his teleporting Black Fortress.&quot;&#10;&#10;The game is played on a circular track divided into thirty-two spaces. Every fourth square is a Village. Each player has one pawn. The Colwyn player's pawn represents Prince Colwyn and his Companions, numbering ten men at start. The Beast player's pawn represents the Beast in the Black Fortress.&#10;&#10;The Beast wins by razing all eight Villages or by killing the Prince. The Prince wins by locating the Black Fortress, killing the Beast, and saving Princess Lyssa.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lawrence of Arabia",
    "ID": 36499,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36499/lawrence-of-arabia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Card Game for 2+ players. Each player represents an incarnation of Lawrence of Arabia. Players recruit Arab allies and use them to attack the Turks. Victory: The first player to have Mission cards in his Victory pile with a total Force Rating of 40 or more wins.&quot;&#10;&#10;The game uses a custom deck of cards. There are five types of cards in the deck: Events, Leaders, Tribesmen, Missions, Defenses. The players put Leader cards into play in order to recruit Tribesmen. Leaders and Tribesmen are assigned to complete missions on Mission Cards. Defense cards are played against other players. Each time a Leader and his band are used for a mission, there is a chance they may disband and be removed from the player's control after the mission has been completed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "History: Arab Revolt",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lunar Conquest",
    "ID": 36500,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36500/lunar-conquest",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Sci-Fi Themed Card game. Lunar Warfare between 3 main Factions.&quot;&#10;&#10;&quot;The Lunarians live underground and were not even aware of the Humans presence. Likewise the Humans did not know about the Lunarians. When the Silexians arrived, in a single colony ship, they immediately detected and Proceeded to Attack the colonies of both other races. All sides have been openly hostile to each other in the ensuing confusion &amp; carnage.&quot;&#10;&#10;The Lunarians start with six Bases each having a Force value of six, the Humans with four Bases each having a Force value of four, and the Silexians with two Bases each having a Force value of five. Each player uses a unique deck of Unit, Event, and Modifier cards which are used to launch attacks and to defend Bases.&#10;&#10;The object of the game is to eliminate all of the enemy Bases.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manifesto",
    "ID": 36501,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36501/manifesto",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Players represent ideologies in conflict in the 20th century.&quot;&#10;&#10;The players select one Ideology to play: Democracy, Communism, Fascism, Socialism, or Imperialism. If there are more than five players, five additional Ideologies are available: Totalitarianism, Parliamentarian, Dictatorship, Monarchy, and Fundamentalism.&#10;&#10;The game is played on a map of the world divided into twenty regions. The components also include a custom deck of cards, consisting of Conflict Cards and Influence Cards.&#10;&#10;&quot;Object: Control the most countries by the end of the century. Ties are resolved by bidding. Each round represents 5 years. The game starts in 1900 and ends in 2000. There are 20 game rounds.&quot;&#10;&#10;",
    "Categories": [
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Masters of the Universe",
    "ID": 36502,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/36502/masters-of-the-universe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Help He-Man defeat Evil Skeletor and his Minions.&quot;&#10;&#10;&quot;One player uses a Good Deck. The other player uses an Evil Deck. Each deck has 2 discard piles: A Reserve pile and a Casualty pile.&quot;&#10;&#10;&quot;Object: A player loses when all of his Leader cards are in his Casualty pile. The other player wins the game.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Toys: Masters of the Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Megazilla",
    "ID": 36503,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/36503/megazilla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Megazilla attacks Tokyo!!!!!!! One player is Megazilla, the other is the Japanese military trying to defend the city.&quot;&#10;&#10;The game is played on a map of Tokyo divided into &quot;blocks.&quot; The blocks come in three types: Water, City, and Rural. The Megazilla player has one counter representing Megazilla. The JDF player has 80 counters representing land, air, and sea units of the Defense Force. Other counters include Rubble and Artillery Attack. The components also include a custom deck of cards used by the Megazilla player.&#10;&#10;&quot;Victory: The JDF (Japanese Defense Force) wins if Megazilla is ever at 75 or more points of damage. Megazilla wins if he makes it to the opposite end of the map and reduces at least half of the city blocks to rubble.&quot;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Megiddo 1918",
    "ID": 36504,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36504/megiddo-1918",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;WWI card game for 2 players. Recreate the last great cavalry campaign in history. One player is the British. The other player is the Turks.&quot;&#10;&#10;Each player uses a custom card deck composed of the following types of cards: Cavalry, Infantry, Artillery, Planes, Machine Guns, Supply, Leader, and Nuisance Cards. Battles are resolved in a series of phases: Air Strike, Cavalry Exploitation, Artillery, Machine Gun, and Infantry. The player who wins each battle scores a Victory Point.&#10;&#10;&quot;Victory: The British win with 5 Victory points. This indicates that they have overrun the Turks, and that they have captured Damascus before their Arab allies led by Colonel Thomas Edward Lawrence, also known as Lawrence of Arabia. The Turks win with 3 Victory points. This indicates that the Turks have made a successful fighting withdrawal and that they have retreated back to Turkey without being overrun.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War I"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bac à la Carte",
    "ID": 36505,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/36505/bac-a-la-carte",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A French party word game in which players try to identify words related to a theme on the cards. The title of the game is a pun on the &quot;baccalaur&eacute;at&quot; examination.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood and Bronze",
    "ID": 36507,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36507/blood-and-bronze",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Set firmly in Greek legend, Blood and Bronze mixes roleplaying and boardgaming aspects to make competitive and strategic 1-2 hour game. Each player acts as one of the cities of Greek legend using alliances, treachery, accusations and boasts all feature as the cities strive to be remembered as the greatest in all of Greece. To win the game strive to become dominate, called &quot;Without Peer!&quot; in 3 of four arenas: Army, Hero, King and God. If by the end of the agreed playing time no player has won, then the Game is said to have been won by those upstart Romans.&#10;&#10;This game is described by the publisher as &quot;much more a boardgame kind of thing than a role-playing game.&quot; Others have tried using the term &quot;resource management game&quot; to avoid both the board and RPG labels. It is available in both regular edition, with cardboard chits, and the Without Peer! edition that has bronze coins and a brass bowl.&#10;&#10;The original version of the game was an entry in the 2005 Iron Game Chef RPG Game design competition This version is still a hybrid game but more towards the role-playing end of the spectrum than the final product.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Chit-Pull System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Comédia",
    "ID": 36508,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/36508/comedia",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;In Com&eacute;dia, you'll imagine skits, mime words, play characters, and read scripts &ndash; alone, in pairs or in teams. Release your inner thespian, dress up however you like and play out of your skin! At any age, with friends or family, Com&eacute;dia is a board game which will let your imagination run riot and which is also a perfect team-building educational tool for theater workshops, professional seminars, etc.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alles auf Angriff",
    "ID": 36509,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36509/alles-auf-angriff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Alles auf Angriff is a soccer card game about &quot;Die Wilden Fu&szlig;ballkerle&quot;. They are the main characters of a famous soccer book series for children.&#10;&#10;The player tries to get 5 cards at first: 4 player cards and 1 trainer card.&#10;&#10;The player can display one player card, get one card from an opponent or start an offense in order to get one player card from the opponent.&#10;&#10;Luck and bluffing will pave the way to success.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Die wilden Fussballkerle (Kosmos)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stampede!",
    "ID": 36512,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36512/stampede",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play six different card games while learning unique horse facts and vocabulary from each card.&#10;&#10;Build a corral of cards before the mustangs escape in the solitaire game Stop the Stampede! Make rows of cards using higher and lower numbers in Rising Trot. Win cards to spell HORSE in Have You Herd? Collect sets of cards in Roundup and Colorful Horses, but avoid the lone mustang in Old Mare.&#10;&#10;This versatile card deck also includes four bonus collectible horse breed cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alexander the Great's Campaigns",
    "ID": 36514,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/36514/alexander-the-greats-campaigns",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "A book on the campaigns of Alexander with detailed information on pay scales, organization, logistics and march rates to help the miniature gamer recreate an accurate tabletop campaign.&#10;&#10;&quot; This book includes what is probably the most detailed and accurate account of Alexander as a military commander so far published as well as all the information on march rates, logistics, pay, loot, sieges, armament, organisation and other related factors required by wargamers.&#10;&#10;It describes the troops of Alexander's own armies and their opponents, their tactics and weapons and how these altered to meet changing circumstances. As well as being a tremedously exciting and stimulating read, the book is thus an essential reference source, at once of immense value to Ancient wargamers and food for thought to serious historians.&quot; (from the dustjacket)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Greece",
      "History: Wars of Alexander the Great"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anera's Arena uitbreiding #2",
    "ID": 36515,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36515/aneras-arena-uitbreiding-2",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This limited mini-expansion adds a single character to the game: the heavily armoured knight.&#10;&#10;Expands:&#10;&#10;    Anera's Arena&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sea battles in miniature. A guide to Naval Wargaming.",
    "ID": 36516,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/36516/sea-battles-in-miniature-a-guide-to-naval-wargamin",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "A comprehensive guide to Naval Wargaming with miniatures,covering ancient galley warfare, Napoleonic naval battles,the Ironclad period and the Dreadnought period. As well as providing and excellent potted summary of each period, there are simple and playable rules for each era.&#10;&#10;&quot;The chance to be an Admiral in command of some of the finest fleets in the history of naval warfare is not one which many me could resist. Here, at last, is a book which will not only enable you to reconstruct battles with great historical accuracy, but also to take charge of the fleets and shape the destiny of nations! The pages almost reek with the smell of powder and ring with the clmour of battle.&quot;&#10;&#10;Contains chapters on:&#10;&#10;-Naval wargaming in General, including building your own models and writing rules.&#10;-Ancient galley warfare&#10;-Napoleonic nval warfare.&#10;-The Ironclad period.&#10;-The Dreadnought period.&#10;-Campaigns.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Wargamers' Guide to the Crusades",
    "ID": 36517,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/36517/a-wargamers-guide-to-the-crusades",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A concise and detailed account of the Crusades for the miniature wargamer. The book not only covers the background history, but provides background detail on the various military orders, the Assassins and the raising and financing of troops. Finally a detailed gazette of crusader castles rounds out the book.&#10;&#10;160 pages with numerous maps and line drawings.&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "History: Crusades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Original Preppie Game",
    "ID": 36518,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36518/the-original-preppie-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Preppy Life. Roll and move your way to getting schooled, getting drunk, getting privilege, and getting a trust fund from Mummy and Daddy.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Love Tubes n° 1: Romeo + Juliet",
    "ID": 36519,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/36519/love-tubes-ndeg-1-romeo-plus-juliet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Steaming sex or a passionate romance...&#10;&#10;The Romeo and Juliet love tube is the fast track to romance and adventure, in the unlimited universe of sexual fantasy.  It&rsquo;s time to see how far you and your partner can take the pleasure principle.  Romeo+Juliet is a game with intimate questions and lust arousing chores for two.  The winner can expect extravagant indulgence, the loser can look forward to glorious punishment...&#10;&#10;1 game board&#10;1 book of questions and chores&#10;1 book of romantic and adventurous punishments&#10;2 counters&#10;1 twenty sided love dice&#10;1 rulebook&#10;1 bag&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: William Shakespeare",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle Construction",
    "ID": 36520,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36520/castle-construction",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game is played on a castle's foundation (a square grid) where players place their pieces of different colors, trying to get the largest groupings of their color together.  As they play, players also lay walls and doors, as well as &quot;room tiles&quot;, which determine the shape and size of each room in the castle.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 8 x 8 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuba: Spielecafé",
    "ID": 36521,
    "Year": "(2008)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36521/cuba-spielecafe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "An official expansion for the game Cuba, published in the European games magazine Spielbox, issue 1/08.&#10;&#10;It introduces the Spielecaf&eacute; tile to the game.  The expansion comes with a translation into English.&#10;&#10;As you can see from the tile, the activated building produces a rum and costs of 2 wood (white), 1 water (blue) and 2 stone (red) cubes.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Country: Cuba",
      "Magazine: Spielbox",
      "Promotional: BGG Store Promos",
      "Series: Cuba (Eggertspiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shanghaien: Extrakarte 1",
    "ID": 36524,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36524/shanghaien-extrakarte-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a small expansion for the base-game Shanghaien. It is based in an extra card called &quot;Shanghai forbidden / Re-roll all dice&quot;.&#10;&#10;You can download the cards here:&#10;&#10;http://www.michaelschacht.net/p/shangXPUS1.pdf (english, letter)&#10;http://www.michaelschacht.net/p/shangXP1.pdf (german, DINA4)&#10;http://www.michaelschacht.net/p/shangXPE1.pdf (spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kraśnik 1914",
    "ID": 36525,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/36525/krasnik-1914",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Game about Austrian offensive from August 1914. Over 400,000 soldiers from both sides (Austro-Hungarian and Russian) fought in fierce battle near Kra&#197;&#155;nik (now in Poland) on 23-35 September. In the battle, a decisive role was played by manoeuvre and the power of artillery.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Poland",
      "History: 1914 Guns of August Campaign",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lotto",
    "ID": 36526,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/36526/lotto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A telephone dial points to the brightly coloured picture which the child may &quot;discard&quot; if he happens to have the same picture in front of him. The child uses the dial to turn the colours indicated by the 2 dice he has thrown. If the arrow on the dial points to a picture that corresponds to a picture which the child has in front of him on the table, the child may turn it over. The first player to succeed in turning over the pre-determined number of cards is the winner. The game consists of a telephone dial, 72 cards and 2 colored dice.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "White Squadron",
    "ID": 36527,
    "Year": "(1896)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36527/white-squadron",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The White Squadron is a set-building card game similar to the children's game &quot;Fish&quot; or &quot;Go Fish.&quot;&#10;&#10;The 52 cards in the deck depict warships of the U.S. Navy around the turn of the century. It was evidently printed in many editions because at least one copy seems to date from about 1919 based on the ships depicted, even though the original copyright date is 1896.&#10;&#10;The ships are divided into &quot;fleets&quot; of four similar ships, mostly historical class sister ships ranking from &quot;A&quot; through &quot;M&quot; with each ship in the fleet numbered from &quot;1&quot; though &quot;4.&quot;&#10;&#10;For example, the &quot;A&quot; fleet comprises the battleships Oklahoma, Nevada, New York and Texas. The &quot;M&quot; fleet comprises the submarines Plunger, Porpoise, Shark and Moccasin.&#10;&#10;Each card lists its identifying number &quot;A-1, M-4&quot;; the name of the ship in larger type with the sister ships in smaller type; a photograph or drawing of the ship and a three-line description.&#10;&#10;For example, the Plunger's description reads: &quot;PLUNGER -- Submarine torpedo boat. Holland type, operated by gasoline when in the surface and electricuty when submerged. 63 feet long. Has 3 14-inch Whitehead torpedoes for sub-sea attack.&quot;&#10;&#10;The object of the game is to collect &quot;fleets&quot; of four cards with the winner being the player with the most &quot;fleets&quot; at the end of play.&#10;&#10;Five cards are dealt to each player with the surplus forming a common draw pile.&#10;&#10;The player to the dealer's left begins by asking any one player for a specific card . For example, &quot;Do you have H-3 Massachusetts?&quot; If the player has the card he must give it to the caller, who can then ask for another card from anyone around the table.&#10;&#10;If the targeted player doesn't have the card, then the caller must draw one card from the draw pile and play passes to the left.&#10;&#10;Once four cards in the same fleet are collected the player paces them down on the table face up.&#10;&#10;If a player has no cards then he is entitled to draw two cards from the draw pile.&#10;&#10;Once the draw pile is exhausted, play continues with the cards in hand only until all the fleets are formed.&#10;&#10;The rules don't say, but presumably players who have no cards and can't draw from the draw pile can still continue to play and acquire cards for a fleet, although they would be vulnerable to poaching from other players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Nautical"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lex'-i-con",
    "ID": 36528,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36528/lex-i-con",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game almost mirrors that of Balderdash, but was published about 9 years prior.  The game play is the same in that one player reads a word and the others try to fake out everyone by writing down a fictional definition.  Points are awarded when others pick yours as the correct definition.&#10;&#10;This may be one of the first packagings of the old Dictionary Game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Estate Playing Cards",
    "ID": 36530,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36530/estate-playing-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an Australian 62-card deck with 5 suits of 12 cards. The suits are Waves (green), Hearts (red), Diamonds (yellow), Clubs (blue), and Spades (black).  Each suit contains 12 cards - Ace, Woman, Man, 10, 9, 8, 7, 6, 5, 4, 3, and 2.  The jokers have been replaced by a Pope and a President card.  The deck comes with a leaflet that has rules for the games of Waves (aka Black Pete), Estate Bridge, 600, Pusoy Dos, Poker, Canasta, and Euchre.  It can easily be used to play other card games like Solitaire, Snap, Crazy 8s and Rummy.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rapid' Sushi",
    "ID": 36531,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/36531/rapid-sushi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Radpi'Sushi is a real time card game for 2 players.&#10;Each player is a famous restaurant server of&#10;RAPID'SUSHI.&#10;&#10;This restaurant has become famous thanks to the speed of service:&#10;fifteen customers is indeed served in less than 2 minutes.&#10;&#10;With this reputation, customers are already queuing in front of the restaurant with their Sushi command.&#10;&#10;It's up to you to serve sushi tables faster than your opponent and win the round of the day..&#10;&#10;After one week of work, the boss will display the winner of the week in the famous restaurant.&#10;&#10;This was first do it yourself game and now the game is available on the edition world.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Sushi",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "International Elite S.W.A.T.",
    "ID": 36532,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/36532/international-elite-swat",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "International Elite S.W.A.T. the Boardgame (tentative name)&#10;&#10;S.W.A.T. the boardgame is a strategic, tactical police simulation game based on modern weapons and technology for 1 to 6 players.  Play with pre-made characters or create your own character from scratch and watch your character rise through the ranks.  Players may use weapons in accordance with their style of play ranging from assault rifles to sniper rifles that are fully customizable with various scopes, suppressors, and sights.&#10;    &#10;Play 3 different maps:&#10;- The Bank: Small Map &#10;- The Plane: Medium Map  &#10;- The Mansion Estate: Large Map&#10;&#10;Play with 6 different weapons:&#10;- Assault Rifles &#10;- Submachine Guns &#10;- Light Machine Guns &#10;- Shotguns &#10;- Sniper Rifles &#10;- Sidearm Pistols&#10;&#10;Complete your arsenal with numerous supplementary weapons:&#10;- Grenades&#10;- Smoke Grenades&#10;- Thermal Goggles&#10;- Gas Masks&#10;- Various Suppressors&#10;- Various Gun Scopes&#10;- Various Tactical Sights&#10;- Armor Piercing Bullets&#10;- Tear Gas&#10;- Breaching Charges&#10;&#10;Players read through a Mission Booklet and decide which of the missions to perform.  Terrorists are set up and players set up on their starting locations.  Each mission will have an objective and a secondary objective for those playing with Career Mode Characters.&#10;&#10;Types of Missions:&#10;      - Hostage rescue&#10;      - Escort the V.I.P.&#10;      - Retrieve and escape&#10;      - Double assassination&#10;      - Protect control points&#10;      - and many more&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Chit-Pull System",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chaos on Cronos",
    "ID": 36533,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/36533/chaos-on-cronos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Chaos on Cronos is Pulp Sci-Fi miniatures rules from Scott Pyle of Four-Color Figures. These rules use Scott's Goalsystem.&#10;&#10;From the author:&#10;&quot;Rocket into the far future with Chaos on Cronos, the Goalsystem tabletop miniature game of Pulp Science Fiction! Chaos on Cronos is a skirmish game designed for heroic scale 28mm miniatures, and uses designs and characters from Blue Moon Manufacturing's excellent line of Spacemen and Aliens. Cronos works great with as few as 5 figures per side, and using the Goalsystem&#202;&#188;s innovative Robot Legion rules, can accommodate as many as 20-30 figures per side! All you need to play are these rules, a handful of six-sided dice, and some Blue Moon miniatures! Cronos also features complete model creation rules so you can stat up your favorite Pulp sci-fi heroes, villains, and soldiers for battle!&quot;&#10;&#10;Available in PDF.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Goalsystem (West Wind Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trioker",
    "ID": 36534,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36534/trioker",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Trioker pieces are similar to the 24 mac-mahon triangles, except that the values are set at the corners instead of the sides. There is also a 25th special triangle, called Joker&#10;&#10;There are two boards allowing two different kind of games : a pure abstract game for 2 players, and a bidding game for 2 to 3 players. Also included a set of puzzles to be solved for a single player.&#10;&#10;At first sight, Trioker looks very much like Tri-Ominos, but in fact it is a much more complex game, with lots of logic involved.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Triangular Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mine Eyes Have Seen the Glory",
    "ID": 36535,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36535/mine-eyes-have-seen-the-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the DG website:&#10;&#10;Mine Eyes Have Seen the Glory (NEW), aka Glory, has been moved back to new status due to an exciting development. The designer has added two new elements to the game that will make this a truly unique ACW game. First, he is adding Manifest Destiny, a Mexican-American War mini-game that will serve as an introductory scenario. This short campaign will give new players an excellent place to start playing and veteran players will have a game that can be finished in an evening. The second element is Crisis &amp; Compromise, a card play oriented game of the period from the end of the Mexican-American War to the start of the Civil War. Though little combat occurs (guerrilla warfare in Kansas, etc.), the card play covers the actions inspiring events, leaders and regional positions (Border States) that affect the allegiance of states to a region and the ability of military leaders at the start of the Civil War. Crisis &amp; Compromise can be played alone or used to create alternative starting situations for Glory.&#10;&#10;Glory is a grand strategy game of the American Civil War in the style of Krieg! Maps of the Eastern and Western Theaters include terrain, Strategic Objectives, roads/rail, naval zones, navigable and non-navigable rivers, cities and locales, supply centers and other features affecting the game. Counters represent the corps and armies of the war. Cards provide the strategic-political-economic direction for each side. Strategies are many and varied but the ultimate goal is to demoralize the opposing faction's population through military, economic and political victories while sustaining your own population's will to continue the fight. The players each choose a Strategy Card and an Addendum Card before each new season and may opt to play an additional card as a diplomatic response to certain events. These cards lead to new military units, leaders, and replacement steps and result in socio-economic and political events. The events include the declaration of Emancipation, the elections of 1862 and 1864, and the possible intervention by European nations. Events are often double-edged swords, sometimes providing a military advantage while negatively affecting the popular will to fight. In addition, both sides may attempt to develop and manufacture new technologies, both historical and speculative, such as ironclads, submarines, torpedoes, observation balloons, repeating rifles and Gatling guns. Both sides can introduce espionage and even sabotage, which can have many unexpected consequences, including assassination. Three maps, 352 large counters for Glory and 280 small counters for Manifest Destiny and Crisis &amp; Compromise, 220 cards.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American West",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clubhouse: the tee to green golf game",
    "ID": 36536,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36536/clubhouse-the-tee-to-green-golf-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players play their way through the Druid's Forest golf course using 3 coloured dice to determine the results of each golf shot. Distance is determined by a book of &quot;Club Cards&quot; showing the results of each die combination for each club chosen. The game is played on 2 large boards showing the 2 halves of the course. Scorecards and player markers are included.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pennywise",
    "ID": 36537,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/36537/pennywise",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Like its parent game Pennywise is inspired by Nim. It differs from Max-I-Nim in that the board is 7x7, two markers are removed at the start, and only two or three pieces in an orthogonal line are removed each turn. There is also no equivalent of the advanced variant from the earlier game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slick-Tac-Toe",
    "ID": 36539,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36539/slick-tac-toe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Slick-Tac-Toe players try to get three pieces in a row, but they can be any three pieces.&#10;&#10;On a turn a player may make two moves; one move must be one of their own pieces, but the other can be any piece. Players move their own pieces forward or backward and the opposing pieces sideways. A piece always moves until it hits another piece or the edge of the board.&#10;&#10;When a player achieves a scoring configuration they forfeit their second move if not already made, and the game resets. The first player to score three times wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Osbox",
    "ID": 36541,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/36541/osbox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players push a six-sided die from adjacent sides of a 4x4 grid in an attempt to complete loops that extend both horizontally and vertically. In the basic game, one player has access only to the left and right sides, while the other has access exclusively to the top and bottom sides.&#10;&#10;The author designed with the game with the same Celtic knot picture cubes used in Osbo, but this game doesn't make use of rotating the sides. The same face of the die stays visible once the die is entered.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trugo",
    "ID": 36542,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36542/trugo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trugo is a board-less tile-laying game with Go-like capture. It has a &quot;Waxing&quot; phase, in which tiles and chips are added, and a &quot;Waning&quot; phase, in which chips are moved or tiles are removed to capture the chips they touch.&#10;&#10;Trugo can be played with 36 Mambo tiles (plus 2 colors of chips, 25 each) by treating red and blue segments as equivalent.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jenga: Oakland Raiders Collector's Edition",
    "ID": 36544,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/36544/jenga-oakland-raiders-collectors-edition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Take the Raiders&trade; to the top!&#10;&#10;Play Jenga&reg; a fun new way &ndash; with Oakland Raiders blocks and Raiders dice that add excitement to the game! It&rsquo;s the same great game with a Raiders twist. Build your tower with Raiders black and gray blocks. As the tower builds so does the difficulty. Custom Raiders Jenga rules make the game even more challenging and fun! Roll the dice and make the play&hellip; &ldquo;Touchdown&rdquo; reverses the direction of play; &ldquo;Interception&rdquo; allows you to remove one black and one gray block and the &ldquo;Raiders Shield&rdquo; means you pick another player to remove and stack any block. The last player to remove a block without tumbling the tower wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Jenga (Official)",
      "Sports Teams: Oakland Raiders",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jenga: Pittsburgh Steelers Collector's Edition",
    "ID": 36545,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/36545/jenga-pittsburgh-steelers-collectors-edition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Take the Steelers&trade; to the top!&#10;&#10;Play Jenga&reg; a fun new way &ndash; with Pittsburgh Steelers blocks and Steelers dice that add excitement to the game! It&rsquo;s the same great game with a Steelers twist. Build your tower with Steelers black and yellow blocks. As the tower builds so does the difficulty. Custom Steelers Jenga rules make the game even more challenging and fun! Roll the dice and make the play&hellip; &ldquo;Run&rdquo; means you remove a yellow block; &ldquo;INT&rdquo; allows you to remove one black and one yellow block while the &ldquo;Steelers Logo&rdquo; means you get to skip your turn. The last player to remove a block without tumbling the tower wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Pittsburgh (Pennsylvania, USA)",
      "Game: Jenga (Official)",
      "Sports Teams: Pittsburgh Steelers",
      "Sports: American Football / Gridiron"
    ]
  }
]