[
  {
    "Rank": "N/A",
    "Name": "Blood of the Northmen: Test of Faith",
    "ID": 342084,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342084/blood-of-the-northmen-test-of-faith",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Test of Faith expansion you will employ hersirs, longships, catapults, and countryside brigands against your foes. You will find mountainous passes on the roads of the land, and churches where you can take refuge.  Each of these five additions provides its own path to accumulating victory points which you can use in concentration or dabble in to supplement your strategy.  At the same time each avenue hinders your rivals in its own fashion.&#10;&#10;NEW TILE - PASS is a hex side terrain feature placed across from an empty side, a road side, a mountain side, or another pass.  An unblocked pass side is transited like a road side.  A pass side gives you a church action with which you may construct a church in a town.&#10;&#10;This expansion also includes SOLO MODE for new terrain tiles and the all-new TEAM vs. TEAM MODE. With these modules, you will be able to play the game alone and create a team with your friend and face the team of your opponents.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Expansions Adding Solo Play",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stokes Barker Chapter 1: The Invitation",
    "ID": 342085,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/342085/stokes-barker-chapter-1-the-invitation",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Stokes Barker Chapter 1: The Invitation is an Escape Room style game set in the world of Sherlock Holmes.&#10;&#10;The game features interactive puzzles, peculiar characters, devious riddles, curious ciphers &amp; mysterious events.&#10;&#10;Play alone or grab a team &amp; embark on a mind numbing adventure as you follow a series of interwoven clues to solve the mysterious disappearance of legendary Jazz Musician Stokes Barker on a chase through 1940&rsquo;s Louisiana.&#10;&#10;Whether you're a seasoned sleuth or aspiring detective, you'll find all sorts of new and unique challenges ranging from word and number puzzles to optical illusions and hidden reveals.&#10;&#10;It's time to step inside the mind palace of Sherlock Holmes...&#10;&#10;Stokes Barker is a collaborative game that can be played alone or as a group. There are no dice or turns, players must instead carefully examine all of the letters, case files and evidence included in the box. They must then use multiple files at the same time to deduce a series of puzzles and objectives.&#10;&#10;Players are given an objective at the beginning of the game which is to find out how and why Jazz Legend, Stokes Barker, has disappeared. To win, players must deduce the name of a suspect correctly.&#10;&#10;When players have completed all of the puzzles and objectives given to them they will be able to submit their solution into an online form which will verify their solve. If correct, players will watch a video detailing the next parts of the adventure and summarizing their accomplishments thus far.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunting the Tiger of Kai",
    "ID": 342086,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/342086/hunting-the-tiger-of-kai",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Become a general of Uesugi Kenshin in the Fourth Battle of Kawanakajima (1561). Players fight a series of consecutive duels trying to make their ways through a swarm of Takeda Shingen's generals to find Shingen himself. Once he is located, players must team up to fight him, as the legendary Tiger of Kai is a punishing warrior. Defeat him to win the game.&#10;&#10;On your turn, you either fight the Takeda clan general already in front of you or draw a new enemy if you defeated your last opponent the turn before, and then battle your enemy by rolling your attack dice. The enemies get progressively harder, but your hero gets progressively stronger.&#10;&#10;Every time you defeat an enemy, your character levels up. There are 9 different power-ups available, plus a special power-up that is unique to your character. The game scales based on the number of players, and comes with all the dice and cards (and heroes) needed for up to 6 players!&#10;&#10;Join the fight to bring down the Takeda War Machine. Join the hunt for Takeda Shingen in Hunting the Tiger of Kai.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cards of Confound: Mysterious Puzzle Postcards",
    "ID": 342087,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/342087/the-cards-of-confound-mysterious-puzzle-postcards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Cards of Confound are seven (English) hand-crafted postcards, that are loaded with puzzles and art. You will need to use all of your creativity, your wits and your determination in order to solve the Cards. Are you up for a challenge?&#10;&#10;The puzzles are in the &quot;At Home Mystery&quot;-style, meaning they resemble the kind of thought process used in Escape Rooms - but are solvable at home! Clues are scattered throughout all the seven Cards, and combining those clues will bring you step by step closer to the final answer of each card. To solve them you will have to use all of your puzzle-skills extensively, from out-of-the-box-thinking to deciphering and researching. Every card is its own puzzle, and one card (the Letters Card), is a meta-card. That means that it incorporates the final answers of all the other Cards in its puzzles.&#10;&#10;You should be able to send the Cards by mail, as they conform to most of the international postcard guidelines (including PostNL). The Cards vary greatly in difficulty and general puzzle-style, so there should be one available for every kind of puzzle-fanatic out there. You do not need to damage anything on the Cards in order to solve them, so after you've finished you can just send them on to one of your puzzle-lovin' friends!&#10;&#10;This product contains one printed set of The Cards of Confound, containing all seven Cards and a Users Guide. To help you out during all the puzzling, you can find step-by-step-hints and spoiler-free solution checkers on our website.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Components: Postcard games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Make a wordsearch",
    "ID": 342088,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/342088/make-a-wordsearch",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You've had 'roll and write' and 'flip and write'. This is a 'read and write' game.&#10;&#10;Each turn, flip to a page of a book and use the first word as a randomiser.&#10;&#10;Each turn, you'll fill one square in a 5x5 grid, until - after 25 turns - it's full. Try to make words, which can run in any of the 8 directions. Score points for using letters and making longer words!&#10;&#10;The length of the word in the book determines the line you write a letter on and the letters in the word are your options for letters to write.&#10;&#10;At the end, score one point for each letter used (so a maximum of 25), 1pt bonus for every 4-letter word, and 3pts bonus for each 5-letter word you made.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Word Game"
    ],
    "Mechanics": [
      "Bingo",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "History of the Ancient Seas II: DIES IRAE",
    "ID": 342091,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgame/342091/history-of-the-ancient-seas-ii-dies-irae",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2",
    "Description": "The gods are angry! Which gods you may ask? The Mediterranean Sea in ancient times. The Persian Empire, the Greek city states and the mighty Pharaonic Empire of Egypt fought for dominance in the eastern part of the Mediterranean Sea. The people from all of these empires see the gods as their allies and trust them as supporters for their cause!&#10;&#10;The game series &ldquo;History of the Ancient Seas&rdquo; is the ultimate journey through these exciting times. Build new fleets in your city to explore unknown lands, conquer islands and build a great empire.&#10;&#10;DIES IRAE is a three player game. The challenge in a three player game is that gamers face a constant two versus one constellation. All three players have to fight on at least two fronts at the same time and have to keep a close eye on both opponents. The worst case is they are in an armistice which means they could both focus on you. Each player should avoid this situation at all costs. Which god will help their people the most in the struggle of dominance in the Eastern Mediterranean Seas?&#10;&#10;Your goal is to become the leading empire in the known world. To achieve this, you will need to build armies and fleets to increase your military might, expand trade routes, conquer islands and provinces, develop your military skills, economic efficiency and culture, while always keeping an eye on the wealth, happiness and stability of your people.&#10;    &#10;The game is played in highly interactive micro-impulses. The heart of the game system is the action cycle: The players choose one of the eight possible actions. Actions chosen by a player can&rsquo;t be chosen subsequently by the next player. The number of possible actions is limited each turn.&#10;&#10;War or peace: That is your decision! You can expand your empire by leading your people to war! But war is costly and the outcome is uncertain. You can lead your empire to the golden age of civilization by keeping the peace and bringing stability and wealth to your people without following the path of war. Offer terms to aggressive enemies to distract or delay them, but always be prepared to defend your empire.&#10;&#10;You will move your 3D wooden playing pieces (representing fleets and legions) across the beautifully illustrated map from the Hellenistic main land and islands to the shores of Persia in the east and the northern part of the mighty empire of the Pharaons to expand your trade network and increase your trading status.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Greece",
      "Country: Iran",
      "Crowdfunding: Kickstarter",
      "Mythology: Egyptian",
      "Mythology: Greek",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Iron Cross I: Kharkov '42",
    "ID": 342092,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342092/the-iron-cross-i-kharkov-42",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "0",
    "Description": "The Iron Cross Part I: Kharkov '42 covers the time between the start of the Soviet offensive and the beginning of the German Stalingrad campaign in 1942. In early May, several Soviet formations stand poised to take Kharkov and seize the Dnepr River crossings, destroying all the German armies in the south Ukraine. The Germans themselves are preparing themself their summer offensive. Victory hangs in the balance and the entire course of the summer&rsquo;s campaign will depend upon who can strike first.&#10;The game system is a very innovative impulse system. There are no ZOCs.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 5 miles / 8.5 Km&#10;Units: Battalion to Division&#10;&#10;Solitaire Playability: High&#10;Complexity Level: medium&#10;Players: 2 or more&#10;Playing Time: 3-12 hours&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Impulse Movement",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Kharkiv (Ukraine)",
      "Country: Soviet Union"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patty-Pillar",
    "ID": 342093,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/342093/patty-pillar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this colorful preschool game, players use a bouncy wormy die roller to feed leaf tokens to bizarrely unique caterpillars in an effort to turn them all into fantastical butterflies.  There are three levels of play, starting with cooperative shape and color identification all the way to competitive, memory-based play.&#10;&#10;The goal of the game is to transform all of your caterpillar cards into beautiful butterflies by feeding them leaf tokens.  In general, players will take turns pushing down the wormy roller to spin the die inside its body.  Depending on the level of play, that information will tell you which leaf tokens to find from the leaf pile. You must then find which caterpillar wants to eat that leaf, feed it to them, and then flip them over to their butterfly side and &quot;fly&quot; the butterfly away.  When all the caterpillars have been transformed, you win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Da Vinci Wars 1494-1559",
    "ID": 342094,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/342094/da-vinci-wars-1494-1559",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "Everything you need to recreate the battles of the Italian Wars, a simple and quick wargame ruleset to simulate one of the most fascinating periods of the art of war, in which sidearms were joined by firearms, while Swiss pikemen were faced in bloody battles by lansquenets and horsemen of arms, the lion of Venice fought indomitable against the armies of the Pope and ...&#10;&#10;Sequence of Play&#10;&#10;     first player will start his turn following the game sequence and the second player will do the same thing, at the end of the turn the next game turn will begin. &#10;     First Player attempts to activate his own unit&#10;     If successful, First Player activates his unit&#10;     First Player tries to activate another of his units and so on, if the player fails the activation the turn passes to the Second Player&#10;     Second Player attempts to activate his own unit. &#10;     If successful, Second Player activates his unit. &#10;     Second Player tries to activate another of his units and so on, if the player fails the activation, the turn returns to the First Player and so on. &#10;&#10;&#10;The rules are recommended for 15mm to 28mm&#10;Includes army lists for the major protagonists.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Italy",
      "Country: Papal States",
      "Country: Scotland",
      "Country: Spain",
      "Country: Switzerland",
      "History: Holy Roman Empire",
      "History: The Italian Wars",
      "History: War of the League of Cambrai",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Safari Sprint",
    "ID": 342095,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342095/safari-sprint",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It's time for the annual hedgehog race!  All the animals of the Greater Rift Valley, big and small, have gathered to watch the hedgehogs take the field. But hedgehogs are very slow creatures. And the other animals are growing impatient!  So one by one, the animals begin to push the hedgehogs along the forest floor, hoping to finish the race before tea time.&#10;&#10;In this preschool game, each player picks their favorite hedgehog and lines it up at the beginning of the jungle track track.  A shuffled deck of animal cards, as well as the big and small animal disks, wait off to the side, cheering on the racers.  On your turn, flip over the top animal card and find the matching animal disk. Then use that animal to push the hedgehogs further along the track, but only as far as the canopy!  As more and more animals crowd in behind the little hedgehogs, they'll get shoved, pushed, and jostled further and further down the field until one unlikely hedgehog pops out the other end of the racetrack and is declared the winner.  If it's your hedgehog, you win!&#10;&#10;Safari Sprint features all real world plants and animals that can be found in the Greater Rift Valley of Africa.  The language free cards display each animal's range, size, and diet.  Additional facts about the animals can be found inside the game's instruction sheet.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Slide / Push"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Black Plague – Chauncey & Beauregard",
    "ID": 342098,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342098/zombicide-black-plague-chauncey-and-beauregard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Brave Sir Chauncey is a brave knight, not afraid to get his gloves dirty or his sword bloody. Indeed, someone would say he enjoys it. Sir John is known for being the first into any battle and the last to leave, the most violent of the knights and yet, somehow, the one who has survived the longest. He will attack just about every problem with his sword, dive into battles he has nothing to do with, and come out of it smelling of roses - and blood.&#10;&#10;Sir Beauregard was a young man when this began. Other knights teased him, calling him Beauregard the Pure, Beauregard the Chaste, even the more so when the wenches of the village were particularly accommodating to a pretty-faced young man. He has aged horribly since the zombies first showed up, losing much of his naivete and hope for life. He had to cut his way out of the castle, mowing down zombies that had once been peasants - and village wenches. Now Sir Beauregard's eyes are shadowed, and he has vowed to true purity until the scourge of zombies is ended.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fart and Go Seek",
    "ID": 342099,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342099/fart-and-go-seek",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fart and Go Seek takes the classic playground game and adds electronic farting beans.  One player is the Seeker and the others are Hiders.  As a Hider you are randomly dealt a bean. It might be a silent bean, but it also might be one of the farting kind.  Everyone starts at a predetermined base, then presses the button on their bean and runs off to hide while the Seeker closes their eyes and counts.&#10;&#10;While you try to hide, your bean may be unable to control itself and continuously let out little farts and giggles.  Or you may have a silent bean.  Either way, try to get back to base without being tagged by the Seeker.  If the Seeker tags you before you get back to base, they'll collect your bean.  If you make it back safely, you can exchange your bean for its matching score card.&#10;&#10;Once all players have been tagged or returned to base, the round ends and each player earns points based on how well they did that round.  The Seeker earns points for any beans they collected (silent beans are worth more than loud ones).  Seekers earn points for any card they collected (loud bean cards are worth more than silent ones).  Continue playing until each player has had a turn as the Seeker, adding up the points you earn each round, and the player with the most points at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deus lo volt: Regole di wargame – Le crociate",
    "ID": 342101,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342101/deus-lo-volt-regole-di-wargame-le-crociate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Crusades.&#10;Christian and Muslim armies.&#10;Battles and military campaigns.&#10;&#10;Deus lo volt are rules for wargame, with tables, cards, scenarios and everything you need to simulate history.&#10;You will also find war tactics, military history, guides, manuals on how to build armies and scenery.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Crusades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marlborough: Regole di Wargame – 1700-1750",
    "ID": 342102,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342102/marlborough-regole-di-wargame-1700-1750",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These wargame rules are created to simulate the great battles of the 1700 - 1750 period, without necessarily using complicated rules.&#10;&#10;To play, you need: a battlefield, approximately 120 / 160cm by 90 / 120cm, and a six-sided die.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rasenna: Regole di Wargame Antico",
    "ID": 342103,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342103/rasenna-regole-di-wargame-antico",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Etruscans, Gauls, Samnites, Romans Tulliani and Camillo, Latins, Veneti, Equi, Liguri, Campani, Bruzii, Apuli, Lucani, etc. &#10;Military campaigns. &#10;Historical battle scenarios. &#10;Rules for tabletop wargaming. With tables, cards, scenarios and everything you need to simulate history, where you will find war tactics, military history, guides, manuals on how to build armies to scenic elements.&#10;&#10;For those unfamiliar with historical wargames, this will be a good opportunity to approach a hobby, which has infinite charm and many fans.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Roman Conquest of Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "\"N\": Regolamento Napoleonico grande tattico",
    "ID": 342104,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/342104/n-regolamento-napoleonico-grande-tattico",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "&quot;N: Regolamento Napoleonico Grande Tattico&quot; is a miniatures wargame rules system created to simulate the great Napoleonic era battles, without using complicated rules.&#10;&#10;With this ruleset you could strategically manage all the Napoleonic battles in the decisive role of Commander in Chief, through which you will distribute orders to a large army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: France",
      "Country: Spain",
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "5 Pillars: Seerah Edition",
    "ID": 342105,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342105/5-pillars-seerah-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "With 5 Pillars: Seerah Edition &ndash; Learn lessons of the prophet, Increase your knowledge of the life and lessons of the Prophet (SAW), while having loads of fun with your family and friends. Learn and share important details from the Makkan Era, Madinan Era, his Sunnah, the Sahabah, his Family and the Caliphs. Discover the inspiring legacy of Muhammad (SAW) and master five difficulty levels before the other team to win! References from the Quran and Hadith are given so you learn more about Islam with every flip of the card.&#10;&#10;Play for a couple of minutes or all night long! &#10;5 Pillars is the Ultimate Islamic Board Game Experience cherished and loved by families around the world.&#10;&#10;How do I play?&#10;You'll get into two teams, select your level of difficulty for each topic, and answer questions to fill up the pillars.&#10;Conquer all pillars across five difficulty levels before the other team to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Tile Placement"
    ],
    "Families": [
      "Religious: Islam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tick-N Timebomb",
    "ID": 342106,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/342106/tick-n-timebomb",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Play as one of six unique characters, each with their own special abilities and stats. Try your luck with each draw of the cards, then use Action cards to save yourself while making life difficult for others.&#10;&#10;Players take turns drawing cards and adding them to their hand, with Explosives adding up until a Boom card is drawn and the hand explodes causing a ton of damage to their Character.&#10;&#10;But don&rsquo;t worry, they&rsquo;ve added a way to ditch those Explosives and hand them off to other players... Action cards. Use these to get rid of your hand before its too late.&#10;&#10;Play your cards right and be the last one standing (or sitting) to win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Once-Per-Game Abilities",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "D100 Dungeon: World Builder",
    "ID": 342115,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342115/d100-dungeon-world-builder",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "999",
    "Weight": "0",
    "Description": "The World Builder Game turns D100 Dungeon into a sandbox game of world exploration and provides you the player with the tools to create and explore new and fascinating worlds. Now our adventurers will travel the lands and interact with villages, towns and cities, and explore vast wildernesses in search of amazing quests.&#10;&#10;Through the use of a special calendar, the adventurers will set off from their homeland (a home hex), spending days (crossing them off on the calendar) to take actions, and all the while trying to complete quests. They will need to scout the surrounding areas and navigate towards quests they will be finding out about on their travels; however, along the way they will need to find food, rest and may encounter events that could aid, or hinder their efforts.&#10;&#10;The different terrain that they will encounter (such as hills, mountains, forests, deserts, swamps, seas, marshes, tundras, jungles and grasslands) may contain rivers and roads, and these will greatly impact their movement, and make journeys slow until they can afford a mount; perhaps until then, they will try to find a passing wagon, or cart and pay for a lift.&#10;&#10;As time trickles away, the seasons pass by and the adventurer will find certain times of the year more food is found during the warmer months and less during the colder months. Also various terrain events may be harder, or easier to overcome depending on the time of year.&#10;&#10;If the current lands are proving difficult, or when 25 quests have been completed, it may well be time to take a voyage across the seas to a faraway land in search dungeons waiting to plundered. The adventurer pays a ship to take them, and plots a route to another land (hex) sheet. There is no limits to the number of lands that can be explored. In addition, if the adventurer wants to take part in the campaign and adventurer books released for D100 Dungeon, they may also take a voyage to those lands and play those quests too.&#10;&#10;You will need the D100 Dungeon rule book to play the world builder game, and it is fully compatible with everything that has been released for D100 Dungeon.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Book",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Category: Sandbox Without Win Condition",
      "Game: D100 Dungeon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Landship: No Man's Land",
    "ID": 342116,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342116/pocket-landship-no-mans-land",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Scott Czysz, the designer of Pocket Landship, has not been idle since the initial design of the game and has spent the last couple of years developing a 2 player competitive play version of the game. In this you are both tasked with beating the enemy Mech and the 'Big Bad' Enemy Base, but who will garner the most honour in the victory?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count",
      "Players: Games with Solitaire Rules",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ophelia: Histories Collide Expansion – Atlantis",
    "ID": 342117,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/342117/ophelia-histories-collide-expansion-atlantis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Winning is more satisfying when you win on your own terms, and with your favourite heroes of the multiverse. With this expansion, rock your opponent's boat with the brave and swashbuckling Atlantis!&#10;&#10;The Atlantis faction is built around a new kind of card, a Unique Turning Point named Treasure. The Atlantis character collect Treasure in different but familiar ways, whether that be by defeating characters or winning games of Liar's Dice with the Bilge Rat!&#10;&#10;You can play the Treasure turning point early to gain an edge in combat, or hoard it like a true pirate and reap the escalating rewards.&#10;&#10;The Atlantis faction adds a fourth faction to be played in the Faction Format, and can be included in the Draft Format as well. This adds 3 new combinations of factions for the draft format to explore!&#10;&#10;This expansion requires Ophelia: Histories Collide to be played, or at least an opponent with an Ophelia faction of their own.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Petit Pèlerin",
    "ID": 342120,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342120/petit-pelerin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The object of the Petit P&egrave;lerin, Little Pilgrim, cooperative game on Islam, is for all players to arrive in Mecca, only then the game is over.&#10;&#10;Also, by means of easy or more difficult questions allowing to discover Islam and its values, and slowed down or helped by the direction cards, the players are brought to help each other throughout a journey which will lead them to Mecca.&#10;The winner is the first player to arrive in Mecca.&#10;&#10;User-friendly and practical, the game finds its place on a table, in the park on the grass or to accompany a trip.&#10;&#10;This game is suitable for everyone, Muslims or non-Muslims, especially believers or atheists but all curious to know more about Islam. Share a pleasant moment with family or friends by playing the Petit P&egrave;lerin game!&#10;&#10;This game is suitable for both children and adults (questions of different levels). It will liven up your evening with family or friends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Islam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tremember",
    "ID": 342123,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/342123/tremember",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tremember is a combination of Memory (find 2 identical cards) and elements of the game Labyrinth. The display of the cards is shifted in each turn. Whoever finds a pair gets 1 to 3 points (3 if the tiles are adjacent sideways, 2 if diagonally adjacent and 1 if the tiles are not adjacent). Found pairs remain face up on the board to allow the cards to continue to be moved. The player with the most accumulated points wins&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ehrenmann: Toter Mann",
    "ID": 342127,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342127/ehrenmann-toter-mann",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First, the players read some information about a criminal case. With this information, they start creating a jigsaw puzzle which gives them addtional hints to eventually solve the overall criminal case.&#10;&#10;",
    "Categories": [
      "Book",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Geister erben nicht",
    "ID": 342129,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342129/geister-erben-nicht",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First, the players read some information about a criminal case. With this information, they start creating a jigsaw puzzle which gives them addtional hints to eventually solve the overall criminal case.&#10;&#10;",
    "Categories": [
      "Book",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sein letzter Fall",
    "ID": 342130,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342130/sein-letzter-fall",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First, the players read some information about a criminal case. With this information, they start creating a jigsaw puzzle which gives them addtional hints to eventually solve the overall criminal case.&#10;&#10;",
    "Categories": [
      "Book",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Code Monkey: Going Bananas",
    "ID": 342131,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/342131/code-monkey-going-bananas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Code Monkey - Going Bananas is a programming board game designed to introduce logical thinking and basic coding to kids and adults. Your goal is to collect as many bananas as possible by looking for the best movement/action combos hidden in an ever changing jungle and other monkeys hanging around.&#10;&#10;On each round, roll dice and move based on combining die rolls and hex numbers, then code actions (like RoboRally) and execute them. Additional optional feature are available, such as missions and setting traps.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Programmed Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexenhaus: Abenteuer",
    "ID": 342134,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342134/hexenhaus-abenteuer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The mini expansion consists of 20 additional cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puppeteer",
    "ID": 342137,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342137/puppeteer",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Puppeteer is a negotiation tabletop game, based on the universe of the strategic prequel Electioneer. This time players play as party leaders to vote and make agreements among themselves to allocate the districts of Hong Kong. Players may win by being the Puppet or the Puppeteer.&#10;&#10;The game plays over a total of 6 rounds.&#10; In convention phases of each round, candidates may freely negotiate with one another and make agreements to trade your voting decision and influence cubes in that round. Once an agreement is dealt, it is normally enforced for that round. Then all candidates cast their votes. The candidate with the most votes wins the election in this round and he can allocate Zone cards to all candidates. If there is a tie, the leading candidates with most votes will enter Black Box phase to battle each other by bidding influence cubes.&#10; Two types of winners&#10;At the end of the game, VPs will be scored to the candidates who have majorities in each of the 5 regions.&#10;Puppet: Candidate with the highest VPs wins the game.&#10;Puppeteer: Candidate who holds the most Puppet&rsquo;s influence cubes also win the game together.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Negotiation",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Código Secreto: Expansión promocional Argentina",
    "ID": 342140,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342140/codigo-secreto-expansion-promocional-argentina",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "10 cards with 20 typical words from Argentina.&#10;This promo pack is produced by Devir and it was given as a promo in exchange for a donation to the &quot;Donaciones Encausadas&quot; program of the Asociaci&oacute;n Argentina de Juegos de Mesa.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Argentina",
      "Game: Codenames",
      "Promotional: Ludoty Box"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Liber Militum: Encamisada",
    "ID": 342142,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342142/liber-militum-encamisada",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Liber Militum: Encamisada ventures as the first miniature skirmish wargame in the Liber Militum series, set in the days of the pike and the musket.&#10;&#10;Although Liber Militum: Encamisada has as its inspiration from the characteristic skirmishes that arise in the West of Europe, it is perfectly valid for other scenarios of the time. Besides being possible to recreate the endless struggle of Protestants against Catholics in Flanders, we will be able to transport ourselves to the Christian border with the Ottoman Empire, to the Russian steppes or even to the early conquest of America.&#10;&#10;As with Tercios, there is a complete version of the game Liber Militum (forthcoming) and a lighter one, Brevis Editio. The Brevis Editio is fully functional and fully compatible with the other, the rules are the same. Only additional content is added in the Liber Militum: Encamisada&#10;&#10;Factions: In the Liber Militum version it will be possible to choose a Faction for our company. In doing so, the rules of each one will be applied to us, with restrictions and benefits. There are a significant number of Factions, giving us great freedom of customization.&#10;&#10;Campaign: Probably the most attractive addition is the possibility of playing in campaign. Different alternative methods are added to manage it with sample maps.&#10;&#10;Progression: We have a system of evolution by experience for campaigns, with which we can improve our Captain and the Company.&#10;&#10;Scenarios: In the full version we have several extra scenarios: shooting cannons, ambushes or assaults in which civilians participate are some of them.&#10;&#10;Multiplayer: Rules are provided for more than two players, including special scenarios.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Age of Discovery",
      "History: French Wars of Religion",
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piratas!: Mares Agitados",
    "ID": 342158,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342158/piratas-mares-agitados",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Piratas! - Mares Agitados (&quot;Rough Seas&quot;) is the first expansion for the game Piratas! 3rd edition.&#10;&#10;It comes with a lot of new things that make the game more interactive, fun and strategic. New Treasure cards, instant card and Crew cards bring the game to a whole new level.&#10;&#10;Alongside it, there a brand new type of card, the events. Those events activate whenever a event card comes out of the deck and those effects are applied to each and every player.&#10;&#10;The Kraken is the first card of this type and its effect is:&#10;&quot;Each player chooses: Deals 1 damage to that player ship OR discard a crew card from that player.&quot;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Events",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Year as a Pirate",
    "ID": 342166,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342166/a-year-as-a-pirate",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "Set sail with your crew and plunder the ships carrying riches from the New World. The Golden Age of Piracy awaits you with Riches and Glory or The Noose.&#10;&#10;There is:&#10;&#10;     The Caribbean to explore.&#10;     Ports to trade in, new Ships to buy and Crew to hire.&#10;     Many merchants to chase down and rob.&#10;     Ships of the Line to fight (or run from). &#10;     Famous pirates to meet or best.&#10;     Privateers to avoid or become one yourself.&#10;     Dangerous seas to Navigate.&#10;&#10;&#10;Play on your own or together with friends in this co-operative pirate game where you are the Captain and crew of a ship. The games runs at a week at a time, so you can play for a year or have a full Saga and play till you are as rich as kings. The game is easy to save your progress and come back to at another time. Play against the game and with your friends. Victory is achieved by accumulating enough treasure to retire, but there is whole list of harder goals for more daring pirates. Navigate your ship across the sea, searching for prise cargo ships hoping that luck (dice) will bring fortune your way. But if chance brings a Spanish, French or English ship of the Line your way you may need to run for it. They are likely to out Gun you, out Man you and if you loose the fight and survive you will be hanged.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Age of Reason",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Huis Anubis: Het Rijk Der Schimmen",
    "ID": 342167,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/342167/het-huis-anubis-het-rijk-der-schimmen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the House of Anubis, not everyone is telling the truth.  What do residents have to hide and what do they want to do?  Try to find out by asking the right questions and listening carefully, but be careful not to give too much information yourself.  Create your own secret code and consider carefully which code cards have already been used and which have not yet.  Choose your strategy and interrogate your opponents, wait for the right moment and if you are the last one standing, you are the winner.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mango Empire",
    "ID": 342174,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342174/mango-empire",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A tribal themed card game where players fight each other for the last Mangoes on the Island of Terakoti. Once enough Huts are built, a player becomes a Mango Empire and claims the role of Chief of Terakoti.&#10;&#10;In each round, players are dealt 5 cards, 3 of which they place face down in front of them.  Everyone turns over their cards at the same time and the winner (highest points from the cards) gains a resource which can be used to buy huts or destroy other players huts. Rounds repeat until a player has gathered enough huts to win.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Market",
      "Race",
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiders of the North Sea: The Old Heroes",
    "ID": 342178,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342178/raiders-of-the-north-sea-the-old-heroes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "3",
    "Description": "Raiders Promos:&#10;1 x Hero: Rod &amp; Pep&#10;1 x Hero: Ceedee&#10;1 x Hero: The Meeple Men&#10;&#10;Note: All 3 of these promos were originally offered separately. This pack is designed for those who missed out on getting them originally. The card stock may vary slightly compared to the original game, but the card size is identical.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Series: The North Sea Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memo Friends",
    "ID": 342184,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342184/memo-friends",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The owl, the fox and the bear like to meet in the forest at the tree trunk next to the toadstool. But sometimes the toadstool sits inside the tree trunk and the fox on top of the stump. Or the owl is in the tree and the bear next to it. Remembering who was here and where exactly they were, is the big challenge for small children. You can play alone as a logic and memory puzzle, competitively as a test of memory and speed or co-operatively with lots of communication.&#10;&#10;There are 20 different challenges to take on but as soon as you&rsquo;ve finished them all, you&rsquo;ll want to start again from the beginning.&#10;&#10;Kinderspiel des Jahres 2021 recommended.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quantum Flux",
    "ID": 342186,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/342186/quantum-flux",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Quantum Flux is a miniatures agnostic, highly tactical and ultra-customizable skirmish game, in which you build a small team of one to ten unique models, and out-smart and out-maneuver your opponent.&#10;&#10;The game is designed to avoid any &quot;Gotch-Ya!&quot; moments, and is instead about using a deep but not overly complicated ruleset to allow you to play tactically and be rewarded for doing so. &#10;It also allows you to fully customize your army, making it uniquely yours.&#10;&#10;And it's super fun, and free!&#10;&#10;Find a friend, grab some miniatures, and have a blast!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasures of Buddhism",
    "ID": 342187,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342187/treasures-of-buddhism",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Treasures of Buddhism is a rule-based cultural treasure hunt, a meaningful, fun, and informative board game that develops memory and concentration in a playful way.&#10;Treasure in the game has an intellectual and spiritual meaning. &#10;During the course of the game the treasures to be discovered are the Tibetan Buddhist Symbols, which are placed on the real exploratory archaeological map of Zangla - an old Tibetan village in the inner Himalayas.&#10;&#10;The goal of the game is to find as many treasures as possible on the track, memorise the location of the treasures, and then - in the Royal Palace - share the location and meaning of the treasure with other players. &#10;The player who collects the most treasures wins the game.&#10;&#10;Besides enjoyment, the intention of the game is to turn attention from collecting material goods and competing for possession of them, to intellectual freedom, spiritual values, and a meaningful life. &#10;Its aim is to assist the mediation between different cultures, to educate tolerance and - last but not least - to build community.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement"
    ],
    "Families": [
      "Country: India",
      "Mountain: Himalayas",
      "Players: Games with Solitaire Rules",
      "Religious: Buddhism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: Journeys in Middle-Earth – Spreading War Expansion",
    "ID": 342189,
    "Year": "(2021)",
    "Geek Rating": "6.321",
    "Avg Rating": "8.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342189/the-lord-of-the-rings-journeys-in-middle-earth-spr",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7273",
    "Description": "War has come to the realm of Men. Shadows spread throughout Rohan and Gondor, from the tangled depths of Fangorn Forest to the haunted ruins of Osgiliath. You have encountered ruthless mercenaries that have invaded the kingdoms of Men under orders from a mysterious figure, and now you must strike out to hopefully quell the tide of violence before it becomes too great.&#10;&#10;Taking place in the proud kingdoms of Gondor and Rohan, this expansion unlocks an all-new campaign with fifteen scenarios that see you traveling between the kingdoms and defending them from enemy forces. Spreading War also comes with 6 new heroes, 21 enemy miniatures, 18 double-sided journey map tiles, new roles, new terrain types, and much, much more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Miniatures",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ankou",
    "ID": 342191,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342191/ankou",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "You play as an Ankou, a chaperone of death. Seeking salvation, you lead souls of the dead safely to the afterlife. Three souls in exchange for your own.&#10;&#10;Souls however must come willingly, and aren't so easy to come by. Often fractured by a violent passing, soul fragments are scattered throughout the land.&#10;&#10;Once found, it would be wise to persuade the souls with coin so that they might experience riches in the beyond, but be wary - There may be others with a better offer.&#10;&#10;On a players turn they have 3 options:&#10;- Draw a card from the field&#10;- Take income (1 coin)&#10;- Pay for an action (steal a card from a player, or draw randomly from the discard)&#10;&#10;The game ends when a player has collected 3 souls (3 sets of matching soul-fragments). The player who collected the souls first wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race for the Cup",
    "ID": 342193,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/342193/race-for-the-cup",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of chance and skill based on the America's Cup theme.&#10;For two to four players.&#10;The object of the game is to be the first player to complete the eight leg race.&#10;&quot;Race for the Cup&quot; will challenge the yacht racing enthusiast, educate the sailing novice, and prove entertaining for fan of the sport of sailing.&#10;&#10;The board is a cloth with squares marked on it. There's a triangular race course printed on it. The pieces/sailboats move around the course, square-by-square based on a die roll and playing cards. There are card for the Start that might give a player some advantage or hindrance; Upwind cards for that portion of the race, and Downwind cards for that portion. A card is taken by the player at the start of their turn and played immediately. The players race around the course 8 times and the first to finish is the winner.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Race",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "StoryCards: Die Schule der magischen Tiere – Dreimal schwarzer Kater",
    "ID": 342194,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/342194/storycards-die-schule-der-magischen-tiere-dreimal",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Alone or in a team you experience an adventure, play through as many cards as possible and try to make a lot of points. The cards are sorted by color. After reading the story beginning, a black card is drawn, one of the paths is chosen and then the card indicated next to the path is drawn and so on. The drawn card is read and discarded, the discard pile may not be looked at again. If the card refers to a card that has already been drawn, the game ends and you add up the point values of the cards in the discard pile. If you succeed in ending the game, a master detective round follows, with which you can convict the culprit.&#10;&#10;A magician has made cat Karajan disappear, he must be rescued by Benni, Ida and the friends.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Deduction",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fluch der Katzen-Göttin",
    "ID": 342196,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342196/fluch-der-katzen-gottin",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First, the players read some information about a criminal case. With this information, they start creating a jigsaw puzzle which gives them additional hints to eventually solve the overall criminal case.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Book",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schlag den Raab: KIDS",
    "ID": 342197,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342197/schlag-den-raab-kids",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One team represents &bdquo;Team Stefan&ldquo; and confronts &bdquo;Team Candidates, always one player in each game, and scores points for his team with each game that is won. Players split into two teams of even size, if possible, and alternate to provide the host for each game; a player being host must act completely impartial. By its position the round marker indicates the category of the game that will be played, the individual game will be determined by the spinner. Possible categories are Action &amp; Risk, Chance and Dexterity and Bet &amp; Think. Some examples for possible games: Catch a ball, Flea Circus, Bowling House numbers, Spelling mistakes, Hum a Song, Tongue Twisters, Mirror Writing, Card puffing, Pancake turning or Joke Questions and there are also games like The Bottle or Balloon Ball, for which you must find the material in your household.&#10;&#10;When the game has been determined, both teams choose the candidate for this game and the team that currently is behind as regards to points decides who will start. The host reads out the rules or explains them. At the start of the game you choose the length of the game by choosing the number of individual games. When a team has collected the number of points necessary tow in the selected length - 8 points for Ratzfatz with up to 5 games, 28 points for Medium with up to 10 games and 61 points for Showtime with up to 15 games - the game ends instantly and this team is declared the winner.&#10;&#10;In analogy to the &ldquo;grown-ups&rdquo; game Schlag den Raab Kids, too, is a felicitous mix of new and familiar games offering a good mix of action, movement, knowledge and thinking.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Components: Sand Timers",
      "TV Shows: Schlag den Raab"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roadrunner",
    "ID": 342199,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342199/roadrunner",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game device (calculator) consists of rotateable reels, which are activated by a roll of 2 dice. The reels are the racing track and show traffic signs (= events) as well as the position of the cars. The first player to reach the target accurately over all the reels wins.&#10;&#10;Note: In contrast to the box picture, there is no Formula 1 race, but a normal street race.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Manitou",
    "ID": 342201,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/342201/manitou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Manitou, you are an intrepid explorer discovering and developing new islands in a watery world. But powerful forces are at work against you. Other eager adventurers are trying to distract you from your mission and wreak havoc on your carefully laid plans. Anticipate their actions, set up your defenses, and plan your attack! In a battle of wits, will you be the one to create the most populated island?&#10;&#10;Players play cards from their hand to develop or destroy islands. In Manitou, you play cards of your own color as well as of your opponent&rsquo;s color which creates a unique aspect of gameplay. Specialty cards (Whirlpools, Lighthouses, and Bridges) add an additional strategic element enabling players to take either an offensive or defensive posture.&#10;&#10;After all the cards are played, the winner is the player with the single-most populated island. An island is one or more cards of the same color which share at least one adjoining edge. Each card has a number in the center representing its population and the population of an island is the sum of all the cards that make up the island.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Witcher: Old World – Lost Mount",
    "ID": 342212,
    "Year": "(2023)",
    "Geek Rating": "5.688",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342212/the-witcher-old-world-lost-mount",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Each story has its silent heroes. Those who do not expect applause and hide in the shadows. Those about which epics and poems are silent. After all, those without which the events of the epic stories could not have happened. It is said that witcher horses are so trained that - when called - they will travel any distance, having no regard for narrow roads, rivers, and buildings ...&#10;&#10;The Lost Mount will appear on the board in a random place at the beginning of the game. When, during the game, one of the players finds themselves in a location with a Lost Mount, they can use it to travel (they get additional cards to do so). Then, the Lost Mount will be lost again, and go to another location - waiting for the next meeting with one of the witchers.&#10;&#10;Lost Mount is a crowdfunding exclusive expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Animals",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Travel"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race",
      "Role Playing"
    ],
    "Families": [
      "Animals: Horses",
      "Books: The Witcher",
      "Components: Miniatures",
      "Crowdfunding: Catarse",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1914 Deluxe: Hell Unleashed",
    "ID": 342218,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/342218/1914-deluxe-hell-unleashed",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "1914 Deluxe is an operational level hex-and-counter wargame that covers the first few months of the First World War when the German Army began its offensive into neighboring France. The German player must decide how best to perform the initial invasion. Should it be a direct assault across the French border, or should the assault follow the &ldquo;Schlieffen Plan&rdquo; of a march through a more lightly defended Belgium? Several factors outside of the players&rsquo; control add challenges, frustration, and a high level of replayability. Will the players be able to define their own invasion plans or will their respective &ldquo;High Commands&rdquo; dictate a pre-determined setup? Will treaties be signed with neighboring states that might impact the availability of additional forces? And what of the looming threat of action on the Eastern Front? All these provide a variable, but accurate simulation of the First World War&rsquo;s opening moves.&#10;&#10;The game includes a huge 34&rdquo; by 44&rdquo; map that covers the western border of France from Belgium and the North Sea to Switzerland in the south at roughly ten miles per hex. Combat units are mostly corps, with a smattering of divisions and brigades, representing infantry, cavalry, and artillery. These pieces represent the forces of not only Germany and France, but also Great Britain, Belgium, The Netherlands, and even a couple of Italians. The terrain depicted on the map is a challenge to navigate, with forces depending upon the use of rail lines to more quickly advance and provide the supply needed to fight.&#10;&#10;The basis for 1914 Deluxe is the original 1914 game published by The Avalon Hill Game Company in March of 1968. The project began as an effort to create an updated version of the original game&rsquo;s ugly &ldquo;painted&rdquo; map that is difficult to decipher in many respects. Once completed, it was not that much of an effort to also create a new, colorful set of counters (including new informational markers) that simplifies play. It was then a short, additional step to rewrite the rules in a manner that incorporates some of the &ldquo;advanced&rdquo; rules, some new rules, and known errata to create a new, cohesive rules set of under twelve pages.&#10;&#10;This updated version takes what was originally a difficult game to play, more due to its components than its rules, and provides a relatively simple, exciting, and highly replayable gaming experience. For those who prefer the original game (warts and all), they are welcome to simply use the new map with or without the new counters for a more colorful experience.&#10;&#10;Now, YOU can refight the opening months of the First World War!&#10;&#10;1914 Deluxe: Hell Unleashed is available from War Diary Publications.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Distilled: Africa & Middle East Expansion",
    "ID": 342219,
    "Year": "(2023)",
    "Geek Rating": "6.055",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342219/distilled-africa-and-middle-east-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.6",
    "Description": "Explore the ingredients, recipes, and personalities of Africa and the Middle East with this expansion to Distilled: A Spirited Strategy Game. Get a taste of culture not included in the base game by distilling and selling new spirits such as Akpeteshie and Boukha. Use new distillery upgrades, powerful ingredients, and thematic items to win new awards in this fully compatible expansion.&#10;&#10;Includes:&#10;&#10;     6 distiller identities from Tunisia, Cape Verde, Ghana, South Africa, Lebanon, and United Arab Emirates&#10;     6 signature recipe labels &#10;     6 signature ingredient cards&#10;     10 distillery upgrade cards&#10;     9 premium market item cards&#10;     10 premium market ingredient cards&#10;     4 solo goal cards&#10;     15 double-sided tasting flight cards (3 cards per player)&#10;     5 spirit award tokens&#10;     20 spirit label tokens, including Akpeteshie, Arak, Boukha, and Grogue&#10;     6 distillery goal cards&#10;     8 flavor cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freshwater Tank",
    "ID": 342223,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/342223/freshwater-tank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Have you ever dreamed of making your freshwater aquarium? Have you ever wondered what fish you would like to keep, or what fish will go well together? Well, in Freshwater Tank, now you can. With 155 fish and 100 incidents, see for yourself what fish you would want to have and how to take care of them while having fun with friends and families; you can even create what type of community tank you would desire. So, do you want a goldfish tank, a tropical fish tank, an aggressive cichlid tank, or any other type? That's up to you to decide.&#10;&#10;The goal of the game is to become the first person to create a compatible fish tank with 10 fish, but be careful; there you might lose some of your fish as you play. So what are you waiting? Set up your aquarium.&#10;&#10;Players roll a die to move around the board and collect fish or cards when landing on specially marked spaces. Players learn fish facts and aquarium care in a fun board game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Armies and Scenarios for Centuria",
    "ID": 342228,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342228/armies-and-scenarios-for-centuria",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Army List For Centuria&#10;&#10;29 new army list fully playtested.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Barbarian migrations and invasions",
      "History: Peloponnesian War",
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "History: Roman Conquest of Italy",
      "History: Roman Empire",
      "History: Wars of Alexander the Great",
      "History: Wars of the Diadochi and Syrian Wars",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lock",
    "ID": 342231,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/342231/lock",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Lock is a two-player strategy game inspired by classics such as 'Go' which takes about 15 minutes to play. It follows the Spooky Tower Games hallmark format of being in a cloth bag, which is also used as the board for the game.&#10;&#10;In Lock the players take it in turn to place one of their tokens on the board. When a triangle of pieces is created, one of them is replaced with a wooden block and another is removed.&#10;&#10;When a triangle of wooden blocks is created, a 'lock' move has been made. One of the opponent's pieces is permanently locked away within this triangle. It's possible to play a 'double lock' or even 'triple lock' move.&#10;&#10;The game is won either when you fully surround one or more of your opponent's pieces, or when your opponent has run out of pieces to place.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Sudden Death Ending"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Those Who Seek Death",
    "ID": 342233,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/342233/those-who-seek-death",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Those Who Seek Death is a quick playing set of rules covering Asian fleet action naval warfare between the 10th and the 16th century'&#10;&#10;The aim of these rules, which draw upon techniques and concepts from LFG&rsquo;s Inferno and Glory rules has been to develop a set that focusses on the Imjin War, fought between Korea and Japan fought in the late 16th century - the era of Admiral Yi Sun Sin and his famous &ldquo;Turtle Ship&rdquo; - but rules, ship data and information is provided to cover earlier wars in the region back to the 10th century.&#10;&#10;The fast play nature of the rules allows large fleet actions with multiple squadrons a side or more to be completed in a couple of hours or less. &#10;The rules cover the main ship types involved across the period, including a number of  unusual types encountered in Asian naval battles, and encompasses not only action afloat but also forts and shore-based troops.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Nautical",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apocalypse Zombie: Core Set",
    "ID": 342234,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342234/apocalypse-zombie-core-set",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Apocalypse Zombie Core Set is a miniature skirmish game set in the zombie apocalypse. The outbreak has spread throughout the world while many people thought it was a hoax. Before the world realized that it was indeed happening it was too late.&#10;&#10;In Apocalypse Zombie you have two ways to play. First is quick battles that allow you to choose a character, select a mission, set up, and play. It is a fast, fun, and bloody intro into the game. The second is the campaign. In campaign mode, you are tasked with performing missions to gather supplies, rescue survivors, upgrade home base and kill boss zombies. Campaigns can last as long as you want. With 14 Missions each with variable set up and more coming the carnage can be long lasting or short and sweet. You can &ldquo;win&rdquo; just by killing the Butcher Zombie and saying you have settled the area enough to prosper. Or you can trudge the blood to new bosses, new buildings, and increase the scope of the world.  You may use either pre- made characters for fast entry into the unforgiving world. Or you can create your own character to level and guide through the world.&#10;&#10;Apocalypse Zombie is played with a player turn followed by the zombie turn. Zombies are pretty much automated - reacting to sight or sound. This allows for all players to be on the same side and fight and die together. Apocalypse Zombie does have options for those more combative players that bring player vs player into the game. Zombie Abilities can hinder or severely damage your attempts to survive. Players have the choice of being sneaky or going in guns blazing. It really depends on your play style.&#10;&#10;Combat is done with rolling attack dice to see if you hit. Defense works the same way. Hit Points are tracked with Heart Tokens.&#10;&#10;Searching is done the same way. Each building has its own search deck in Zombie Apocalypse. So searching the Clinic will give you different results then searching the Cabin.&#10;&#10;So how about those Zombies? Well the first boss, the one that comes in the core set, is the Butcher. He is big ugly and hard to kill. You must face him in the Butcher Shop. Players should not attempt this until they are truly prepared. Along with the Butcher you get 18 Shamblers. Slow, pesky zombies that can put your survivors in a bind. Next you get 6 Brute Zombies. These big boys will ruin your day real quick.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloodfields: Eternal Sorrow",
    "ID": 342237,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342237/bloodfields-eternal-sorrow",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Bloodfields is a tactical miniature combat game for 1 to 6 players. Players will build their armies paying a blood cost for each unit. Equipment and spells can also be purchased to improve the units performance or make them more versatile in combat.&#10;&#10;Types of play vary: there is a solo mode, a co-op, a free-for-all, capture the flag, and Leslie area control.&#10;&#10;Bloodfields Eternal Sorrow expands upon original blood fields by adding over 14 new armies and restructuring previous army play. Players can purchase miniatures from the publisher directly or purchase 3-D printable files and print their own.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rules of Everything",
    "ID": 342239,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/342239/the-rules-of-everything",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this fast-paced card game, each player takes their turn picking up a card from the deck, reading out the rule and following that rule. Every player will have their own set of rules to follow, determined by which cards they pick up.&#10;The rules on the cards consist of things like movement, speech, and memory challenges.&#10;&#10;The more cards a player has, the more challenging the game becomes for them. However, a quarter of the deck contains beneficial cards that allow a player to gain points, drop their cards, or win the game if they have enough points.&#10;&#10;If a player breaks a rule on one of their cards, they must pay the penalty written in red. If they don't have any points, they must drop all of their cards and start again. So stay alert and call out rule-breakers when you see them. Using the in-game decisions, players can use strategy along with their skills to win the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Memory",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hysteria",
    "ID": 342240,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/342240/hysteria",
    "Min Players": "5",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hysteria is a quick, compelling, rules-light social deduction game for 5-9 players. Trying to solve the mystery is about what you think you know and who you think you trust. The Dia de los Muertos theme provides a compelling narrative for gamers of all ages.&#10;&#10;There are two unique gameplay hooks that make Hysteria an exciting game for players of any experience level. First, players may actively switch teams during the game. This allows people who don't like being deceptive a chance to choose a different team. Second, every player has to rely on information that has been filtered through other players' memory and intention. Is someone suspicious or just forgetful?&#10;&#10;Hysteria is played with a small row of cards face down in front of each player. The game has three rounds each played in two separate phases: The Information Phase and the Capture Phase. During the Information Phase, players get new cards, pass cards, and share information honestly or deceptively. During the Capture Phase, players attempt to convince others of what they have seen! The game ends after the third round is complete. Capture the Human cards to win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Roles with Asymmetric Information",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BaristaCat",
    "ID": 342245,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/342245/baristacat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "BaristaCat is a fun, simple competitive family card game for 2-6 players.&#10;&#10;Players assume the role of barista and compete against other players to claim feline customers by fulfilling coffee orders. Each round players collect ingredient cards that can be combined to create different drink orders. There is a &lsquo;lobby&rsquo; of 8 customers waiting for their order, and each customer card displays the type and number of each ingredient needed to craft their drink. Each customer is worth a given dollar amount based on that customers&rsquo; order, which can vary in complexity and size, and this amount counts towards a player&rsquo;s point total at game end. If a player has the required ingredients to fulfill a customer card on their turn they claim that customer towards their total score!&#10;&#10;In addition to ingredient cards, players have the chance to draw special cards that may help them, or may disrupt the plans of their opponents. The game ends when any player has claimed a total of 10 customers, and the player with the highest customer points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Coffee",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neverheim: Path of Destruction",
    "ID": 342248,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/342248/neverheim-path-of-destruction",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Set in a Nordic universe, Neverheim was established as an experimental planet by the gods! All the races from the realms were put together on one planet to see what would happen! They didn&lsquo;t realise what chaos would be created&hellip;&#10;&#10;In this tactical minatures game Champions from many realms go head to head in battle or team-up to take on the enemy. In this game, your footing can be the difference between success &amp; failure! An extensive cooperative campaign for 1-4 players set in an apocalyptic dystopia.&#10;&#10;The Goddess of Death has raised the Army of the Dead &amp; infiltrated the realms with carnage and corruption. Team-up with gods, giants and champions from across universe and unlock the power to overcome this zombie apocalypse! Throughout the campaign you will be levelling-up constantly to become more and more powerful as you progress while the battles get bigger and bigger!&#10;&#10;This game has RPG elements and there is multiple towns where you will find blacksmiths, alchemists, mystics, healers, tradesmen etc. Familiars add another level to the combat and can be a ferocious companion. An in-depth experience with multiple game modes and rich lore to discover!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Mythology: Norse",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallen World: A Fantasy Skirmish Game",
    "ID": 342249,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342249/fallen-world-a-fantasy-skirmish-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A war destroyed the worlds civilisations and made the control of magic impossible, you command a small force of survivors looking for revenge on those they see as responsible for the destruction or just trying to live for a few more days.&#10;&#10;Ideal for 28mm figures but any scale will do as long as they are individually based each player will normally command about 10 figures though this could be changed if required.&#10;&#10;Turn Sequence:&#10;&#10;     Randomly determine which side moves first and stick with this sequence for the whole game. &#10;     The players alternately move figures when a figure is activated it conducts any movement, shooting or melee before moving on to the next figure.&#10;     Once all figures have been activated roll on the random events table before starting the next turn.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Measurement Movement"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flushin' Frenzy Overflow",
    "ID": 342252,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/342252/flushin-frenzy-overflow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this kid's skill-and-action game, players attempt to be the last player standing by catching flying poop.  Players take turns rolling the die and the flushing the toilet the number of times shown on the die.  This causes the water level in the toilet to rise slowly.  At some point it will &quot;overflow&quot;, causing all the poops to go flying in the air.  Players race to grab a poop.  If you end up empty-handed, you're out of the game.  Play continues until there is only one player left, who is declared the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Theme: Excrements / Feces / Poop / Urine",
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rolf: NSFW Expansion",
    "ID": 342253,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342253/rolf-nsfw-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a 25-card expansion pack for the party game Rolf.  It contains bad words, so it's not safe for work, and it's not appropriate for children.&#10;&#10;If you're not offended easily, just shuffle the cards in this box with the Rolf cards from your base game, and you're ready to play.&#10;&#10;Just be sure you remove them when you're done playing so they don't fall into the wrong hands.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rolf: Kickstarter Expansion",
    "ID": 342254,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342254/rolf-kickstarter-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a 25-card expansion pack for the party game Rolf.  It was created by our Kickstarter backers, whom we love deeply.&#10;&#10;Just shuffle the cards in this box with the Rolf cards from your base game, and you're ready to play!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rolf: Beer & Board Games Expansion",
    "ID": 342255,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342255/rolf-beer-and-board-games-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a 25-card expansion pack for the party game Rolf.  It was created by Matt Sloan, Aaron Yonda, and the fans of their show, Beer &amp; Board Games.&#10;&#10;Although everyone should be a fan of the show, it's not required to enjoy this expansion.  Just shuffle the cards in this box with the Rolf cards from your base game, and you're ready to play!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Interrogation",
    "ID": 342256,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342256/interrogation",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Interrogation is a hilariously tense trivia game where players must answer questions while under a slowly descending string of dripping goo.&#10;&#10;Players divide into two teams.  One player from each team acts as the Interrogator and another player acts as the Subject.  The Subjects from each team lie on the floor, side-by-side, looking up at the slime crane - a device made up of a rotating arm holding a syringe filled with green slime.  The slime slowly begins to ooze from the syringe.  Taking turns, the Interrogators quickly draw a card and read the question aloud to their teammate.  If they answer correctly, the Interrogator gets to move the crane into position over the other team's Subject.  Play continues in this manner until one player ends up with a face full of slime.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blorg in the Wild West",
    "ID": 342260,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/342260/blorg-in-the-wild-west",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In his previous outing (Blorg in the Midwest), teen alien Blorg lost his memory eraser in the Midwest while escaping from the FBI. Now he has returned to retrieve it, but has arrived 100 years too early, in the Wild West. Now Blorg must explore the desert and a Western town to gather suitable items to fuel his saucer back home. But the West is full of strange and hostile inhabitants...&#10;&#10;The physical characteristics you assign to Blorg at the start of the game determine his survival abilities, and these determine the outcome of encounters through a hierarchy of different dice rolls that affect the probability of success of hiding, scaring, fighting or fleeing. The map and encounters are determined by a small deck of 18 cards, with over 10 billion different combinations possible.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Card Game",
      "Dice",
      "Exploration",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Button Shy Game Design Contests and Challenges",
      "History: American Old West (Wild West)",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Samrajya",
    "ID": 342262,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/342262/samrajya",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Samrajya board game was created to engage people about Nepali traditions, history and culture.&#10;It follows Prithvi Narayan Shah's journey to control the Kathmandu valley and unify Nepal.&#10;&#10;Goal of the game: &#10;&#10;     move along the treacherous path and capture the four kingdoms:&#10;         Kirtipur,&#10;         Patan,&#10;         Bhaktapur,&#10;         Kathmandu&#10;    &#10;     then claim the crown. &#10;&#10;&#10;Gameplay:&#10;Roll the dice and move.&#10;Cards lets players attack other players, take their cards, switch positions etc... Only 1 card can be played, before or after rolling the dice.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Country: Nepal"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astounding Adventures!: Magazine Issue #1",
    "ID": 342266,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342266/astounding-adventures-magazine-issue-1",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Astounding Adventures #1, crammed chock-full of thrills and danger!&#10;&#10;In this issue, face The White Slavers of the Red Empire! Travel to danger with Gimbals Gillespie and the Bloody Night of the Screaming Cannibals. Fight the Screaming Corpses of the desert in Zombie Crime! Brave the dangers of The Phantom Jungle! Join Night Raven and the Secret Masters of the White Temple! Explore The Vaults of the Visigoths!&#10;&#10;Astounding Adventures are scenarios designed for Astounding Tales, Pulp Action Library&rsquo;s miniatures game of Derring-Do and bold Adventures. Six action-packed scenarios take you from the fog-shrouded streets of London to the savannahs of Africa.&#10;&#10;Included is a guide to playing Astounding Adventures with To Be Continued&hellip;by GASLIGHT, Rugged Adventures, and .45 Adventures.&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "History of the Ancient Seas III: MARE NOSTRUM",
    "ID": 342271,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/342271/history-of-the-ancient-seas-iii-mare-nostrum",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "2.5",
    "Description": "Over centuries empires in the Mediterranean Seas invested in expansion of their territory, mostly peaceful by merchants and not by soldiers. There have been immense opportunities to build trading powers in the rich and fertile regions all over the Mediterranean Sea.  But the moment will come when the greed for more power and wealth can only be stopped by another powerful empire at the frontiers of yours that has ambitions and plans of their own. Players will have to decide to send armies or diplomats to regions far away from their capitol to declare war or keep the peace.&#10;&#10;The game series &ldquo;History of the Ancient Seas&rdquo; is the ultimate journey through these exciting times. Build new fleets in your city to explore unknown lands, conquer islands and build your own great empire.&#10;&#10;In MARE NOSTRUM, the third and final installment in the &ldquo;History of the Ancient Seas&rdquo; game series, you will lead one of the great Empire: The Roman Empire, the Mighty Seafarers of Carthage, the Greek City States, Egypt or Persia.&#10;&#10;Your goal is to become the leading empire in the Mediterranean Sea. To achieve this, you will need to build armies and fleets to increase your military might, expand trade routes, conquer islands and provinces, develop your military skills, economic efficiency and culture, while always keeping an eye on the wealth, happiness and stability of your people.&#10;    &#10;The game is played in highly interactive micro-impulses. The heart of the game system is the action cycle: The players choose one of the eight possible actions. Actions chosen by a player can&rsquo;t be chosen subsequently by the next player. The number of possible actions is limited each turn.&#10;&#10;MARE NOSTRUM is a five player game. New in this chapter of the game series is that each power has unique properties that players must use wisely to achieve advantage over their opponents. &#10;Which god will help their people the most in the struggle of dominance in the Mediterranean Seas?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Alliances",
      "Hexagon Grid",
      "Income"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Egypt",
      "Ancient: Greece",
      "Ancient: Rome",
      "Country: Iran",
      "Crowdfunding: Kickstarter",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ruins of Mars: Super Mutant promo card",
    "ID": 342272,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342272/ruins-of-mars-super-mutant-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Super Mutant character is for use in 4 player games only.&#10;&#10;Starts with 3 Radiation.&#10;&#10;Once per turn, give one of your Radiation tokens to the player with the least Radiation (other than yourself).&#10;&#10;Originally available as part of Kickstarter edition but also available on the website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astounding Adventures!: Magazine Issue #2",
    "ID": 342273,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342273/astounding-adventures-magazine-issue-2",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Astounding Adventures #2 &ndash; a potpourri of thrills, chills and excitement!&#10;&#10;In this issue you will combat the Claws of the Cat Goddess, join Gimbals Gillespie on the Island of Terror, investigate the Bride of the Mummy&rsquo;s Curse, and endure a F&eacute;te Worse than Death!&#10;&#10;Astounding Adventures are scenarios designed for Astounding Tales, Pulp Action Library&rsquo;s miniatures game of Derring-Do and bold Adventures. In four action-packed scenarios you'll face Were-cats, Mummies, Nazis and  the inhabitants of Little Piddlecomb.&#10;&#10;Included is a guide to playing Astounding Adventures with To Be Continued&hellip;by GASLIGHT, Rugged Adventures, and .45 Adventures.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Onitama: Light and Shadow",
    "ID": 342274,
    "Year": "(2022)",
    "Geek Rating": "5.705",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342274/onitama-light-and-shadow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The third expansion for Onitama, Light and Shadow offers a new way to explore the elegant and simple game of martial tactics by introducing a new type of pawn: the Ninja! Unlike other pawns, the Ninja moves secretly, hidden from your opponent's view until they are ready to strike...&#10;&#10;There are two ways to play Light and Shadow:&#10;&#10;- Way of the Shadow is a symmetrical game in which each player deploys their own Ninja.&#10;&#10;- Way of the Light is an asymmetrical game that pits one Ninja player against a traditional Onitama Master and Students player.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Hidden Movement",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Country: Japan",
      "Game: Onitama",
      "Players: Two-Player Only Games",
      "Series: Dice Tower Essentials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astounding Adventures!: Magazine Issue #3",
    "ID": 342275,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342275/astounding-adventures-magazine-issue-3",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Astounding Adventures #3, The Colossal Ape issue!&#10;&#10;There&rsquo;s only one adventure in this issue, but boy, is it a Doozie!&#10;&#10;Travel to Skull Island and encounter Natives!, Villains!, Monsters!, Chinese gangsters! Vaudevillians! Pirates! Ninjas!&#10;&#10;And Kang, King of the Apes! Kang, the 8th Wonder of the World! Kang, the 30 foot Wonder!&#10;&#10;Also included are rules for large-scale combat in the worlds of Astounding Tales. Bring on the tanks, planes and big guns!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Sands Games",
    "ID": 342278,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/342278/the-sands-games",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Board game in which up to four players compete in the Sands Games, which comprise 38 events in 27 sports. Win Gold, Silver and Bronze medals.&#10;&#10;The rules are very simple but are different for every race. Some games use dice rolls ; others use dice and Tactics (event) cards to win the race.  The board is double sided, providing different venues to emulate the various events.&#10;&#10;Medals are worth different points and are hung on a board and tallied at the end.  The player with the most points (based on their medal count), wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Track Movement"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsolved Case Files: Max Cahill",
    "ID": 342279,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/342279/unsolved-case-files-max-cahill",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "On October 26th, 1995, the campus of a small Georgia college, Tubman University, was shocked by the brutal murder of the newly-appointed dean of the history department. &#10;&#226;&#128;&#139;&#10;The victim, Max Cahill, was working late in his office when the killer bludgeoned him to death. Despite several viable suspects, police were forced to close the case because they couldn't determine how the killer got to Max while avoiding detection by video surveillance cameras.&#10;&#10;Your job is to solve the mystery by finding evidence that will re-open the case and convict the real killer. But who was it?&#10;&#10;In order to solve this cold case murder mystery game you&rsquo;ll need to find 3 separate clues that crack open the case. First figure out how the killer got to Max. Then disprove a key suspect's alibi and finally identify the clue that will put the real killer behind bars for the murder. With 3 different mysteries to solve in order to play the game, this case will challenge your investigative abilities.&#10;&#10;To get past each step of the case you&rsquo;ll need to visit an online answer page that requires you to prove you cracked it. If you don&rsquo;t have the answer right you can keep investigating without being spoiled by the right answers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unsolved Case Files"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsolved Case Files: Jane Doe",
    "ID": 342280,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/342280/unsolved-case-files-jane-doe",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "On April 23rd, 2001, an unidentified young woman was murdered at a island rehab center for the rich and famous. Her body was found burned beyond recognition in a cabin fire.&#10;&#10;There were only five other people on the island&mdash;an addiction counselor and four patients&mdash;but police were never able to figure out Jane Doe&rsquo;s identity or who killed her.&#10;&#10;Your job is to figure out who Jane Doe is, how she got to Del Fuego Island, and who killed her. This 2001 cold case remains unsolved.&#10;&#10;In order to solve this cold case murder mystery game you&rsquo;ll need to find 3 separate clues that crack open the case. First figure out how Jane Doe got onto Del Fuego Island. Then determine the identity of Jane Doe and finally connect Jane Doe to one of the suspects to put the real killer behind bars for the murder. With 3 different mysteries to solve in order to play the game, this case will challenge your investigative abilities.&#10;&#10;To get past each step of the case you&rsquo;ll need to visit an online answer page that requires you to prove you cracked it. If you don&rsquo;t have the answer right you can keep investigating without being spoiled by the right answers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unsolved Case Files"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsolved Case Files: ​Buddy Edmunds",
    "ID": 342281,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/342281/unsolved-case-files-buddy-edmunds",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In the small backwoods town of Jethro, Texas on April 3rd, 1989, Buddy Edmunds&mdash;owner of Big Daddy&rsquo;s Used Car Lot&mdash;was brutally murdered in his own living room.&#10;&#10;Candy Edmunds, his bride of only three months, was wrongly convicted of his murder and spent the past 30 years of her life behind bars for a crime she didn&rsquo;t commit.&#10;&#10;Your job is to get Candy released from prison and figure out who really killed Buddy. Do you have what it takes to crack this unsolved case file?&#10;&#10;In order to solve this cold case murder mystery game you&rsquo;ll need to find 3 separate clues that crack open the case. First prove why the convicted woman must be innocent. Then disprove a key suspect's alibi and finally identify the clue that will close this case for good. With 3 different mysteries to solve in order to play the game, this case will challenge your investigative abilities.&#10;&#10;To get past each step of the case you&rsquo;ll need to visit an online answer page that requires you to prove you cracked it. If you don&rsquo;t have the answer right you can keep investigating without being spoiled by the right answers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unsolved Case Files"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsolved Case Files: ​Veronica Falcone",
    "ID": 342282,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/342282/unsolved-case-files-veronica-falcone",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "ROBIN FALLS, CT - On August 26th, 1947, celebrated American WWII spy, Veronica Falcone, went missing while investigating something mysterious in town. Three months later, her motorcycle was found at the bottom of a ravine with the brake line intentionally cut.&#10;&#10;Her boyfriend and mechanic, Joey Caruso, was arrested for the murder but hanged himself in jail while awaiting trial.&#10;&#10;Did he kill Veronica? What was she investigating?&#10;&#10;Can you bring about justice for this famous war heroine?&#10;&#10;In order to solve this cold case murder mystery game you&rsquo;ll need to find 3 separate clues that crack open the case. First reopen the case by proving Veronica didn't die the way investigators claimed. Then find the victim's body and finally identify the killer and close this case for good. With 3 different mysteries to solve in order to play the game, this case will challenge your investigative abilities.&#10;&#10;To get past each step of the case you&rsquo;ll need to visit an online answer page that requires you to prove you cracked it. If you don&rsquo;t have the answer right you can keep investigating without being spoiled by the right answers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unsolved Case Files"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsolved Case Files: Family Case – Honey The Bunny",
    "ID": 342284,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/342284/unsolved-case-files-family-case-honey-the-bunny",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Rolling Hills, MO: As if being the new kid in 6th grade isn't hard enough, you have just been accused of stealing Honey the Bunny, the beloved class pet in Ms. Hartwell&rsquo;s room. You swear you didn't touch him but Principal Stern won't listen.&#10;&#10;He is about to close the case and assign your punishment when Principal Stern needs to tend to an emergency and leaves you alone in his office. As the door shuts behind him, your eyes veer over toward his desk, where the case file for his principal&rsquo;s investigation into the missing bunny lies.&#10;&#10;Can you prove you are innocent before he returns? Find the real bunny thief? Maybe even save Honey&rsquo;s life and become the hero of Ms. Hartwell&rsquo;s class?&#10;&#10;In order to solve this mystery game, you&rsquo;ll need to complete 3 separate objectives. First, prove your own innocence in the case. Second, identify the bunny thief, and third, find Honey. With 3 different mysteries to solve in order to play the game, this case will challenge your thinking skills as well as your investigative abilities.&#10;&#10;To get past each step of the case you&rsquo;ll need to visit an online answer page that requires you to prove you cracked each objective. If you don&rsquo;t have the right answer, you can keep investigating without your task being spoiled by the right answers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unsolved Case Files"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnapper-la-papp!",
    "ID": 342285,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342285/schnapper-la-papp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "All players play simultaneously. Each of the 36 tiles has symbols on both the front and the back. There is never a duplicate symbol on either side. One player rolls the dice, which tells the players which of the symbols is being searched for in this round. Now all players may quickly grab two tiles with each hand for one! Then it is checked who has grabbed the right tiles. The players take these as points. With two game variants, the game can also be played with older children to make the game a little more interesting.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mini Mind",
    "ID": 342286,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342286/mini-mind",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A dog, a cat, a mouse, a fish, a parrot and a penguin sit on a bench next to each other, the players have to find out in which order the animals sat down. Each player places one set of animals on their stand and places the second set of animals face up in any order.&#10;&#10;Whoever's turn it is asks his teammate for the place of an animal, you may only name two animals and ask for left or right, the teammate must answer yes or no correctly, the player rearranges his openly lying tiles accordingly. For a &quot;yes&quot; you may ask a second question. The player who thinks he knows the correct order says it. If it is correct, he has won. If you say the wrong sequence for the third time, you lose the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NumNum: Das Kartenspiel",
    "ID": 342287,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342287/numnum-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mau Mau variant with numbers - everyone starts with 7 cards, the cards carry numbers and symbols, same symbols means same suit. The player whose turn it is tries to discard as many cards as possible, same symbol on same symbol or a prohibition sign, thus blocking a 1x1 row or discarding a card that has a 1x1 row in common with the top card of the discard pile, i.e. has a common divisor. 1s are jokers, wish cards ditto, with them you can determine the symbol for the next player. If the number and symbol match, the player may discard another matching card, as long as he has double matching cards. If you can't discard, you draw a card, if you have no cards left, you win. Remaining cards can be counted as minus points in several games.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turf",
    "ID": 342288,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/342288/turf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "At the beginning, each player receives 150 marks, 3 green chips, 3 red chips and a betting slip. The race goes over different distances. Each player bets on the outcome of the race (win bet, place bet or run-in bet). The horses are moved according to the number of points scored. The green chips are acceleration tokens, the red ones are deceleration tokens. The winner is the one who has the most money after the winnings have been paid out.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moskitojagd",
    "ID": 342289,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342289/moskitojagd",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Place the eight plastic mosquitoes in the center of the table, with their spikes facing up. The first player picks up a fly spatula. Then he is blindfolded. Zack! Blindfolded, he now strikes only once and tries to catch as many mosquitoes as possible. The mosquitoes caught are counted and credited and the next player takes his turn. The player who has managed to catch the most mosquitoes after a set number of rounds is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Venture: Debunking",
    "ID": 342291,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342291/venture-debunking",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The first Venture expansion is coming with new cards and additional rules!&#10;&#10;Players pick a card, can play action cards and complete a mission (if possible). The player who completes all missions first is the winner&#10;&#10;&#10;&#10;In arrivo la prima espansione di Venture con nuove carte e regole aggiuntive!",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Queen & The Corrupter",
    "ID": 342326,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/342326/the-queen-and-the-corrupter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "When King Arthur traveled beyond the waters of Britain to fight the Emperor of Rome, Queen Guinevere was left alone.&#10;&#10;Arthur&rsquo;s nephew Mordred, had plans of his own, not only for the crown of Brittany, but to kill poor Guinevere, by law or by by force. Little did he know that Guinevere was concocting her own devious scheme, to stop the Corrupter&rsquo;s game before he took his chance to sit on the throne.&#10;&#10;As Arthur battled against the legions of Rome, the corrupt and bitter feud back home to him was unknown. Until one fateful day he heard. The death of a family member, but it had seemed so absurd.&#10;&#10;Had Mordred the Corrupter triumphed, or had Queen Guinevere managed to defend the throne?&#10;&#10;The Queen &amp; The Corrupter is a 2 player social deduction and memory card game, which sees you playing as either Queen Guinevere or The Corrupter Mordred in a battle of wits for the throne of Brittany.&#10;&#10;Each round, both players draw their subjects, and then choose which subject cards from their hand to play to the council, taking turns to reveal them, claiming influence from the council and enacting their subject's orders as they do.&#10;&#10;The trick is in remembering which subject you have played to which advisor, and in correctly timing your moves in order to vanquish the other player by revealing the Assassin or the Executioner with the correct influence, in turn winning the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Medieval",
      "Memory"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Command Cards",
      "Deduction",
      "Hand Management",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OverDrive",
    "ID": 342328,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/342328/overdrive",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "It&rsquo;s time to hit the arena, Coach! Draft your team and get ready to face-off in one of six different action-packed game modes. Pass the bomb, capture the flag or fight to become king of the hill - but knowing when to unleash your players&rsquo; powerful OverDrive move will be key to coming out on top. Whatever you do, don&rsquo;t go down without a fight!&#10;&#10;OverDrive features an exciting drafting mechanic that means you never quite know what Players you&rsquo;ll have on your team each game. Take it in turns to choose the Players you want in your roster to create your dream team before heading into the arena. Advanced drafting rules open up even more tactics as both Coaches vie for their favourites!&#10;&#10;On their turn a Coach activates one of their players and moves them around the arena to try and score or knock out an opponent. Dice rolls are required for tests, like Slams or Dodges.&#10;&#10;The game ends after 8 Rushes (turns) or if one Coach reaches eight points. {layers win the game by reaching eight points or having the highest score at the end of eight Rushes (turns).&#10;&#10;OverDrive features an innovative tug of war scoring system that means the lead can quickly pass between Coaches. A good turn can mean you&rsquo;re suddenly back in the game, while poor tactics can give your opponent the edge.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "King of the Hill",
      "Open Drafting",
      "Tug of War"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "クロ密 (Kuromitsu)",
    "ID": 342337,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/342337/kuromi-kuromitsu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &#227;&#130;&#175;&#227;&#131;&#173;&#229;&#175;&#134; (Kuromitsu), the players are creating a hybrid word-search/crossword puzzle grid, and trying to score the most points.&#10;&#10;Each player is given a different colored pencil, and a set of categories is laid out in a circle.  After some initial seeding, a player rolls a die, which determines the category of word to be added.  Then, in real-time, the first player to shout out a word in the category determines the word that will be written by each player on their board.  Afterwards, the papers are passed to the left, and the process is repeated.&#10;&#10;Once a player is unable to write a word on their sheet the game ends.  Each player scores points based upon how many times their colored pencil has written letters on each sheet.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Like Herding Cats",
    "ID": 342344,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/342344/like-herding-cats",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "It&rsquo;s time to put the cats away for the night. You&rsquo;re throwing a dinner party, and your best friend&rsquo;s spouse is allergic!&#10;But making cats do what you want is never as simple as it should be.&#10;&#10;The goal of this push-your-luck, pickup-and-deliver game is to put all your cats upstairs at the same time for the night and get them to stay there while their mood swings. You do this by picking them up, but first you must distract them by appealing to their mood.&#10;Each turn, all the cats will have their mood swings, and then move, act or react accordingly. Then you can move around, opening and closing doors, moving toys and getting food and water where a cat will see it, and, if you played your odds right, pick up some cats to take them upstairs.&#10;&#10;But they won't stay there forever - if they feel strongly about something, they'll come downstairs again, looking to satisfy their urges. So you need to hurry and put all the rest away quickly.&#10;&#10;As if that wasn't enough, your time is limited: your visitors are arriving soon, and if you don't manage to get all the cats upstairs before the mood cards run out, they'll crash your party the entire night. Good luck getting your guests to enjoy their dinner...!&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Cats",
      "Contests: Solitaire Print & Play",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Puppies: Cyberpunk Deck",
    "ID": 342368,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342368/alien-puppies-cyberpunk-deck",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "40 cards (15 Unique Puppies) with grown-up puppies &amp; darker Cyberpunk themes. Includes 3 Kickstarter exclusive cards. A fully playable, stand alone deck.&#10;&#10;With the additions, There are 50+ Dog Breeds/Pups in the Cyberpunk Deck:&#10;&#10;Frenchie, Pug, Husky, Shiba, Poodle, Dalmatian, Hokkaido, Akita, Corgi, Chihuahua, Pitbull, Shih Tzu, Leonberger, Boxer, Great Dane, Hound, Mountain, Portie, Shikoku, Dobermann, Skypoo, Border Collie, Rottweiler, Hrti, Wolfdog, Greyhound, Elkhound, Puli, Spaniel, Komondor, Shepherd, Jack Russell, Labrador Retriever, Pomeranian, Shar Pei, Heeler, Dachshund, Beagle, Sheltie, Kugsha, Cane, Pinscher, Chow Chow, Mastiff, Cocker, Papillon, Schnauzer, Newfoundland, Malamute, Whippet, Bandog, Terrier, Staffy, Otterhound.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Animals: Dogs",
      "Card Games: Draw and Discard",
      "Card Games: Matching",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Donald Duck in Disneyland",
    "ID": 342374,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/342374/donald-duck-in-disneyland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Game for up to 6 players.&#10;Each player chooses a Disney character, rolls the die and moves in the direction of the yellow arrow. If the arrow has a number, look in the rules to see what the  player must do.&#10;&#10;Artwork theme: Disney's Peter Pan movie&#10;&#10;First one that reaches Cinderella's castle, wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Peter Pan",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inferno TCG",
    "ID": 342386,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/342386/inferno-tcg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Inferno is a trading card game, where every player is a powerful demon that lives in the Inferno (a corrupted and distorted dimension). They battle other demons for the supremacy of the Earth.&#10;&#10;Players build a deck of 50 cards and 1 demon card (avatar) and duel against an opponent's deck. Each deck has a combination of Allies, Objects, Weapons, Scenarios, Ritual and Resources; from the demon's path or neutral cards.&#10;&#10;There are 4 path you can choose from: Chaos, Madness, Death and Power. Each path has it's own play style and abilities.&#10;&#10;A match of the game ends when a Demon has no more cards in its deck. Every time a player get damaged, discard cards from his deck go to the discard pile (named Inferno).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Move Through Deck",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Card Games",
      "Creatures: Demons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chat Pardeurs: Meow York Mayhem",
    "ID": 342387,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342387/chat-pardeurs-meow-york-mayhem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Chat pardeurs: Meow York Mayhem is an expansion for Chat pardeurs.&#10;&#10;After the arrest of the kitthieves in San Franciscat, Supercat decides to follow the lead of the criminal organization that he thought was ruled by Al Chapone. His investigation leads him to Meow York, and with the help of Feline Girl, he discovers that there are also many dangers on the East Coast.&#10;&#10;Chat pardeurs: Meow York Mayhem Expansion adds new gameplay. &#10;&#10;     4 players: superheroes can team up and face 2 kitthieves (2 vs 2).&#10;     A bunch of new kitthieves with new abilities.&#10;     New game mode using locations.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bonanza",
    "ID": 342388,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/342388/bonanza",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Bonanza, players draft cards from a common pool to create the strongest poker hand.&#10;&#10;One card is dealt to each player. Five cards are placed face-up to the table. In playing order, each player takes a face-up card from the displayed selection, then replaces the drawn card with a new card from the deck. This is done in turn order until each player has 7 cards in their hand. They then reveal their hands. The best 5 card poker hand wins. The game can be played in multiple rounds for score. With 1 to 4 players, it is recommended to play with a short 32 card deck (7 through Ace) instead of the standard 52 card deck.&#10;&#10;Bonanza is in the same family as Sacramento and Nugget.&#10;&#10;Played with a standard deck of cards, published in Reiner Knizia's book Blazing Aces!: A Fistful of Family Card Games.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alley Cat",
    "ID": 342389,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/342389/alley-cat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Alley Cat is a 2 player trick-taking game played with a modified traditional deck. There is no trump suit and suits do not matter.&#10;&#10;At the beginning of the game, six cards are dealt to each player. On their turn, players play a single card to the table from their hand. After both players have played their single card, the &quot;trick&quot; is resolved. The highest card always takes the trick. The loser of the trick draws a card from the deck and adds it to their hand.&#10;&#10;Tricks score points equal to the difference between values of the two cards in the trick. The alley cat (5 of diamonds) is a special card that causes negative points to a player's overall score for a round.&#10;&#10;The game is over when one player reaches 44 or more points, thus winning the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toxic Potato",
    "ID": 342390,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/342390/toxic-potato",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "You will have to keep your eyes peeled so you know where the Toxic Potatoes are and how to keep them out of your hand.&#10;&#10;Using a variety of special spuds at your disposal, you&rsquo;ll pass, peel, steal, buy, and fry your way to survival. The last yam standing owns bragging rights, at least until the next game.&#10;&#10;Toxic Potato is simple enough for younger kids to pick up, and strategic enough for adults to have a blast playing together. Easy to learn and quick to play, this is the game you will reach for again and again&hellip; Yes, just like that bag of potato chips on game night&hellip;&#10;&#10;The rundown:&#10;&#10;    Everyone except one player is dealt a Toxic Potato.&#10;    Use your action cards&mdash;and a bit of luck&mdash;to pass Toxic Potatoes to others.&#10;    When a Radioactive or Hazmat card is played, anyone holding a Toxic Potato gets mashed!&#10;    But hold on, you've got a Detox or No Way card to save your Buttato!&#10;    Last spud standing is the Championchip&hellip; at least until the next round.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hot Potato",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Containers: Round Boxes",
      "Containers: Tubes",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup: Stalingrad",
    "ID": 342391,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342391/battlegroup-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "After Operation Barbarossa failed to defeat the Soviet Union in 1941, the war on the Eastern Front must continue. This time, the Germans prioritised their efforts in the south, towards the oil fields of the Caucasus region in Fall Blau (Case Blue). German and Axis armies will advance east, into the Caucusus&rsquo;, along the Don river and across it to the Volga. Their sweeping summer advances will bring them to the city of Stalingrad. The infamous Battle of Stalingrad will become a turning point in WWII, a savage house-to-house battle through the ruins of the city to halt the Germans and draw-in ever more forces, until a Russian counter-offensive can be launched to encircle the entire German 6th Army.&#10;&#10;&#10;     HISTORICAL BACKGROUND&#10;&#10;&#10;A complete overview of war in southern Russia in 1942, starting with preliminary operations in the spring, the the start of Fall Blau, the Battle of Voronezh, Operations on the Don, Operation Edelweiss&rsquo; drive into the Caucasus region, the Battle of the Don Bend and the panzers&rsquo; drive to the Volga and Stalingrad. Inside Stalingrad, the &lsquo;Death on Volga&rsquo; section deals specifically with the weeks of brutal close-quarters fighting through the city&rsquo;s streets and its three factory complexes.&#10;&#10;     ARMY LISTS:&#10;&#10;&#10;Nine army lists are included for the Germans, their Axis allies and the Red Army. These are: German Panzer and Infantry Division battlegroups, Italian and Rumanian battlegroups and the Hungarian 1st Armoured Division battlegroup. For the Russians, army lists for Rifle Divisions and battlegroups created from their new Tank Corps. &lsquo;Death on Volga&rsquo; pits specially equipped German assault Stossgruppe infantry battlegroups against the ragged but dug-in and determined &lsquo;Defenders of Stalingrad&rsquo;.&#10;&#10;     SPECIAL RULES:&#10;&#10;&#10;New rules to adapt the core Battlegroup game to the battlefields of the Eastern Front in 1942,&#10;&#10;including the Battle of Stalingrad. Recreating the character of the war from the rolling steppes of southern Russian to the twisted wreckage of Stalingrad&rsquo;s factories. The book includes new additional detailed rules for street-fighting, a new urban combat scenario Stadtkampf and a mini-campaign system for the ferocious fighting for the Barrikady gun factory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Soviet Union",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ドルフィーファイブ (Dolphy Five)",
    "ID": 342405,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/342405/doruhuihuaibu-dolphy-five",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dolphy Five is a dice game that produces dolphins in a certain aquarium. Become a trainer and raise your own idols. There are 30 types of individuality in all. A gentleman's dollar trip, a chara Paris pilka, a brutal idol fin ...&#10;&#10;Every time you play, a wide variety of dolphins are born! Make full use of the effects of the helping animals to outperform your rivals and aim to become the No. 1 dolphin!&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dolphins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drinks & Daggers: Expansion – Allies",
    "ID": 342406,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/342406/drinks-and-daggers-expansion-allies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Allies, the first expansion for Drinks &amp; Daggers adds 4 heroes and 1 boss deck to the Drinks &amp; Daggers co-operative card game. This cooperative, &quot;drinking&quot; card game brings the world and characters of the podcast Greetings Adventurers (previously Drunks &amp; Dragons) to the table top.&#10;&#10;Heroes: Yazdir, Zird, Bucky, Frank&#10;Boss: Finnekan&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Drinking Games",
      "Crowdfunding: Kickstarter"
    ]
  }
]