[
  {
    "Rank": "N/A",
    "Name": "Picture Building Game",
    "ID": 364882,
    "Year": "(1924)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/364882/picture-building-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Picture Building Game is a simple, self-explanatory game for small children, to &quot;unconsciously learn to distinguish between the different colors, also the simple numerals&quot; (according to the ad copy).&#10;&#10;Four different colored 7&quot; x 9&quot; cards are included, each with a 3x3 grid of spaces numbered 1-9. One card goes to each player. Four color pictures of children at play, cut into rectangular pieces, are also in the box. Each disassembled piece has a colored number on the back assigning it to a specific square on a specific card.&#10;&#10;The object of the game is to use the included &quot;indicator&quot; (spinner) and compile a complete picture on your card.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Roll / Spin and Move",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Party in the Box: Solsticio Oscuro",
    "ID": 364903,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/364903/mystery-party-in-the-box-solsticio-oscuro",
    "Min Players": "7",
    "Max Players": "9",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In this deductive genre, each player plays the role of a character with the dual purpose of solving a mystery and simultaneously achieving their own goals. The investigation, the negotiations with the rest of the cast and the exchange of information are essential pieces to solve the crime, but do not forget that the murderer is one of you. You can't believe everything they tell you, but you can't take victory without trusting someone either...&#10;&#10;Once every ten years, vampires gather in a northern town during the winter solstice for their Great Gathering. Shortly before the official start, however, a charred corpse is discovered nearby: it can only be the remains of the second-in-command of one of the two contending factions of vampire society.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Negotiation"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Party in the Box: El cuento de los lobos Crepusculares",
    "ID": 364904,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/364904/mystery-party-in-the-box-el-cuento-de-los-lobos-cr",
    "Min Players": "7",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In this deductive genre, each player plays the role of a character with the dual purpose of solving a mystery and simultaneously achieving their own goals. The investigation, the negotiations with the rest of the cast and the exchange of information are essential pieces to solve the crime, but do not forget that the murderer is one of you. You can't believe everything they tell you, but you can't take victory without trusting someone either...&#10;&#10;The peaceful daily life of a remote village, in which legends about the existence of werewolves still survive, is disrupted when the body of a traveling merchant is discovered the day after the great celebration that has taken place in the town. The victim has been severely beaten, having had entire strands of hair pulled out and shows deep tears to his neck, just as one would expect from a werewolf attack. As if this wasn't alarming enough, two months ago the blacksmith's wife was murdered under identical circumstances.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Negotiation"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Party in the Box: La bruja que se fue con el crepúsculo",
    "ID": 364906,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/364906/mystery-party-in-the-box-la-bruja-que-se-fue-con-e",
    "Min Players": "6",
    "Max Players": "7",
    "Min Play Time": "150",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this deductive genre, each player plays the role of a character with the dual purpose of solving a mystery and simultaneously achieving their own goals. The investigation, the negotiations with the rest of the cast and the exchange of information are essential pieces to solve the crime, but do not forget that the murderer is one of you. You can't believe everything they tell you, but you can't take victory without trusting someone either...&#10;&#10;The girls' college that adjoins the high school grounds closed its doors seven years ago, but left in its wake the legend of a mysterious witch who disappeared from the chapel along with the beautiful tolling of the bell that rang from the top of the building.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Negotiation"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow Go!",
    "ID": 364930,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/364930/rainbow-go",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Compete over ten rounds to claim victory in this fast paced trivia game.&#10;&#10;One player hosts the game and everyone else battles it out. Each question has seven clues but only one right answer. The clues get easier, but the less you use, the more points you win! Any player can answer every question, so it's a race to react and slap the &quot;go&quot; card first.&#10;&#10;How will you play? Go! for a high score, guess early, and risk crashing out of the round? Or Go! steady, use more clues and cunningly capture more points?&#10;&#10;After the ten rounds whoever has the most points wins!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moral Conflict: Family Edition",
    "ID": 364932,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/364932/moral-conflict-family-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Find out who&rsquo;s the goody-two-shoes and whose antics are deserving of a time out in this hilarious game of &ldquo;most likely to&rdquo;! Each card lists a different scenario, anything from &ldquo;who&rsquo;s most likely to accidentally drop something in the toilet?&rdquo; to &ldquo;who&rsquo;s most likely to claim to have been abducted by aliens?&rdquo;.&#10;&#10;Players take turns to read out the cards and nominate a player using their whiteboard paddles. The player with the least nominations at the end of the game is the winner and can claim their title as the most well-behaved of the bunch!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "O Homem que Mordeu a Caderneta de Cromos",
    "ID": 364933,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/364933/o-homem-que-mordeu-a-caderneta-de-cromos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The game is based on telling strange and bizarre stories, based on the cards that come out, corresponding to the questions: &ldquo;where?&rdquo;, &ldquo;Who?&rdquo;, &ldquo;What?&rdquo;, &ldquo;To whom?&rdquo;, &ldquo;With what? &quot; it's because?&quot;.&#10;&#10;In O Homem Que Mordeu a Caderneta de Cromos, players set out in search of bizarre stories to tell when they land in the right house, and try to make their listeners laugh, so that they can earn prestigious coins. The possibilities are endless! Put creativity to the test and tell the best story!&#10;&#10;The game takes place with the roll of a dice that moves us forward on the board. Through the house where we fall, we exchange our cards for others of the same color, changing the title of our bizarre news.&#10;When we hit the &quot;Est&aacute; na Hora&quot; house, we started to invent our story based on the title we were building in front of us.&#10;We have time counted by an hourglass and if we get away with it within that time and we manage to convince the other players, we win a prestigious coin.&#10;At the end of the game the player with the most prestigious coins wins.&#10;&#10;It is the same game as O Homem que Mordeu o C&atilde;o but with a 70's/80's theme.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Real-Time",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SHOOTHIT Macarra",
    "ID": 364953,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/364953/shoothit-macarra",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "New Card Game.&#10;&#10;Transparent and waterproof SHOOTHIT Playing Cards.&#10;&#10;compound:&#10;&#10;Complete set of 54 cards: 52 playing cards and 2 rule cards.&#10;&#10;Game based on 4 different suits of 13 cards.&#10;&#10;(Suits: Circle, Triangle, Penta, Square)&#10;&#10;HOW PLAY&#10;&#10;THE GAME&#10;The game is very simple, if you know how to count you know how to play, you just have to add one.&#10;&#10;After dealing all the cards that we cannot seen, each player reveals on his turn a card from his covered deck to his right. Witch he will try to mount to the central deck or mount on the other player or himself, if not, he leave the card on his right.&#10;&#10;Creating like this on the right the undercover deck.&#10;&#10;Ex: the 5 over the 4 (mounting in an always increasing way)&#10;&#10;When a player draws an Ace, he leave the card on the center, creates the center deck and distributes a penalty to all players.Only in the central deck the numbers and ALSO the SUIT hve to be respected.&#10;&#10;When the player place a card he have the right to reveal the next one.&#10;&#10;ONLY 1 RULE: SHOOTHIT have only a important rule, and it's, you have to try to mount the cards already revealed  to your right before revealing another one.&#10;&#10;And now you know how play SHOOTHIT!&#10;&#10;The rules don't change but only the penalties according to the game mode.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Last Say",
    "ID": 364954,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/364954/last-say",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This revolutionary educational card game is winning hearts and minds by bringing out our inner wordsmiths! Last Say is a game that uses player creativity to create phrases from drawn cards. You'll have to get clever to make a great sentence. But be careful! Other players can steal your phrase and win the points!&#10;&#10;Objective:&#10;Get the ultimate Last Say by winning the most points!&#10;&#10;Contents: &#10;180 Cards&#10;&#10;How to Play:&#10;Set up: &#10;1. Each player draws 9 cards (3 of connecting words, and 2 each of nouns, verbs, and adjectives). Layout the cards on the table facing up (it does not matter if other players see your cards). After of your turn, replace used cards.&#10;&#10;Play: &#10;2. First player forms a sentence with their cards. When using a connecting word you can choose any of the 3 shown on the card.&#10;&#10;3.Following players form a new phrase or steal by adding to a previous phrase. They may also replace their unwanted cards. &#10;When it's the next turn of a player who's phrase was stolen, the last player who stole it collects the cards and wins the points. If nobody stole your phrase by your next turn, you win the points. It's a battle to get the &#10;                             &#10;                            LAST SAY!&#10;&#10;How to Win:&#10;4. When one of the decks of cards is finished, count your points to see who won.&#10;&#10;Points:&#10;&#10;+ 1 Point: Does not include all the colors.&#10;&#10;+2 Points: You steal by adding on to a phrase.&#10;&#10;+ 3 Points: Includes all the colors.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Absurdia",
    "ID": 364986,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/364986/absurdia",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Welcome to Absurdia! This card-based party game for 3-8 players will be sure to challenge you and your friends with absolutely absurd scenarios and arguments, with endless combinations of cards and infinite fun to be had! The goal of Absurdia is to be the first player to win 3 Question Cards. Two players face off each turn and play Hero and Support Cards that best answer the question. Each player gets 30 seconds to give their absurd argument as to why their cards answer the question better than their opponent's. The remainder of the group then votes on the winner, who wins the Question Card! The questions are ridiculous! The heroes are unlikely! The attributes are ludicrous! Get ready to flex your imagination and dive into the oddest of scenarios, because here at Absurdia we live by one motto:&#10;It's time to get weird!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape the Room: Murder in the Mafia",
    "ID": 364990,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/364990/escape-the-room-murder-in-the-mafia",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "The &#239;&#172;&#129;rst thing you notice when you enter your of&#239;&#172;&#129;ce is Mickey Malone's dead body. Mickey was the chief enforcer for the local Ma&#239;&#172;&#129;a. You've had your run-ins with Mickey and might treat news of his death as welcome news, if it wasn't your gun on the &#239;&#172;&#130;oor next to him. Man, you hate Mondays.&#10;&#10;Explore a complete replica of the crime scene to discover clues, solve puzzles, and ultimately prove your innocence in this immersive murder mystery adventure.&#10;&#10;---&#10;&#10;Escape the Room: Murder in the Mafia is an intermediate level tabletop escape room, with a playtime of 90-120 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mafia",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape the Room (ThinkFun)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dim Those Lights",
    "ID": 364996,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/364996/dim-those-lights",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a variation on a ring or ball toss game. The ability to have dimmed headlights was brand new and somewhat controversial in the early '30s, so it made for a trendy subject. The game includes a stand-up board or target with lithographed art showing three cars surrounded by a squad of five motorcycle cops. The headlights of each vehicle are labeled with a point value of 10 or 20 and each has a cupped tin tray underneath to catch a small disc and hold it in place.&#10;&#10;The goal is to take your set of heavy cardboard discs - red or yellow - and score points by tossing them at the target and covering the headlights of the three cars. However, misjudging your aim and covering the headlights of the police motorcycles will instead accrue negative points!&#10;&#10;The winner of the game is the first player to reach 100 points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon (squared)",
    "ID": 364998,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/364998/dungeon-squared",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Long ago the Gems of Power were weilded by Heroes and Wizards. Commanding and combining them to subdue the powers of evil, and drive them from the land. Over time the heroes vanished and the Wizards aged, and retired. The evil returned, hiding in the dark depths and causing havok among the lands above.&#10;&#10;The Gems have been found again... it is time to purge the evil once again.&#10;&#10;In Dungeon (squared) take on the role of one of four characters and face the challenges of a randomly created dungeon.&#10;&#10;Brave heroes prepare yourselves for adventure....&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Map Addition",
      "Multi-Use Cards",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Heck",
    "ID": 365000,
    "Year": "(1926)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365000/the-game-of-heck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card game from Stoll &amp; Edwards. Essentially a set collection game, &quot;Heck&quot; is played with 12 numbered cards dealt out to players at the start. Three special Heck cards are placed face-up in the center of the table. The object is to get a continuous sequence of cards in your hand: six if there are two players; four if there are three players; and three if there are four players.&#10;&#10;Players throw three dice, each with 1-4, a star, and a crescent moon on its faces. Whatever number is rolled, they may &quot;call&quot; for that card, and if another player has it, they must give it. Throwing three stars allows a player to call for any card they want to help make a continuous sequence. Throwing three crescents allows them to draw a Heck card and use it as a wild card in a sequence.&#10;&#10;The first player to complete a sequence wins the game, &quot;by Heck!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood of a King",
    "ID": 365001,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365001/blood-of-a-king",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Blood of a King the object of the game is to wound your opponent's King 3 times. Each player starts with a deck of 12 cards, 10 Warrior cards numbered 0-9, 1 King card numbered 10, and 1 Witch card numbered 11. A round begins by each player dealing out five card onto the play surface from left to right. The cards have a silhouette of an Axe or a Shield along the long edge of the card. When the edges of the cards line up they will either match axes, shields, or have no match. The number of Axes is your attack strength, the number of shields your defense. If you have more Axes than you opponent has Shields, you have wounded their tribe. See what their highest numbered card is. If it is a Warrior, remove the card from play. If it is the King, give them one of your matching wound cards. If it is their Witch, remove their Witch from play, but also remove your lowest Warrior card.&#10;&#10;If the initial draw of cards results in a tie, each player plays another card to the right of the last card played. Count Axes and Shields again, and follow the above results.&#10;&#10;If your tribe is going to be wounded by your opponent you may CALL UPON THE BERSERKS! When you Call Upon The Berserks you may draw one card and play it to either end of your row of cards. You may do this only once per round and the Berserk card will be removed from play after the round.&#10;&#10;Continue playing rounds until one player has received the three wound cards from their opponent.&#10;&#10;&mdash;from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bow-o-Wink",
    "ID": 365003,
    "Year": "(1931)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365003/bow-o-wink",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a tiddledy winks game in which the aim is to snap the counters into the open mouth of one of three dog characters with oversized heads.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kamigami Battles: HP Lovecraft promo",
    "ID": 365004,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365004/kamigami-battles-hp-lovecraft-promo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo handed at at origins 2021.&#10;&#10;ACT Reduce the cost of moon artifacts by 1 diamond this turn&#10;ACT Draw 1 Card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sushi Rush",
    "ID": 365028,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/365028/sushi-rush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "It's time for another Sushi Rush tournament!&#10;&#10;Prepare your chopsticks and your determination to overcome your opponents in this game of dexterity, skill and delicious sushi. In each round, players will compete simultaneously in different game modes. Master the art of focus and efficiency to become the next Master Sushiman!&#10;&#10;On each round, players will draw a card and compete to grab the right combination of sushi with their chopsticks. Each card feature a unique challenge, be it collecting sushis of the same flavor, shape or even stacking them to build the highest tower.&#10;&#10;Players receive honor points depending on their success and the one with the most points at the end of the game becomes the next Master Sushiman.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Set Collection"
    ],
    "Families": [
      "Components: Chopsticks",
      "Country: Japan",
      "Food & Drink: Sushi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bunker Golf",
    "ID": 365030,
    "Year": "(1931)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365030/bunker-golf",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a miniature golf game from E. E. Fairchild. The board has a &quot;tee-off&quot; space in the center with nine areas - the nine golf holes - radiating out from it. The goal is to play all nine holes in the lowest number of strokes.&#10;&#10;The game comes with a miniature metal club (approx. 4 inches long) and two metal balls.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Novel Game of Stop and Go!",
    "ID": 365031,
    "Year": "(1928)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365031/the-novel-game-of-stop-and-go",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The baby is hungry! The first player to get to the Milk Man and then back home with a bottle of milk will win.&#10;&#10;Fundamentally this is a movement game, using two traffic cop spinners that tell players how many spaces to move, what direction they can go, and whether or not they can turn. According to the All-Fair catalog, the game &quot;teaches traffic rules with great gusto and lots of fun.&quot;&#10;&#10;Players use little metal cars as tokens and are allowed to share spaces. Both the Milk Man and the Policeman (the entrance to Home) must be reached on exact spins.&#10;&#10;The game was published with a double-sided board that has a checkerboard on the other side.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Revolution!",
    "ID": 365032,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/365032/pathfinder-revolution",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Behold the city of Korvosa, the gateway to fabled Varisia. Those with the most guile, cunning, and simple brute force control the city. Welcome to Pathfinder Revolution!&#10;&#10;Secretly bid against your opponents for control of important people and guilds, gaining influence in different regions throughout the city, as well as more gold, power, or blackmail for your war chest. Gold can sway the Guildmaster, and blackmail may turn the Hellknight to your side, but sometimes the only answer to a problem is force. Can you use the tools of gutter statecraft, bluff or outguess your opponents, and build a coalition to control the city?&#10;Pathfinder Revolution! is a game of bidding and intrigue for three to six players.&#10;&#10;Make Your Bid For Power!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Auction: Multiple Lot",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Revolution!",
      "Setting: Pathfinder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kakapo",
    "ID": 365038,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/365038/kakapo",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Kakapo is the version of Scum: The Food Chain Game with new rules, alliance, tactics and bluffing.&#10;&#10;What is a kakapo? It is a parrot in serious danger of extinction: only 201 specimens left alive!&#10;&#10;Principle of the game:&#10;Kakapo is a game centered on this endangered Pacific parrot. A game sometimes unfair, always fun whose objective is to get rid of all your cards first to be crowned king.&#10;&#10;A game of Asshole/President revisited with new rules for more atmosphere as well as more reflection.&#10;&#10;A game with simple rules, enhanced by extensions: Rapido, Haka tap&eacute;, Vahin&eacute;, Putsch.&#10;&#10;With this game, the publisher sponsors YWAM, a Kakapo (Kakapo Recovery organization Kakapo Recovery in New Zealand) and would like to multiply the sponsorships/donations according to the sales of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Túlélők Viadala",
    "ID": 365040,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365040/tulelok-viadala",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "T&uacute;l&eacute;l&#197;&#145;k Viadala is an exciting quiz, trivia game in which survival is at stake. In a playful way, the game provides knowledge for solving unexpected situations that occur in everyday life, for which ordinary people may not be prepared.&#10;&#10;During the game, you have to survive disaster situations hidden in the skin of different characters: in the event of a winter power outage lasting several days, after a plane crash in the jungle, or just during a zombie attack. In the first part of the game, the characters test their survival skills with quiz questions about emergencies and disasters. With correct answers, they get tools that they can use during the survival situation in the second part of the game. This is where the misfortune takes place, the stages of which can bring more and more plagues.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Chacolatería",
    "ID": 365043,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/365043/la-chacolateria",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "0",
    "Description": "La Chacolater&iacute;a is a board game for 1-4 players in which you'll cooperate to run a caf&eacute; of chacorritos, adorable but very demanding creatures that will come to your place and order from you. Here there are no turns, but all the players will play at the same time, dividing the tasks if necessary and playing the correct command cards on the little ones that ask for them. If you manage to serve all the chacorritos before the time runs out (counted through a stopwatch or the official application), you will have won the game!&#10;In the estimated time, you will have to seat the chacorritos at their tables, give them the complete orders from the hand of one of the players, clean their tables when everyone has been served (separate the order cards and chacorritos from that table) and wash the dishes if necessary (shuffle the order cards when they are finished). All this in a limited time where you will have to think fast and cooperate with your companions!&#10;But that's not all, because many special levels await you with which to test yourselves as a team. You may have to serve the chacorritos in a buffet, or play with one less table, or you may not be able to speak to communicate during the game or even face your friends in the competitive levels. Are you ready? The chacorritos are waiting for you!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Multiple Maps",
      "Real-Time",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uno: Justice League",
    "ID": 365044,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/365044/uno-justice-league",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It&rsquo;s the family favorite card game you love, now enhanced with the power of the Justice League! Players race to get rid of all their cards by matching a card in their hand with the current card shown on top of the deck.&#10;&#10;There are two customizable cards and a special new wild card: the Superman X-Ray vision card! That card lets you look at any other player's cards and make strategic exchanges that pump up the excitement!&#10;&#10;Score points by being the first to get rid of all the cards in your hand. First player or team to 500 wins. When you're down to one card, don't forget to yell &quot;UNO!&quot; Contains 112 cards plus instructions. For 2 to 10 players, ages 7 and older. Easy to pick up, impossible to put down.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Comic Books: Justice League",
      "Comic Books: Superman",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwarf Mine: Barrier Mountains",
    "ID": 365055,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365055/dwarf-mine-barrier-mountains",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Barrier Mountains are the site of a strange falling star from years ago! Your mine will strike the earth at the Barrier Mountains, and uncover the secrets of an ancient artifact buried deep below. Will you discover its secrets? Or will your mine fall to the odd creatures that inhabit these mountains? Play to find out, as your mine tells its story!&#10;&#10;Barrier Mountains is an expansion to Dwarf Mine (the Dwarf Mine base game is required to play).&#10;&#10;Like Dwarf Mine, Barrier Mountains is a game played by drawing a mine on graph paper. On your turn, you will first draw (dig) rooms, hallways, and ladders for your mine! Rooms will benefit your mine, and hallways and ladders let you reach other areas of your mountain.&#10;&#10;After drawing, you will make two dice rolls - a treasure roll, and a combat roll. These rolls determine what treasure you find, and what creatures you may encounter in the mountain - after all, mining is dangerous business!&#10;&#10;Each mine made has a story, and every story has a beginning, middle, and sadly, an end. Your game ends when your population reaches 0. By the end of the game, you&rsquo;ll have created rich and unique history for your mine &ndash; no two games are the same!&#10;&#10;Players are getting VP during the game and trying to see how many VP they can get each time they play. Kind of like a high score.&#10;&#10;Barrier Mountains expands on this experience, by offering a sci-fi style of gameplay, which includes:&#10;    A brand new Dwarf Mine map&#10;    4 new rooms for your Dwarf Mine&#10;    4 new final bosses to fight&#10;    4 new Treasure Tables (one for each mine level)&#10;    4 new Combat Tables (one for each mine level)&#10;    New mechanics unique to this map&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fantasy",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Dwarves & Gnomes",
      "Players: Solitaire Only Games",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Village: Big Box",
    "ID": 365056,
    "Year": "(2023)",
    "Geek Rating": "6.126",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/365056/village-big-box",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.1818",
    "Description": "Life in the village is hard, but life here also allows the inhabitants to grow and prosper as they please. One villager might want to become a friar. Another might feel ambitious and strive for a career in public office. A third one might want to seek their luck in distant lands.&#10;&#10;In Village, each player takes the reins of a family and attempts to help them find fame and glory in many different ways. There is one thing you must not forget, however: Time will not stop for anyone, and given enough time people will vanish. Those who find themselves immortalized in the village chronicles will bring honor to their family and be one step closer to victory.&#10;&#10;In more detail, each turn you take a cube from an area on the game board, then take the action of that area. The board has zones with specific attributes, a market, a travel zone, a crafting zone, a church, and a council house, and each zone is seeded with cubes of four colors as well as black cubes that serve as curses. Many of these areas offer multiple actions, so if for example you take a cube from the crafting area, you can get an ox, a horse, a cart, a plow, or a scroll, or you can convert wheat to gold. Some areas offer short-term scoring, others offer long-term scoring, and still others offer only endgame scoring. The round ends when no cubes remain at any location.  The game ends when either the village chronicle or the anonymous graveyard is full.&#10;&#10;Village: Big Box contains the Village base game, the Inn and Port expansions, every promo previously released, and a new &quot;Marriage&quot; expansion, with all of the materials being integrable with one another and with the game now containing a solo mode as well as revised gameplay, dual-layered player boards, and a larger, double-sided main board that eliminates the need for the overlays used in the original expansions.&#10;&#10;",
    "Categories": [
      "Farming",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Set Collection",
      "Turn Order: Claim Action",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Game: Village",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Justice League Unlimited Booster Brick",
    "ID": 365057,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365057/dc-comics-heroclix-justice-league-unlimited-booste",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This 5-figure booster release features many hotly-demanded and fan-favorite sub-themes like the Justice League, the Seven Soldiers of Victory, the Injustice League, the Justice Lords, and the Superfriends! Justice League Unlimited will also feature never-before-seen Team Up cards! These cards will be a rare bonus 6th character card that come inside some boosters, and give you the option during team-building of using a super-charged version of the character if they show up with the right mix of their teammates!&#10;&#10;Existing and new HeroClix fans will get to power-up their collection with fan-favorites and never-before-Clixed characters, including Batman, Superman, Wonder Woman, Darkseid, Static, Amazo, Blight, Batman Beyond, Captain Atom, Emil Hamilton, Booster Gold, and more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Comic Books: Justice League",
      "Components: Clix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Wonder Woman 80th Anniversary Booster Brick",
    "ID": 365058,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365058/dc-comics-heroclix-wonder-woman-80th-anniversary-b",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Wonder Woman 80th Anniversary has more exciting Captains and Sidekicks &ndash; more than 15 in total!&#10;&#10;Every booster will come with 5 pre-painted figures and select boosters will come with a bonus equipment-objects like Wonder Woman&rsquo;s Bracelets, the Lasso of Truth or Lantern Constructs to use on your HeroClix team!&#10;&#10;With more than 80 figures and equipment to collect including 12 Chase figures, this is going to be one of the most exciting HeroClix sets to collect ever! Powerful female characters from across DC Comics are also featured in this set &ndash; Mary Shazam, Star Sapphire, Teen Lantern, Jessica Cruz, and Supergirl!&#10;&#10;Wonder Woman 80th Anniversary is a great set for beginners since lots of Common and Uncommon figures have straightforward play that you&rsquo;ll be able to bolster with other figures for more powerful play!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Comic Books: Wonder Woman",
      "Components: Clix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Justice League Unlimited Starter Set",
    "ID": 365066,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365066/dc-comics-heroclix-justice-league-unlimited-starte",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Batman, Superman, Wonder Woman, The Flash, Green Lantern, and Martian Manhunter band together for this brand-new HeroClix starter set!&#10;&#10;This boxed-set is a great way for 1 to 4 players to learn HeroClix! Play with the contents of this starter set or combine it with other HeroClix figures for even more fun!&#10;&#10;This starter set contains everything up to 4 people need to play HeroClix.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Comic Books: Justice League",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Rebirth Booster Brick",
    "ID": 365071,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365071/dc-comics-heroclix-rebirth-booster-brick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "DC Rebirth is DC Comics most recent reboot of the entire DC Universe that re-imagines many of the most iconic heroes and villains in a stunning, new light! This exciting interpretation of the DC Universe includes new iterations of the usual suspects from the Justice League, JSA, and Teen Titans as well as new and exciting themes like Deathstroke&rsquo;s Defiance, Justice League China, and the Dark Trinity of Bizarro, Red Hood, and Artemis!&#10;&#10;Long-time HeroClix fans will be ecstatic to see many never-before-clixed characters like Power Girl, The Signal, Colonel Poison, Bumblebee, Cyclone, Commander Steel, Shade the Changing Girl, Jessica Cruz, and Flex Mentallo alongside their favorite, iconic characters!&#10;&#10;Much like when readers saw the DC Rebirth comics for the first time &ndash; we&rsquo;re sure there are going to be some BIG surprises as they open these boosters!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Rebirth Fast Forces",
    "ID": 365074,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365074/dc-comics-heroclix-rebirth-fast-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Celebrate the release of DC Comics HeroClix: DC Rebirthwith a new Fast Forces set featuring the Justice League. DC Comics&rsquo; most powerful and prolific superhero team reunites with all-new dials and two never-before-clixed characters from the Justice League of China: Super-Man (Kenan Kong) and Bat-Man (Wang Baixi). In this Fast Forces, you will also find core Justice League characters like Aquaman, Cyborg, The Flash, and Wonder Woman!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Comic Books: Justice League",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Batman Animated Series Starter Set",
    "ID": 365075,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/365075/dc-comics-heroclix-batman-animated-series-starter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: Batman The Animated Series Starter Set includes two iconic superheroes from the Bat Family and four of Batman&rsquo;s most notorious enemies with all-new dials! This Starter Set features the namesake of the set, Batman, as well as his always trusty sidekick, Robin, both ready to take down crime in Gotham! Their malevolent counterparts include Catwoman, Harley Quinn, Poison Ivy, and the ever-sinister The Joker!&#10;&#10;Along with these six fantastic figures, this Starter Set includes everything a player needs to learn and start playing HeroClix today! From the figures, to a HeroClix Rulebook, two double-sided Maps, a Powers and Abilities Card (PAC), Object Tokens, Terrain Tokens, Dice, and Character Cards. Get this unbelievable Starter Set today to start playing HeroClix or bolster your ever-growing collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Batman Animated Series Booster Brick",
    "ID": 365076,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365076/dc-comics-heroclix-batman-animated-series-booster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Batman: The Animated Series was the Batman of a generation. It&rsquo;s consistently praised by critics, and was nominated for more than 20 awards during its run. More than 25 years later, it&rsquo;s still one of the top superhero cartoons of all-time. For the first time ever, these versions of your favorite Batman characters come to HeroClix!&#10;&#10;In addition to the heroes and villains of Gotham, fans will be delighted to learn that there are characters from Justice League Unlimited, Batman Beyond, and the Super-Friends! The HeroClix team has taken special care to showcase characters from beloved episodes that have never been Clixed before like Zeta, Leslie Thompkins, Maxie Zeus, Kyodai Ken, The Clock King, The Phantasm, Riddler&rsquo;s Robot Minotaur, Apache Chief, and others!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Harley Quinn and the Gotham Girls Booster Brick",
    "ID": 365077,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365077/dc-comics-heroclix-harley-quinn-and-the-gotham-gir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: Harley Quinn and the Gotham Girls Booster Brick includes the biggest icons of girl power in the DC Comics Universe from classic characters like Wonder Woman to newer characters like Harley Quinn and her hyenas. HeroClix fans will get to enjoy all-new versions of Harley Quinn, DC Bombshell versions of beloved heroines, and extra-dangerous members of the Suicide Squad. Whether you&rsquo;re in the streets of Gotham, outer space, or Arkham Asylum, Harley and her crew will help you bring action and mayhem to the HeroClix tabletop like never before!&#10;&#10;With more than 60 figures to collect, DC Comics HeroClix: Harley Quinn and the Gotham Girls Booster Brick is sure to be on many HeroClix players&rsquo; wish lists.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Comic Books: Wonder Woman",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Harley Quinn and the Gotham Girls Fast Forces",
    "ID": 365078,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365078/dc-comics-heroclix-harley-quinn-and-the-gotham-gir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: Harley Quinn and the Gotham Girls Fast Forces features 6 HeroClix figures with all-new dial designs, focusing on the Thrillkiller storyline from Elseworlds. This pack is perfect for Harley Quinn and Batman fans alike and an excellent product for new and established players!&#10;This Fast Forces features Harley Quinn, The Joker, Batgirl, Robin, Batman, and a GCPD Officer.&#10;&#10;Fast Forces packs are designed for quick play and easy team building, for both tournaments and casual games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Comic Books: Wonder Woman",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: 15th Anniversary Elseworlds Starter Set",
    "ID": 365079,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365079/dc-comics-heroclix-15th-anniversary-elseworlds-sta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With the 15th Anniversary of HeroClix, WizKids is excited to reveal DC heroes as seen in the pages of Elseworlds!&#10;&#10;The DC Comics HeroClix: 15th Anniversary Elseworlds Starter Set includes the most iconic DC heroes. A great introduction to HeroClix for rookies, a useful teaching tool for experienced stores, and a fresh look at iconic characters for HeroClix veterans!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: 15th Anniversary Elseworlds Booster Brick",
    "ID": 365080,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365080/dc-comics-heroclix-15th-anniversary-elseworlds-boo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: 15th Anniversary Elseworlds Booster Brick includes the most iconic DC heroes and villains of all time, exactly as you&rsquo;d expect them to be, and with incredible alternate versions too. HeroClix fans can explore a world in which Kal-El was raised by the Waynes, or Diana Prince as a marshal in the Wild West. See your favorite characters in ways never before possible on the HeroClix tabletop! Themes shift from settings in Gotham to Egypt, the Daily Planet to the basketball court, and more! Explore these destinations and the personalities found in the alternate universe of DC Comics HeroClix: 15th Anniversary Elseworlds.&#10;&#10;With 50 figures to collect, DC Comics HeroClix: 15th Anniversary Elseworlds is sure to be on many HeroClix players&rsquo; wish list.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: The Joker's Wild Booster Brick",
    "ID": 365081,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365081/dc-comics-heroclix-the-jokers-wild-booster-brick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Most Maniacal Madman in Gotham Takes Over in&hellip; DC Comics HeroClix: The Joker&lsquo;s Wild!&#10;Open the asylum&mdash; it&rsquo;s time for the inmates to run amok! The DC Comics HeroClix: The Joker&lsquo;s Wild! set features The Joker, The Riddler, The Penguin, Mr. Freeze and a cadre of other iconic Gotham City villains who have continuously challenged it&rsquo;s harrowed hero&mdash; Batman. Additional sub-themes include the Justice Society of America, The Outsiders and The Suicide Squad. The DC Comics HeroClix: The Joker&lsquo;s Wild! set also features a selection of character using ClixFX bases&mdash; an easy way to track on-going game and environmental effects!&#10;&#10;The DC Comics HeroClix: The Joker&lsquo;s Wild! set has 70 figures to collect. The DC Comics HeroClix: The Joker&lsquo;s Wild! Booster Bricks include ten (10) 5-figure booster packs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Day at the Races",
    "ID": 365094,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365094/day-at-the-races",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The horses are lined up and under Starter's Orders... and they're OFF!&#10;&#10;Now all you can do is watch and shout encouragement as the mighty steeds thunder around the track, racing towards the finish line.  Will you have backed the winner?&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pagan: Trials of Old",
    "ID": 365102,
    "Year": "(2022)",
    "Geek Rating": "5.606",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365102/pagan-trials-of-old",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This is the 1st content pack.&#10;The Trials of Old content pack expands the base game by casting a spotlight on the investigative aspects of Pagan: Fate of Roanoke. As the Hunter employs new methods of intense scrutiny, the Witch has a few new tricks up their sleeve to avoid detection and accelerate the ritual process.&#10;&#10;Contents: 16 Hunter cards, 16 Witch Cards&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Deduction",
      "Hand Management",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pagan: Close Encounters",
    "ID": 365105,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365105/pagan-close-encounters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This is the 2nd content pack.&#10;The Close Encounters content pack expands the base game by casting a spotlight on the harsh life within the village in Pagan: Fate of Roanoke. The Hunter&rsquo;s overwhelming presence is really taking its toll, as ever more Roanokeans are living their lives in fear - if not shackles. A kind word here, a surreptitious suggestion there, has the civilian sentiment shifting in the Witch&rsquo;s favor, while turning the Hunter&rsquo;s efforts against themselves.&#10;&#10;Contents: 16 Hunter cards, 16 Witch Cards&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Deduction",
      "Hand Management",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pagan: Mind Games",
    "ID": 365107,
    "Year": "(2022)",
    "Geek Rating": "5.601",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365107/pagan-mind-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This is the 3rd content pack.&#10;The Mind Games content pack expands the base game by bringing an abundance of new opportunities and challenges to Pagan: Fate of Roanoke. Whether you are looking to have your opponent second-guessing your every move or to add some extra spice to your convoluted schemes, these cards are sure to satisfy the needs of both Hunter and Witch.&#10;&#10;Contents: 16 Hunter cards, 16 Witch Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Deduction",
      "Hand Management",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragstrip Showdown: Roll & Write Drag Racing",
    "ID": 365108,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/365108/dragstrip-showdown-roll-and-write-drag-racing",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Introduction: &#10;Heat your tires with a good burnout, Stage Your car slowly as you pull up to the starting line, wait for the other driver, amber lights start dropping on the Christmas tree&hellip;&hellip;&hellip; yellow&hellip;&hellip;. Yellow&hellip;&hellip;. Yellow&hellip;&hellip;. Green&hellip;&hellip;&hellip; full throttle as its time to go&hellip;.go.&hellip;. go.&#10;Hope All is Good and No Major Issues Along the Way to the Finish!&#10;Coming up on the finish, it&rsquo;s going to be close, cross your fingers and pray the win light comes on. The sport of drag racing is one of the most exciting, entertaining, and fastest past-times in history. Dragstrip Showdown- Roll &amp; Write brings this exciting entertainment to your table top in a quick playing one to two player game.&#10;&#10;Overview:&#10;This is a roll and write game using dice and offering fun good decisions to try and cross the finish line first before your competition. Each round, a pool of dice gets rolled and players take turns selecting one die at a time marking the results off on the various player mat tracks which can gain movement, events, and other special actions gained. Players have up to six turns/12 rounds to achieve their goal to enter into the finish zone&hellip;sounds easy, as you just hope to get the win light.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eddie Arcaro Bluegrass Handicap Horse Race Game",
    "ID": 365109,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/365109/eddie-arcaro-bluegrass-handicap-horse-race-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An early 60's horse race game endorsed by legendary jockey Eddie Arcaro released by Transogram 1962. Released between Eddie Arcaro Sweepstakes (Lourol Enterprises) 1954 and Eddie Arcaro Riders Up (Riders Up Inc.) 1969. The game features beautiful mid century illustrated box art and colourful board graphics.&#10;&#10;A 3 dice horse race game with an elementary betting component. The inside lanes are shorter and lane changing adds a measure of strategy and skill to the racing. The goal can be simply to have your horse win the race or add betting to win the most amount of money. &#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The All-Fair Baseball Game",
    "ID": 365110,
    "Year": "(1921)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365110/the-all-fair-baseball-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a partly mechanical, and rather complex, baseball game for two players, boasting a metal playfield inside a wooden frame.&#10;&#10;A &quot;hidden&quot; trigger allows the pitcher to fire the ball, while the batter has a spring-loaded bat attached to the frame which can swat at the ball. Indented cups in the board at the various bases and home plate, as well as the outfield, allow the ball to come to rest and the play to be scored.&#10;&#10;The game also includes a set of lead baseball player figures which can be moved around to represent the progress of taking bases, and so on.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Score-and-Reset Game"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Capital Cities Air Derby",
    "ID": 365113,
    "Year": "(1928)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365113/the-capital-cities-air-derby",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Inspired by the interest in the flight of Charles Lindbergh, this is a race game to be the first aviator making a non-stop flight from New York to San Francisco.&#10;&#10;The game includes a long bi-fold board of a map of the United States, with the various capital cities highlighted. Parallel game tracks in four bright colors (green, orange, yellow, red) cut through the center of the map, with little &quot;detours&quot; through various cities.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Historical Figures: Charles Lindbergh"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duel Arena",
    "ID": 365115,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/365115/duel-arena",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Duel Arena is a strategic resource management game in a medieval fantasy setting. Each player takes control of a Hero with unique abilities and must travel around the Arena collecting weapons and armour to become stronger. You must carefully manage the use of your items, as well as your Gold and Health. Only by correctly leveraging these resources will you be able to outmaneuver your opponents and claim victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hi-Way Henry",
    "ID": 365116,
    "Year": "(1928)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365116/hi-way-henry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a race game based on cartoonist Oscar Hitt's 1926 comic strip of the same name. Players control tourists going for a cross-country trip in their busted-out old jalopy. Much of the appeal comes from Witt's sprightly graphics.&#10;&#10;Movement is controlled by dice (cubes), but the brightly colored board includes a built-in tire spinner that can cause a sudden &quot;blow-out.&quot;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Every Inch of Soil: The Chinese Civil War, 1945-1949",
    "ID": 365125,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365125/every-inch-of-soil-the-chinese-civil-war-1945-1949",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "4",
    "Description": "In August 1945, Japan made an unconditional surrender to the Allied Powers in World War II. At the end of the weary eight-year-long full-scale anti-fascist war, the Chinese Nationalist Party (KMT) and the Communist Party of China (CPC), temporarily united to resist invasion by militaristic Japan, were once again faced with the crisis of breaking up. An outright war that would soon engulf the whole country was about to come.&#10;&#10;This strategic-level wargame applies our innovative game system specially designed for the Chinese Civil War. You will play as the Chinese Nationalist Party or the Chinese Communist Party through the civil war between 1945 and 1949. With a unique attack-and-reaction system and area control system, you can experience different tactics such as mobile warfare and guerrilla warfare in the Chinese Civil War, deploying resources across the whole country. With a political simulation and event system, you can also experience the political gambles of both sides in the civil war.&#10;&#10;This is a war that will determine the fate of China's future. Should you concentrate your superior forces to destroy the enemy in one move, or reserve your strength by mobile operations? Should you strive to lead your side to a total victory in the war or conduct negotiations to gain an advantage in the coalition government? The choice is up to you.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civil War",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Area Movement",
      "Events",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: China",
      "History: Chinese Civil War",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alarm",
    "ID": 365126,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/365126/alarm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Alarm! At emergency dispatch, police officers, fire constables and ambulance drivers are making ready in a haste to dispatch and help anyone in need.&#10;&#10;But there are several crisis at once, so the different crew has to work out together which order the emergencies are resolved.&#10;&#10;Alarm is a cooperative game, where players win or lose as a team. They will win if they succeed to solve all emergencies, and will lose if they don't manage before the deck runs out for a second time, or if the alarm is triggered in all emergencies at once.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yigo",
    "ID": 365127,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/365127/yigo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Yigo is fast paced word building card game. It is mixture between UNO and scrabble with 7 different action cards that help you build the words. First player to lose all cards wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Chaining",
      "Multi-Use Cards",
      "Spelling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Tales : Édition intégrale",
    "ID": 365128,
    "Year": "(2022)",
    "Geek Rating": "5.635",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/365128/paper-tales-edition-integrale",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "This big box edition contains the base game, its first expansion as well as a brand new one.&#10;The second expansion is made up of three new buildings, new units and a new set of cards: the Legendary Artefacts (not affected by aging, very powerful but very expensive).&#10;&#10;Experience two fantastical centuries of expansions and combat in Paper Tales. Remodel your assorted assembly of characters, units, and buildings in each period based on your developments and the age of your heroes. Write a new legend of the rightful ruler who brought unity to the rival kingdoms.&#10;&#10;In more detail, Paper Tales is a simultaneous drafting card game. Each turn, players draft five units that they then recruit into their kingdom &mdash; assuming that they can pay. These choices determine the players ability to shine in battle, generate great income, construct dominant buildings, and earn legend points. There are only four hiring positions available during the four rounds of the play, but your units grow older with each turn until time takes them away.&#10;&#10;Build a comprehensive strategy and adapt the shape of your realm according to opportunities and restrictions and you will make history!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentenced to Death",
    "ID": 365129,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/365129/sentenced-to-death",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A card game where you form inappropriate sentences about your fellow players.&#10;Each player starts with several words chosen at random on cards. Player 1 says their name (or name of someone all players know) and then Player 2 plays a card to get the sentence going followed by Player 3 etc (eg Simon likes to play...).&#10;The object of the game is to keep the sentence going whilst still making sense.&#10;The winner is the first player to get rid of all their cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The LOOP: Fur Brigade",
    "ID": 365130,
    "Year": "(2022)",
    "Geek Rating": "5.682",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365130/the-loop-fur-brigade",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Paws in the air! The legendary Fur Brigade is back together again. Play as Catruman the Black, king of the catgicians and Ars&egrave;ne Lupus the were-gentlewolf to go scratch at Dr Foo&rsquo;s door. And don&rsquo;t forget the new Artifacts from R&amp;D, with their Voidhole Dimensions and their Charcoal 14 teleporters.&#10;&#10;Each of these two brand new characters comes with their own fresh playstyle. &#10;Catruman's forbidden magical knowledge will let you play with 4 cards in hand instead of 3. How powerful can he grow through building his deck?&#10;Ars&egrave;ne Lupus is the master of Charcoal 14, a new resource that allows agents to teleport directly to an Era containing a piece of it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Pensacola Game",
    "ID": 365131,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/365131/battle-of-pensacola-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Battle of Pensacola game is a low to moderate complexity tactical game covering the Spanish and French attack on British held Pensacola in 1781 during the American Revolutionary War. The game takes about 90 minutes to play. One player commands the Spanish and French forces and the other player commands the British forces.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Miami (Florida, USA)",
      "Country: France",
      "Country: Great Britain",
      "Country: Spain",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battle Series of World Battles (Historical Game Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll 'n' GOL: Siga Siga",
    "ID": 365132,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365132/roll-n-gol-siga-siga",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The World Cup is coming and this expansion brings everything to live it from the inside.&#10;&#10;Roll 'n' GOL: Siga Siga expansion incorporates 20 new teams and new actions: &ldquo;Penalty with yellow&rdquo;, &ldquo;VAR&rdquo;, &ldquo;Investigate&rdquo; and &ldquo;Replay&rdquo;. In addition, the match for third place that is played before the grand final.&#10;&#10;Contains:&#10;&#10;     new block of sheets&#10;     20 new teams&#10;     1 VAR coin&#10;     rulebook&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Roll 'n' GOL",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kombi-Rechenspiel",
    "ID": 365133,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365133/kombi-rechenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Five matematical symbols (+ - : x =) and one number card are placed on the table. Each player is dealt 6 number cards. The goal of the game is to get rid of ones cards by using them to form equations by combining them with the card on the table to equal the number card on the table.&#10;&#10;If a player can't form an equation, he draws up to 3 cards from the deck. If he still isn't able to form an equation, the next player takes his turn.&#10;&#10;The first player to get rid of his cards wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spirit Island: Nature Incarnate",
    "ID": 365137,
    "Year": "(2023)",
    "Geek Rating": "6.867",
    "Avg Rating": "9.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365137/spirit-island-nature-incarnate",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4.4468",
    "Description": "Since time untold, Spirits have existed on the Island. There are Spirits whose names are known by the local Dahan people &mdash; Spirits of growth and fire, of strength and river. But these are not the only Spirits&hellip; Legends whispered on the rarest of days tell stories of Spirits from the deepest, furthest reaches of the land. Powerful forces of nature that have not been witnessed in ages.&#10;&#10;When white-sailed ships reach our coastal waters, when would-be colonizers step foot onto the unblighted shores, when they raise blade and plow to claim the land with greed and hunger, nature stirs. When Invaders strike out at the heart of the Island, they draw the attention of Spirits of myth and legend and face power unimaginable.&#10;&#10;This time, they learn to fear Nature Incarnate.&#10;&#10;Spirit Island: Nature Incarnate introduces eight new Spirits, twenty new aspects, and so much more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "Automatic Resource Growth",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: BackerKit",
      "Game: Spirit Island",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Return to Dark Tower: Covenant",
    "ID": 365139,
    "Year": "(2023)",
    "Geek Rating": "5.796",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365139/return-to-dark-tower-covenant",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "100",
    "Play Time": "120",
    "Weight": "3",
    "Description": "New heroes to play, new treasures to uncover, new corruptions to  get in your way and more!&#10;&#10;More content to use in your quest to take down the Dark Tower!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Events",
      "Random Production",
      "Scenario / Mission / Campaign Game",
      "Trading",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Components: Drop Tower",
      "Crowdfunding: BackerKit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Todo Sobre Mí",
    "ID": 365141,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/365141/todo-sobre-mi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Game to socialize and generate empathy with all the participants. Ideal for teenagers and adults who want to have fun trying to know what the rest of the participants think. The more you know the players, the more chances of winning, and if not, they will have to risk their answers, making the game even more fun.&#10;&#10;Ideal for teenagers and adults who want to have fun trying to know what the rest of the participants think.&#10;&#10;After reading the question aloud, the rest of the players choose the answer they think is correct, then the answers are read and scored. The winner is the one who guesses the most, showing more empathy with others.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Koi Garden: Solo & Cooperative Expansion",
    "ID": 365142,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365142/koi-garden-solo-and-cooperative-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A deck that allows you to play Koi Garden solo and cooperative.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yoguis y Yoguinis",
    "ID": 365143,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365143/yoguis-y-yoguinis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game to learn Yoga while playing. A beautiful invitation to practice yoga and feel all its benefits.&#10;&#10;It consists of a board tour where as the players advance they can draw different cards. Each of them has different Yoga postures and breaths to learn and practice. Several game options are proposed, all with the aim of learning and practicing this beautiful discipline that is yoga.&#10;&#10;The first to reach the end of the board gains access to the medallion that turns them into a guide to help the others perform the postures until they reach the end of the board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oceans: 5-6 Player Expansion",
    "ID": 365148,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365148/oceans-5-6-player-expansion",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Want more people to play in the Oceans with you?  This expansion allows up to 6 to play.&#10;&#10;Includes:&#10;40 fish tokens&#10;10 species boards&#10;2 bonus tokens&#10;2 player screens&#10;&#10;Please Note:&#10;If you have the Limited Edition of Oceans, you already have this.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Expansion for Base-game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Open Drafting",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Expansions Changing Player Count",
      "Series: Evolution (North Star Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Súper Viaje de Emociones",
    "ID": 365153,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365153/super-viaje-de-emociones",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "S&uacute;per Viaje de Emociones is a game to talk about what happens to us. It contains a board, where the route is a trip that is made with all the participants and the Bigotes Cat as a companion. Upon landing in different boxes, the players raise a card that invites them to express their emotions in different ways. The first to arrive becomes the emotional guide of the game!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thrown Under the Bus: The Game of Office Politics",
    "ID": 365154,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/365154/thrown-under-the-bus-the-game-of-office-politics",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Thrown Under the Bus, the light hearted Game of Office Politics, TUtB is packed with cringeworthy buzzwords and all-too-familiar office tropes that will keep players entertained while they steal credit for coworkers&rsquo; hard work in an attempt to advance up the corporate ladder. But be careful. Fellow associates are attempting to do the same thing, and once you play a dirty trick on them, they now have access to this new trick. Anyone who has worked in an office environment knows there is no more brutal kill-or-be-killed workplace than the modern office setting.&#10;&#10;Thrown Under the Bus (TUtB) is designed so that non-gamers could easily learn and enjoy but still has the complexities and advanced tactics that will keep seasoned gamers engaged. TUtB hits that delicate balance while creating a fun thematic experience. An average game takes between 30 and 60 minutes depending on group size of 2-6 players and their experience level. The Ages 16+ is more of a theme suggestion, the mechanics and rules can easily be understood by younger players but we felt why get them jaded about work before they enter the workforce. Let them discover that joy the same way we did&hellip;&#10;&#10;Don&rsquo;t let the cut throat theme fool you, Thrown Under the Bus is fun and cathartic release at the end of a long week of dealing with your coworkers quirks and protecting your station at work.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deck Construction",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "¡Extinción!: Dinobotsaurus Promo card",
    "ID": 365155,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365155/extincion-dinobotsaurus-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "One Extra Card Add-on for subscribers of the  RabbitZs and Robots verkami Campaign.  The card has an image, but no text.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Verkami",
      "Promotional: Cards",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rix Olympia Regatta Spiel '72",
    "ID": 365157,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365157/rix-olympia-regatta-spiel-72",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. On some spaces events hinder or benefit the players. The first player to pass space 55 wins the game.&#10;&#10;Sail ships for this game were included in 500g packages of Rix bread.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Cities: Kiel (Schleswig-Holstein, Germany)",
      "Promotional: Board Games",
      "Sports: Olympics",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skull Canyon: Ski Fest – Gear Promos",
    "ID": 365160,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365160/skull-canyon-ski-fest-gear-promos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This promo pack for Skull Canyon: Ski Fest adds three new Gear cards: Hot Chocolate, Pandasaurus Earmuffs, and Fanny Pack. The new cards can simply be shuffled into the Gear card deck.&#10;&#10;- Hot Chocolate: On your last turn of the Skiing phase, if you end your turn at the bottom of the slope, earn +2 VP.&#10;&#10;- Pandasaurus Earmuffs: Whenever you occupy the same waypoint or lodge as 1 or more other players, gain +1 fame.&#10;&#10;- Fanny Pack: Earn +1 VP each time you steal a green run.&#10;&#10;A copy of Skull Canyon: Ski Fest is required to play with these promo cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Track Movement",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Sports: Skiing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ali Baba und die 40 Räuber",
    "ID": 365167,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365167/ali-baba-und-die-40-rauber",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. On the orange spaces the player may move an additional number of spaces forward, only on number 99 he has to move 9 spaces backwards. On the violet spaces the player may only move further when he rolls a 6. If a player gets on space 100 he has to go back to space 1.&#10;&#10;The first player to reach space 97 or 105 wins the game.&#10;&#10;The game was published on a sheet of paper.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Arabian",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Ali Baba and the Forty Thieves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Im Zick Zack Kurs aufwärts",
    "ID": 365168,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365168/im-zick-zack-kurs-aufwarts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. On some spaces the player automatically moves forward or backwards. On some spaces the player may roll again.&#10;&#10;The first to reach space 128 wins the game.&#10;&#10;The game was published on a sheet of paper.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Traditional Games: Snakes and Ladders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nom Noms: carta promo Dragón",
    "ID": 365170,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365170/nom-noms-carta-promo-dragon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "An additional character card for Nom Noms, allowing an additional 6th player.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Expansions Changing Player Count",
      "Promotional: Ludoty Box"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exploradores de las Profundidades Sombrías. Compendio de Aventuras 1",
    "ID": 365171,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365171/exploradores-de-las-profundidades-sombrias-compend",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Adventure Compendium includes the first five campaigns published in English: Blood Moon, Temple of Madness, Ghost Stone, Incinerator and Menagerie. Five complete supplements that will provide you with endless hours of game. &#10;It includes 5 resin coffers for the game.&#10;&#10;El Compendio de aventuras incluye todas las primeras campa&ntilde;as publicadas en ingl&eacute;s: Luna de sangre, El templo de la locura, La piedra fantasma, El incinerador y Casa de Fieras. Cinco suplementos completos que os proporcionar&aacute;n horas y horas de emoci&oacute;n. Incluye 5 cofres de resina para poder jugar&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Rangers of Shadow Deep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Regatta",
    "ID": 365172,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365172/regatta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player gets 6 sailing boats. The players start on opposite sides of the game board and have to reach the opposite edge of the game board. The players take turns to roll 2 dice and move.&#10;On the roll of a 5 and a 2 the player moves one boat from space 5 to space 2 in the next row and another boat from space 2 to space 5 in the next row. On the roll of a double the same boat may be moved two times. If a boat has passed the middle of the game board it moves two rows: for instance from space 5 to space 2 in the next row and from there to space 5 one row further. If a boat reaches a destination space the player gets a bonus move.&#10;&#10;The first player to get all 6 of his boats to the opposite side wins the game.&#10;&#10;The game was published on a sheet of paper.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Race",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bower",
    "ID": 365176,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365176/bower",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You have a mere 9 months to prepare! Your nest is drab and bare, sticks and leaves won't draw anyone's eye. Collect trinkets and tokens from the forest floor to increase the appeal of your nest. It doesn't have to be perfect, it just has to be better than that other guy's.&#10;&#10;Bower is a competitive 2 player, pick-up and deliver game with engine building upgrades and push-your-luck scoring elements. Gameplay revolves around strategic pathfinding and turn optimisation. On your turn, your opponent will first populate the forest with berries and trinkets using the seed deck. You may then alter the paths through the forest by rotating the 7 central tiles, before moving your Bowerbird along its current path, collecting the trinkets you pass over. If you can return your bowerbird to the nest, you score points depending on the number of trinkets it returned with. You also earn a powerful crest to enhance your future turns. The player with the most points from their bower and personal goal cards is the winner.&#10;&#10;Note: Great Bowerbirds (endemic to Australia) have a fascination with anything green or white. The Males will collect as many discarded toys, plastic scraps, stones, bones and shells as they can find to decorate their nest (Bower), in the hopes of scoring a partner during the November-January mating season. Young males will even work together on a &ldquo;practice&rdquo; nest, to ensure their skills are properly honed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Map Deformation",
      "Pick-up and Deliver",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Holosseum TCG",
    "ID": 365178,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365178/holosseum-tcg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sci-Fi Trading Card Game about reality benders fighting in a galactic battle royal to save their home world from complete annihilation. reduce your opponents life to 0 before they can do the same to you.&#10;&#10;Holosseum TCG is built around the simplicity of a card limiting mechanic not a mana system. This allows a  much deeper complex and engaging gameplay. You will be pulling from a card pool over 200 distinct cards.  Each game is as much a galactic turn-based tale you can share with friends, as it is a battle for your planet.&#10;&#10;Holosseum TCG is a Sci-Fi/ cosmic horror trading card game set in an indeterminate time and a galaxy pretty close by. As a Grid Runner, you'll represent your team in a galactic gladiator competition.  The competition takes place in a planet sized arena, the Holosseum.  Ran by the Dimmu, an ancient species of reality bending beings from a previous universe, the fate of the competition rests in your hands! The Dimmu have chosen 5 Teams to fight for their lives and their fates in the Holosseum.  Use the very essence of reality to cast cosmic spells and summon grotesque entities from mysterious realms; this is a competition you'll want to win.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My First Bakery Board Game",
    "ID": 365179,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/365179/my-first-bakery-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Help the bakers get the bakery display&rsquo;s ready for the day! It&rsquo;s almost time for the bakeries to open and the bakers need to get all the tasty treats ready before the bakeries open for the day. Players take turns to find matching pairs of treats for their bakery before time runs out. Memorize where the matching treats show up and avoid turning over the clock that counts down to opening time.&#10;&#10;In My First Bakery, kids can work together to find all the pairs of matching treats needed to get their bakeries ready while trying to avoid the clock that is counting down to opening time. For an extra challenge bakers can compete in a bakery showdown to be the first one to find all of their matching treats before the other bakers! If players can find all their matching pairs of treats before the clock reaches the last space and the bakeries must open, everyone wins!&#10;&#10;Colorful and detailed images and settings make this story driven game a great way for kids to develop their strategic thinking, teamwork, and memory skills. Limited reading and image based play make this an easy game for kids ages 4+ to learn and play!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baby Penguin Racing",
    "ID": 365180,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365180/baby-penguin-racing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Race to the bottom of the iceberg to be the first penguin to reach the pool party and win the last piece of cake! There&rsquo;s a pool party happening at the bottom of the iceberg and some of the penguins are late! Players move their penguin down the iceberg by speeding ahead on ice slides and avoiding big ice cracks to be the first penguin to reach the pool party and win the last piece of cake.&#10;&#10;In Baby Penguin Racing kids race down the different levels of the iceberg, while trying to avoid ice cracks that will send them backwards and jumping onto ice slides that will speed them ahead.  Players move along the board by using their numbered cards to move ahead. Use the cards strategically to avoid obstacles, land on bonuses, and slow the other penguins down. The first penguin to reach the pool party wins!&#10;&#10;Baby Penguin Racing has bright and colorful images and scenes that make this game a fun and creative way for kids to learn new skills like strategic thinking, communication, and basic counting. Limited reading and counting, and image-based play make this the ideal game for kids ages 4+ to play!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirates Gold!",
    "ID": 365181,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365181/pirates-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subtitled &quot;A Treasure Hunt for Buried Loot,&quot; this game is - surprisingly - a variation on Parcheesi. Players follow a zig-zag path to get their four pirates to the Treasure Chest at the center of the board first.&#10;&#10;This game is present in the 1928 &quot;All-Fair&quot; catalog, but clearly predates it by at least one year. It was no longer listed in the catalog by 1930.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "About Us: Boomer+ Edition",
    "ID": 365182,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365182/about-us-boomer-plus-edition",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "About Us, Boomer+ Edition is about Canada's Baby Boomers PLUS their peers a few years older. Through our research partner, we conducted an online survey of this demographic group and asked oodles of questions on a variety of topics, covering many aspects of their lives. Their answers? You'll have to play the game to find out!&#10;Guess:&#10;&#10;What % of the Boomer+ population has gone skinny dipping?&#10;Which Boomer+ age group is most likely to have been hypnotized?&#10;Which Boomer+ gender is more likely to have a tattoo?&#10;There are 180 questions and answers in this tabletop game! Feeling confident?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Baby Duck Racing",
    "ID": 365183,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365183/baby-duck-racing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Swim to the end of the bathtub to be the first ducky to plug the bathtub drain and save playtime! The bathtub plug has been pulled and the water is draining, but the bath toys want to keep playing. Players race the duckies across the bathtub to reach the plug and become the hero of playtime while avoiding popping bubbles and trying to speed ahead on slippery soap suds!&#10;&#10;In Baby Duck Racing kids race across the bathtub, while trying to avoid obstacles like popping bubbles, using the slippery soap suds to speed ahead, and dropping obstacles to slow the other duckies down. Players move across the board by using their numbered cards to move ahead. Use the cards strategically to avoid obstacles and land on bonuses while staying ahead of the other duckies. The first ducky to reach the bathtub plug and save playtime wins!&#10;&#10;Baby Duck Racing uses bright and playful images and scenery to make this game a fun and imaginative way for kids to develop skills like strategic thinking, communication, and basic counting through hands-on play. Limited reading and counting, and image based play make this the perfect board game introduction for kids ages 4+.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "About Us: Grown Up Girls Edition",
    "ID": 365184,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365184/about-us-grown-up-girls-edition",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "About Us, Grown Up Girls Edition is an _oh! so-much-fun_ party games everyone can play at the same time, Created from amusing (and _amazing!_) data about the female species, it combines grown up girl guesswork with good-old fashioned retail therapy. What could be better for your next girls' get together?&#10;&#10;Think about what grown up girls dream about or what type of movie role would like to play? Or what pick-up line works best? You may be in for a surprise!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brothers Bond: Board Game",
    "ID": 365185,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365185/brothers-bond-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Based on the Eisner-nominated webtoon by Ryan Benjamin and Kevin Grevioux. Chris Dias (Naramata, Ultramodern5) designed this cooperative tabletop game which allows two to four players to assume the roles of the characters from Brothers Bond and journey across a mystical land, partaking in numerous adventures in hopes of saving the world. Each game resides within a larger connected campaign where heroes travel across the land, engage in high-pitched action, and progress a story towards an epic climax. Along the way, characters develop and improve between sessions, carrying over skills and choices to later games.&#10;&#10;The story of Brothers Bond centers on Yoshi, the young, arrogant crown prince set to inherit an empire.&#10;&#10;After falling into trouble with his father, the one man he fears, Yoshi runs from home.  Picked up by two blind wandering samurai, Yoshi grows up to learn honor and strength.  He then decides to return to his homeland to claim his birthright and save his people from a demon invasion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Crimson Scales",
    "ID": 365186,
    "Year": "(2021)",
    "Geek Rating": "5.793",
    "Avg Rating": "9.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365186/the-crimson-scales",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.7778",
    "Description": "The Crimson Scales is a comprehensive all-in-one custom unofficial fanmade expansion compatible with Gloomhaven, complete with a game box and the following materials.&#10;&#10;This is not an official product of Cephalofair Games.&#10;&#10;Adds 66 scenarios, 100 items, 11-14 classes, new monsters, new conditions and new overlay tiles and 120 new events.&#10;&#10;Requires Gloomhaven to play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fan Expansion",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Campaign / Battle Card Driven",
      "Communication Limits",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Legacy Game",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Components: Standees",
      "Creatures: Demons",
      "Creatures: Dragons",
      "Creatures: Monsters",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watch This Game!",
    "ID": 365187,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/365187/watch-this-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Each player chooses a set of 6 colored dice &amp; matching speed cup. The game is played in a series of rounds. There are no turns, all players roll their dice at the same time.&#10;&#10;Draw the top 3 cards and place them face up in the middle of all the players. These are what cards players will try to win in the round. To begin, players count down to showtime with '3, 2, 1, showtime!'. There are no turns, all players roll their dice at the same time.&#10;&#10;After each roll, players place any of their dice next to a card to 'book' it. This indicates which cards they are rolling for. Players continue booking dice until the combination is matched and someone wins the card.&#10;Any player that had dice booked on that card may now take them back.&#10;&#10;When all 3 cards are collected the round is over and players add up their scores. Draw the next three cards and place them face up to start the next round. Keep playing rounds until someone collects 1 million subscribers!&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Soulmates",
    "ID": 365188,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/365188/soulmates",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How well do you really know your friends &ndash; can you find your soulmate?&#10;&#10;To find out, you collect Friend-Chips with every other player. You do this by correctly assessing your fellow players based on creative scenarios. The two players with the most Friend-Chips at the end of the game become Soulmates.&#10;&#10;In each round, use one of 125 short scenarios with four possible answers.&#10;&#10;First you decide for yourself, then you guess your fellow players&rsquo; decision.&#10;&#10;If you and your partner match, you will each receive a Friend-Chip.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dominion: Hinterlands – Update Pack",
    "ID": 365192,
    "Year": "(2022)",
    "Geek Rating": "5.651",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365192/dominion-hinterlands-update-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Dominion: Hinterlands (Second Edition) contains nine new types of Kingdom cards, which will be released on their own as an update pack for those who own the first edition of this expansion.&#10;&#10;The new cards: Berserker, Cauldron, Guard Dog, Nomads, Souk, Trail, Weaver, Wheelwright, Witch's Hut&#10;&#10;The following cards included in the first edition should be removed when using the Hinterlands second edition Update Pack:&#10;Cache, Duchess, Embassy, Ill-Gotten Gains, Mandarin, Noble Brigand, Nomad Camp, Oracle, Silk Road&#10;&#10;Part of the Dominion series.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Dominion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neko Boss",
    "ID": 365196,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/365196/neko-boss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Neko Boss is a fun abstract cat game.  Players need to move their cats around Neko(cat) Town to take control of the streets.  When the cat stack grows those cats can travel further.  Also, the top cat on the stack is the one that controls that stack of cats.&#10;&#10;Basic rule for standard edition.&#10;&#10;Board is consist of 24 intersections and paths. At first to decide players number, 2 or 3 or 4. Each player has same number of own pieces.&#10;&#10;phase 1: placement&#10;Decide players turn and every player places their piece on the board(intersections) alternately.&#10;&#10;phase 2: making groups by piece moving&#10;A piece can move one space but it must stack on other piece(s). It can't move to vacant space.&#10;Player who keeps top piece of the group can move them. They must move as same number of stack pieces straightly on the path jumping other piece(s). They can't move to vacant space.&#10;Players can't pass their turn if they have regal take. Passing the turn means finishing their playing.&#10;When all players has no regal take, then the game is over. 4 or more pieces stack is score. The player who keep more 4 or more stacks than opponents wins the game. Score is same, then player who keeps highest stack wins the game. All are same, then player who keeps more stacks wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection",
      "Stacking and Balancing",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mel",
    "ID": 365198,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/365198/mel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Back in 1994, in a demonstration which took place in Belgium, the sentence &ldquo;If the bee disappeared off the face of the Earth, man would only have four years left to live&rdquo;  was exclaimed. &#10;In Mel, you&rsquo;re the queen bee and your purpose is to collect nectar and produce honey with the help of your swarm. Will you get your swarm of bees to feed you and your larvae for the good of the ecosystem?&#10;&#10;The goal of the game is to be the queen bee with more nectar or honey points at the end of the game.&#10;&#10;When it&rsquo;s your turn, you have two options:&#10;&#10;-Place one of your bees on the central flower crown (or the beehive) of the game board and move it compulsorily. The movement has to be either vertical or horizontal and has to reach the furthest clear flower crown or beehive of the chosen direction; it&rsquo;s forbidden to jump over another bee.&#10;&#10;-Move one of the bees which is already present on the game board. The possible movements are the ones stated in the previous step.&#10;&#10;In either case, when your turn is over, the central flower crown (or beehive) can never be occupied. Now, it&rsquo;s the turn of the queen bee situated on your left.&#10;&#10;The game can end because of two different situations:&#10;&#10;- When there are no bees left to play. When a queen bee places her last bee, the game ends for her, but the rest must go on.&#10;&#10;-To cause a Mel: when you place a bee in the center of the game board, and you can&rsquo;t move it anymore.&#10;&#10;In that case, you need to add up the obtained nectar (or honey) points and the player with the highest score is proclaimed the winner. In case of a tie, the player who has a bigger group wins. if the tie continues, the player who has the second bigger group wins, and so on and so forth.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Educational",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Pattern Movement",
      "Turn Order: Pass Order",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Bees",
      "Crowdfunding: Verkami",
      "Theme: Flowers",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Little Bakers",
    "ID": 365199,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/365199/little-bakers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Simply collect the ingredient cards to match the recipe you're cooking, by taking turns to pick up new cards and discard unwanted ones.&#10;&#10;The winning baker will have collected everything they need to create their chosen bake in their hand of 6 cards. Leaving everyone else with a muddle of ingredients.&#10;&#10;Children learn skills like turn-taking, coordination, and memory. They Can also try the selection of simple recipes included!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brokers: The Stock Trading Game",
    "ID": 365210,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365210/brokers-the-stock-trading-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Brokers is a game where players role play as an intern investing a client's retirement fund. Each round of the game, players are presented with the current market conditions and must make strategic decisions on what to buy, sell, or hold in order to increase the value of their client's portfolio.  Players must push their luck to squeeze out as much money as possible before the inevitable market crash as only cash on hand is important once the market tanks.  Do you have what it takes to beat out the other interns and impress the boss? Try it out in Brokers: The Stock Trading Game.&#10;&#10;Setup includes randomly selecting 3 event cards including the Market Crash event and mixing them. Then 5 or 6 cards (depending on the number of players is add on top of these 3 cards.  This is the event deck.  The Stock Summary Sheets are placed in the play area and the price deck for each is shuffled and the top card of each is played face up on top of the corresponding Stock Summary Sheet. A marker token is placed on each Stock Summary Sheet for on the price listed on its current price card. The Energy stock does not have a price deck and instead has its marking token placed on 155. Each player is given a set of action cards which includes 3 buys, 3 sells, 2 praises and 2 critiques.  Each player is given a starting portfolio of $150, and share of 2 Retail, 2 Venture Capital, 2 Energy, and 2 Manufacturing stock certificates.  Players receive additional $150 on turns 2 and 3. One player is selected as the Lead Intern.&#10;&#10;The game is played in up to 8 or 9 rounds depending on the number of players and each round an event is played which alters the rules of play for that round. Each round players secretly plan which 3 action cards they will play and players reveal their actions together. The player with the Lead Intern card starts playing 1 or 2 action cards for a single stock type and each player does the same taking turns going clockwise until all actions are played.  The action cards players choose influence the order of decisions that the other players make.  As players buy shares the price increases for the next player. As players sell share the price of decreases for the next player.  If a player plays a praise card, the price increases by two values. If a player plays a critique card, the price decreases by two values.&#10;&#10;Once all actions are played, players collect exclusive roles for fulfilling specific portfolio requirements. The Major Retail shareholder role gives the player double dividends for retail shares. The Major Manufacturing shareholder gives the player an extra sell action each round. The Major Venture Capital shareholder role gives the player a free share of Venture Capital each round. The Most Diversified Portfolio role give the player an extra $25 dividend for having at least one of each stock and the greatest number of stocks among all the players.&#10;&#10;After roles are collected or redistributed, players collect dividends for owning the stocks in their portfolios, and then the Lead Intern card is passed to the next player clockwise.  The game ends at the end of the round when the Market Crash event occurs. At that point, the player with the highest cash score (not share value) wins the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Market",
      "Prisoner's Dilemma",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pecking Order",
    "ID": 365216,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/365216/pecking-order",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In this fun, fast-paced game, players play their cards simultaneously, quickly see which colour appears on the most cards, and then its a race to grab the totem pole with the correct colour nearest the top before anyone else can get to it.&#10;&#10;It&rsquo;s everyone for themselves!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Battle of Yavin Scenario Pack",
    "ID": 365217,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365217/star-wars-x-wing-second-edition-battle-of-yavin-sc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players can recreate one of the most iconic Star Wars battles with this new product for Star Wars: X-Wing! The Battle of Yavin Scenario Pack puts players in the middle of this climatic battle with unique rules that cast one player as the Rebels desperately attempting to destroy the Death Star with a successful trench run and the other player leading the Imperial defense. Featuring 20 new cards that combine pilots and upgrades into a standard loadout, this pack gives players plenty of ways to customize their squadron and experience this thrilling battle over and over again!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Movement Template",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Polyhedral (not D6) dice",
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Series: FlightPath (Fantasy Flight Game)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Batman and His Greatest Foes Fast Forces",
    "ID": 365218,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365218/dc-comics-heroclix-batman-and-his-greatest-foes-fa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: Batman and His Greatest Foes Fast Forces features all-new dial designs including Batman along with the most iconic characters from his rogues gallery&mdash; The Joker, Harley Quinn, Mr. Freeze, The Riddler and The Penguin. As a bonus, the DC Comics HeroClix: Batman and His Greatest Foes Fast Forces Pack includes an exclusive 3D Harley&rsquo;s Hammer object with card!!&#10;&#10;HeroClix Fast Forces packs are designed for quick play and easy team-building for both tournaments and casual games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: World's Finest Booster Brick",
    "ID": 365219,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365219/dc-comics-heroclix-worlds-finest-booster-brick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The DC Comics HeroClix: World&rsquo;s Finest set features heroes and villains from the Superman/Batman comics as well as three major sub-themes of the Metal Men, the misfit heroes of the Doom Patrol and a mystical sub-theme that includes well-known magic users such as Jason Blood as well as a collection of generic magic/supernatural characters such as witches, warlocks, apprentices and demons.&#10;&#10;Each DC Comics HeroClix: World&rsquo;s Finest Booster Brick contains ten (10) 5-figure booster packs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CSI Board Game",
    "ID": 365220,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365220/csi-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the first CSI board game to include all THREE SHOWS in one game (CSI, CSI Miami and CSI New York) and the first CSI board game to feature UNLIMITED GAMEPLAY.&#10;&#10;There is a different outcome every time you play the game.&#10;&#10;As a CSI team member, you roll dice to travel through the streets of Las Vegas, Miami and New York looking for the evidence and suspect you need to solve your case.&#10;&#10;To solve a case, you must complete one of your three CASE CARDS. To complete your CASE CARD, move around the board to  collect all three pieces of EVIDENCE on the card, collect (recruit) one of the three CSI TEAM MEMBERS on the card, and find your SUSPECT.&#10;&#10;Take the completed case to the corresponding DETECTIVE on the CASE CARD to put your SUSPECT in jail and win the game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: TV Detectives",
      "TV Shows: CSI – Crime Scene Investigation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "So Wrong It's Right",
    "ID": 365243,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/365243/so-wrong-its-right",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the trivia game So Wrong It's Right, each question is simple, but it has five possible answers, so answering the right way &mdash; or in most cases, the wrong way, from shouting out answers backwards, to swapping the letters around, to getting the answer totally wrong &mdash; is a little tricky.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conquest: Spires vs Hundred Kingdoms – Two Player Starter Set",
    "ID": 365244,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365244/conquest-spires-vs-hundred-kingdoms-two-player-sta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dive into the world of Conquest: The Last Argument of Kings with the Conquest: Spires vs Hundred Kingdoms &ndash; Two Player Starter Set With proposed scenarios designed to ease you into the system of Conquest, the box contains three warbands and a commander unit for each faction, allowing two players to clash on the field. Whether you rally the might of the Hundred Kingdoms or command the twisted creations of the Spires, the objective is one and the same: conquest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Heimdall & Skurge",
    "ID": 365245,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365245/marvel-crisis-protocol-heimdall-and-skurge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Two mighty Asgardians join the ranks of the gods in Marvel: Crisis Protocol &ndash; Heimdall &amp; Skurge.&#10;&#10;Heimdall is the all-seeing Asgardian in charge of defending the Bifrost, the Rainbow Bridge. Chosen by Odin himself, he is Asgard's first line of defense against any incursion. Joining him is Skurge, a legendary Asgardian warrior known as the Executioner. Once his mind is set to a task, Skurge's will is as steel as the head of his axe. This pack brings these characters to life with highly-detailed, beautifully-sculpted miniatures perfect for fighting alongside their fellow Asgardians. In addition to their innate abilities, two Team Tactic cards give them even more options for unleashing their power in battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aldabas: New Professions",
    "ID": 365246,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365246/aldabas-new-professions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mini-expansion that introduces three new Professions, each with their own powers and scoring conditions.&#10;&#10;Bankers can steal coins from other players' vaults, and they love when you use money to influence people.&#10;&#10;Merchants multiple your profits when you gain coins, and they reward a focus on one door color.&#10;&#10;Doctors are welcome everywhere, allowing you to switch doors from one place to another and they award points directly at the end of the game.&#10;&#10;New Professions comes with rules for integrating it into your games, creating whole new cardplay possibilities.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: Cartagena (Colombia)",
      "Mechanism: Tableau Building",
      "Organizations: Game Designers of North Carolina"
    ]
  }
]