[
  {
    "Rank": "8701",
    "Name": "Equinox",
    "ID": 131121,
    "Year": "(2012)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/131121/equinox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.9231",
    "Description": "Equinox is an abstract tile-placement game with 48 different two-sided hexagonal tiles named things such as Night, Day, Sword, Tower; these tiles have a white side and black side that are otherwise identical.&#10;&#10;One player plays as black and the other as white. They take turns playing tiles from a common pool until all have been played. Each tile has a unique action that affects the tiles around it, the score, or some other gameplay element. At the end of the game, each player scores points for the tiles showing their side, plus any bonus point tokens they have earned. Win by having the highest score!&#10;&#10;(The beta version of Equinox had only 36 tiles, and players played only one tile each turn instead of two.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8702",
    "Name": "The Charge of the 3 Kings: Navas de Tolosa 1212",
    "ID": 345684,
    "Year": "(2021)",
    "Geek Rating": "5.602",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgame/345684/the-charge-of-the-3-kings-navas-de-tolosa-1212",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.4444",
    "Description": "THE CHARGE OF THE 3 KINGS 1212: BATTLE OF LAS NAVAS DE TOLOSA&#10;&#10;An epic clash between Christian and Muslim armies with a dynamic impulse-based game system that will delight even the most demanding strategists.&#10;&#10;In 1212, Alfonso VIII decided that it was time to take revenge for his defeat at Alarcos a few years earlier at the hands of the Almohads. They had come to the Peninsula from the Maghreb imposing their rule and strict religious norms on the Andalusians with plans to expand Islam into the Christian-held territories. At that time, the Peninsula was divided into fie Christian kingdoms: Castile, Leon, Aragon, Portugal, and Navarre. However, being bound by the same religion did not stop them from fighting amongst themselves, and by no means where they unified nor did they have the same interests. Alfonso VIII of Castile requested the bull of the crusade for his fight against the Almohads, which meant that if he could not get the other Christian kingdoms to participate, he could at least make sure he would not be attacked from behind as he advanced south. The Pope grants this endeavor the status of a crusade, which results in knights and kings from other kingdoms and places in Europe joining Alfonso&rsquo;s campaign, in addition to his neighbors on the Peninsula.&#10;&#10;Each player has 5 formations and a deck of tactical cards and a deck of strategic cards. During his turn, the player will receive tactical and strategic cards and will activate 3 of his formations, each in a different impulse and alternating with his opponent. In each impulse you can play a tactical card, even in the opponent's impulse if the card is a reaction card. Additionally, during any moment of the turn, the player can play a strategic card.&#10;&#10;&bull;    Recreate this epic battle in less than 3 hours.&#10;&bull;    The game cards allow players to alter the game rules in order to surprise their opponent and foil their plans.&#10;&bull;    Each side has at their disposal a wide variety of units with special abilities that affect the course of the battle, along with a unique deck of cards that will en-sure no two games are alike.&#10;&bull;    Thanks to the game&rsquo;s impulse-based system and the possibility to interrupt your opponent&rsquo;s turn, both players will have a great time as the battle unfolds. &#10;&bull;    The game&rsquo;s design and illustration has been meticulously crafted with the idea of immersing players in a medieval-themed experience. &#10;&bull;    Historical accuracy. Includes a scenario book that pro-vides a detailed summary of the battle, how it unfold-ed, the aftermath, as well as an example of play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Bailén (Spain)",
      "Country: Spain",
      "History: Reconquista"
    ]
  },
  {
    "Rank": "8703",
    "Name": "Karelia '44: The Last Campaign of the Continuation War",
    "ID": 39345,
    "Year": "(2011)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/39345/karelia-44-the-last-campaign-of-the-continuation-w",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "450",
    "Weight": "2.5263",
    "Description": "(from MMP website:)&#10;&#10;Karelia &rsquo;44 is an operational level game that focuses on the last major campaign of the Russo-Finnish Continuation War (25 June 42&mdash;4 Sept 44). STAVKA planned an offensive during the summer of 1944 to coincide with the Normandy landings. The objective was to force Finland out of the war. Towards this end, the Soviets amassed two ground armies, one air army, and an impressive amount of artillery. Confident after a series of victories against the Germans, the Red Army attacked in Karelia on 9 June 44. The attack began with an overwhelming artillery barrage (second only to the Oder crossings in intensity). Finnish lines were pushed back and then breached&mdash;the race for Viipuri/Vyborg was on. The capture of this city would open the road to Helsinki.&#10;&#10;The game features a unique &ldquo;Boss Point&rdquo; System which precludes either player from knowing how long the game will last. For the Russian player, this represents the gun to his head of an unhappy dictator who will gladly send you to a Gulag forever if you fail in your goals. For the Finns, you know that you are understrength and that the Russians will destroy you if given enough time, but you need to hang on for dear life in order to be in the best possible position when the Boss&rsquo; patience runs out.&#10;&#10;Players will find two very different armies to command. The Russians are the proverbial 500 lb gorilla, but one that takes time to prepare big operations and isn&rsquo;t fleet of foot enough to do small scale attacks.&#10;&#10;The Finns have splendid artillery and are designed for a mobile defense which, if done right, will leave the Russians flailing in the air. You have three defensive lines to use and an innovative &ldquo;ghost&rdquo; unit feature that allows your thin ranks to try to hang on to them.&#10;&#10;Please note, this is not the Winter War of 1939! This is a well developed late war Russian army, not the hapless troops of the opening years of the war. The Finns need to be on their toes to stand a chance.&#10;&#10;Karelia '44 is the 14th game in the award winning Standard Combat Series. Emphasizing easy to play rules, SCS lets the player get right into the game!&#10;&#10;Karelia &rsquo;44 Components: &#10;&#10;     SCS Series Rulebook&#10;     Karelia '44 Specific Rulebook&#10;     Two Full Color Play Aids&#10;     Full Color Game Map&#10;     280 Counters&#10;     3 Scenarios&#10;     Box and Dice&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Finland",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "8704",
    "Name": "Rage",
    "ID": 2133,
    "Year": "(1995)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/2133/rage",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3864",
    "Description": "Publisher Blurb&#10;These are the last days. Gaia is dying. The Apocalypse is here.&#10;&#10;Will you fall defending her or die a cowards death? Will your pack live in legend as the ones who saved the world, or those who betrayed it?&#10;&#10;Is today a good day to die?&#10;&#10;Take control of a pack of Garou, savage werewolves, as they battle the forces of the Wyrm in defense of Mother Earth, Gaia.&#10;&#10;Call upon ancient spirit pacts, mystical abilities, and the tools of the modern world to destroy the forces of corruption that threaton to plunge the world into eternal darkness and decay.&#10;&#10;But not every Garou agrees how best to save Gaia. Is it best done through force? Through renewing the traditions and spirit pacts of old? Through mystical means? Or should the Garou just adapt to the new age and help Gaia change to fit into the new world?&#10;&#10;Or sell out and play a pack of Wyrm creatures hell bent on seeing that the Wyrm is the final victor in the coming Apocalypse.&#10;&#10;But not even the forces of the Wyrm can agree on their methods. Should they concentrate on corrupting humans and Garou to do the Wyrm's bidding? Should they fight the Garou claw to claw? Or should they win the war by destroying every last thing the Garou love and cherish?&#10;&#10;Gameplay&#10;Each player has two decks. One deck is his &quot;Sept&quot; hand.  This is composed of allies, equipment, fetishes, events, victims, gifts, quests, and several other card types depending on which expansions you are using.  The other deck is a combat deck showing special maneuvers which are used when two characters are engaged in combat.&#10;&#10;Play begins with each player laying out his pack (collection of Character cards).  These are all the characters the player will have for that game.  The game ends when one pack achieves the same number of Renown as they had starting Renown.  Typically, players start with a 20 Renown pack (each character has a Renown) and thus the game ends when someone has 20 renown in their victory pile.&#10;&#10;Play is simultaneous, with all players taking actions at the same time - conflicts are generally resolved based on the renown of the character taking an action; well known characters go first.  The game is split into several phases:&#10;Redraw - draw your Sept hand back to 5 cards&#10;Regeneration - heal characters that have been hurt&#10;Resource - play most cards like gifts, equipment etc.&#10;Umbra - play special umbra cards and actions&#10;Moot - play special cards which may change rules. These must be voted on by all players.&#10;Combat - resolve any fights.&#10;&#10;Each round a player designates one of his characters as Alpha.  The Alpha becomes the primary actor for that round.  During the combat round, Alphas may:&#10;1) Attack another Alpha&#10;2) Attack a victim&#10;3) Attack an enemy&#10;4) Challenge an ally or a non-Alpha character&#10;5) Attack a territory&#10;6) Do nothing.&#10;&#10;Combat is resolved using a separate deck which allows special maneuvers.&#10;&#10;Renown (victory points) are earned by defeating rival characters and enemies. Some packs may reverse the rules and gain victory by defeating victims.  Renown can also be earned from moots and quests.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Wolves",
      "Collectible: Collectible Card Games",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "8705",
    "Name": "Ramparts",
    "ID": 3679,
    "Year": "(1993)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/3679/ramparts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3429",
    "Description": "Each player plays one of four power-hungry nobles in the medieval City of Towers. Each strives to posses the most powerful tower&mdash;or better still: towers. Since raw materials are in short supply the families rely on raiding their rivals&rsquo; stocks.&#10;&#10;Each player has 20 counters, with one of four different symbols on. Counters are moved around the board in order to form towers, and the towers are moved around the board into scoring locations. As the counters get stacked, the player with the top counter in the tower scores for all the counters in the stack. The game ends when a player has no legal moves, or when any one district of the city reaches its capacity of eight towers.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Cities: San Gimignano (Italy)"
    ]
  },
  {
    "Rank": "8706",
    "Name": "Uruk II: Die Entwicklung geht weiter",
    "ID": 164027,
    "Year": "(2014)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/164027/uruk-ii-die-entwicklung-geht-weiter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6",
    "Description": "Mesopotamia in the year 4000 BC. Along the banks of the rivers Euphrates and Tigris, the first advanced civilization of mankind is prospering. The Sumerian people are known as the cradle of human civilization. They were the first tribe to develop writing and many more achievements. In Uruk II, players are travelling back to the time of the first civilizations. Each player develops their own people over a period of five epochs, aiming to gain achievements and to set up villages and towns. Uruk II &ndash; The development continues is the newest addition to the line of Uruk-games. It is based on the rules of Uruk &ndash; Cradle of Civilization but many enhancements will provide a completely new and exciting gaming experience.&#10;&#10;Game Components: 147 playing cards, 5 summary cards, 130 wooden tokens, 1 rule book, several leaflets with general information.&#10;&#10;Mesopotamien im Jahre 4000 v. Chr. Die erste Hochkultur der Menschheit entwickelt sich entlang der beiden Fl&uuml;sse Euphrat und Tigris. Das Volk der Sumerer gilt als Ursprung der menschlichen Zivilisation, das als erstes eine Schrift entwickelte und viele weitere Errungenschaften hervorbrachte. In Uruk II tauchen die Spieler in die Zeit der ersten Hochkulturen ein. Jeder Spieler entwickelt sein eigenes Volk &uuml;ber insgesamt f&uuml;nf Epochen. Es gilt, Errungenschaften zu machen sowie D&ouml;rfer und St&auml;dte zu gr&uuml;nden. Uruk II &ndash; Die Entwicklung geht weiter ist ein neues Spiel aus der Uruk-Familie, das auf den Mechanismen von &bdquo;Uruk &ndash; Wiege der Zivilisation&ldquo; basiert und diese konsequent zu einem vollkommen neuen Spielerlebnis weiterentwickelt. Neben zahlreichen neuen Mechanismen wurde Uruk II komplett grafisch neu gestaltet und mit individuellen Holzteilen &uuml;ppig ausgestattet.&#10;&#10;Material: 147 Spielkarten, 5 &Uuml;bersichtskarten, 130 Holzteile, 1 Spielregel, diverse Faltbl&auml;tter mit &Uuml;bersichten&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Series: DDD Verlag Small Box Games"
    ]
  },
  {
    "Rank": "8707",
    "Name": "Magic Number Eleven",
    "ID": 411865,
    "Year": "(2024)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/411865/magic-number-eleven",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Magic Number Eleven is an innovative sports game depicting the tactical confrontation of football games with simple rules. &#10;It's a 2 player game, and each player becomes a coach of a football team, confronting each other. The game consists of two Rounds; 1st half and 2nd half. Each round consists of several turns.&#10;&#10;In your turn, you basically place a Player Card on the Field Board. The meaning of Player Card placement is an expression of where the team is currently focused on and which player is the center of the tactics. &#10;Each Player Card has semicircular tactical icons which can be combined with the icons on other Player Cards. Therefore, each team will have more tactical icons according to the combination of the Player Cards, as the turns go on.&#10;&#10;There are 4 different type of tactical icons- Attack, Defence, Pass, and Press- and the action and the effect you may take in your turn vary according to the type and amount of the icons you have been made.&#10;Based on the tactical icons you have, you may 1) attempt a shot, 2) draw Synergy Cards, and 3) push the Control Maker on the Control Track.&#10;&#10;When you attempt a shot, compare your attack power and the opponent's defence power. Both of attack/defence power can be strengthened with the Synergy Cards that each player has. The Synergy Cards represent the teamwork and the passing play of the team. And if your Control is high enough, you may add more Synergy Cards to the attack power. If the total of the attack power is higher than the defence power, as a result, it's a goal!&#10;&#10;In case you made the total attack power exactly 11, it called a Magic Number, or Wonder Goal, so the opponent can't defend the shot even with the higher defence power. On the other hand, if it exceeds 11, it's always no goal bacause the shot was too strong to be on target. Since there is always at least ONE unknown Synergy Card which has to be played from deck, so you can't guarantee the outcome of the shot!&#10;&#10;A round ends when all the Synergy Cards run out. When the 2nd round ends, a team with higher score wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Sports"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management",
      "Pattern Building",
      "Push Your Luck",
      "Tile Placement",
      "Tug of War"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "8708",
    "Name": "Romans Go Home!",
    "ID": 140997,
    "Year": "(2013)",
    "Geek Rating": "5.602",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/140997/romans-go-home",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2143",
    "Description": "Romans Go Home! is a fun, fast and fighty card game in which the players are Caledonian clans competing to capture the largest and most valuable Roman forts along Hadrian's Wall. Romans Go Home! is the next game in Vainglorious' Celtic Nations Series, and the first game in the series to have humorous artwork.&#10;&#10;The game is played over three turns. Each turn, a face-up randomized row of six Roman Fort cards is dealt. Each player draws from her own deck of warrior cards, then programs six card plays in advance each turn. The warrior cards each have a battle strength value and a special text effects. Each round, players reveal one of their programmed warrior cards, resolve effects, and see which player has won the fort card for the round. The winning player discards her face-up warrior cards, while the other players retain theirs. Fort cards also have text effects, which are resolved when the fort is won. Players must anticipate their opponent's choices to succeed.&#10;&#10;18 fort cards / 36 warrior cards. All cards are 57.5mm x 89mm.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Country: Scotland",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Boiteajeux",
      "Players: Games with Solitaire Rules",
      "Series: Celtic Nations (Vainglorious Games)"
    ]
  },
  {
    "Rank": "8709",
    "Name": "Grasse: Mestres Perfumistas",
    "ID": 188885,
    "Year": "(2018)",
    "Geek Rating": "5.602",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/188885/grasse-mestres-perfumistas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4615",
    "Description": "In this game, you assume the role of perfume producer in the town of Grasse, considered the world's fragrance capital since the nineteenth century. For this you must collect resources (bases and essences), conduct exchanges and purchases, producing classic or vanguard perfume and sell them. All your skills will be rewarded, Whether as a more versatile producer, producer specialized in a kind of perfumes, best sellers and best exhibitor.&#10;&#10;The players will collect the resources moving their pawns in certain places on a track and should trigger special effects in buildings to produce perfumes.&#10;&#10;The first fragrance from Grasse, the small village in southern France, was founded in 1849. Then come two other important fluff. Originally it was cultivated in the region of Grasse Murto, flower de orange, lavender and acacia. Later, the producers Began to import seedlings jasmine, rose and other varieties to grow in the region. It was at que time (early nineteenth century) that Grasse received the nickname of World Perfume Capital.&#10;&#10;Demonstrate your skills to the best performer of the city of Grasse!&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Renaissance"
    ],
    "Mechanics": [
      "Rondel",
      "Set Collection",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Catarse",
      "Region: Provence (France)",
      "Theme: Perfume"
    ]
  },
  {
    "Rank": "8710",
    "Name": "Whoosh: Bounty Hunters",
    "ID": 227422,
    "Year": "(2017)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/227422/whoosh-bounty-hunters",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "Whoosh: Bounty Hunters is a fun, fast-paced reaction game in which players try to capture monsters and collect bounty.&#10;&#10;Each player has a face-down pile of cards in front of them with weapons and spells. Three monster card piles are at the center of the table, each with a revealed card in front of it. Each monster requires a different combination of weapons or spells or both to be captured. The players, one by one, reveal cards from their piles. As soon as the cards revealed by all the players meet the requirements of one of the monsters, they must quickly place their hand on it. The first player to do so captures it and gets to score its points. If a player tries to capture a monster without all the requirements met, they get a negative point instead.&#10;&#10;After each attempt to capture a monster, a new card is revealed in its place. When a pile runs out of monster cards, the game is over and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Fantasy",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "8711",
    "Name": "Walk the Dogs",
    "ID": 15410,
    "Year": "(2004)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/15410/walk-the-dogs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1875",
    "Description": "&quot;From the SimplyFun website&quot;&#10;&#10;Walk the Dogs&trade;&#10;Unleash 63 Miniature Dogs That Won't 'Flea' From Your Table&#10;&#10;Grab a leash and get ready to Walk the Dogs! Each player collects dogs from the front or back of a long line by drawing and playing cards. But, beware of the dog catcher who may steal some of your favorite dogs. To win, collect five of the same breed in a row, or have the most dog points in your own line. Woof!&#10;&#10;What breeds come in the game?&#10;Poodle, Pug, Brittany Spaniel, Shitzu, Scottish Terrier, Golden Retriever, and Pomeranian...and they're all rescue dogs!&#10;&#10;Includes:&#10;63 Miniature Dogs in 7 different breeds&#10;53 Cards - 18 red, 18 green, 6 yellow, 3 dog catchers, 5 bones and 3 leashes &#10;1 &quot;Doggie Bag&quot;&#10;2 Score Sheets&#10;1 Instruction Booklet&#10;1 FunMemories&trade; Booklet&#10;&#10;WHAT THEY'LL LEARN: Counting &amp; Early Multiplication, Risk &amp; Reward&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "8712",
    "Name": "Misty",
    "ID": 270443,
    "Year": "(2019)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/270443/misty",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1.0667",
    "Description": "It&rsquo;s raining outside. The windows are misty, but covered in drawings.&#10;Players receive cards with different designs and keep only one for their window. They then give the other cards to their neighbor.&#10;After 12 turns, each player has a magnificent window filled with drawings that will come to life in front of them: the balloons float up, the vehicles drive out and the leaves fall down. Only some of the drawings can earn you points. The most beautiful and valuable drawing is the flower, but watch out for the monster who keeps on trying to eat it.&#10;&#10;Misty is a tactical draft game, in which to win, one must anticipate where the cards will move and watch the other players&rsquo; windows.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: Pocket Games (Helvetiq)"
    ]
  },
  {
    "Rank": "8713",
    "Name": "Drakon (Second Edition)",
    "ID": 61269,
    "Year": "(2002)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/61269/drakon-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8214",
    "Description": "The old dragon Drakon has captured a brave band of adventurers who have sneaked into her lair to steal her gold. But rather than eat them immediately, Drakon has decided to make it a game: Greed shall set one of the adventurers free. She sends the frightened adventurers into her magical, mad vaulted chambers, and the first one to collect ten gold from Drakon&rsquo;s maze gets to go free. The rest get to be lunch.&#10;&#10;Each turn, players must choose one of two options: (1) place a tile from their hand onto the board, expanding the dungeon; or (2) move their Hero to an adjacent tile. Many of the the dungeon tiles have an icon that allows players entering that space to take a special action (for example, taking a piece of gold from the dragon's hoard, stealing gold from another player, or destroying a tile that is already in play).&#10;&#10;Components&#10;&#10;6 Character Counters with plastic bases &#10;1 Drakon Counter with plastic base&#10;6 Character Ability Counters &#10;64 Chamber Tiles &#10;32 Gold Coins &#10;Set of Instructions&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Drakon"
    ]
  },
  {
    "Rank": "8714",
    "Name": "De Kolonisten van de Lage Landen",
    "ID": 52825,
    "Year": "(2009)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/52825/de-kolonisten-van-de-lage-landen",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.4286",
    "Description": "A stand alone version of Catan. In this version you play on the map of The Netherlands and Flanders. It's like the Die Siedler von Catan - Deutschland Edition, although there are some differences.&#10;&#10;&#10;     The game can be played with 3-5 players.&#10;     Players choose their colors from the two flags (black, yellow, red, white, blue).&#10;     Player parts are wooden, not plastic. Also the (uniform) monument markers are made out of wood.&#10;     With five players there also is a special building phase.&#10;     The cities near the sea produce fish chips as well, as with The Fishermen of Catan.&#10;&#10;&#10;The Game was released on September 9th 2009 by the publisher 999 Games. &quot;9-9-9&quot; get it?!.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Netherlands",
      "Game: Catan",
      "Series: Catan Geographies"
    ]
  },
  {
    "Rank": "8715",
    "Name": "Turbo Drift",
    "ID": 207442,
    "Year": "(2017)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/207442/turbo-drift",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Early 1980. Japanese mountain pass. Cars of all shapes and sizes are zipping around the corners faster that you have ever seen. And now it's your turn behind the wheel to drift, boost and nitro your way to the finish line.&#10;&#10;R-R-R-R-Race toward the finish line at ludicrous speed! In Turbo Drift, you must make your way through an analog racecourse full of obstacles by drafting movement cards from columns or rows or even pushing-your-luck and try to use all the movement cards. Turbo Drift will make a big presence on your gaming table with obstacle cards and nitro-infused gameplay, yet small enough to put in your pocket for some lunchtime gaming.&#10;&#10;Turbo Drift is a real-space racing game for 2-4 players that takes 30 minutes to play. Players will take turns picking 1,2,or 3 path cards from a grid to navigate their cars closer to the goal card. Once per game, they can go turbo, using all of the cards in the grid to drive. The first player to cross the finish line wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Open Drafting"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "8716",
    "Name": "Backstories: Alone Under the Ice",
    "ID": 415921,
    "Year": "(2024)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/415921/backstories-alone-under-the-ice",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "1.25",
    "Description": "Your brother is missing! Your only lead? A letter he sent you from Mont-Blanc, he talks about his research and a Nazi treasure lost for 50 years. Here you are at the top of Europe to investigate. To find him, explore the mysteries that have lain dormant up there for so many years.&#10;&#10;Discover the first adventure in the BACKSTORIES Saga: Alone under the Ice!&#10;&#10;How to Play ?&#10;Backstories is a game with mechanisms as simple as they are revolutionary: a bit like you would do in a Point &amp; Click video games, interact with your environment as you progress through your thrilling adventures. Some cards (Panorama) represent the environment in which you&rsquo;re evolving. Other cards (Actions) are perforated, and represent the actions you can perform (Talk, Search, Objects in your possession, etc.). To interact, all you have to do is place a perforated card on the back of the Panorama card you&rsquo;re interested in, then turn the card over and read the result of your choice.&#10;Be careful, though: in every scenario you play through, each of your choices will have real consequences&hellip; Be ready to face them!&#10;&#10;In Alone under the Ice, you play the role of Sophie. Set out to find your brother Jean, who has disappeared under mysterious circumstances. The latest news you&rsquo;ve received comes from a refuge on the summit of Mont-Blanc, via a letter Jean sent you. It seems he was looking for a treasure lost since the 1940s: The amber Chamber!&#10;&#10;Now it&rsquo;s up to you!&#10;&#10;And remember: Your choices, Your Adventure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Move Through Deck",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Backstories"
    ]
  },
  {
    "Rank": "8717",
    "Name": "Merchants & Marauders: Broadsides",
    "ID": 197285,
    "Year": "(2016)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/197285/merchants-and-marauders-broadsides",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Set in the Merchants &amp; Marauders universe, Broadsides is a standalone game in which the two opposing players command pirate ships engaged in a fierce battle over a profitable sea lane. Sinking the enemy or taking out their Captain and First Mate are the only ways to seize victory and survive the day!&#10;&#10;The card-driven game system allows players a wide variety of actions, triggered by playing cards in a variety of combinations.&#10;&#10;Aim: zero in your cannons using an innovative targeting system&#10;Hold: Draw more cards to increase your versatility&#10;Reload: Load a variety of ammunition types (chain shot for rigging, canister for crew, solid shot for hull) into a variety of cannons (reliable 18-Pounders, thunderous Carronades, deadly Long Nines)&#10;Broadside: Blast all your cannons at once in a fierce but costly salvo&#10;Sheer Off: Correct your course just enough to disrupt your foe's plans&#10;Repair: Send sailors where they are needed to man the guns, patch the hull, or replace ruined sails&#10;&#10;Additionally, your Captain's unique Reputation and a handful of drafted Dirty Tricks means that every matchup will be different from the last. Multiple tactical approaches to either of the win conditions means that you can tailor your gameplay to your strengths and your foe's weaknesses. Outthink, outplay, outgun, and sail away the winner!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8718",
    "Name": "Discover: Lands Unknown",
    "ID": 258244,
    "Year": "(2018)",
    "Geek Rating": "5.602",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/258244/discover-lands-unknown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4478",
    "Description": "You awaken with a splitting headache and no idea of how you got here. The wilderness stretches in every direction, and something howls in the distance. Your quest for answers will have to wait; first, you need to survive. Will you help the others that are stranded here or will you save yourself at any cost?&#10;&#10;When two to four players find themselves marooned in the harsh wilderness, you must cooperate and compete to search for water, food, and tools that will be essential to your very survival. But your adventure holds many secrets. Every copy of Discover: Lands Unknown is unlike any other in the world. A mix of environments, storylines, characters, locations, items, and enemies have been engineered to tell a story unique to every copy of the game thanks to an algorithm that ensures no two copies are alike. Your copy will contain various tiles, cards, and tokens, each pulled from a shared pool of components, and the combination will be different from every other copy in the world.&#10;&#10;&mdash;description from the publisher&#10;&#10;---&#10;&#10;Generally, the players are encouraged to work together, at least to a degree. However, some scenarios actively turn the players against each other. FFG offers a &quot;co-op rules&quot; download, which alters a few events to turn the game into a pure co-op. https://www.fantasyflightgames.com/en/products/discover-lands-unknown/#/support-section&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Unique Game",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "8719",
    "Name": "Tales & Games: The Grasshopper & the Ant",
    "ID": 152851,
    "Year": "(2015)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/152851/tales-and-games-the-grasshopper-and-the-ant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5333",
    "Description": "The Grasshopper &amp; the Ant is the fourth title in Purple Brain Games' &quot;Tales &amp; Games&quot; series, each of which comes packaged in a book-shaped box. In this game, players take turns playing the part of the industrious ants and the grasshopper content to sponge off the labor of the ants.&#10;&#10;The Grasshopper &amp; the Ant includes two ways to play, but the heart of both is the same. At the start of the game, lay out 16 (of the 48) path cards in a 4x4 grid; each path card shows one of four types of landscapes. The ant player places six ants on these cards, one ant per card, with the ants forming a chain (as in real life), then secretly chooses one type of terrain on which at least one ant stands. The grasshopper player then stands with one of the ants, and if the grasshopper chose the same landscape as the ant player, the grasshopper takes all the path cards of this type on which an ant stands; if the grasshopper chose incorrectly, then the ant player takes these path cards. Either way, you then refill the 4x4 grid. The ant player keeps playing until she finally wins path cards, then the next player in clockwise order controls the ants. (In winter mode, the third and fourth players control red ants and receive a random path card if they match the choice of the ant player.)&#10;&#10;In autumn mode, players score path cards immediately, with each type being tracked independently; path cards that feature insects are saved for a endgame bonus. As soon as a player maxes out two scoring tracks, the game ends and whoever has the most points wins.&#10;&#10;In winter mode, players keep the path cards they collect in order to buy provision cards (worth one victory point), which cost particular combinations of path types. In this mode, when you win a path card that features an insect, you can claim another card in the grid that features the same insect. Collect both provision cards of the same type, and you score a bonus VP. The first player to collect 4 VPs wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Ants",
      "Animals: Grasshoppers",
      "Animals: Insects",
      "Authors: Jean de La Fontaine",
      "Components: 4 x 4 Grids",
      "Containers: Book-like",
      "Series: Tales & Games (Purple Brain Creations)"
    ]
  },
  {
    "Rank": "8720",
    "Name": "Animal Poker",
    "ID": 602,
    "Year": "(1988)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/602/animal-poker",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4444",
    "Description": "Animal Poker, first released as Career Poker, offers each player a job at the firm of Crazy &amp; Co. The positions within the company are constantly changing. So the boss's chair can start wobbling, and before you know it the journeyman is calling the shots. But beware! The last one left sitting on their cards gets stuck with the dirty work and is the dishwasher.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "8721",
    "Name": "Haiclue",
    "ID": 286062,
    "Year": "(2019)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/286062/haiclue",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "In Haiclue, players combine random word tiles to make clues.&#10;&#10;Each round, every player uses 15 random word tiles to make a clue for one of the four words in the center of the table. When everyone has finished, the group reads the clues out loud, and everyone guesses which of the four words belongs to each player. If a player guesses correctly, they score a point for themselves and a point for the author of the clue.&#10;&#10;3-12 players (competitive)&#10;2 players (co-op)&#10;30 minute playtime.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "8722",
    "Name": "Inspektor Nase",
    "ID": 330602,
    "Year": "(2021)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/330602/inspektor-nase",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the co-operative deduction game Inspektor Nase, players take turns in the role of &quot;Inspector Nose&quot; to try to lead everyone else to identify the correct card.&#10;&#10;The game plays over five rounds, and you start each round by laying out five image cards from the deck. If you are Inspector Nose, shuffle the number cards (1-5) and look at one of them to determine which target card players must not remove from play. You then roll five image/symbol dice, choose one of them, and place it on the clue card. The other players then debate and remove one image card from play. If they didn't remove the target card, you add one more image/symbol die to the remaining four, roll them, choose another die, and so on.&#10;&#10;If the players remove four cards and leave only the target card behind, great! If they remove the target card earlier, well, better luck next round. The team scores 1 point for each correctly removed card, with the highest possible score being 20. How well will you do?&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "8723",
    "Name": "Myth: Dark Frontier",
    "ID": 200170,
    "Year": "(2017)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/200170/myth-dark-frontier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.1111",
    "Description": "The last, fading light of hope lies behind the walls of Farrenroc, the city on the edge of Darkness. You've walked its stalwart streets, tasted of its determined harvests, and have in turn sworn your life to its defense. Death does not frighten you near so much as the thought of Farrenroc falling to Darkness.&#10;&#10;And now, here you stand&mdash;at the gates of the last city, facing the uncertain lands beyond. As the distant drumming heralds the encroaching Darkness, you steel your weapons and ready your courage for a final defense of your ancestral home. The dark frontier awaits...&#10;&#10;Fight back the oppressive forces of Darkness in Myth: Dark Frontier, a fully cooperative board game for 2-4 players. Take on the role of an iconic Myth hero in a desperate fight to protect the city of Farrenroc from the legions of Darkness that seek to despoil its holy walls.&#10;&#10;Heroes will have to travel, fight, and quest in defense of their city, while also establishing strongholds throughout the surrounding lands to provide crucial resources to Farrenroc. Each hero is equipped with a unique deck of action cards, providing unique ways to perform the standard actions...as long as Fate is on their side.&#10;&#10;Meanwhile, the forces of Darkness spread across the land, methodically crippling Farrenroc's influence in hopes of eventually laying siege to this last standing beacon of Light. Each game of Dark Frontier pits the heroes against a sinle army, contributing its own unique minions, captains, boss, and treacheries. Heroes must contend with these threats while also mustering the support of the land to unite against a mutual foe.&#10;&#10;Dark Frontier combines high adventure with resource management, programmed action selection, and epic conquest to create a unique gaming experience to further enrich the world of Myth.&#10;&#10;Players take on the role of iconic heroes from the world of Myth, aiding the besieged city of Farrenroc in its never-ending quest to push back the Darkness. Each hero has a small deck of five actions: Travel, Battle, Encounter, Fortify, and Quest. Three of the five are selected and placed in one of three time slots (morning, day, and night). These selections are made for all heroes and the enemy at the same time, then shuffled. Each time phase is played out by drawing and executing the action, be it a hero or an enemy. Oftentimes the timing of these actions is important to accomplish a quest or encounter, or to push back invading forces. Players will need to discuss their planned actions with each other and play them in the appropriate time slots. All the while, the enemy is moving to destroy Farrenroc by any means necessary.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Myth (Mercs LLC)"
    ]
  },
  {
    "Rank": "8724",
    "Name": "Oshi",
    "ID": 23935,
    "Year": "(2006)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/23935/oshi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2.1373",
    "Description": "From the publisher's website:&#10;&#10;Oshi, which means &ldquo;Push,&rdquo; is inspired by a Japanese legend in which the Goddess Amaterasu gifted the first Japanese emperor with her ancient wisdom, in the form of a game. The game is said to have taught the emperor and his court to temper their influence and power with caution.&#10;&#10;The goal is to be the first player to push seven points worth of your opponent&rsquo;s game pieces off the board. Each player begins the game with eight game pieces shaped to look like one-, two- and three-story Japanese buildings. The number of stories a piece has equals the number of spaces it can move, the maximum number of other pieces it can push and the number of points it is worth if pushed off the board. Pieces move side to side and forward and backward.&#10;&#10;Contents:&#10;Game board.&#10;Eight oxblood (red) pieces.&#10;Eight ivory (white) pieces.&#10;Complete rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [
      "Slide / Push",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8725",
    "Name": "Micro Architects",
    "ID": 374199,
    "Year": "(2023)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/374199/micro-architects",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "Micro Architects is a 1-4 player, city building game which takes 30-60 minutes to play. As a city architect your role is to plan the layout of your city, build landmarks, provide services, manage residents and deal with random events that affect your city.&#10;&#10;The game is played over 3 rounds with players scoring after each round. On your turn pick a building from the ones set up at the beginning of a round and place it on your city board and try to create patterns based on goal cards. When picking a landmark, take a landmark tile to go with it and try to fulfill its requirements. After filling up a whole district with buildings, gain a boat. 2 boats let you acquire a service for your city which makes it more attractive to the residents. After a round is completed score points in 3 ways:&#10;&#10;GOALS - each pattern is worth a number of points&#10;LANDMARKS - each landmark has a unique requirement for where it needs to be placed and what other buildings should it be surrounded by&#10;SERVICES - each service provides points for a specific set of buildings in your city&#10;&#10;At any point of your turn you are able to use construction tokens to demolish buildings and build them again in a different spot, use buildings from an additional building pool or have more choice when choosing the right service for your city.&#10;&#10;RESIDENTS module&#10;&#10;More advanced players will definitely want to play with an extra module that comes in the box - RESIDENTS.&#10;This module adds an additional board to each player's city board where you place residents that come to your city. Residents allow you to score additional points, reuse your construction tokens and gain extra boats which in turn let you acquire more services for your city.&#10;&#10;EVENT module&#10;&#10;Spice things up with the event deck! Pick a card and see whether you&rsquo;ll have to deal with an impending disaster or strike of good fortune. Disasters can ruin your plans if you don&rsquo;t prepare for them in time and positive events might give you that extra boost on your path to victory.&#10;&#10;The game ends after the scoring phase for round 3. The player with the most points is the winner and becomes the chief architect!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Connections",
      "Events",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Occupation: Architect"
    ]
  },
  {
    "Rank": "8726",
    "Name": "Dungeons & Dragons: Onslaught",
    "ID": 359835,
    "Year": "(2023)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/359835/dungeons-and-dragons-onslaught",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Dungeons &amp; Dragons: Onslaught is a competitive skirmish game in which each player controls an adventuring party from one of the powerful factions of the Forgotten Realms. Parties delve into dungeons, battle rival adventurers, and confront fearsome monsters on a quest for treasure and glory.&#10;&#10;In more detail, Dungeons &amp; Dragons: Onslaught is a scenario-based combat game in which you collect treasure, level up, and bring powerful abilities to bear using dice rolls, upgrade cards, and the new combat dial card system to keep track of the action.&#10;&#10;The core set of Onslaught includes material for two players, including twelve characters from two factions (Harpers and Zhentarim) and a horde of monsters &mdash; 21 pre-painted figures in all.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "8727",
    "Name": "Shadowrun: Sprawl Ops",
    "ID": 253087,
    "Year": "(2019)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/253087/shadowrun-sprawl-ops",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Shadowrun: Sprawl Ops is a competitive game for 2 to 4 players that can be played in 60 to 90 minutes. In this cyber-punk worker-placement game, each player controls a team of Shadow Runners that they can send on missions, loan to other players (for a fee, of course), and upgrade with new tech and equipment. Missions are resolved by rolling combinations of custom dice. A diverse team of Shadow Runners gives you access to more combinations of dice, and your upgrades add even more dice to your pool. Take on smaller missions to earn creds. Then, put those right back into more experienced runners, and better gear. Once you think you've got what it takes, send your runners out to attempt to collect one final score. If you fail, don't worry, your doc-wagon contracts will keep your runners in the game. The first player to successfully complete the final mission, and collect that last big score wins the game!&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Shadowrun"
    ]
  },
  {
    "Rank": "8728",
    "Name": "Blind Business",
    "ID": 371973,
    "Year": "(2023)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/371973/blind-business",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "There's festivity in the air! Ricky is also in the air, the 10-foot-tall donkey-shaped pi&ntilde;ata that is the mascot and symbol of the town. The mayor has announced a contest to take down Ricky, and the whole town is invited to participate.&#10;&#10;No one can break Ricky open by themselves, though, so you have to gather the best teammates from the four districts of town, each bringing their own abilities to the challenge. Snatch the right people from the hands of your competitors and gather the best team of pi&ntilde;ata-poppers &mdash; but you never know who could be on the other teams until it's too late. Hurry up and pop Ricky before anyone else can, and you'll win all the candy inside, the Big Trophy, and never-ending prestige!&#10;&#10;Blind Business is made up of a deck of 50 cards that are numbered from 1 to 11 in four colors, along with six jokers. You start with four cards in hand; after seeing them, shuffle them and place them so that all other players can see them, but not you.&#10;&#10;On a turn, the active player requests a card from an opponent. If the opponent refuses to hand it over, they keep in their area for scoring at game's end; if they do hand it over, they can try to claim a card from the active player's hand &mdash; and the active player can then agree to this trade (with players swapping cards and scoring them) or refuse (with each scoring their own card). Whatever happens, players refill their hands to four cards.&#10;&#10;Each player arranges cards in columns according to their color, with colors corresponding to the four zones in which the city is divided: the playground, the boardwalk, the central station, and downtown. At the end of the game, depending on the majorities, players earn points based on their card combinations. You can also win instantly by collecting five consecutive cards of a single color.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Sudden Death Ending",
      "Trading"
    ],
    "Families": [
      "Mechanism: Deduction – Blind Man's Bluff",
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)"
    ]
  },
  {
    "Rank": "8729",
    "Name": "Spyfall: Time Travel",
    "ID": 256085,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/256085/spyfall-time-travel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "It's a threequel of the award-winning deduction party game from the future &mdash; well, and from the past, too!&#10;&#10;Get ready for an outstanding time, traveling across the brightest eras and countries! Expose a spy in a neanderthal cave or in a lunar base, hide out in a WWI Airship or in Leonardo's studio, and do your best not to spill all the secrets of the Japanese ninja or of a Spanish entity you surely didn't expect here!&#10;&#10;Spyfall: Time Travel is a standalone threequel for Spyfall &mdash; an easy-to-learn party game that features bluffing, suspicion, probing questions, and clever answers. At the start of each round, players receive a secret card informing them of the group's location, except for one player who receives the spy card instead. The spy doesn't know where they are, but if they can figure out the location before their cover is blown, they win the round!&#10;&#10;This game is fully compatible with other games of Spyfall.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Role Playing",
      "Voting"
    ],
    "Families": [
      "Game: Spyfall",
      "Misc: No Table Needed",
      "Players: One versus Many",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "8730",
    "Name": "Twinkle",
    "ID": 318559,
    "Year": "(2021)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/318559/twinkle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.9167",
    "Description": "In Twinkle, the boundless universe comes to your table as you build your own constellation. Having the role of a stellar creator, your task is to decorate the night sky using colorful dice as stars and win the competition among other creators who share the same goal. Choose your star dice carefully, foresee your opponents' moves. and take risks at the right moment in order to claim victory.&#10;&#10;Over the seven rounds of the game, you form your constellation one die at a time, building off either or both of the &quot;starting stars&quot; on the player board. To set up, roll the six colors of d8 dice, then place them on the central game board. Place the d4, d6, d10, and d12 dice in each of the six colors to the side. On a turn, choose either:&#10;&#10;&#10;    One of the d8 dice without changing the value on it&#10;    Any three dice not previously claimed (with d8 dice being an option), then roll those three dice and choose one of them, returning the other dice to the central game board or the side as appropriate.&#10;&#10;&#10;Place your chosen die in your constellation, either as a star branching off one of your starting stars or as a star branching off a previously placed star. Each starting star and each placed star may have at most two branches off of it, and each placed star must have a lower value than the star from which it's branching off.&#10;&#10;If a newly placed star has more sides than the star it's branching off of, you immediately score 2 points. Otherwise, you score points only at game's end, with your dice scoing points based on their color. For example, with yellow you score 1, 3 or 6 points for having one, two, or at least three yellow dice. Blue dice are worth only 1 point each, unless two blue dice branch off one star, in which case the pair is worth 4 points. Black dice score based on their sum off each starting star, and red dice based on how many even or odd non-red dice are on the same line. Whoever scores the most points wins.&#10;&#10;You can also play Twinkle with mission cards that reward the player with the lowest total sum, the fewest types of dice, the fewest colors, and so on, with 1-3 of these mission cards in play as desired.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Matching"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "8731",
    "Name": "You've Got Crabs",
    "ID": 246759,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/246759/youve-got-crabs",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.1579",
    "Description": "Form teams of two players each (max of 5 teams). Each team meets privately to come up with a non vocal signal to indicate when either teammate collects 4 of the same Crab Card.&#10;&#10;Each player will get a hand of 4 cards.&#10;One side plays at a time. On a side&rsquo;s turn, all players on that side can simultaneously swap any card from their hand with a card from the middle of the table (The Ocean).&#10;&#10;When you have 4 of the same Crab Card, you can't say anything out loud. Instead, when you&rsquo;re ready, give your secret signal to your teammate. When they notice, they will point at you and shout, 'YOU&rsquo;VE GOT CRABS!'&#10;&#10;If they&rsquo;re right, your team gets a point. If they&rsquo;re wrong, your team loses a point.&#10;&#10;However if a player on another team suspects you&rsquo;re passing a signal, they can point and shout, 'YOU&rsquo;VE GOT CRABS!'&#10;If they are correct, they steal one of your points. If they are incorrect, steal a Crab Token from the accusing player.&#10;&#10;The game is over when the last Crab Token has been taken from the Crab Pot. At that point, all teams should count up their combined Crab Tokens. The team with the most Crab Tokens wins.&#10;&#10;The game is a reimplementation of the classic card game Kemps, but with a different card distribution and breaking up the card swap phase by team.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Crabs",
      "Card Games: Matching",
      "Traditional Card Games: Kemps"
    ]
  },
  {
    "Rank": "8732",
    "Name": "Montmartre",
    "ID": 265681,
    "Year": "(2019)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/265681/montmartre",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6923",
    "Description": "Montmartre takes you on an immersive trip back to the artistic movements of the beginning of the 20th century, highlighting the sweet nostalgia of the narrow alleyways of Paris. In this game of numbers, you will take on the role of a painter and you'll let your muse inspire you to become a famous artist! With this card game where tactics are key, you will experience a wide range of emotions and colors!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Country: France",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "8733",
    "Name": "Avalam",
    "ID": 9092,
    "Year": "(1996)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/9092/avalam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9524",
    "Description": "Score the most points by building &quot;towers&quot; made of 1 to 5 pieces with your own color on top. Stack any piece or combination of pieces on any adjacent piece of combo. Each color on top scores one point.&#10;&#10;Published in G3&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Super Duper Games",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8734",
    "Name": "Adventure of D (Second Edition)",
    "ID": 296605,
    "Year": "(2020)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/296605/adventure-of-d-second-edition",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "25",
    "Play Time": "75",
    "Weight": "2.4286",
    "Description": "Elzoof, the chaos wizard, has returned and will claim the throne very soon!&#10;You, as a hero, will defeat monsters, complete quests, learn skills, gain items, and upgrade stats (STR/AGL/INT) in an exciting journey throughout the island. You must find a way to bypass the magic barrier inside the Tower of Death, then defeat Elzoof!&#10;&#10;Adventure of D (2nd edition) is a fantasy adventure card game for 1-3 players. You can play the game solo, competitive, and new to AoD2: cooperative.&#10;&#10;Using the diceless Power Card System, you must plan where you MOVE and where you REST. You can control the random Events and you will make meaningful decisions, every Turn.&#10;&#10;Celebrating the 10th year anniversary in 2020, Adventure of D is back with a better gameplay and all new artwork.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Follow",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: D (JD Games)"
    ]
  },
  {
    "Rank": "8735",
    "Name": "The Walking Dead: Surrounded",
    "ID": 406591,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/406591/the-walking-dead-surrounded",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Night falls. The remnants of humanity scavenge for necessities amid the abandoned landscape of their former lives, their eyes always watching for the shambling hordes that are never far away. In the pockets where people still survive, hard choices must be made: where to go, what to do, and who to trust.&#10;&#10;The Walking Dead: Surrounded is a co-operative game for 1-4 players. Each turn, the players reveal a new card and add it to the ever-growing map. One side of the card features a new location, introducing a special rule or an opportunity to score as well as a location bonus to indicate valuable resources that survivors can gather there if they work together.&#10;&#10;The flip side features four characters, with each character next to one edge of the card. Some are survivors, who earn points and help scavenge, while others are powerful leaders who can make a big difference on the field...if they're not struggling against each other for power. And of course there are the walkers, capable of spreading across the map in the blink of an eye.&#10;&#10;Place locations and characters carefully to keep the walkers in check and the leaders in balance, all while maximizing the team's limited resources and trying to fulfill your scenario's goals. The survival of the human race depends on it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Containers: Wallets",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "8736",
    "Name": "1918: Brother Against Brother",
    "ID": 234673,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/234673/1918-brother-against-brother",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.3636",
    "Description": "1918: Brother Against Brother is a two-player wargame of the Civil war in Finland during early 1918. One player takes the role of the Whites (i.e. the government troops) and other the Reds (socialist revolutionaries).  In that bloody struggle future of the nation that has just declared its` independence is decided, and whether General C.G.E. Mannerheim of White forces or Comrade Kullervo Manner emerges triumphant is up to the players.&#10;&#10;Map is point-to-point representation of the Finland from 1918 featuring both railways and roads of the time, both of which also effect the gameplay. Game is card-driven and more than 50 action cards (each with unique picture of the era) are at the heart of the game. Cards can be used either as action points or events. Events include German intervention, Swedish occupation of &Aring;land islands, grain trains from Soviet Russia as well as drunk Red commander&hellip;&#10;&#10;Units represent mainly company/battalion level and include both Civil Guards and Red Guards, as well as special units; armoured trains for Reds and Jaeger units and German intervention forces for Whites. Reds can either try to occupy the White capital of Vaasa (preferably before Germans appear) or to defend their area until the end of the game. Balancing with actions and events is crucial for both parties.&#10;&#10;Game is fully bi-lingual (English and Finnish) including two decks of action cards. So if you wish to familiarize yourself to wargaming lingo in Finnish this is a perfect opportunity.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Finland",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "History: Finnish Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8737",
    "Name": "Push a Monster",
    "ID": 172542,
    "Year": "(2015)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/172542/push-a-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "The monsters have been let loose in the monster arena! Here they can tease, taunt and tussle with the other monsters using every trick in the book. They push and squeeze and throw elbows and sometimes even poke one another with their sharp fingers.&#10;&#10;Players in Push a Monster take turns doing exactly that: pushing a monster, with them trying to push that monster onto an elevated platform while not pushing off any other monsters already there. If a monster does fall on their turn, each other player receives a token for each monster that falls. At the end of the game, everyone lines up all of the tokens they won, and whoever has the longest row wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Series: Queen Kids"
    ]
  },
  {
    "Rank": "8738",
    "Name": "Algae, Inc.",
    "ID": 403683,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/403683/algae-inc",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4.2105",
    "Description": "Algae, Inc. is a company that produces and processes different kinds of algae into cosmetics, bioplastics, and biodiesel. You manage one of these sectors of the company, trying to create an efficient assembly line; manage your team of operators, engineers, and scientists; and help expand the company to several locations all over Europe. As the company becomes more and more successful, you try to achieve certain milestones before other departments may do so because as much as you like to see the whole company perform well, you would like to get that extra bit of credit compared to your peers.&#10;&#10;Algae, Inc. is a medium-heavy strategy game that combines resource management, tableau building, and multi-processing. Each player has a unique player board and must adapt their strategy to the department they've chosen to manage. As the game progresses, you have to hire more staff, optimize your processing line, and keep a close eye on what your colleagues are doing. You also have to make crucial decisions as you decide to free up space on your science board by either unlocking engineer tiles (that will improve your factory) or science tiles (that will allow you to improve your actions). It's a meticulous game that reveals its true depth the more you play it as every decision you make will affect the next one.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Action Queue",
      "Income",
      "Tech Trees / Tech Tracks",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "8739",
    "Name": "Infernal Contraption",
    "ID": 29456,
    "Year": "(2007)",
    "Geek Rating": "5.601",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/29456/infernal-contraption",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.8261",
    "Description": "Game description from the publisher:&#10;&#10;An infectiously fun non-collectible card game for 2-4 players, Infernal Contraption pits goblin mechanics against each other in a race to assemble often-backfiring, nigh-uncontrollable magical machines. Through the strategic placement of arcane components like arcantric funnels, chthonic grinders, and entropic processors, these bodgers risk life and limb to overcome the competition with the ultimate Infernal Contraption.&#10;&#10;The second edition of Infernal Contraption includes cards from the Sabotage! expansion and a special promo card for the Bodgers Game Heap.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Setting: Bodgers",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "8740",
    "Name": "Tiny Epic Cthulhu",
    "ID": 404893,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/404893/tiny-epic-cthulhu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5714",
    "Description": "Tiny Epic Cthulhu is a 45-minute, 1-4 player cooperative game that will immerse players in a world of spinning madness! Players take the roles of unique characters residing in a cold, forgotten island town off the coast of 1920s New Arkhamoore. However, all is not well in this seemingly peaceful town. Cosmic horrors are emerging from the dense sea fog, plunging the once sleepy town into a state of chaos.&#10;&#10;As players navigate through the game, they must work together to translate the Necronomicon, unveil the Great Old One, and seal the portals to banish the impending horror back into the cosmic realm. To achieve this, players must tap into the madness that surrounds the town, using it to translate pages, battle against shamblers, and prevent locations from succumbing to pure horror. The cusp of madness gives players benefits like more movement, stronger attacks, and cosmic intellect. However, they must be cautious not to push their own minds too far, as the line between sanity and madness is a delicate one.In this game, madness is a valuable resource that can be used to translate pages and enhance player abilities, but excessive madness can lead to defeat. The pressure to save the town is felt from the very first spin!&#10;&#10;Tiny Epic Cthulhu offers a tense and engaging gameplay experience, featuring innovative bag-building and push your luck mechanics. It includes a surprising component - a spinner! - which perfectly captures the essence of Lovecraftian madness and chaos, while still maintaining the strategic elements that players have come to expect from the Tiny Epic series. Each player will need to utilize their special powers, make use of the unique actions available in the town, and carefully manage their own madness. With its compact box and easy-to-understand rules, Tiny Epic Cthulhu offers meaningful decisions and layered strategies that will captivate players. It is a thrilling addition to the Tiny Epic series, providing an exciting and immersive gaming experience.&#10;&#10;",
    "Categories": [
      "Horror",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Matching",
      "Multi-Use Cards",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Crowdfunding: Kickstarter",
      "Series: Tiny Epic (Gamelyn Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "8741",
    "Name": "Field of Glory: Ancient and Medieval Wargaming Rules",
    "ID": 31542,
    "Year": "(2008)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/31542/field-of-glory-ancient-and-medieval-wargaming-rule",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6452",
    "Description": "Field of Glory is a set of historical miniatures rules for ancient and medieval tabletop battles.&#10;&#10;From the designers:&#10;&#10;In Field of Glory you will take command of an army which consists of approximately 10-15 battle groups led by the C-in-C and his senior commanders. The game has been designed to ensure that, just as in reality, the commanders (you) are fully occupied with decision making from the outset. Your key objective is to outmanoeuvre the enemy army and concentrate your forces at critical points in the battle. This will then destroy the enemy's will to fight, deal a devastating blow to the morale of their commanders (your opponent) and allow you to win.&#10;&#10;Our companion army list books will contain historical overviews and the organisation of hundreds of accurately researched armies, ensuring that your battles will be able to have a realistic and historical feel.&#10;&#10;Also, in reality, some armies would be relatively small, consisting of as few as 5,000 men, whilst others would be enormous. Field of Glory will allow you to see what might have been had these forces been equally matched, using a points system, as each army can then be scaled up or down whilst retaining an individual mix and balance of troops to create &ldquo;what if&rdquo; encounters.&#10;&#10;We started with a blank sheet of paper and looked at a wide range of possible mechanisms. Some concepts are entirely new. Others may look familiar at first glance, but interact with the rest of the rules in a completely new way, giving Field of Glory a style all its own.&#10;&#10;In Field of Glory our most important objective is to make the game fun to play whilst retaining a strong historical feel. So whether you fancy being Alexander the Great or Ghengis Khan, it's up to you, happy gaming and may your dice roll high!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: Field of Glory"
    ]
  },
  {
    "Rank": "8742",
    "Name": "Continental Divide",
    "ID": 138338,
    "Year": "(2013)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/138338/continental-divide",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5714",
    "Description": "A multi-hour no-randomness economic game somewhat in the mold of Baltimore & Ohio set in the continental USA west of the Appalachians.  Players found companies, determine share distributions and capitalisations, invest in companies they and others have founded, expand the companies across the country, and compete for the most victory points (not net worth) at the end of the game.&#10;&#10;Released as part of the Winsome Games' Essen Collection - 2013.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "8743",
    "Name": "Barbarian Kingdoms",
    "ID": 360113,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/360113/barbarian-kingdoms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "&quot;Gold is the lifeblood of the war!&quot;&#10;&#10;As the Hun horde swept across Europe, they forced the Germanic tribes into exodus. These warlike peoples spread within the borders of the Western Empire and, by dint of looting and war, will eventually cause the collapse of the Empire. In the twilight of antiquity and at the dawn of the Middle Ages, the so-called &quot;barbarian nations&quot; founded kingdoms on the former imperial territory.&#10;&#10;In Barbarian Kingdoms, an asymmetrical and competitive strategy game, each player controls their own nascent kingdom and competes for supremacy over Western Europe. The first player to control seven territories or to eliminate two opposing kings wins. On a turn, each player chooses and resolves a single action of their choice:&#10;&#10;&#10;     Recruitment: deploy a warrior from the reserve by paying a cost&#10;     Taxation: collect money from the provinces in their kingdom&#10;     Assault: invade a province or attack an enemy unit&#10;     Maneuvers: reposition their units in their provinces or towards the sea&#10;     Claim: try to take control of a province by paying a cost&#10;&#10;&#10;Assault and claim actions can be immediately challenged by an opponent and resolved by a battle. During the battle, a bribe may be paid to the opponent to try to reverse the outcome.&#10;&#10;Players must be vigilant in positioning their forces (with the constraint of a maximum of one unit per province), keep an eye on their opponents, and take advantage of their two asymmetrical powers: that of their kingdom and that of their king.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Mature / Adult",
      "Medieval",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Betting and Bluffing",
      "Force Commitment",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Standees",
      "Continents: Europe",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "History: Barbarian migrations and invasions"
    ]
  },
  {
    "Rank": "8744",
    "Name": "Hercules",
    "ID": 312722,
    "Year": "(2022)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/312722/hercules",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Hercules, players represent an Apprentice of Hercules and will roll the dice to perform mathematical operations in order to complete the legendary Twelve Labours of the almighty warrior. It&rsquo;s a race, but being the first to complete these challenges won&rsquo;t be enough to claim victory! Ultimately, the winner will be the player who has earned the most points from their cards, cubes and bonuses they gained by cleverly doing maths.&#10;&#10;Hercules is played over several rounds. Each round consists of 3 phases:&#10;1. Consult the Oracle (All players simultaneously roll their dice)&#10;2. Perform an Action (each player takes their turn and decides which action they wish to take: Perform a Labour or Rest)&#10;3. Move Pegasus (the Pegasus card moves to the next player on the left. That player will start the next round)&#10;&#10;During the action phase, players may use the abilities of the Demigod and Gods of Olympus cards they previously won to adjust the dice results as permitted by spending cubes or flipping cards face down.&#10;&#10;The game ends as soon as any Apprentice reaches Column 12 (that Apprentice immediately wins the Zeus card). Any player(s) who have not yet taken their turn do so, so that all players have the same number of turns. The player with the most VP wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Greece",
      "Characters: Hercules",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "8745",
    "Name": "Point of View: Lost Places",
    "ID": 425235,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/425235/point-of-view-lost-places",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Point of View: Lost Places features four large folding maps that show a scene with hidden objects in a 3D style &mdash; but each map shows this scene from a different perspective, and each player (or pair of players) sees only one map at a time. As a result, no one has a complete overview of what's in the scene, so you'll need to pool your information together, which means that communication is key.&#10;&#10;The game includes 4x40 puzzle cards that challenge you with a wide variety of tasks. What do the others see that you don't see yourself? To solve the puzzles, you have to talk to each other intensively, both about what you see and about what you don't see. Over four chapters, you'll immerse yourself in exciting adventures and face new challenges time and again. In addition to teamwork, abstract thinking and smart combinations are required, with each chapter taking roughly two hours to solve in full.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Series: Family Games (HABA)",
      "Series: Point of View (HABA)"
    ]
  },
  {
    "Rank": "8746",
    "Name": "Simply Cosmic",
    "ID": 1566,
    "Year": "(1995)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/1566/simply-cosmic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7647",
    "Description": "The game that breaks its own rules...&#10;&#10;This is a lighter version of the Cosmic Encounter game. All of the same elements are there, they've simply reduced the number of alien races. The races and cards have been chosen for use in an introductory game.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Cosmic Encounter"
    ]
  },
  {
    "Rank": "8747",
    "Name": "Hacienda (Second Edition)",
    "ID": 285133,
    "Year": "(2019)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/285133/hacienda-second-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "The players are ranchers in Argentina. They acquire land, build haciendas, harvest and herd animals to the markets to sell them. Players score points by placing tiles, connecting these in long chains, connecting them to water, building haciendas, herding animals to the markets and making money. The winner is the player with the most points at the end of the game&#10;&#10;Hacienda (second edition) is a revised and upgraded version of the Hacienda game that debuted in 2005 that features:&#10;&#10;&#10;     New artwork&#10;     2 double-sided game boards (four different game boards including a two-player board) with special rules&#10;     2 variants inside the box&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Network and Route Building",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Country: Argentina",
      "Country: Uruguay"
    ]
  },
  {
    "Rank": "8748",
    "Name": "The Phantom League",
    "ID": 75782,
    "Year": "(2010)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/75782/the-phantom-league",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2222",
    "Description": "In Phantom League, you are the captain of a merchant spaceship. You begin as a nobody with a hunger for recognition and glory that will soon lead you onto a path of fame or notoriety! Build your career through trading, piracy, exploring new systems and eliminating your rivals in the other Leagues &ndash; phantom alliances powerful enough to challenge law and political order across the known universe. This game features:&#10;&bull; A modular board &ndash; every game is different&#10;&bull; Card-driven game play &ndash; you, not the dice, are in control of the game&#10;&bull; A wide range of actions and strategies &ndash; there is no single best way to win&#10;&bull; Cooperative and competitive interaction &ndash; choose when to ally with or conspire against other players&#10;&#10;Phantom League is designed for 2-6 players of 12 years and up, and will take approximately 2 hours to play. Phantom League is inspired by David Braben&rsquo;s video game Elite.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Category: Sandbox Without Win Condition",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "8749",
    "Name": "Cthulhu: The Horror in Dunwich",
    "ID": 237114,
    "Year": "(2019)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/237114/cthulhu-the-horror-in-dunwich",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Cthulhu: The Horror In Dunwich, a standalone expansion to Cthulhu: A Deck Building Game, adds new mechanisms to the game design such as allies, permanent equipment, Mythos locations, and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "8750",
    "Name": "Planes",
    "ID": 156976,
    "Year": "(2014)",
    "Geek Rating": "5.601",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/156976/planes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9667",
    "Description": "From the rails to the air &mdash; well, hopefully. Planes puts you in the role of a group attempting to push your way through a crowded airport to reach your plane before takeoff. Other players' families or groups, as well as neutral travelers, will cause all sorts of congestion in the terminal and may keep you from boarding.&#10;&#10;With cards that affect play and allow bonus scoring, in addition to variable airport maps, Planes is the next phase in global travel from AEG's Destination Fun series! Continue your travels in the acclaimed Trains and Automobiles board games.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Mancala",
      "Multi-Use Cards",
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Organizations: Gamesmiths",
      "Series: Destination Fun (AEG)"
    ]
  },
  {
    "Rank": "8751",
    "Name": "Dragon Master",
    "ID": 11396,
    "Year": "(2004)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/11396/dragon-master",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.2353",
    "Description": "Dragon Master is designed by Reiner Knizia and originally published and released in Korea. Your aim is to create vertical lines that score lots of points. As you sit on neighboring (rather than opposite) sides of the playing area, your horizontal lines appear as vertical lines for your opponent, and vice versa. The game ends when both of you have played all your 8 cards into the playing area. The 4x4 grid is now complete. Count each of your 4 vertical lines individually and compare the weakest column from both players to determine the winner. Whoever has the higher score in this line wins. In case of a tie, compare all vertical lines. If all lines awarded the same number of points, the game ends in a draw.&#10;&#10;Based on the early Reiner Knizia games Sono and Prisma, and then reworked as Robot Master&#10;&#10;Note: the rules in the Victory Point Games promo edition are slightly different:&#10;&#10;1) There are only 20 dragon cards in the deck. Players are each dealt 8 cards; the remaining 4 are discarded without the players knowing their values.&#10;2) The grid size is 4x4.&#10;3) Each column is worth the sum of its values. A pair of cards in the same column counts as 10x the value (e.g., 2 &quot;2&quot; cards in a row would be worth 20 points). Three or more cards of the same value in a column scores 100 points.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8752",
    "Name": "Rush Out!",
    "ID": 300521,
    "Year": "(2021)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/300521/rush-out",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "It was far too easy to progress into this dark dungeon, far too easy...but you progressed anyway, and when you reached its very last level, you had the bad idea to wake up the sorcerer &mdash; the big boss &mdash; and now the only way you can survive is to rush out the exit.&#10;&#10;Rush Out! is an asymmetric and hectic game for 3-5 players, with 2-4 heroes trying to escape while the sorcerer casts spells against them. Everybody plays simultaneously, with each &quot;team&quot; rolling and re-rolling dice (three per hero, and five for the sorcerer) in order to complete cards. Each player can place dice on only one card at a time, and each ordeal card on the heroes' side can be completed by at most two people. As soon as a card has all of its symbols covered, you carry out its effect (in the case of the sorcerer), then draw a new card. The first &quot;team&quot; to draw the final card of their deck wins.&#10;&#10;The game is divided into trainings first, followed by scenarios. Each time you progress in the rules, you are invited to play game before going further, so step by step, you learn the following rules (which often add new cards to decks):&#10;&#10;&#10;     When the sorcerer completes specific cards, they can remove one or all of the heroes' dice from a card they are trying to complete.&#10;     By completing dracology spells, the sorcerer can move a dragon pawn onto a card on the heroes' side of the board. Heroes cannot remove this card from play, but can play on and remove other cards; by using wilds on their dice, the heroes can push the dragon back. If the dragon moves all the way onto the heroes' deck, the sorcerer wins the game.&#10;     By completing specific spell cards, the sorcerer can forbid a hero from using a specific symbol, although this restriction can be cancelled by the hero under certain circumstances.&#10;     By completing cards, heroes can experience, and they can use this experience to make their wild symbols more effective. (For each hero, normally a rolled joker on a die is equal to a specific symbol, but this experience gives you options).&#10;     The sorcerer can damage heroes, requiring them to heal themselves &mdash; possibly with the help of their friends &mdash; before they can attempt to complete ordeal cards.&#10;&#10;&#10;Rush Out! includes a half-dozen scenarios beyond the training games, and each scenario is played as a best-of-three series of games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Tabletopia",
      "Players: One versus Many",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "8753",
    "Name": "Río de la Plata",
    "ID": 62030,
    "Year": "(2010)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/62030/rio-de-la-plata",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.7551",
    "Description": "In 1536 Pedro de Mendoza founded the city of Buenos Aires along the river Rio de la Plata. After 5 years the settlers were forced to leave the city, exhausted by the difficulties and by the continuous attacks of the indigenous Querandies. The city was destroyed by the natives some weeks after.&#10;&#10;Almost fifty years later Juan de Garay leads a new expedition and founds a new city. As before, resources are low and the natives are angry! &#10;But not only that: now the Corsairs paid by the English Crown threaten the new Spanish settlement!&#10;&#10;Rio de la Plata is a strategy game where players represent the chiefs of the families of Spanish settlers of Buenos Aires. They must work together to defend and develop the city, but also look to gain sufficient prestige for themselves to take the most important political offices. At the end only one will be the new Governor! Will it be you?&#10;&#10;First game needs about 3-4 hours.&#10;Normal game needs about 150 minutes (4 players).&#10;&#10;Essen 2010 Release.&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Team-Based Game",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Buenos Aires (Argentina)",
      "Country: Argentina",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "8754",
    "Name": "King of Tokyo: Origins",
    "ID": 403240,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/403240/king-of-tokyo-origins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "King of Tokyo: Origins is a standalone game in the King of Tokyo series that's meant to serve as an entry point for new players since it's a smaller, more affordable package. The game includes four new monsters, an assortment of new power cards mixed with older ones, energy cubes, and green dice with yellow characters.&#10;&#10;Gameplay remains the same as in the original game: To win, be the first to score 20 points or be the only creature still standing.&#10;&#10;On a turn, roll six dice, which show the following six symbols: 1, 2, or 3 points, energy, heal, and attack. Over three successive throws, choose whether to keep or discard each die in order to win points, gain energy, restore health, or attack other players. When you attack, if you're outside Tokyo, you hit whoever is in Tokyo; if you're in Tokyo, you hit everyone else! If someone's health drops to 0, they're out of the game. (You can't heal damage while in Tokyo, and the only way to leave town is to have someone attack you...which might put you at death's door.)&#10;&#10;When you gain energy, you store it in cubes, which you can use to purchase power cards, which have a permanent or temporary effect.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "King of the Hill",
      "Player Elimination",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Components: Dice with Icons",
      "Components: Standees",
      "Country: Japan",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Monsters",
      "Game: King of Tokyo",
      "Theme: Kaiju",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "8755",
    "Name": "Minotaur Lords",
    "ID": 10908,
    "Year": "(2004)",
    "Geek Rating": "5.601",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/10908/minotaur-lords",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0789",
    "Description": "In Minotaur Lords, players play as Minotaur Lords fighting for control over the ancient isle of Cresos.&#10;&#10;Cresos is divided in an upper and lower area. Each of these is further subdivided in economic, religious and military aspects which form the 6 columns over which players fight for control. On their turn, players play Minions, Buildings and Leaders cards in these columns. The player with the highest strength in a given column exercises supremacy over it and may use its special ability.&#10;&#10;A player wins the game if he starts his turn and his opponent has no cards or if he has majority control over both the upper and lower areas. Majority is won by having more influence in a column than the other player and allows the use of special abilities.&#10;&#10;From the fantasy flight &quot;rant&quot; page:&#10;&#10;Minotaur Lords is a sequel game to Scarab Lords. It is a stand-alone game, but if you have a copy of Scarab Lords, you can have your favorite Egyptian faction face off against one of the new factions from Minotaur Lords.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Minotaurs",
      "Players: Two-Player Only Games",
      "Series: Fantasy Flight Silver Line"
    ]
  },
  {
    "Rank": "8756",
    "Name": "Ausgerechnet Buxtehude",
    "ID": 20761,
    "Year": "(2005)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/20761/ausgerechnet-buxtehude",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.375",
    "Description": "Is Buxtehude West or East of Hamburg? And where is Kassel? In the North, or in the South? Those who know a little about Germany won&rsquo;t have any trouble placing the location cards in their correct places. And those who don&rsquo;t will certainly learn a thing or two when playing Ausgerechnet Buxtehude (It had to be Buxtehude). Because really, it&rsquo;s not so much about putting the cards in the right spots &ndash; it&rsquo;s more about making the other players believe they&rsquo;re right. But if a falsely-played card is called out, trouble follows...&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Germany",
      "Series: Ausgerechnet ..."
    ]
  },
  {
    "Rank": "8757",
    "Name": "Diatoms",
    "ID": 370210,
    "Year": "(2025)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/370210/diatoms",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Diatoms is a puzzly tile-placement and pattern-making game where players create their own microscopic mosaic, based on an obscure Victorian art form.&#10;&#10;Hidden in the water all around us are tiny lifeforms known as &ldquo;diatoms.&rdquo; These microscopic algae cells come in a variety of exquisite geometric shapes and patterns. Their outer layer is made with silica, giving them a glass-like quality.  Here at the Society for the Microscopic Arts, we collect these diatoms and delicately arrange them on slides into beautiful, tiny mosaics. As part of your induction into the Society, you will each create your own entry for today&rsquo;s Exhibition of Microscopic Mosaics.&#10;&#10;In Diatoms, you compete with your fellow players to collect and place diatom shapes into a mosaic form. You take turns placing tiles representing algae colonies. From that placement you earn diatoms of different colors and shapes. You then strategically place these diatoms on your personal board, taking care to consider how your arrangement will be scored at the end of the game. In the base scoring, you'll want to achieve matching colors, shape variety, and symmetry along your mosaic's central lines. Each time you play, you may also have a &quot;guest&quot; judge card that brings a unique scoring criteria to the game.&#10;&#10;Diatoms also includes a solo variant where you collect diatom tiles as in the main game while trying to create a mosaic that fulfills specific requirements from mosaic commission prompts.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8758",
    "Name": "Pokémon Master Trainer",
    "ID": 1381,
    "Year": "(1999)",
    "Geek Rating": "5.601",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/1381/pokemon-master-trainer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8659",
    "Description": "Based on the Nintendo Pokemon franchise, each player becomes a Pokemon Trainer (represented by Ash Ketchum figures) making his way around the pre-made board map to get to Indigo Plateau where he can challenge the current, reigning Pokemon Champion (represented by cards) to a battle with the Pokemon he's collected on the trip there.  Item Cards give you or your creatures special powers and players can battle each other as well.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: Miniatures",
      "Theme: Anime / Manga",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "8759",
    "Name": "Minos",
    "ID": 751,
    "Year": "(1991)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/751/minos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.625",
    "Description": "from rules:&#10;4,000 years ago, Crete was ruled by Minos, son of Zeus and Europa.  It was from his name that the current civilization was called &ldquo;Minoan&rdquo;.  It was the first advanced civilization in Europe.&#10;&#10;The game Minos takes you back in time; build your own trading empire by crossing the Mediterranean Sea with your ships and founding new settlements and trading centers.&#10;&#10;Aim of the Game&#10;&#10;The game ends when all the city sites have been settled and at least two full cities have been built.  The winner is the player with the highest income at this point, as marked on the scale around the edge of the board.  A tie is resolved in favor of the player with the most cash in hand.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Economic",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "8760",
    "Name": "Disc Cover",
    "ID": 366067,
    "Year": "(2022)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/366067/disc-cover",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "In Disc Cover, turn up the volume and travel through music and images by sharing your playlist:&#10;&#10;1 - Play music of your choice.&#10;2 - Match it with the best cover or identify the one selected by the other players.&#10;3 - Reveal your choices to score points.&#10;&#10;Match up with everyone around you to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Voting"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Mechanism: Image Interpretation",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "8761",
    "Name": "Mighty Empires",
    "ID": 52,
    "Year": "(1990)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/52/mighty-empires",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.6087",
    "Description": "Mighty Empires is both a strategic layer to the Warhammer Fantasy Battle (Third Edition) system and a boardgame in its own right.  It allows players of the miniature game to manage a kingdom, explore the world, and attempt to conquer other kingdoms, but it also can be played standalone as a fantasy wargame.  The game board is constructed with hexagonal tiles to create a unique land with mountains, hills, river valleys, lowlands, and coastal areas.  The game comes with some nifty bits representing armies, castles, cities and villages.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "8762",
    "Name": "Catacombs Cubes",
    "ID": 260694,
    "Year": "(2020)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/260694/catacombs-cubes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Set in the world of Catacombs, in Catacombs Cubes players draft various &quot;Tetris-like&quot; wooden shapes from the quarry to race to build structures from blueprints. These completed buildings are added to the growing town of Stormtryne. The player who successfully builds the most structures wins. The game features a novel &quot;cube-building mechanism&quot;.&#10;&#10;The game features:&#10;&#10;     Solo Mode included&#10;     Enough components to support four players with the base game&#10;     Features characters and places from the world of Catacombs&#10;     Plenty of theme (not an abstract title)&#10;     Different game modes (competitive vs passive)&#10;     Two resources drafting mechanics included in the box (dice vs tiles)&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8763",
    "Name": "Nemesis: Burma 1944",
    "ID": 197076,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/197076/nemesis-burma-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "600",
    "Weight": "3.5833",
    "Description": "From the designer:&#10;&#10;&quot;Nemesis: The spirit of divine retribution against those who succumb to hubris&quot;&#10;&#10;While Burma was the backwater of WW2, it contained several of the most colorful characters of the war. The background was such that...&#10;&#10;General Stilwell, who despised both British and Chinese (and the current American, except Marshall) leadership, wanted to fight the Japanese with Chinese troops, in Burma or in China. Roosevelt, while having no interest in rebuilding the British Empire, was at the same time incapable of seeing the Chinese Kuomintang regime as fascist as it really was. He often wanted to sack Stilwell for repeatedly reporting on Chinese incompetence and corruption.&#10;&#10;Chiang Kai-Shek was more interested in getting his hands on the valuable lend-lease supply the US was sending him through Stilwell, who he hated, than fighting the Japanese. He was not keen on putting Chinese troops under Stilwell's command in Burma since they might become well trained and then possibly turn on Chiang. But he accepted doing so if Stilwell used them for opening up a supply route to China once again.&#10;&#10;Churchill was not interested in Burma at all and wanted to focus on Singapore. Mountbatten, the Supreme Commander in India and Burma, wanted to attack into Burma, but through an amphibious assault further south instead. Wingate (some thought him to be certifiably insane) wanted to land special trained brigades in the middle of Burma and from there reconquer Southeast Asia.&#10;&#10;General Slim, who had to put up with his rude and querulous colleagues, Stilwell and Wingate; his flamboyant chief Mountbatten; the hopeless and incompetent Chiang Kai-Shek, just wanted to defeat the Japanese there in the north and from there retake the rest of Burma.&#10;&#10;In the meantime, in 1944, the Japanese, being outnumbered and with hardly any supply, said &quot;enough is enough&quot; and attacked. Why not? It worked in 1942. But this time Japanese hubris met Slim, the best British General of WW2, in the west; Stilwell's well trained and hard fighting Chinese troops in the North; Wingate's Chindit brigades in the middle amongst them; Chinese Yunnan soldiers who, after Chiang finally let them loose, took heavy casualties when investing the Japanese in the east. This time, after many ferocious battles, the Japanese met their Nemesis and were, in the end, utterly defeated.&#10;&#10;Nemesis features my &quot;Open Game Turn&quot; system. The Game Turn consists of only four phases: Assault (where a unit may move and &quot;overrun&quot;); Attack; Supply Check; Reinforcement. The phases are drawn as chits, so you will not know in what order they will appear, with the exception of the first chit in a Game Turn which is chosen from the first three drawn chits in the previous Game Turn. Both players have a set of four Phase Chits each and they take turns drawing them. The game mechanics are easy to master. The game play may not.&#10;&#10;The quality of the unit is the most important feature. Basically it affects four aspects: Not only will a high quality give an edge in combat, it also decides what kind of ZoC the unit is able to exert. The quality will decide how long a unit can be out of supply before attrition strikes, and how capable the unit is to make an operational move (a &quot;double move&quot;). Since ZoC is non-existent except when preventing enemy units conducting operational moves, it is very important which units you position and where you do so. Especially so, if you are uncertain of which phases there remain to be played.&#10;&#10;The game will also feature my &quot;Active Combat&quot; system. A combat result will have step losses and probably a retreat result. Step losses are straightforward. The retreat result though has to be enforced by the attacker. That is usually not a problem if it is done by a high quality unit. A unit with lesser quality may have to pay with step losses in order to do so. The defender then decides to retreat or resist. If it stays, then it takes step losses, depending on its quality. Before any attack, the Japanese player has the option to get an DRM in its favor (in attack or defense). But it comes with a price.&#10;&#10;Finally, there will be a two layer Victory Point system. There is a Satisfaction point track for each player. Some points can be actively acquired by you but are given once, usually those that will please your local commander. Some points can be actively acquired by the opponent and will be deducted every Game Turn from your track as long as the enemy controls them, usually those that displease your superiors. Then again, it is the same thing for your opponent. Those that you have received once are also the ones that are deducted each Game Turn from your opponent's track etc. In the end, as the commander, you will have to prioritize, depending on the current situation.&#10;&#10;Nemesis has a high replay value and if you love tense games when in action as well as games that allow you to ponder on possible &quot;perfect opening moves&quot;, then this is the game for you.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Burma",
      "History: Second Sino-Japanese War (1937-1945)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8764",
    "Name": "Holding On: The Troubled Life of Billy Kerr",
    "ID": 245444,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/245444/holding-on-the-troubled-life-of-billy-kerr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.36",
    "Description": "&quot;All my life I've kept my mouth shut - out of loyalty, out of fear... out of shame. And look where it's got me, lying here with my rear-end hanging out of a blue gown, all you lot fussing around me. Sure, that's no way to live. No way to die.&quot;&#10;&#10;Holding On: The Troubled Life of Billy Kerr is a co-operative game where players work as nursing staff tasked with providing care for the terminally ill. Your latest patient has been rushed in following a massive heart attack on a flight from Sydney to London. When the game begins, all you know is this - his name is Billy Kerr, he is sixty years old, and he has been given days to live.&#10;&#10;Players must work together to provide Billy with appropriate care, responding to medical emergencies while gaining his trust. Over ten fully replayable Scenarios, you will need to piece together a lifetime of memories while being drawn deeper into his troubled past. As you discover more about Billy, can you help him find the courage required to confront the three regrets that keep him holding on?&#10;&#10;Dealing with themes of dying and regret, Holding On: The Troubled Life of Billy Kerr invites players to experience the extraordinary life of an ordinary person in his final days.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical",
      "Memory",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection",
      "Storytelling",
      "Worker Placement"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Occupation: Medic / Doctor / Nurses",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "8765",
    "Name": "Reign of Dragoness",
    "ID": 366166,
    "Year": "(2022)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/366166/reign-of-dragoness",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2",
    "Description": "Reign of Dragoness is a ladder climbing game. Players seek to be to shed cards from their hand in order to collect points.&#10;&#10;&mdash;user summary&#10;&#10;Deep in the magical and mysterious past reigned the Dragoness, queen of all dragons and commander of the Dragon Knights, her trusted attendants. Every summer solstice, dragons from across the realms gathered for a grand tournament, where clans would test their strength and compete for glory. Relive those enchanted days when dragon, knight, squire and page together celebrated the Reign of Dragoness.&#10;&#10;Celebrate the Reign of Dragoness by being the first to play all thirteen cards in your hand. Each player must both match the pattern and raise the value of the cards until all but one drop out of the challenge. The Winner of each challenge sets the pattern for what comes next, and play continues until one player's hand is empty. Players collect points for playing all their cards first, and the player with the most points at the end of the game is dubbed Grand Champion of the Dragoness!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "8766",
    "Name": "Guilty: Houston 2015",
    "ID": 404349,
    "Year": "(2024)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/404349/guilty-houston-2015",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Someone has died in the county women's prison &mdash; and not just anyone, but Senator Kowalsky's daughter.&#10;&#10;You're heading to the prison now with a press conference scheduled for tomorrow at which you have to explain what happened, so you need to find answers over the next few hours.&#10;&#10;To start Guilty: Houston 2015, you'll read the introduction, then place the specified cards on the table. Choose a card, then turn it over and read it. What will you find there? Time will keep passing, possibly leading to surprises before you face the journalist pack at game's end to answer their questions as best as you can.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Medical",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Series: Guilty"
    ]
  },
  {
    "Rank": "8767",
    "Name": "Block Party",
    "ID": 379300,
    "Year": "(2023)",
    "Geek Rating": "5.601",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/379300/block-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ready, set, BUILD! Gather your friends and family and get ready to build your blocks as best you can or take a wild guess at some cube-tastic creations. One person will be the guesser while everyone else picks a secret item from their list and gets building before the timer runs out.&#10;&#10;On each round one player will be the Guesser and the rest will be Builders.&#10;&#10;Turn over a challenge card for the round, for example: 'Build the tallest object' or 'Use the fewest colours'. All the builders then secretly pick an object to build on their card. Then start the timer and get building, using the colourful wooden blocks in the middle of the table.&#10;&#10;Once the time is up the Guesser then goes around the table attempting to figure out what the others have built. Points are awarded for correct guesses (and sneaky steals!). The Guesser token then moves to the next player and the rounds continue.&#10;&#10;There is also a co-operative 2 player version of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "8768",
    "Name": "Titan",
    "ID": 260923,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/260923/titan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Titan is a network construction game set in the distant future, in which you play as employees of Stardrill, an interstellar mining corporation. Stardrill has acquired the mining rights to Saturn&rsquo;s largest moon &ndash; Titan - and is sending in a team to strip it of its resources.&#10;&#10;Your task is to fill the hold of your ship with as many units of valuable resources from Titan as possible, in order to earn the most Credits by the end of the game.&#10;&#10;To help its teams with their task, Stardrill has supplied a number of Extraction Plants - buildings which can be placed anywhere on the map. These extraction plants will allow you to obtain different types of resources. As you&rsquo;re all employees of Stardrill, once placed these buildings can be accessed and used by any player!&#10;&#10;Place pipes branching out from your main base to create the extraction network that will bring resources into the hold of your cargo ship. Each time you integrate an extraction plant into your network by joining a section of pipe to it, it activates, gaining you a unit of the resource of the building&rsquo;s type.&#10;&#10;Once obtained, these resources will have to be managed carefully, as you only have a limited amount of space in your hold! When full, no more resources can be added without spending or jettisoning others first. &#10;Some resources have value during the game and can be spent to free up space in your hold, while others can only score points at the end of the game - so you&rsquo;ll need to keep an eye on the space you have, and time your activations carefully.&#10;&#10;There are 6 resources available on Titan: Deuterium, Hydrocarbons, Silicium, Titanium, Water, and Tholin.&#10;&#10;However, not all of these resources are desirable. Titan hosts large quantities of Tholin, an organic substance which could potentially cause you to lose Credits at the end of your mission. Picking some of it up is impossible to avoid as you dig deeper into the centre of Titan, but don&rsquo;t let it get out of control &ndash; as well as losing you Credits, if you take Tholins into your hold when it is already full, some of your precious cargo will be contaminated!&#10;&#10;Stardrill has also supplied you with a team of trusty drones that will lend you on claw on your mission. As well as transporting valuable resources and moving Tholins away from your network, Drones can dock to an Extraction Plant to increase its yield or make it less costly to upgrade. These handy machines can also use Titanium to destroy pipe sections, either in another players network, or even your own!&#10;&#10;Earn Credits during the game by placing and upgrading Extraction plants, completing Stardrill&rsquo;s special Objectives, and fulfilling Planetary Orders.&#10;&#10;At the end of the game, you&rsquo;ll score Credits depending on the contents of your hold! The more Deuterium you have, the better, as long as it hasn&rsquo;t been contaminated&hellip;&#10;&#10;The Employee with the most Credits at the end of the game becomes Stardrill Employee of the Month!&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8769",
    "Name": "Loaded Questions",
    "ID": 2838,
    "Year": "(1997)",
    "Geek Rating": "5.600",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/2838/loaded-questions",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "&quot;If you were invisible, where would you go?&quot; &quot;If you could be a member of any TV-sitcom family, what would you choose?&quot; Rated one of the hottest new board games by USA Today, The Chicago Tribune, The San Francisco Chronicle and Games Magazine, Loaded Questions is the hilarious new board game that tests players on how well they know each other with over 500 fun personality-filled questions.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Loaded Questions"
    ]
  },
  {
    "Rank": "8770",
    "Name": "Trench Club",
    "ID": 294463,
    "Year": "(2021)",
    "Geek Rating": "5.600",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/294463/trench-club",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6154",
    "Description": "During the First World War, France and Britain wrestle with Germany and Austria-Hungary for the dominance of a decisive front section. Take on the role of a general and send your troops into battle. Barrage enemy units with artillery fire and attack them with your tanks and infantry or surround and annihilate them.&#10;&#10;Trench Club is a complex strategy game in which, in addition to attack strength and armor of the troops, their tactical setup, combat experience, damage and terrain have a decisive influence on the outcome of the battle. Since each unit brings its own strengths, you must cleverly assemble your army to win the victory over your opponents.&#10;&#10;Key Features:&#10;&#10;     Exciting strategy game set in World War I&#10;     Complex combat system&#10;     Nevertheless easy to learn rules&#10;     Detailed miniatures&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8771",
    "Name": "Tavern Masters",
    "ID": 210418,
    "Year": "(2017)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/210418/tavern-masters",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Run the best fantasy tavern in the village! Entertain the patrons! Earn the gold!&#10;&#10;Each player is a new tavern owner, setting up shop in a thirsty village full of thugs and soldiers, mages and nobles! There are multiple ways to play Tavern Masters: competitive, co-operative, or single player&#10;&#10;During the Day Phase, players play Tavern cards from their hand with Gold to build up their tavern, so that during Night Phase more Patrons will come to their tavern and spend more gold.&#10;&#10;One key feature in this game is Trading. Players can trade goods and staff cards from their hand or their tavern, which adds for both a fun game dynamic and great player interaction.&#10;&#10;Another fun dynamic is that turns are taken simultaneously during each Phase, so there is no &quot;player down-time&quot;. Also, there is no &quot;player elimination&quot;.&#10;&#10;In the base game of Tavern Masters, there are no &quot;take that&quot; cards, or cards which would negatively impact another player directly. This makes for less tense game-play for players who do not enjoy looking over their shoulder each turn at who will attack or betray them.&#10;&#10;For players who do enjoy more of the &quot;take that&quot; card play interaction, there is the Dirty Deeds Expansion, which adds in nasty tricks to play on the other tavern owners. The Dirty Deeds Expansion is mainly intended for Competitive Play mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Setting: World of Destiny"
    ]
  },
  {
    "Rank": "8772",
    "Name": "Good Dog, Bad Zombie",
    "ID": 238182,
    "Year": "(2018)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/238182/good-dog-bad-zombie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Good Dog, Bad Zombie, you bark, sniff, and lick your way through the apocalypse to save the hoomans you love. Zombies roam the city, but you and your doggo friends have found refuge in Central Bark. You&rsquo;ll have to cooperate as a pack of dogs to sniff out hoomans in hiding and bring them back to safety. But beware! The danger of the city could turn your pack feral before you get a chance to build your forever home.&#10;&#10;GDBZ aims to provide players with an immersive dog's-eye-view of the zombie apocalypse. Track down the hoomans from their smells, lick one another for boosts of energy, and bark at anything and everything!&#10;&#10;On their turns, each player may take two actions, which can consist of running to different locations, playing energy cards from their hands, sniffing scent tokens, and giving each other licks in order to draw more energy. Each energy card has an ability, such as: Run, Herd, Bark, Chew, and Good Doggo, the last of which allows each dog to perform a unique and powerful ability. Some cards can be chained together for elaborate, tactical turns. At the end of each player's turn they will have to roll the dice in order to add another zombie to the board, which may eat unsuspecting hoomans or get into Central Bark.&#10;&#10;If too many hoomans are eaten or too many zombies get into Central Bark, the Feral Tracker will reach 10 - and we become wild dogs, forgetting our love of hoomanity. However, if the players rescue enough hoomans (6 on easier difficulties, and 8 on expert modes), we all win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "8773",
    "Name": "Vault of Dragons",
    "ID": 255332,
    "Year": "(2018)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/255332/vault-of-dragons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "In Vault of Dragons, players take the role of unsavory factions from the streets of Waterdeep, factions who have heard rumors of a hidden vault of gold under the city and are determined to locate it first.&#10;&#10;In the game, players send followers to locations in Waterdeep to uncover rumors and treasure. Brawling with other factions to control key locations is to be expected, but beware the City Watch. Double-sided location tiles give players even more places to explore. Uncover the clues and enter the dungeons of the Undermountain to find the vault of dragons.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "8774",
    "Name": "Heist: One Team, One Mission",
    "ID": 282237,
    "Year": "(2019)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/282237/heist-one-team-one-mission",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.1",
    "Description": "Pull off the heist of the century and get rich quick &mdash; or lose it all!&#10;&#10;In the co-operative electronic game Heist: One Team, One Mission, players take on the roles of different characters &mdash; money man, hacker, lookout, or explosives expert &mdash; and work together to open an electronic safe and grab $50 million in cold hard cash along the way. The stakes have never been higher!&#10;&#10;Choose your character, use and trade tools to complete the task at hand, and listen closely to your team leader for one false move could trip the alarm! Heist includes five progressive levels of difficulty and a bonus top-secret sixth level waits to be unlocked...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Kill Steal",
      "Real-Time"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: Watch It Played How To Videos",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "8775",
    "Name": "Diceland: Deep White Sea",
    "ID": 3339,
    "Year": "(2002)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/3339/diceland-deep-white-sea",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.92",
    "Description": "James Ernest once again stakes out some uncharted game design territory with Diceland: Deep White Sea.  The game consists of five sets of octahedral stiff paper dice, about 2&quot; per edge, with five team members per set.  These dice have full-color comic-book style artwork by Eduardo Muller and game information printed on each face, and each die represents a character. Each die is pre-cut and scored, and assembles easily with just tabs and slots.  Despite being made from &quot;mere paper,&quot; the dice are surprisingly sturdy, and the use of a good quality card stock means they tend to stay in good condition. Unless you accidentally sit on one, of course.&#10;&#10;The basic goal is to be the first person to reach 50 points, which are earned by &quot;killing&quot; your opponent's characters.  Each turn, you may throw a new character into the arena (if you have any available to throw), have one of your characters use his or her action or power, or have one of your characters move.  Movement is done by rotating a die onto a new face on the table.  If you throw a new character into play, he or she may immediately use his or her power on the side that lands face up. Available powers may be an attack or a special action. Some of the special actions allow you to, in turn, use the powers of other teammates, triggering a cascading reaction across the table.&#10;&#10;Attacking is simple: Each attack has a power rating.  If it exceeds the block rating of the defending dice, the defending dice is killed, and the attacker scores its points (printed on side one of each die).  If it is equal or less than the defense value, the defending die is merely moved so that a lower value face is face-up, unless it's been &quot;wounded&quot; so many times that it's already on its lowest face, in which case, it dies.&#10;&#10;A basic game of Diceland lasts about 20 minutes.&#10;&#10;List of Diceland sets and armies&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Polyhedral (not D6) dice",
      "Game: Diceland"
    ]
  },
  {
    "Rank": "8776",
    "Name": "Snakes of Wrath",
    "ID": 372197,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/372197/snakes-of-wrath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8182",
    "Description": "In the world of Snakes of Wrath, two players or teams battle to build, and steal, the largest snakes. Traps are laid, enemies are flayed, and snakes are combined and captured as the tangled, hedonistic ouroboros grows. Will you build methodically or go on the offense by attacked your enemies and attempting a chain reaction steal.&#10;&#10;Each player has 7 randomly selected tiles with which they can:&#10;&#10;-Build a new snake from any open head&#10;-Grow an existing snake in their color&#10;-Injure an opponent's snake with an injury tile&#10;-Steal an opponent's snake by connecting to it&#10;&#10;Lay your tiles strategically, incapacitate your opponent, and close all ends of your snakes to emerge victorious. Players must plan ahead, guess their opponent's moves, and deploy tiles carefully. Two-sided tiles mean the tides can change at any moment with a sinister steal or a well-laid trap. One mistake and a chain reaction can be set off, flipping tiles in your opponents favor.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Snakes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8777",
    "Name": "Die Drei Kolosse",
    "ID": 415120,
    "Year": "(2023)",
    "Geek Rating": "5.600",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/415120/die-drei-kolosse",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2.5556",
    "Description": "Die Drei Kolosse (&quot;The Three Colossi&quot;) is an immersive puzzle game with exciting audio plays and themed puzzles. You open mysterious envelopes with puzzle items that look like they're from a real escape room. In between, you read dialogues in distributed roles and make important decisions.&#10;&#10;Story: A solitary village. Three colossal statues. A terrifying monster. On behalf of the mayor of Bad Wahrfels, five experienced professors travel to a tiny village at the foot of the &quot;Three Colossi&quot; - three gigantic stone statues of 16th century lords, carved into the rock faces of three mountains. It is said that one of them turns into a monster at night. Together, our protagonists want to put a stop to the monster using the logical and well-founded methods of science. After all, monsters don't exist. Right?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Die Drei Kolosse ist ein immersives R&auml;tselspiel mit spannenden H&ouml;rspielen und thematischen R&auml;tseln. Ihr &ouml;ffnet mysteri&ouml;se Umschl&auml;ge mit R&auml;tselgegenst&auml;nden, die wirken, als w&auml;ren sie aus einem echten EscapeRoom. Zwischendurch lest ihr Dialoge in verteilten Rollen und trefft wegweisende Entscheidungen.&#10;&#10;Story: Ein abgelegenes Dorf. Drei kolossale Statuen. Ein furchterregendes Monster. Im Auftrag des B&uuml;rgermeisters von Bad Wahrfels begeben sich f&uuml;nf erfahrene Professor:innen in ein winziges Dorf am Fu&szlig;e der &ldquo;Drei Kolosse&rdquo; - drei gigantische Steinstatuen von F&uuml;rsten aus dem 16. Jahrhundert, gehauen in die Felsw&auml;nde dreier Berge. Man erz&auml;hlt sich, dass sich eine von ihnen des Nachts in ein Monster verwandeln soll. Gemeinsam wollen unsere Protagonist:innen dem Unget&uuml;m mit den logischen und fundierten Methoden der Wissenschaft Einhalt gebieten. Monster gibt es schlie&szlig;lich nicht. Oder?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "8778",
    "Name": "Offerings",
    "ID": 67693,
    "Year": "(2010)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/67693/offerings",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7917",
    "Description": "It is 430 B.C, the era of the Peloponnes war. Hit by famine and plague, the different cities of Greece tries to gain the favor of the Gods and Goddesses of Olympus by offering them the most attractive sumptuous ritual sacrifice.&#10;&#10;The game consists of three phases.&#10;Firstly : the bidding phase. Players would have to recruit different offerings/materials necessary for the ritual of sacrifice through bidding. Players will need to out-bid each other to obtain the materials/offerings.&#10;&#10;Secondly : the corruption phase. The corruption phase is another way of obtaining the most important offerings/materials needed for your ritual by stealing them from your opponents.&#10;&#10;Last but not least : the ritual sacrifice. This is your time to gain the favor of the Gods and Goddesses of Olympus. During the ritual sacrifice, you honor the Olympus Gods by offering them the most sumptuous sacrifice and gain devotion points from them.   But beware, towards the end of the game, as the number of altars available in the temple becomes less&hellip; players will need to out-wit their opponents to gain the favors of the Gods by offering the most sumptuous ritual sacrifice they can possibly offer before all of the altar runs out. And only one will gain the favor of the Gods.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Animals",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Goats",
      "Animals: Pigs",
      "Animals: Sheep",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "8779",
    "Name": "Mille Bornes",
    "ID": 590,
    "Year": "(1954)",
    "Geek Rating": "5.600",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/590/mille-bornes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2492",
    "Description": "One Thousand Milestones. On French roads there were small marker stones giving the distance in kilometres to the next town. In this famous old French card game, players compete to drive 1000 km, dealing with hazards along the way. Draw a card to your hand, play or discard. You must lay a green traffic light to start, play cards showing mileage, dump hazards (flat tire, speed limit) on the other players, remedy hazards (spare tire, end of limit) from yourself, play safety cards (puncture proof), and try to be the first to clock up the distance.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Mille Bornes",
      "Comic Books: Asterix",
      "Comic Books: Tintin",
      "Movies: Cars",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "8780",
    "Name": "Troll & Dragon",
    "ID": 245085,
    "Year": "(2018)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/245085/troll-and-dragon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "Troll and Dragon, will you dare steal the Dragon's treasure?&#10;&#10;Troll and Dragon is a push your luck game where players will try to collect as many gems as possible. &#10;Our little thiefs can decide to stay in the Troll's cave and collect some diamonds, easy peasy. Some might dare open the door that lead to the Dragon's room.&#10;&#10;The Dragon's room is an amazing place, full of golden nuggets. Once you get there, the frenezy starts around the table. You can now throw the precious golden dice, roll them as much as you can to collect as many golden nuggets as possible. But beware, other players are rolling the dragon dice, trying to wake the legendary beast up to make you lose all treasures. Will you stop in time, who is the best and more discret thief around the table?&#10;&#10;On your turn, roll the dice as many times as you want, as long as you have something to score. If you roll a key and a door, you can go to the Dragon's room. Once there, roll dice as much as you want but if your opponents roll 2 dragon faces on their dice, you will lose everything you gathered.&#10;&#10;Troll and dragon is a frenetic and very fun game for the whole family to play!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Fantasy",
      "Medieval",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dragons",
      "Creatures: Trolls"
    ]
  },
  {
    "Rank": "8781",
    "Name": "Australis",
    "ID": 419720,
    "Year": "(2024)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/419720/australis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Stand your ground in the East Australian Current where you have to make your way as a sea turtle!&#10;&#10;You have a chance of winning Australis only if you have a wide range of strategies. Choose the right dice cleverly to form growing schools of fish and settle corals on different coral reefs. At the end of each phase, you will compete with your dice in an exciting contest.&#10;&#10;Which of you will be the best in this ecosystem of incredible diversity?&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Animals: Turtles",
      "Country: Australia"
    ]
  },
  {
    "Rank": "8782",
    "Name": "Castello Methoni",
    "ID": 266141,
    "Year": "(2019)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/266141/castello-methoni",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.3333",
    "Description": "During the Byzantine years, Methoni retained its remarkable harbor and remained one of the most important cities of Peloponnese. The Republic of Venice had its eye on Methoni since the 12th century, due to its location on the route from Venice to the Eastern markets. Rich Venetian traders started to expand their territories with power and money to be a lord of Methoni which must be the promised most powerful throne.&#10;&#10;In Castello Methoni, players attempt to take over castles, but with money, not military power. On a turn, a player plays a card of a certain terrain, builds a wall on the corresponding place, then places one of their houses and one other house on each side of the wall. When an area is closed by walls, it becomes a domain.  When a player builds a domain, then they pay money to the players who have a house in the area. When a player builds a domain adjacent to another domain, they can merge the domains by paying money.&#10;&#10;The game ends when no more walls remain in the supply. The player who has collected the most points from coins and domains wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Country: Greece"
    ]
  },
  {
    "Rank": "8783",
    "Name": "Pengoloo",
    "ID": 34819,
    "Year": "(2007)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/34819/pengoloo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Welcome to the South Pole! Our penguins in Pengoloo are ready to play with you, so roll the dice to find their matching hidden eggs. Be the first to collect six penguins to win. Memory and a little luck will help you succeed in this fun South Pole eggspedition!&#10;&#10;In slightly more detail, players roll colored dice, then look for eggs of those colors. The twist is that you can re-find eggs that have already been found to take additional turns. The advanced rule option allows players to steal eggs from each other.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "8784",
    "Name": "Somme 1918: Bloody Spring",
    "ID": 91739,
    "Year": "(2012)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/91739/somme-1918-bloody-spring",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6",
    "Description": "Somme 1918 is the second game in a series that covers all of the offensives on the Western Front in 1918 and the Sequel to Marne 1918: Friedensturm.&#10;&#10;Somme 18 is different from Marne 1918 because it covers only one battle, Operation Michael, while Marne 1918 simulated a series of offensives, from Blucher to Friedensturm. The result is a more intense and nerve-wracking game that takes place over eight turns (from the end of March to mid-April), at least half of which are composed of three operational phases. Both players will face difficult challenges. The German player needs to re-create the historic breakthrough and has to put in every effort to reach Amiens. The Allied player has to resist succumbing to panic in the first turns in order to organize an effective defense, and then a counter-attack near the end of the game.&#10;&#10;While the basic rules in Somme 18 are identical to those in Marne 1918 (with the exception of the air rules, which have been completely revised), the advanced rules will be very different. The principal reason is the length of Operation Michael, about fifteen days, which does not give an opportunity for the campaign management rules of Marne 1918 to be used.&#10;&#10;So, all of the unit management tracks have disappeared and have been replaced by one table that manages the replacement and re-construction of units. Strategic movement has also been greatly simplified and adapted to the tempo of the game.&#10;&#10;Somme 1918 will of course be enriched by numerous specific rules, simulating the particularities of this battle.&#10;&#10;&#10;     Petain&rsquo;s Reticence: Simulates the French command&rsquo;s lack of urgency in supporting their British allies.&#10;     The arrival of French reinforcements without their artillery support, allowing a quicker deployment of troops coupled with a reduction in their value.&#10;     Inter-Allied Cooperation: This will be extremely reduced at the beginning of the campaign.&#10;     Evolution of the use of Stoss: The doctrine of using assault troops had been principally introduced by General von Hutier, in Russia and Italy. At the beginning of Operation Michael, the generals commanding the Second and Seventeenth armies used their Stosstruppen in frontal assaults, wasting these elite forces and provoking fury from Ludendorff. A rule thus simulates the evolution of this doctrine.&#10;     The Doullens Conference: At the height of the German offensive, while the French Army under Petain prepared to cut its ties with the British, Haig accepted that he be placed under the command of Foch, finally creating an inter-Allied command. This rule simulates this conference, tied to German conquests. It also plays a part in obtaining victory points. In fact, this rule is really the heart of the game and we think that players will be pleased with the proposed system that will bring together the different parameters of this game.&#10;&#10;&#10;&bull; Boxed game&#10;&bull; 1 A1 single-sided maps&#10;&bull; About 560 counters&#10;&bull; 24 pages rules booklet in english&#10;&bull; 2 player aids in english&#10;&bull; Introductory historical booklet with design notes&#10;&bull; 4 dice&#10;&#10;(from Nuts Publishing website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Picardy (France)"
    ]
  },
  {
    "Rank": "8785",
    "Name": "Star Fleet Battles (Designer's Edition)",
    "ID": 37061,
    "Year": "(1979)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/37061/star-fleet-battles-designers-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.8571",
    "Description": "Star Fleet Battles Designer's Edition was the second version of the Star Fleet Battles series. An expanded &amp; enhanced version of the original zip-lock bag version. Contains 216 full-color die cut counters representing the ships of seven fleets, freighters, outpost stations, starbases, asteroids, planets, and monsters. Also contains a large hex map, charts, and ship displays.&#10;&#10;The Designer&rsquo;s Edition followed up the successful original Star Fleet Battles Pocket Game. The original version had optional advanced rules.  The Designer&rsquo;s Edition divided the rules into a &quot;Basic Game&quot; and an &quot;Advanced Game&quot; and rewrote much of the optional advanced rules into the &quot;Advanced Game&quot; and included more ships and counters for the newly added ships. This version also included the first expansions in the Star Fleet Battles series, and it had three pocket game expansions.&#10;&#10;There were two editions of the Designer's Edition.  The second edition had a different box cover (the same cover art as Star Fleet Battles Commander&#039;s Edition Volume I) and a larger sized rulebook.&#10;&#10;Re-implements:&#10;&#10;     Star Fleet Battles&#10;&#10;&#10;Re-implemented by:&#10;&#10;     Star Fleet Battles Commander&#039;s Edition&#10;     Star Fleet Battles Captain&#039;s Edition&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "8786",
    "Name": "Ogre Miniatures",
    "ID": 29026,
    "Year": "(1992)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/29026/ogre-miniatures",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "Rules for use with OGRE and G.E.V. miniatures adapting the hex-and-counter mechanics for table-top (hexless) use with OGRE Miniatures.&#10;&#10;A gratis slimmed down version (Ogre Miniatures Lite) is available from the publisher's web site. Also, a free supplement (Ogre Miniatures Update) is available on W23 (SJGames's online store).&#10;&#10;The 1992 hard copy edition has been supplanted by a new 2018 hard copy &quot;Second Edition&quot; via Kickstarter in Fall 2018.&#10;&#10;Also available in a complete box game with miniatures; OGRE Battle Box (2018).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Ogre / G.E.V."
    ]
  },
  {
    "Rank": "8787",
    "Name": "Fate: Defenders of Grimheim",
    "ID": 399822,
    "Year": "(2024)",
    "Geek Rating": "5.600",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/399822/fate-defenders-of-grimheim",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Freyja, the Norse goddess of fertility, joins Thor in Asgaard for a wedding along with all the proven warriors from Grimheim.&#10;You&rsquo;re not one of them.&#10;Loki, the trickster god, sees his chance to destroy Freyja&rsquo;s sacred well in Grimheim. Soon, monsters appear from all directions, advancing towards the small village where you are now the only defenders left. The fate of Grimheim is in your hands.&#10;&#10;Fate is a cooperative game for 1-4 players who take the roles of talented but unexperienced heroes. Together, they defend Freyja&rsquo;s well against trolls, the dead, and the fire horde monsters approaching from all sides of the game board.&#10;Kill monsters to gain experience and upgrade your hero, solve quests to discover weapons and equipment, and stand shoulder to shoulder with your friends against the mighty monsters of Norse mythology.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "8788",
    "Name": "La Belle Époque",
    "ID": 245224,
    "Year": "(2021)",
    "Geek Rating": "5.600",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/245224/la-belle-epoque",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.0769",
    "Description": "During the period between the &quot;French-Prussian Wars&quot; and the beginning of the &quot;First World War&quot;, Europe was pervaded by great optimism and incredible innovations both in science and arts.&#10;&#10;All European Powers took a dangerous path towards an open conflict by developing new weapons, by conquering the last free territories in Africa and Asia and by attempting to gain control of other countries across Europe!&#10;&#10;In &quot;La Belle &Eacute;poque&quot; Central Empires, France, Great Britain and Russia will ruthlessly compete with each other to gain supremacy over the others in an escalation of tension that will lead Europe to World War One !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Negotiation",
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Africa",
      "Continents: Asia",
      "Continents: Europe",
      "Country: Austria-Hungary",
      "Country: France",
      "Country: Germany",
      "Country: Greece",
      "Country: Ottoman Empire",
      "Country: Russia",
      "Country: United Kingdom",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "8789",
    "Name": "The Silver River",
    "ID": 249275,
    "Year": "(2020)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/249275/the-silver-river",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1",
    "Description": "The Silver River is a 4X game that takes place in our own galaxy, the Milky Way, known in some Eastern cultures as The Silver River. The game includes Humans and different alien races, all of which some believe really exist in our galaxy. Races include:&#10;&#10;&#10;     Greys&#10;     Arcturians&#10;     Reptilians&#10;     Yahyel&#10;     Nordics&#10;     Insectoids&#10;     Martians&#10;&#10;&#10;Each race has unique special abilities that lend themselves to different play styles. The Deluxe Edition of the game adds the White Lions and the Cyborgs.&#10;&#10;The Silver River was built to provide a rich 4X experience (Explore, Expand, Exploit &amp; Exterminate), with all its trappings in under 2 hours.&#10;&#10;Players will take the role of one alien civilization, and work to earn victory points through exploration, colonization, technology, civilization building, politics, war, and peace.&#10;&#10;Unique gameplay elements include:&#10;&#10;&#10;     Simultaneous Production and Resource Allocation: Gain raw production equal to your civilization's population each turn, and then allocate it to your areas of choice during simultaneous Governing phases. Use your allocated resources to take actions.&#10;     True Exploration: Explore planet-less sectors for rewards. Uncover mini-quests that can be completed for bonus rewards.&#10;     Choose War, or Choose Peace: Players may enter any occupied sector without forcing war, players always have the option to attack, or not to attack, and may even agree to co-habitate planets together.&#10;     Fast Tech Upgrades and Ship Movement: Move fleets of ships, whose size is not visible until they arrive, not individual ships. Upgraded technology applies instantly to all ships/planets/etc. This provides real progression in less time, and  with less micromanagement.&#10;     Ally Against Common Enemies: The center of the map is Sagittarius A*, a place where massive space monsters can be hunted for great rewards, on your own, or with other players.&#10;     Choose Your Victory Conditions: Players will have the ability to choose their victory conditions before the game starts to ensure every player can play the strategies they love, and avoid those they dislike. (War, Explore, Cooperate, Negotiate, Technology, Civ Building, Politics, Production, etc)&#10;     Unique Domestic Investment mechanic that provides resources and VP to players who pass early in an age to focus on their domestic agenda. This adds a thematic layer to the game and speeds gameplay up dramatically.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Industry / Manufacturing",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "8790",
    "Name": "Side Quest",
    "ID": 178450,
    "Year": "(2016)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/178450/side-quest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "Side Quest is a dungeon crawling card game that fits in your pocket. With a single deck of cards and a couple of dice you and up to 3 friends can battle your way through a decision-packed dungeon. Fight monsters, grab loot and rescue maidens as you gear up your characters to fight the boss at the end of the dungeon.&#10;&#10;Side Quest is a fully co-operative game - if any Heroes (or maidens!) die, the game is lost.&#10;&#10;There are a wide range of scenarios to play, including ultra-tough single-player missions, challenging 30 minute pick-up games and lengthy 2 hour dungeon treks. With loads of different Heroes, Monsters and Equipment cards you'll never play the same game twice.&#10;&#10;Plan together, fight together, win together!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "8791",
    "Name": "Pingyao: First Chinese Banks",
    "ID": 303263,
    "Year": "(2017)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/303263/pingyao-first-chinese-banks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "During the Qing Dynasty, a time before coal-powered travel, citizens of Pingyao relied primarily on camels to cross through deserts, wilderness, plains, and cities to trade wealth and goods. The nation was divided, unable to operate an efficient economy. A national agency of bankers was established as a means to connect all of China. With a network of banking created, wealth began to accumulate, and the city of Pingyao became the financial heart of China.&#10;&#10;Pingyao: First Chinese Banks is an economic dice-as-workers placement game in which players assume the role of famous Jin merchants in the Qing Dynasty. During the blossoming age of banking, players expand from Pingyao to open agencies across China, offering remittance services to businessmen in order to earn profits. The goal of the game is to build up money over eight rounds and be the wealthiest player by game's end.&#10;&#10;Throughout the game, players must recruit reliable managers to oversee their agencies, which can grant powerful abilities. With cash in hand, players may deposit their earnings to gain interest or offer loans in exchange for government favors and fame. Pingyao: First Chinese Banks also includes a solo mode in which you are challenged by a series of quests.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#229;&#156;&#168;&#233;&#129;&#147;&#229;&#133;&#137;&#229;&#185;&#180;&#233;&#150;&#147;&#239;&#188;&#140;&#230;&#153;&#137;&#229;&#149;&#134;&#233;&#166;&#150;&#229;&#137;&#181;&#228;&#186;&#134;&#231;&#165;&#168;&#232;&#153;&#159;&#239;&#188;&#136;&#233;&#138;&#128;&#232;&#161;&#140;&#239;&#188;&#137;&#228;&#184;&#166;&#233;&#128;&#144;&#230;&#188;&#184;&#229;&#159;&#183;&#230;&#142;&#140;&#228;&#184;&#173;&#229;&#156;&#139;&#233;&#135;&#145;&#232;&#158;&#141;&#231;&#149;&#140;&#227;&#128;&#130;&#233;&#128;&#153;&#230;&#152;&#175;&#228;&#184;&#128;&#229;&#128;&#139;&#231;&#143;&#190;&#233;&#135;&#145;&#230;&#181;&#129;&#233;&#129;&#138;&#230;&#136;&#178;&#239;&#188;&#140;&#231;&#142;&#169;&#229;&#174;&#182;&#229;&#176;&#135;&#230;&#156;&#131;&#230;&#137;&#174;&#230;&#188;&#148;&#228;&#184;&#128;&#228;&#189;&#141;&#230;&#153;&#137;&#229;&#149;&#134;&#229;&#156;&#168;&#228;&#184;&#128;&#229;&#174;&#154;&#231;&#154;&#132;&#230;&#153;&#130;&#233;&#150;&#147;&#229;&#133;&#167;&#239;&#188;&#136;8&#229;&#128;&#139;&#229;&#155;&#158;&#229;&#144;&#136;&#239;&#188;&#137;&#239;&#188;&#140;&#231;&#182;&#147;&#231;&#135;&#159;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#231;&#165;&#168;&#232;&#153;&#159;&#239;&#188;&#140;&#230;&#180;&#190;&#233;&#129;&#163;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#230;&#142;&#140;&#230;&#171;&#131;&#233;&#150;&#139;&#231;&#165;&#168;&#232;&#153;&#159;&#227;&#128;&#129;&#230;&#148;&#190;&#230;&#172;&#190;&#227;&#128;&#129;&#229;&#129;&#154;&#229;&#140;&#175;&#229;&#133;&#140;&#227;&#128;&#129;&#229;&#159;&#185;&#233;&#164;&#138;&#228;&#186;&#186;&#230;&#137;&#141;&#227;&#128;&#129;&#230;&#148;&#128;&#232;&#129;&#178;&#230;&#156;&#155;&#227;&#128;&#129;&#229;&#146;&#140;&#229;&#174;&#152;&#229;&#186;&#156;&#229;&#144;&#136;&#228;&#189;&#156;&#239;&#188;&#140;&#232;&#174;&#147;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#231;&#165;&#168;&#232;&#153;&#159;&#233;&#150;&#139;&#233;&#129;&#141;&#229;&#133;&#168;&#228;&#184;&#173;&#229;&#156;&#139;&#227;&#128;&#130;&#233;&#129;&#138;&#230;&#136;&#178;&#231;&#181;&#144;&#230;&#157;&#159;&#229;&#190;&#140;&#232;&#170;&#176;&#230;&#152;&#175;&#230;&#156;&#128;&#230;&#136;&#144;&#229;&#138;&#159;&#231;&#154;&#132;&#229;&#149;&#134;&#228;&#186;&#186;&#239;&#188;&#136;&#229;&#136;&#134;&#230;&#149;&#184;&#230;&#156;&#128;&#229;&#164;&#154;&#239;&#188;&#137;&#232;&#170;&#176;&#229;&#176;&#135;&#231;&#141;&#178;&#229;&#190;&#151;&#233;&#129;&#138;&#230;&#136;&#178;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#128;&#130;&#10;&mdash;description from the publisher (Chinese)&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "8792",
    "Name": "Save Doctor Lucky",
    "ID": 1157,
    "Year": "(2000)",
    "Geek Rating": "5.600",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/1157/save-doctor-lucky",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4894",
    "Description": "It is April 14, 1912.  You have accompanied the good Dr. Lucky on the maiden voyage of the Titanic.  As the ship is sinking, you must frantically save the old man, but he firmly believes his good luck will save him, and he rebuffs your attempts to help as he continues to meander through the passageways of the doomed liner.  Someday, you will kill him for his stubbornness, but tonight, you must Save Doctor Lucky.&#10;&#10;In this clever twist on the original Kill Doctor Lucky, players move around a sinking ocean liner trying to collect items that help to save the good old Doctor Lucky. It wouldn't be too hard, except all the other players are trying to stop you by playing failure cards.&#10;&#10;Sequel to:&#10;&#10;    Kill Doctor Lucky&#10;&#10;&#10;Expanded by:&#10;&#10;    Save Doctor Lucky on Moon Base Copernicus&#10;    The Doctor Lucky Ambivalence Pack&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Murder / Mystery",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Map Reduction",
      "Take That"
    ],
    "Families": [
      "Game: Doctor Lucky",
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "8793",
    "Name": "A game about WEE WHIMSICAL CREATURES and trying to identify them after someone makes noises.",
    "ID": 342492,
    "Year": "(2021)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/342492/a-game-about-wee-whimsical-creatures-and-trying-to",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "1",
    "Description": "80 wonderfully weird beasties that ask you to ponder, &quot;What noises would these creatures makes?&quot;&#10;&#10;One person randomly picks a target creature, ponders what noise it might make, then makes that noise, trying to keep it distinct from the other 4 monsters that are visible on the table.&#10;&#10;The noise-maker gets a point if the majority of players guess correctly. Guessers get a point if guessing correctly OR if guessing with the majority.&#10;&#10;This is the first 'Bezzy Budget Bag' game. It was sold in a resealable plastic bag for &pound;5 GBP at UKGE 2021 (selling out after a day). A reprint will come by the end of 2021.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Music",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Singing",
      "Voting"
    ],
    "Families": [
      "Components: Sound games",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "8794",
    "Name": "City Council",
    "ID": 144632,
    "Year": "(2013)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/144632/city-council",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "In City Council each player takes the role of a council member of a newly founded city. The government will select the members of the city council for the first few years until the city rises and flourishes, by which time the most popular member will receive the position of Mayor.&#10;&#10;In order to build the city, you and the other councilmen must maintain a low level of pollution, fight crime, create jobs, and sustain an adequate city budget. If you and the others don't keep up the good work, the city project might not succeed, the government will take over, and all players will lose.&#10;&#10;As a member of the council, you must also strive to gain the favor of the different political groups who rule the streets of your city. As the game progresses and the city grows larger, more and more political interest groups will try to impose their will on the city by knocking on your office door and asking you for small &quot;favors&quot; in which you will have to act on their behalf. In return, they'll offer you their support and you'll receive victory points for your personal cause, possibly allowing you to become the city's first Mayor.&#10;&#10;",
    "Categories": [
      "City Building",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Tile Placement",
      "Voting",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8795",
    "Name": "Istanbul: Choose & Write",
    "ID": 379037,
    "Year": "(2023)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/379037/istanbul-choose-and-write",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "Welcome back to the Istanbul Bazaar!&#10;&#10;Once again, players take on the role of shrewd merchants whose goal is to gather goods and lira, then trade them for the precious rubies needed to win. In Istanbul: Choose &amp; Write, instead of a common set of locations in the middle of the table, each player has a bazaar in front of them as a game plan, a personal tracking sheet where players will mark their choices as they play.&#10;&#10;On their turn, players must choose to play either a Location card or a Guild card. Location cards will allow all merchants to perform the action of the specified location, or the action of an adjacent space on their sheet. If a player would rather prevent others from taking this follow action, they can instead play a Guild card, which is expensive but triggers powerful effects.&#10;&#10;Fans of the Istanbul game series will recognize familiar locations in Istanbul: Choose &amp; Write, such as the Large Market and the Gemstone Dealer. However, thanks to the innovative choose-and-write mechanism, this visit to the bazaar will challenge players in a completely new way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Cities: Istanbul (Turkey)",
      "Country: Turkey",
      "Game: Istanbul (AEG)",
      "Mechanism: Flip-and-Write",
      "Misc: LongPack Games",
      "Region: Middle East",
      "Series: Istanbul (Pegasus Spiele)",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "8796",
    "Name": "Dungeon Fighter in the Castle of Frightening Frosts",
    "ID": 321047,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/321047/dungeon-fighter-in-the-castle-of-frightening-frost",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Dungeon Fighter is back with a brand new Second Edition, 10 years after its original release!&#10;&#10;The new Dungeon Fighter series comes in different standalone versions, each with a completely different Dungeon! You will find the good old cooperative gameplay experience with its crazy dice throws (improved with streamlined rules), unique target-board with its own gameplay elements, and of course different dice, heroes, weapons, monsters, bosses, and rooms. It&rsquo;s like a completely different game each time!&#10;&#10;Slide with our heroes into the frozen halls of the Castle of Frightening Frosts, an icy fortress where they are at constant risk of slipping into a frosty hell! Featuring super-sliding d4 dice and a square-themed target board for a chilling Dungeon Fighter adventure!&#10;&#10;Be a Professional Hero! Explore the Dungeon, face weird and ferocious monsters, and fight your way to the final Boss! To defeat those fiends, you will need to use all of your focus and dexterity and throw the dice at the right spots of the main target-board.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Dungeon Fighter"
    ]
  },
  {
    "Rank": "8797",
    "Name": "Mage Noir",
    "ID": 293941,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/293941/mage-noir",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.8",
    "Description": "Mage Noir is a strategy card game. In this dueling, deck-building game, players become true Mages and fight each other with the power of the elements. The game is focused on crafting spells and is packed with fireballs, crashing waves, devastating tornadoes and powerful magical abilities, all held in the palm of your hand.&#10;&#10;In Mage Noir, you&rsquo;ll combine lesser spells to create stronger ones. The spell crafting system is simple, logical and very thematic. Will you cast your spells for immediate effects or risk saving them to combine into a game-winning combo? Mana is shared at the center of the table, every action you take will change this amount, and you&rsquo;ll get to claim some of it at the beginning of your turn. But the rest may end up with your opponent, so plan accordingly. The separation of Mana from your deck also means no more failing to draw what you need to cast your spells!&#10;&#10;In Mage Noir, both players start with 20 Health Points (HP) . You achieve victory if you reduce your opponent&rsquo;s total Health Points to zero . Additionally, if a player has to draw a card but does not have a deck to draw from, they lose the game .&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Single Loser Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8798",
    "Name": "Lion of Ethiopia",
    "ID": 5991,
    "Year": "(1990)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/5991/lion-of-ethiopia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "This game is a two-player simulation of the Italian invasion of Ethiopia in 1935-36. This war holds the distinction of being the largest colonial war ever fought in Africa and was the first round of the European portion of what would become World War II.&#10;&#10;The game includes a 12 page rulebook, a 22&quot; x 34&quot; mapsheet, and 164 counters.&#10;&#10;For the Italians, victory is determined by occupation of a number of geographical locations or the complete destruction of the Ethiopian army. For the Ethiopians, they must occupy Massawa and Mogadisho, destroy both Italian HQs, destroy the entire Italian army, or prevent the Italians from winning by Turn 22.&#10;&#10;Originally published in &quot;Command&quot; magazine, issue #4&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Ethiopia",
      "History: Italo-Ethiopian Wars",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Region: East Africa",
      "Region: Horn of Africa"
    ]
  },
  {
    "Rank": "8799",
    "Name": "Dungeons of Doria",
    "ID": 270851,
    "Year": "(2023)",
    "Geek Rating": "5.600",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/270851/dungeons-of-doria",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.3846",
    "Description": "A cooperative dungeon crawler for 1-6 players set in the fantasy world of &quot;Doria&quot;.&#10;&#10;You are heroes, mercenaries and vagabonds, drawn from far flung corners of the continent Doria, seeking adventure, glory and gold. The vastness of Doria teems with dungeons, towers and cellars crammed with monsters, treasures and ancient artifacts. Work together to survive terrible perils and escape the dungeons of Doria!&#10;&#10;Dungeons of Doria is played without a game master. Select a quest and start exploring a dungeon. Either choose from standalone adventures you complete in one session or pick one of the four included campaigns continuing over multiple scenarios.&#10;&#10;The Dungeons of Doria Initiative System allows each character to spend their initiative points on multiple actions such as moving, attacking, looting or repairing damaged equipment. The character or monster with the highest initiative value defines the next action. Each player must decide on what to do: Use several quick actions, one slower action or a combination - depending on the items equipped. Plan tactical fights, disarm traps and manage your inventory of loot.&#10;&#10;Over 400 unique loot cards, 19 opponents each with their own abilities plus monster modifiers and 8 initial characters that can be completely customized as you wish.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Map Addition",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Stat Check Resolution",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Polyhedral (not D6) dice",
      "Components: Standees",
      "Creatures: Dragons",
      "Creatures: Ghosts",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Mummies",
      "Creatures: Trolls",
      "Creatures: Vampires",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "8800",
    "Name": "Warhammer Age of Sigmar (Third Edition): Core Book",
    "ID": 341080,
    "Year": "(2021)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/341080/warhammer-age-of-sigmar-third-edition-core-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.8571",
    "Description": "The Age of Sigmar began with the thunderous arrival of the Stormcast Eternals, borne upon the heavenly storm of the God-King Sigmar Heldenhammer. They are great heroes, snatched up at the moment of death and magically reforged &ndash; these golden warriors are thrown into battle against all who would corrupt, decay, and destroy the Mortal Realms.&#10;&#10;While Sigmar and his pantheon of Order strive for prosperity in these dark times, the Great Necromancer Nagash marshals the forces of Death in a bid to claim every last soul for his own. Meanwhile, Kragnos leads the wild forces of Destruction in a savage rampage across the civilised world, all while the Chaos Gods prepare to conquer the last uncorrupted bastions in a world of conflict and upheaval. This is a new epoch, a time of mighty battles and unending war. This is the Age of Sigmar!&#10;&#10;The Age of Sigmar is an epic setting populated by myriad armies, powerful heroes, and magnificent monsters. It plays host to vast, realm-spanning wars between the forces of Order, Chaos, Death, and Destruction. In the Warhammer Age of Sigmar Core Book, you&rsquo;ll not only learn the rich history of this war-torn age, but you&rsquo;ll also find all the rules you need to evoke these epic stories on the tabletop.&#10;&#10;Realms of War&#10;&#10;The Core Book starts with Realms of War, an overview of the Warhammer hobby with concise how-to guides on collecting, building, and painting your miniatures, as well as the various ways you can use them to play games of Warhammer Age of Sigmar.&#10;&#10;War Unending&#10;&#10;Discover the history of the Mortal Realms in the first lore section of the book, containing a detailed, illustrated story-so-far, from the arrival of mankind's God-King to the savage Era of the Beast. This covers three major ages:&#10;&#10;&#10;     The Age of Myth, Sigmar&rsquo;s journey through the cosmos, his meeting with the Great Drake Dracothion and his exploration of the eight Mortal Realms. It tells of his awakening of other gods, the building of civilisations, and the fractious alliances that were forged.&#10;&#10;&#10;&#10;     The Age of Chaos, brought about by the machinations of the Chaos Gods and their command of the Realm of Chaos, spitting daemon legions forth and destroying the peace that once reigned.&#10;&#10;&#10;&#10;     The Age of Sigmar, in which the God-King's champions fight back against his enemies in all their forms. From the vengeful Realmgate Wars that cast Chaos back from many Order strongholds, to the cataclysmic Necroquake brought about by Nagash, God of the Dead, to the dawn of the Era of Beasts as the ancient Earthquake God unleashes hordes of rampaging greenskins into the heartlands of civilisation.&#10;&#10;&#10;Delve into background information on each of the eight Mortal Realms &ndash; Azyr, Shyish, Ashqy, Chamon, Ghur, Ghyran, Hysh, and Ulgu &ndash; which details their links, descriptions of the native civilisations that have risen and fallen, key events that have taken place and notable geographical features; along with details of the Realm of Chaos, a nightmarish dimension home to the Chaos Gods and legions of terrifying hellspawn.&#10;&#10;Clashing Empires&#10;&#10;Learn about the armies and alliances that fight across the Mortal Realms, each featuring a showcase of beautifully painted Citadel miniatures, split into four sections according to their Grand Alliances. Beginning with the forces of Order, you'll glean insight into each of the factions that comprise the last bastion of civilisation in the eight realms (even if they don't always get along), before moving on to parley with their nemeses in the forces of Chaos. Meanwhile, Nagash's alliance of Death plots to claim every last soul in the land, while Grand Alliance Destruction indulges their baser instincts on a roaring rampage of carnage alongside their newfound deity, Kragnos.&#10;&#10;The Rules&#10;&#10;The first rules section of this book contains the core concepts you need to start fighting battles in the Age of Sigmar, taking you through deployment, the battle rounds, combat, magic, and more. The rules are laid out in a clear and concise format with additional commentary from the designers, making this the easiest rulebook to reference in Warhammer history.&#10;&#10;Once you've got the basics squared away, find out all about the three core ways to play the game and the battleplans you can undertake in each.&#10;&#10;Open Play&#10;Let your imagination run wild as open play caters for re-enacting every kind of narrative storyline or tactical challenge you can think of, without restrictions.&#10;&#10;     Includes the Open War Battleplan Generator, which provides pre-set Maps, Victory Conditions, Twists, and Ruses.&#10;     Combining different options allows over 1,200 different types of Open War scenarios to be played.&#10;&#10;&#10;Matched Play&#10;Designed to put both players on an equal footing, matched play offers players an even chance of victory based around points-based army construction rules and a competitive set of battleplans.&#10;&#10;     Includes additional special rules, including Stealing the Initiative, as well as rules for additional objectives scored on either a turn-by-turn or end-of-battle basis.&#10;     Features much broader and more detailed requirements and restrictions than other game types, including restrictions on endless spells, reinforced units, and understrength units.&#10;&#10;&#10;Narrative Play&#10;Send your army on a Path to Glory and watch them develop across games with an overhauled section on narrative gameplay rules. Earn renown, gain new abilities, and even expand your army's territory while free of limitations on how, when, and where you can play.&#10;&ndash; Includes rules and guidance on a 5-step process to starting a Path to Glory campaign, including: Choosing Factions and Realms, Starting Sizes and Territories, Orders of Battle, Core Enhancements, and picking Quests to embark upon.&#10;&ndash; Provides guidance on how to fight battles against opponents both participating and not participating in a Path to Glory Campaign.&#10;&#10;Conquest Unbound&#10;&#10;The final section helps represent the vast array of battlefields and endless war that the overlords of the Mortal Realms fight across, including bespoke rules for the various, more niche type of battlefields you may come to fight, on, across, over, or indeed, under.&#10;&#10;It includes three variant types of games for players to enjoy, including:&#10;&#10;&#10;     Siege Warfare &ndash; all too often across the Mortal Realms, warlords and conquerors look to displace inhabitants of a territory or city that they have decided should fall under their control, and often the culmination of such a campaign is a brutal, no-holds-barred siege.&#10;&#10;&#10;&#10;     Triumph and Treachery &ndash; sometimes duty calls for an all-out brawl between all of your enemies at once, and, when that happens, these rules can be used to represent battles that take place between three or more factions at the same time &ndash; all are frantically fighting to win the day against all other opponents, but will you be the one to come out on top?&#10;&#10;&#10;&#10;     Tunnel Fighting &ndash; deadly, close-quarters combat is commonplace across the Mortal Realms as armies cluster into labyrinthine cave networks, perfidious skaven skitter through the city sewers, and mind-bending tunnels open up in the unpredictable domains of Chaos.&#10;&#10;&#10;The Core Book closes out with a handy, alphabetised rules index and a photocopiable Path to Glory roster, Order of Battle, and Army roster.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  }
]