[
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: 2e DB Heroic Recon Platoon",
    "ID": 271733,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271733/heroes-of-normandie-2e-db-heroic-recon-platoon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Exclusive punchboard as a gift for P500 #1 participators.&#10;&#10;This mini-expansion adds a few units of the French 2nd Armored Division to integrate with FFI or American armies of Heroes of Normandie. It also integrates with the Investigator faction of Shadows over Normandie.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monkey in the Middle",
    "ID": 271753,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/271753/monkey-in-the-middle",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There&rsquo;s only so many bananas to go around and you&rsquo;re a hungry monkey!  Players simultaneously play a monkey card pointing a finger or reveal a banana or coconut.  If you end up with monkeys on your left and right pointing at you, your monkey card goes in the middle. If you reveal a banana, whoever is pointing at you can grab it! Same with coconuts except bananas are yummy and coconuts, well, they squash bananas!  The player with the most bananas and the least cards in the middle wins. Includes variants for young children, older kids and adults.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Impulse Movement"
    ],
    "Families": [
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fishing Day",
    "ID": 271815,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/271815/fishing-day",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hey there, little anglers! Pick up your lucky fishing line and head to the pond for a crazy game of fishing! Follow the current challenge card and use your line to catch the correct objects from the water before the yellow duck makes it out. The first player to complete five challenges wins and becomes the champion of the pond!&#10;&#10;More than a fishing game, Fishing Day is a clever race made of color and shape recognition, deductions, and counting challenges.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outlast: A Reading for Information Game Comprehension",
    "ID": 271817,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/271817/outlast-a-reading-for-information-game-comprehensi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Can you survive the perils on Shipwreck Island long enough to escape? Only if you can find the right information on the question cards! In this skill-building game, players read short passages and answer questions that challenge them to recall facts and details, analyze text and more. Each correct answer could earn them a survival medallion and get them closer to the finish line&hellip;if flash floods and forest fires don&rsquo;t get in their way!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Great Pacific War: Plan Orange",
    "ID": 271819,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/271819/great-pacific-war-plan-orange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Great Pacific War is a two player strategic simulation of hypothetical campaigns fought between the United States and Japan in the Pacific Theater of Operations sometime in the 1920s or 1930s. Units include many forces which were planned but not built, such as US Navy battlecruisers. The game system shows the effects of various operations over the course of a scenario. Players conduct actions that encompass discrete combat, logistical, intelligence and other operations. A player can conduct one or more actions per turn, depending on control of bases. Ground units in the game represent corps or armies. Aircraft units represent six to twelve squadrons of aircraft. Ship units represent one fleet aircraft carrier, divisions of two or three battleships, four to eight cruisers, flotillas of twelve to twenty destroyers, or various numbers of other ships types. Each grid on the map is about 550 miles across. Each turn represents one month of operations.&#10;&#10;Components: 22x34 inch map, 176 die-cut counters.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Magazine: World at War",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Players: Wargames with Solitaire Rules",
      "Series: Red Dragon Rising System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dog Rush",
    "ID": 271821,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/271821/dog-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It&rsquo;s dog walking time in the park. Oh, wait! A rabbit passes by, and all the dogs escape their owners to run after him, getting their leashes all tangled up. Quick! Find the end of the leash corresponding to the dog that was chosen at the beginning of the round in Dog Rush, pull it from the messy entanglement, and win a treat for your furry friend!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paratrooper: Great Airborne Assaults – Palenbang & Primosole Bridge",
    "ID": 271822,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/271822/paratrooper-great-airborne-assaults-palenbang-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Paratrooper&quot; is a two player wargame system simulating airborne operations from World War II to Korea. Each game in the system will include one or more scenarios, representing different airborne operations. This first game includes two scenarios. The first is Palembang: The Air Assault on Sumatra, February 1942, the Japanese airborne operation that attempted to gain control of the Dutch East India oilfields. In the second, Primosole Bridge: The Clash of Airborne, Sicily July 1943, the British 1st Airborne Brigade clash with the German 1st Fallschirmjaeger Division. Units represent airborne (parachute, glider) and ground forces at the company and platoon level. Each hex on the map represents approximately one mile. Combat resolution is quasi-tactical. Central to play of the game is the command system, with players expending command points to conduct special actions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Indonesia",
      "Islands: Sicily (Italy)",
      "Magazine: World at War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spring Awakening: Hitler's Last Offensive, March 1945",
    "ID": 271823,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/271823/spring-awakening-hitlers-last-offensive-march-1945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Spring Awakening is a two player wargame of Operation Fruhlingserwachen, the final major German offensive of World War II. The German plan was to launch a two-pronged attack to secure a defensive zone for the Lake Balaton oilfields in northern Hungary. The offensive failed in the face of Soviet resistance, and the ensuing Red Army offensive swept into Vienna. While historically, the situation was dismal for the Third Reich, the objective is for players to do better than their historical counterparts. Each side is divided into two sub-commands. For the Axis, this includes the Nord Armee Kommando and Sud Armee Kommando, for the Soviets, the Third Ukrainian and parts of Second Ukrainian Fronts, as well as a Bulgarian army and a Yugoslav corps. The scenario starts on 6 March 1945 (the opening of Spring Awakening) and carries through to 16 April (following the Soviet capture of Vienna). Each game turn represents one week of operations. Each hex is 18 kilometers across. Most ground units are corps, representing two to five divisions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Hungary",
      "History: World War II (Eastern Front)",
      "Magazine: World at War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "狩猟の時代 (Shuryou no Jidai)",
    "ID": 271827,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/271827/shou-kari-noshi-dai-shuryou-no-jidai",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The game is set in prehistoric times. Each player represents a leader of the different tribes. To enhance tribes, the leaders go hunting, finding new caves, making new companions, and building new dwellings. The leader who did the best wins the game.&#10;&#10;Era of Hunting is a worker placement/displacement game with individual player boards to lead your tribe to expand and enrich your hunting grounds and prosper.&#10;By placing each worker, others are moved or removed from their current positions.&#10;&#10;During a turn a player takes up to 3 types of actions: hunting, developing and checking food supply. Then the turn moves to the next player in clockwise order.&#10;&#10;If a player places all five of their dwellings or has 10 or more points on the score track, the game end is triggered.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Modular Board",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tokyo Ultimate Chintai",
    "ID": 271831,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/271831/tokyo-ultimate-chintai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Chintai&quot; is a Japanese word and means &quot;rent&quot;, specifically for property rent, for like rooms, houses, stores or parking spaces. Tokyo must be one of the most unique city regarding the rent circumstances, because of the smallness, functionalities and highly developed rail networks. You can feel a part of such Tokyo Chintai mood while playing this game.&#10;You become a property agent, and create and rent some Chintais to demanding clients.&#10;&#10;In more detail, the players is asked to do as many quotas for renting Chintais as possible. The quotas called &quot;Norma&quot;, are being imposed by &quot;Bukken&quot; cards. Bukken means property. The weight of Norma depends on the number of NP points (Norma points) written on each card. Players create a room combining property cards to &quot;rooms&quot;. We propose clients and can handle it as a discard if they can contract.&#10;From the property cards and rooms not selected, the norma becomes gradually &quot;Karma&quot;, it will accumulate at hand as a deduction point. At the end of the game, the NP of the Karma storage place is counted and the player with the fewest wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Raijin Thunder Warriors Enemy Pack",
    "ID": 271832,
    "Year": "(2019)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271832/shadows-of-brimstone-raijin-thunder-warriors-enemy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "These mighty thunder spirits ride lightning across the sky and descend from the heavens to wreak havoc on the world of men. Creating a powerful flurry of wind and rain to assail the Heroes, they live at the heart of the storm, channeling bolts of deadly lightning through their outstretched hands to electrify any who would dare oppose their will. Harbingers of the Dragon King, the Raijin collect Dark Stone to add to their master&rsquo;s growing horde.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Asia",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Temple Dogs Enemy Pack",
    "ID": 271833,
    "Year": "(2021)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271833/shadows-of-brimstone-temple-dogs-enemy-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Massive beasts, the Temple Dogs stalk the halls of the Forbidden Fortress, sniffing out intruders and ripping them apart with their meaty clawed paws and iron jaws! Made of stone and animated by dark Magik, the Temple Dogs can withstand an enormous amount of punishment before they even begin to crack or crumble.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Asia",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Onmorake Carrion Phoenix Deluxe Enemy Pack",
    "ID": 271834,
    "Year": "(2019)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271834/shadows-of-brimstone-onmorake-carrion-phoenix-delu",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Onmorake is a carrion phoenix, risen from the ashes of the scorched fields of battle! It soars through the sky, on its massive, tattered wings, breathing fire to burn its foes, then raising them back from the dead to join in the fight!&#10;&#10;Rising from the battlefield, charred and still burning, the Scourge Dead are plague-ridden Ashigaru foot soldiers that have come back for vengeance! Spreading disease and setting things ablaze as they march through the halls of the Forbidden Fortress, or stagger through the dense trees in the Forest of the Dead, these skeletal warriors are relentless in their burning hatred for the living!&#10;&#10;This Deluxe Enemy Pack includes the XL Onmorake Carrion Phoenix as well as 6 Scourge Dead Enemies for him to raise! It also includes a host of new Encounter and Gear cards themed for these foul undead creatures, including a new Plague Deck for the carrion phoenix and its disease-ridden Scourge Dead to spread! As a Deluxe Enemy Pack, this set also includes 2 Missions for your valiant Heroes to embark upon.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Asia",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Akigam",
    "ID": 271835,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/271835/akigam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Akigam is a duel game where you will place facedown cards from your hand on the table to generate spells, only you will need to REMEMBER the cards you have placed so you don't miss the spells! Akigam can be played in Pair, Team and Arena multiplayer modes by adding 2 to 3 copies of the game to a wide range of formats, increasing challenge and fun!&#10;&#10;&quot;The path of Akigam requires discipline, combine elements and destroy your opponent's strategy, but pay close attention so that you do not make mistakes when it's time to conjure, for this mistake can be fatal!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Pattern Recognition",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babblarna: Kan-du-göra-spelet",
    "ID": 271836,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/271836/babblarna-kan-du-gora-spelet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Babblarna: Kan-du-g&ouml;ra-spelet is a cooperative children's game where the players take turns drawing tiles and if there's an activity depicted, the player performs that activity either by themselves or as a group, players choice. The tiles are then collected on two boards, one for the activity tiles and one for the tiles with Klonk the Robot. If the players collect more activity tiles than Klonk tiles, players win.&#10;&#10;The game is played at three levels, starting out with a single kind of tile, drawing one each to using all six kinds of tiles, using a colored die to choose tiles and playing for three turns.&#10;&#10;Activities on the game tiles&#10;Make the sign - make the sign language sign matching the picture&#10;Mimic animal sounds - Mimic the animal on the tile&#10;Say word - Say the word on the tile&#10;Sing a song - Sing a part of song about the picture on the tile&#10;Play an instrument - Pretend to play the musical instrument on the tile&#10;Point to a color - Point to something in the room that has the same color as the tile&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Dice Rolling",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dark Rituals: Malleus Maleficarum – Solo Mode Expansion",
    "ID": 271838,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271838/dark-rituals-malleus-maleficarum-solo-mode-expansi",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "'Dark Rituals: Solo Mode' is an expansion that contains all the cards and rules you need to play Dark Rituals: Malleus Maleficarum as a single player. You will play the Witch Master, controlling the Legion of Darkness against the Heroes controlled by AI Cards. Summon powerful Creatures and Minions to do your bidding and bring Neemoss to Earth.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tin Rails",
    "ID": 271841,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/271841/tin-rails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tin is the most precious commodity in this age of trains. It has become so valuable and scarce that obtaining a monopoly of the resource will cause the other companies to close their doors leaving no one as your competition.&#10;&#10;Players move their trains across the map (randomly placed every game) to complete deliveries which brings them closer to victory. But there are lots of obstacles in your way. The land can be harsh and slow you down, or even cause your train to break down, setting you back while others take the lead. Can you plan your moves with the contracts you get to be the most efficient at obtaining tin? If you can complete 10 deliveries then you own the monopoly on tin, and win the game.&#10;&#10;Tin Rails was a part of the 2018 Mint Tin Design Contest. It took first place in Best Rule Book and made top 10 in all other categories.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SelfieDado",
    "ID": 271842,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/271842/selfiedado",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Selfiedado is a fun and dynamic dare dice game where your attitude will be challenged!&#10;&#10;Selfiedado is played by rolling dice and completing challenges using your smartphone and Instagram account. Each challenge is related with taking selfies, group photos, record a video, and much more.&#10;&#10;In each round a player throws the four dice once. Each dice are related to things like: type of photo, action, attitude, and what to upload to Instagram. The combination will dictate the challenge. There is fifth dice dice (video dice) that is rolled in some particular results.&#10;&#10;Once the dice result is settled, you have 1 minute to complete the challenge using your smartphone camera app. The faster you are, the better. At the end your turn, next player rolls the dice and he/she needs to accomplish his/her challenge.&#10;&#10;After five rounds, the player who spent less overall time wins the game. The loser instead, must do a final challenge.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Photography"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Creature Features!",
    "ID": 271843,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/271843/creature-features",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "A fast and fiendish card game of stolen body parts and mad scientists!&#10;&#10;Creature Features is a card game for 2-3 players where you play mad scientists creating creatures from assorted body parts. You swap parts onto the &quot;Slab&quot; where your monster is assembled, steal parts from other players and, once your monstrosity is ready to wreak havoc, summon the lightning and throw the lever!&#10;&#10;The scientist with the most valuable monster receives points, as does the fiend with the most cohesive beast. Additional players can also be added by incorporating an additional deck of the game or expansions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Video Tape Boxes",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brave New Worlds",
    "ID": 271851,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/271851/brave-new-worlds",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Brave New Worlds is a Solar System exploration game which can be played by two to six people. The objective is to be the first to reach 100 points, which players earn by depositing Payload Tokens at &ldquo;worlds&rdquo; (in fact, the real planets, dwarf planets, moons, moonlets, asteroids, and comets of our Solar System) hidden randomly underneath the 150 circular tiles which form the playing surface. In addition to these worlds are also &ldquo;empty space&rdquo; tiles featuring images from the Hubble Space Telescope and &ldquo;hazard&rdquo; tiles which pose danger to passing spacecraft.&#10;&#10;Each round players receive an income of 2 telescope tokens plus 4 tokens in a combination of their choice: telescopes, fuel, or payload. Telescope tokens allow players to sneak a peek at the identities of tiles before anyone else. Fuel tokens enable spacecraft to launch, move around the playing surface, and land. Payload tokens allow players to earn points, and can be used to displace other players from their spots on worlds.&#10;&#10;By managing income efficiently and making wise choices about where to deploy their fleet, players accumulate points and move their score markers along a track. The first to reach 100 points wins!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apocalypse: World War II in Europe",
    "ID": 271852,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/271852/apocalypse-world-war-ii-in-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "800",
    "Weight": "0",
    "Description": "Apocalypse: World War 2. 1939-1945 Europe is a strategic level game covering the World War II European Theater.&#10;&#10;During the game, you play the leader of one of three countries (Great Britain, Nazi Germany or the USSR) and it depends only on your decisions whether you will lead your country to the final victory.&#10;&#10;The game is based on cards (CDG - Card Driven Game).&#10;&#10;The events shown on the cards are authentic - but it is up to you whether history repeats itself. By description of each event, the game has enormous educational value. There will be around 600 cards available which will describe in detail the most important events of the Second World War.&#10;&#10;The game uses the mechanics of so-called fog of war.&#10;&#10;Each turn is alight with intriguing on-board challenges plus the surprise of card hand Events as players vie to win in one of three different ways: militarily, for victory points or technologically.&#10;&#10;TIME SCALE: 3 months per turn&#10;UNIT SCALE: Armies&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Order Counters",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Continents: Europe",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: GT – GT4",
    "ID": 271854,
    "Year": "(2020)",
    "Geek Rating": "5.694",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271854/rallyman-gt-gt4",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "The GT 4 expansion includes 6 new coloured plastic car models, 24 Dashboards (plus an additional 6 for your KS exclusive Soft Tires, which will be separate), 6 Driver cards, one new Coast die and a rulebook.&#10;&#10;GT 4 are lighter, classic cars, and while they may not have the horsepower of the GT 5&rsquo;s and GT 6&rsquo;s, they more than make up for it in agility!&#10;&#10;GT 4 cars only have 4 Gear dice. However, they have 3 Coast dice instead of 2, giving them a major advantage on tricky sections of track where your speed is limited.&#10;&#10;As with GT 5, GT 4 is fully compatible with Solo Mode, and has been added to the scoring sheet.&#10;&#10;The GT 4 expansion also includes GT 6 BoP (Balance of Performance) Dashboards, which allow you to race the 2 different categories at the same time! These new dashboards modify the GT 6 cars slightly so that they can race together on equal terms with the GT 4 cars, while retaining their unique traits&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Series: Rallyman",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: GT – Team Challenge",
    "ID": 271856,
    "Year": "(2020)",
    "Geek Rating": "5.636",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271856/rallyman-gt-team-challenge",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The pack contains 6 additional cars (identical models to those in the base game) which allows you even more exciting possibilities for your races!&#10;&#10;Team Challenge includes an all new race mode: Pursuit! Using the double starting tile, watch as up to 12 cars race in two packs, creating some intense action if one group catches up to the other!&#10;&#10;The expansion also contains new dashboards and speed tokens so that you can easily tell one car from another.&#10;&#10;With that many cars on the track, this expansion also contains all new 4 -lane tiles which you can use to replace straights and soft corners, turning any existing track into a 12 car track! Mix these with all the other tiles in your collection to create some truly exciting races!&#10;&#10;Another new addition with this expansion is the Figure of 8 track! Create some scary moments with a track that intersects itself! You can choose to use the bridge instead, if you don&rsquo;t want to take the risk of colliding at the crossover.&#10;&#10;Contents: 6 Car models, 12 Dashboards, 12 track Tiles, a rulebook and a host of new tokens needed for playing with so many cars!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Rallyman",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wildfire Rescue!",
    "ID": 271857,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/271857/wildfire-rescue",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You are a group of park rangers. A wildfire broke out and there are several groups of people camping. Your job is to rescue as many campers as possible before the whole forest is set ablaze.&#10;&#10;Each player takes a turn and moves through the forest, which is randomly created at the start of the game, going through each obstacle: trees, boulders, and wild animal tiles - each requiring their own special tool to enter. Players need to work together; when you meet another player on a tile all players on that tile can move those players and use their tools as their own - greatly increasing your chances of saving as many campers as possible.&#10;&#10;Be careful though - once every player has taken a turn, the event die is rolled and must be immediately dealt with. If a &quot;Wildfire!&quot; is rolled, the wildfire spreads without warning throughout the forest. Any campers or players caught in the blaze perish, and are removed from the game. You can also roll &quot;Nothing!&quot; where nothing happens, or &quot;Fire Rescue!&quot; to extinguish part of the fire.&#10;&#10;You're not without help on the ground though, players may receive the &quot;Fire Extinguisher&quot; which helps them extinguish the fire as they move into tiles set ablaze.&#10;&#10;Will you rescue as many as you can? Will you come out victorious? Find out today!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Contests: Mint Tin Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pyrami",
    "ID": 271861,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/271861/pyrami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two to four players participate in constructing the pyramid. Each player builds on his side, always in the row determined by the dice. The bottom row counts as a 6, the one on top of this as a 5, and so on. The top of the pyramid requires a triangular piece.&#10;&#10;A player also can deconstruct: If he can't use a number he has rolled, he may remove a piece from another player's construction.&#10;&#10;The first player to complete his side of the pyramid wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stieren Versieren",
    "ID": 271871,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/271871/stieren-versieren",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's Saturday evening. The steers go downtown. But where do they find the one cow of their dreams? At the fitness center, the cafe, or the theater? Who dares to take the first step, when they find an attractive cow? Who is the best fit for her? Only a good conversation will tell.&#10;&#10;Things get exciting if she has the same preferences as one of the steers... Madly in love, Romeo makes his move! But there are competitors, and he has to be quicker of smarter then them. A bull fight could be very risky! If he's successful, the can take her to the Love Shack.&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;This is a set collection game, in which players try create pairs of steers and cows with the same preferences. Points are counted after seven rounds; the player with the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;Includes two bonus cards: De Spuger (spitter) and De Allesdrinker (all-drinker)&#10;&#10;Released on February 9, 2019.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Series: Kaarten met Koeien (The Game Master BV)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome To...: Easter Egg Hunt & Doomsday Thematic Neighborhoods",
    "ID": 271874,
    "Year": "(2019)",
    "Geek Rating": "5.875",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271874/welcome-to-easter-egg-hunt-and-doomsday-thematic-n",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.9167",
    "Description": "Two thematic neighborhoods for &quot;Welcome To&quot; - Easter and Doomsday, plus a new solo mode.&#10;&#10;Welcome To... Easter Egg Hunt&#10;Grab eggs to score more points.&#10;&#10;Welcome To... Doomsday&#10;Players are trying to save as many people as possible from impending nuclear destruction! When you build a house with a bunker you also save people equal to the house number! At the end of the game the person who saved the most people on each street will score bonus points!&#10;&#10;In the new solo mode, challenge an architect from AAA company.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode",
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Werewolves of LegCo Chamber",
    "ID": 271877,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/271877/the-werewolves-of-legco-chamber",
    "Min Players": "5",
    "Max Players": "29",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A promotional item for the Chinese New Year Fair produced by the Democratic Party of Hong Kong, in &quot;The Werewolves of LegCo Chamber&quot;, players either assume the role of Hong Kong Legislative Council members who have to discover the werewolves hidden in their ranks before they are disqualified from serving in the legislature(elimination), or assume the role of the werewolves themselves.&#10;&#10;The game is played in the same way as other games in the werewolf/mafia family of games are played. Variations to this are that different LegCo members may also have special abilities which can help or hinder in deducing the werewolves. Moreover, each day, the chairman of the chamber reveals a situation card, based on current affairs in Hong Kong, such as a typhoon, which affects different players' abilities to vote.&#10;&#10;The artwork features caricatures of contemporary figures in the Hong Kong government and legislature.&#10;&#10;&#229;&#164;&#167;&#229;&#174;&#182;&#229;&#165;&#189;&#239;&#188;&#129;&#228;&#184;&#128;&#233;&#128;&#163;&#230;&#149;&#184;&#230;&#151;&#165;&#229;&#152;&#133;&#229;&#185;&#180;&#229;&#174;&#181;&#229;&#184;&#130;&#229;&#160;&#180;&#228;&#187;&#138;&#230;&#151;&#165;&#230;&#173;&#163;&#229;&#188;&#143;&#233;&#150;&#139;&#229;&#167;&#139;&#229;&#149;&#166;&#239;&#188;&#129;&#10;&#230;&#136;&#145;&#229;&#147;&#139;&#230;&#176;&#145;&#228;&#184;&#187;&#233;&#187;&#168;&#228;&#187;&#138;&#229;&#185;&#180;&#228;&#184;&#187;&#230;&#137;&#147;&#229;&#152;&#133;&#231;&#148;&#162;&#229;&#147;&#129;&#229;&#176;&#177;&#228;&#191;&#130;&#229;&#145;&#162;&#228;&#184;&#128;&#230;&#172;&#190;&#227;&#128;&#140;&#232;&#173;&#176;&#228;&#186;&#139;&#229;&#187;&#179;&#231;&#139;&#188;&#228;&#186;&#186;&#227;&#128;&#141;&#227;&#128;&#130;&#10;&#10;&#230;&#136;&#145;&#229;&#147;&#139;&#229;&#176;&#135;&#229;&#144;&#132;&#229;&#128;&#139;&#232;&#167;&#146;&#232;&#137;&#178;&#233;&#135;&#141;&#230;&#150;&#176;&#229;&#140;&#133;&#232;&#163;&#157;&#239;&#188;&#140;&#231;&#139;&#188;&#228;&#186;&#186;&#229;&#176;&#135;&#231;&#148;&#177;&#227;&#128;&#140;&#231;&#139;&#188;&#233;&#183;&#185;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#128;&#140;&#231;&#144;&#188;&#229;&#173;&#144;&#227;&#128;&#141;&#231;&#173;&#137;&#229;&#135;&#186;&#230;&#188;&#148;&#239;&#188;&#140;&#229;&#143;&#175;&#232;&#172;&#130;&#229;&#133;&#165;&#229;&#189;&#162;&#229;&#133;&#165;&#230;&#160;&#188;&#239;&#188;&#140;&#229;&#165;&#184;&#229;&#136;&#176;&#229;&#135;&#186;&#230;&#177;&#151;&#227;&#128;&#130;&#10;&#231;&#156;&#190;&#232;&#173;&#176;&#229;&#147;&#161;&#229;&#144;&#140;&#229;&#144;&#132;&#232;&#183;&#175;&#228;&#186;&#186;&#231;&#137;&#169;&#229;&#140;&#150;&#232;&#186;&#171;&#230;&#157;&#145;&#230;&#176;&#145;&#229;&#143;&#138;&#231;&#137;&#185;&#230;&#174;&#138;&#232;&#167;&#146;&#232;&#137;&#178;&#239;&#188;&#140;&#230;&#156;&#137;&#230;&#156;&#128;&#233;&#144;&#152;&#230;&#132;&#143;&#231;&#157;&#135;&#230;&#179;&#149;&#229;&#156;&#139;&#230;&#176;&#180;&#230;&#153;&#182;&#231;&#144;&#131;&#229;&#152;&#133;&#227;&#128;&#140;&#232;&#150;&#175;&#231;&#137;&#135;&#227;&#128;&#141;&#227;&#128;&#129;&#231;&#136;&#134;&#228;&#186;&#186;&#229;&#164;&#167;&#231;&#141;&#178;&#230;&#156;&#128;&#233;&#150;&#139;&#229;&#191;&#131;&#229;&#152;&#133;&#227;&#128;&#140;&#229;&#141;&#160;&#229;&#149;&#164;&#227;&#128;&#141;&#227;&#128;&#129;&#233;&#128;&#151;&#232;&#153;&#159;&#230;&#152;&#175;&#230;&#156;&#172;&#233;&#171;&#148;&#229;&#152;&#133;&#227;&#128;&#140;&#233;&#132;&#186;&#231;&#165;&#158;&#227;&#128;&#141;&hellip;&#231;&#173;&#137;&#231;&#173;&#137;&#227;&#128;&#130;&#10;&#233;&#153;&#164;&#230;&#173;&#164;&#228;&#185;&#139;&#229;&#164;&#150;&#239;&#188;&#140;&#230;&#136;&#145;&#229;&#147;&#139;&#228;&#186;&#166;&#229;&#176;&#135;&#233;&#166;&#153;&#230;&#184;&#175;&#231;&#153;&#188;&#231;&#148;&#159;&#231;&#154;&#132;&#229;&#164;&#167;&#229;&#176;&#143;&#228;&#186;&#139;&#230;&#148;&#190;&#229;&#136;&#176;&#229;&#144;&#132;&#231;&#168;&#174;&#228;&#186;&#139;&#228;&#187;&#182;&#232;&#163;&#161;&#233;&#157;&#162;&#229;&#142;&#187;&#239;&#188;&#140;&#227;&#128;&#140;&#229;&#128;&#159;&#229;&#176;&#191;&#233;&#129;&#129;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#128;&#140;&#229;&#133;&#171;&#232;&#153;&#159;&#233;&#162;&#168;&#231;&#144;&#131;&#230;&#176;&#180;&#230;&#181;&#184;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#128;&#140;&#233;&#153;&#144;&#229;&#136;&#182;&#231;&#153;&#188;&#232;&#168;&#128;&#227;&#128;&#141;&#239;&#188;&#140;&#231;&#155;&#184;&#228;&#191;&#161;&#229;&#164;&#167;&#229;&#174;&#182;&#231;&#142;&#169;&#229;&#152;&#133;&#230;&#153;&#130;&#229;&#128;&#153;&#233;&#131;&#189;&#230;&#156;&#131;&#230;&#156;&#131;&#229;&#191;&#131;&#229;&#190;&#174;&#229;&#191;&#131;&#227;&#128;&#130;&#10;&#230;&#173;&#163;&#233;&#130;&#170;&#229;&#176;&#141;&#230;&#177;&#186;&#239;&#188;&#140;&#229;&#163;&#129;&#229;&#163;&#152;&#229;&#136;&#134;&#230;&#152;&#142;&#227;&#128;&#130;&#229;&#164;&#167;&#229;&#174;&#182;&#232;&#166;&#129;&#230;&#137;&#147;&#231;&#160;&#180;&#231;&#140;&#156;&#229;&#191;&#140;&#239;&#188;&#140;&#231;&#155;&#184;&#228;&#186;&#146;&#229;&#144;&#136;&#228;&#189;&#156;&#239;&#188;&#140;&#230;&#137;&#141;&#232;&#131;&#189;&#229;&#176;&#141;&#230;&#138;&#151;&#231;&#139;&#188;&#228;&#186;&#186;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Murder / Mystery",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Deduction",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Creatures: Werewolves",
      "Game: Werewolf / Mafia",
      "Promotional: Board Games",
      "Region: Hong Kong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Get Billy the Kid!",
    "ID": 271907,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/271907/get-billy-the-kid",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Billy the Kid is wanted &ndash; Dead or Alive!&#10;&#10;The governor of New Mexico Territory has put a $ 500 bounty on the head of outlaw William H. Bonney, and the Sheriff of Lincoln County, Pat Garrett, aims to collect it.&#10;&#10;To stay alive, the Kid is rustling cattle for gold in Arizona and New Mexico. But some big guns are on his tail, including Doc Holliday and Wyatt Earp.&#10;&#10;In an era where there's a fine line between an outlaw and a lawman, you have to know who your real friends are and who has your back. A little gold may help your friends decide which side they're on.&#10;&#10;Will the Kid continue to evade the law or will he finally get what's coming to him?&#10;&#10;Description:&#10;&#10;Get Billy the Kid! is a social deduction card game in which secret characters investigate each other to unmask the outlaw. Once the Kid is revealed, the game explodes into a wild west chase and shootout!&#10;&#10;In the first part of the game, players pick through a deck of cards to build a good hand and to investigate the other players. When they play a card, they can ask a question or look at someone's hand or do other actions to try and determine who is who at the table. After the characters are revealed, you play special cards to try and arrest the outlaw. But it won't be easy to arrest the Kid as he has special escape cards, pistols and a little TNT!&#10;&#10;If Billy the Kid (or any Outlaw) is alive at the end of 7 rounds and has at least one Gold card, he wins the game. If the Kid eliminates the Lawmen, he wins the game. If the Lawmen eliminate the Kid (or all Outlaws), they win the game.&#10;&#10;&#10;    Get Billy the Kid! is the second in the 'Get!' series. Get Adler! Deduction Card Game was the first. &#10;&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The In-famous Coop War of Gutterman's Gulch",
    "ID": 271908,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/271908/the-in-famous-coop-war-of-guttermans-gulch",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The In-famous Coop War of Gutterman's Gulch is a mock war game in which both sides are trying to defeat each other by means of depleting their opponent's egg supply or trying to accumulate the majority of the nine hens into their coop.&#10;&#10;Players will alternate six turns per round. Game play revolves attack and production cards. Attack cards cause an opponent to have their eggs, chicks or hens supply diminished. They can also send predators to attack them using the Special Ops cards. Egg laying and Upgrades allow you to expand your side's supplies and personnel.&#10;&#10;Between both coops lies the Tufts. The Tufts are the area where the eggs roll from the coop and sit there till somebody is brave enough to send a chick down to retrieve them. Players send chicks down to guard the tufts and wait till they are &quot;filled&quot; and return them back to their egg supply.&#10;&#10;A solo variant is included with the game. The In-famous Coop War of Gutterman's Gulch was an entry in the 2018 Mint Tin Contest.&#10;&#10;",
    "Categories": [
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Player Elimination",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Contests: Mint Tin Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Nightvault – Godsworn Hunt",
    "ID": 271910,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271910/warhammer-underworlds-nightvault-godsworn-hunt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Theddra Skull-scryer, war shaman of the Tribe of the Black Fang, leads a Godsworn Hunt into the depths of the Mirrored City, seeking worthy sacrifices to pledge to the Chaos pantheon.&#10;&#10;The Godsworn Hunt bring the ferocity, speed and ruthlessness of the Darkoath to the ultimate competitive miniatures game. A flexible warband capable of playing aggressively or holding objectives, they're perfect if you're looking to win with cunning, speed and sheer brutality. Inside this set, you'll find 6 all-new push fit models, representing each of the Godsworn Hunt, plus Fighter cards to keep track of their rules.&#10;&#10;This set also features 60 unique cards only available in this set for building your Warhammer Underworlds decks. Harness the dark abilities of the Godsworn Hunt with a set of warband-specific objectives, upgrades, ploys and spells, or enhance any warband with 31 powerful universal cards that anyone can use.&#10;&#10;What's more, you can use the Godsworn Hunt in your games of Warhammer Age of Sigmar with your Slaves to Darkness army thanks to a free warscroll (available on the manufacturer's website).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Nightvault – Mollog's Mob",
    "ID": 271911,
    "Year": "(2019)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271911/warhammer-underworlds-nightvault-mollogs-mob",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The Mirrored City is full of conquerors, despoilers and seekers of arcane knowledge, but Mollog - an ancient Dankhold Troggoth - just wants a nap! Stirred from a long slumber, he now seeks a bit of peace and quiet, and is more than happy to crack the skulls of anyone who'd deny it to him.&#10;&#10;Mollog's Mob is a Warhammer Underworlds warband like no other, focused around a single, brutally powerful fighter (and his squiggy mates). You'll sweep through unprepared warbands with ease, using a host of nasty critters to support your rampage. Inside this set, you'll find four push fit models that let you build Mollog's Mob, plus fighter cards for keeping track of their rules in battle.&#10;&#10;This set also features 60 unique cards, available only in this set. You'll be able to harness the full might of Mollog's Mob with 29 warband-specific cards, or upgrade your decks for any warband with 31 universal cards - including objectives, ploys and upgrades - that anyone can use.&#10;&#10;Once you've conquered the Mirrored City, you can move on to the Mortal Realms and use Mollog as a Hero in your Gloomspite Gitz army with a free warscroll (available on the manufacturer's website).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – TIE/sf Fighter Expansion Pack",
    "ID": 271914,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271914/star-wars-x-wing-second-edition-tiesf-fighter-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Development of the TIE/sf fighter required Sienar-Jaemus Fleet Systems to pioneer new energy-cell technology to power the advanced systems demanded by the First Order Special Forces. The resulting starfighter boasts a versatile array of weapons, shields, and sensors, suitable for any situation.&#10;&#10;Equipped with a Heavy Weapon Turret that can be rotated between its front and rear arcs, the TIE/sf is a threat from multiple angles. On top of the TIE/sf miniature, the TIE/sf Fighter Expansion Pack also contains four TIE/sf ship cards identical to those in the First Order Conversion Kit, six upgrade cards, and two new Quick Build cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – TIE/vn Silencer Expansion Pack",
    "ID": 271915,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271915/star-wars-x-wing-second-edition-tievn-silencer-exp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The TIE/vn silencer is the most elite starfighter developed for the First Order by Sienar-Jaemus Fleet Systems. Built in the depths of the Unknown Regions with the technologies that once made the TIE defender an unprecedented threat, this dreaded craft can threaten any Resistance ship&mdash;provided the pilot can handle its power and speed.&#10;&#10;The TIE/vn Silencer Expansion Pack gives you everything you need to add one of these menacing ships to your First Order squadrons. Featuring a beautifully re-sculpted TIE/vn silencer miniature, this pack also contains six ship cards identical to the TIE/vn silencer ship cards found in the First Order Conversion Kit along with reprints of five upgrade cards uniquely tailored to take advantage of the silencer's capabilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – VT-49 Decimator Expansion Pack",
    "ID": 271916,
    "Year": "(2019)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271916/star-wars-x-wing-second-edition-vt-49-decimator-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A durable vessel capable of independent patrols, the VT-49 Decimator&rsquo;s size and power blurred the line between shuttle and corvette&mdash;but the same qualities that endeared it to up-and-coming Imperial officers also made it useful to agents of the Emperor, under whom failure was not an option.&#10;&#10;With the VT-49 Decimator Expansion Pack, you can bring a single VT-49 Decimator to your Galactic Empire squadrons. In addition to one pre-painted and finely detailed VT-49 miniature, you&rsquo;ll also find three ship cards matching the VT-49 Decimator ship cards from the Galactic Empire Conversion Kit, as well as a selection of thirteen reprinted upgrade cards, giving you the freedom to add vital crew and deadly devices to your ship. Finally, two Quick Build cards let you get your Decimator in the fight right away with predefined combinations of ship and upgrade cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Naboo Royal N-1 Starfighter Expansion Pack",
    "ID": 271917,
    "Year": "(2019)",
    "Geek Rating": "5.552",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271917/star-wars-x-wing-second-edition-naboo-royal-n-1-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Sleek and agile, the Naboo Royal N-1 is well-suited to its role as a diplomatic escort for that planet&rsquo;s ambassadors. Beneath the gleaming chromium of its elegant spaceframe are advanced Nubian engines further customized by the Theed Palace Engineering Corps, making the N-1 one of the fastest starfighters of its time.&#10;&#10;In addition to the beautifully detailed and pre-painted Naboo Royal N-1 Starfighter miniature, this expansion contains six ship cards, seven upgrade cards that give you greater control over its prodigious speed, and the tokens and maneuver dial you need to defend Naboo or any other planet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Millennium Falcon Expansion Pack",
    "ID": 271918,
    "Year": "(2019)",
    "Geek Rating": "5.566",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271918/star-wars-x-wing-second-edition-millennium-falcon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "After winning the ship that would become legend from Lando Calrissian, Han Solo and Chewbacca made several special modifications to the Millennium Falcon for their smuggling career. Now, these scruffy-looking smugglers turn their efforts to defeating the Galactic Empire alongside heroes of the Rebellion.&#10;&#10;With the Millennium Falcon Expansion Pack you can fly this iconic ship into battle. Featuring a Modified YT-1300 Light Freighter ship miniature blasting off with a striking engine glow, this expansion also contains four YT-1300 ship cads identical to those found in the Rebel Alliance Conversion Kit and reprints of fourteen essential upgrade cards, inviting you to make your own personal modifications. Finally, two Quick Build provide suggestions for combinations of pilots and upgrades, helping you get into the battle even sooner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – A/SF-01 B-Wing Expansion Pack",
    "ID": 271919,
    "Year": "(2019)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271919/star-wars-x-wing-second-edition-asf-01-b-wing-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Incorporating a revolutionary gyrostabilization system, the A/SF-01 B-wing is dangerous to fly and difficult to master. In the right hands, however, the B-wing&rsquo;s formidable weapons can be used to devasting effect, earning it a reputation as the premier assault fighter of the Rebel Alliance.&#10;&#10;The A/SF-01 B-Wing Expansion Pack contains everything you need to add one of these powerful fighters to your Rebel squadrons, including a A/SF-01 B-wing ship miniature fully resculpted from the First Edition&mdash;now featuring folding wings, a spinning cockpit, and a body that can rotate on the peg. Additionally, you'll find four ship cards, identical to the A/SF-01 ship cards found in the Rebel Alliance Conversion Kit. Finally, you&rsquo;ll also  find reprints of eight upgrade cards and two new Quick Build cards that provide plenty of options for outfitting your B-wing for battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Resistance Transport Expansion Pack",
    "ID": 271920,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271920/star-wars-x-wing-second-edition-resistance-transpo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Resistance Transport is a custom-built shuttle used by the Resistance as a troop carrier and gunship. Its modular design means the vessel's cockpit pod can be flown independently on missions that don't require heavy weaponry or transport capability.&#10;&#10;With the Resistance Transport Expansion Pack, you can put this versatile ship to use in both its forms. In addition to both a Resistance Transport ship miniature and a Resistance Transport Pod ship miniature, you'll also find several high-ranking Resistance officers ready to join your crew, eight pilots prepped for battle, and four Quick Build cards to help you jump into the fight right away.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Hyena-class Droid Bomber Expansion Pack",
    "ID": 271921,
    "Year": "(2019)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271921/star-wars-x-wing-second-edition-hyena-class-droid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Baktoid Armor Workshop&rsquo;s Hyena-class droid bomber is a wartime evolution of the Trade Federation&rsquo;s Vulture-class droid fighter. Carrying an extensive payload of experimental and deadly ordnance provided by the Techno Union, the Hyena is a nasty surprise to any Republic loyalist who dismisses the danger posed by &ldquo;mere&rdquo; droids.&#10;&#10;Compatible with Vulture swarm tactics, Hyena-class bombers add lethal new layers to Separatist squadrons. Within the Hyena-class Droid Bomber Expansion Pack, you'll find everything you need to add some heavy firepower to your Separatist Alliance squadrons, including six ship cards, 10 upgrade cards, and two Quick Build cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vaiana Happy Families & Action Game",
    "ID": 271924,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/271924/vaiana-happy-families-and-action-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Vaiana Happy Families &amp; Action Game is a 32-card deck, and it includes rules for two different games:&#10;&#10;1) happy families&#10;A set collection game where you are supposed to collect a set of same-colored cards by trading with fellow players.&#10;&#10;2) action game&#10;A game where you're supposed to get rid of your starting hand of 5 cards. A starting card is turned face up on the table, and you can play a card on top of it if it matches either the symbol, color or number of the starting card. Action cards trigger when played, and they include reversing the turn order, giving an opponent a card, playing an additional turn and switching hands with an opponent.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Titans of Dsyx",
    "ID": 271925,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/271925/titans-of-dsyx",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In the days before Dwarves learned to dig and Goblins learned how to sail, Dsyx was ruled by the Titans. These giants of earth and stone built the land, made it lush or barren, for reasons unknown to the smaller folk.&#10;&#10;Titans of Dsyx is a solitaire, print-and-play, roll-and-write game that takes place in the Legends of Dsyx fantasy setting. Players take on the role of Dsyx's legendary Titans, pre-historic and semi-legendary giants who terraformed the land and created the world as we know it.&#10;&#10;Starting from any spot on the board, players roll dice to create different features of terrain and civilization, setting down hills, rivers, and towns on an empty map. But far from a sterile, lifeless environment, these features all react to each other, synergizing to create larger and larger terrain features, catalyzing each others' growth or destruction, or even calling down fiery meteors from the sky. Each completed feature is worth points, positive or negative, and oftentimes based on the proximity or presence of other features.&#10;&#10;But the Age of the Titans is at its twilight, and the dawn of the age of the other races is fast approaching. The titans have only a precious few moment left -- as shown on a time track -- to create a lush world that will live in legend, or else an inhospitable wasteland that will cause later races to curse the titans for ages to come.&#10;&#10;&#10;Released in the December 2018 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Setting: Legends of Dsyx (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nyarlatho-Tech",
    "ID": 271930,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/271930/nyarlatho-tech",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The city was always dangerous but now invaders from dread dimensions have arrived to make it truly nightmarish. Only you can defeat them!&#10;&#10;Taking on the role of cyberpunk themed heroes and heroines, the players will try to survive in a place they thought they knew well but which has now been corrupted by Lovecraftian outside forces.&#10;&#10;Players go through a location deck where each card represents a different location within the city. For each location an encounter &ndash; such as a creature or other hazard &ndash; is drawn from another deck. Players have a number of options on how they can try and defeat the encounter depending on their characters skills and armament, equipment and magical artifacts (even the foul Techronomicon!) they have gained and the characteristics of the location and encounter card.&#10;&#10;If defeated the encounter gives extra resources for the characters. Otherwise, they lose life or psych tokens; If one character loses all of either, then they die or go hopelessly insane and the game is over.&#10;&#10;Players have to be careful on how they manage the resources they gain &ndash; take on too few and they won&rsquo;t be strong enough, but having too much technology or dark knowledge risks losing psych, eventually destroying your very humanity and blasting your mind apart.&#10;&#10;Eventually the players will face off with one of a number of different &lsquo;big bosses&rsquo; lurking in the labs of the Nyarlatho-Tech Foundation &ndash; overcome this final encounter and the city is saved!&#10;&#10;Nyarlatho-Tech is a science fiction and horror themed card game, played solo or cooperatively with up to four players. It is simple to set up and easy to play but offers a complex and exciting challenge with multiple styles of play. The city and its inhabitants are randomly generated each time so each game is different.&#10;&#10;There&rsquo;s Dark Gods in those dark alleys so keep your wits &ndash; and weapons and weird science - about you!&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Atlanta Campaign",
    "ID": 271944,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/271944/the-atlanta-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "The Atlanta Campaign is an Operational level wargame simulation of the 1864 North Georgia campaign fought between the Union armies of William T. Sherman and the Confederate Army of Tennessee led by Joseph E, Johnston. Abraham Lincoln's best hope for reelection against strong anti-war sentiment in the North depended upon the outcome of this campaign. If the South could hold Atlanta long enough, the Confederacy retained a hope for survival through a negotiated settlement of the War.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Cities: Atlanta (Georgia, USA)",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Georgia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mage Wars Academy: Necromancer Expansion",
    "ID": 271945,
    "Year": "(2019)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271945/mage-wars-academy-necromancer-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mage Wars Academy is a fast-paced strategy card game of magical combat!&#10;&#10;In this expansion set, play as the Necromancer, a commander of the legions of undeath!&#10;&#10;A new combatant has entered the magical combat - the unholy Necromancer &ndash; and he&rsquo;s bringing ancient plagues and venerated dead to the arena. There will be new tactical decisions and devious surprises in store for any willing to take this mage on.&#10;&#10;The box includes 72 spell cards, game markers, and rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Mage Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Imperial Japan Navy Starter Set – Shadow of Death",
    "ID": 271980,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271980/dust-1947-imperial-japan-navy-starter-set-shadow-o",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Forces of the Imperial Japanese Navy have begun to arrive in the Babylon theater. Their purpose at the moment is unclear, but it surely won't be any pick-nick! Their presence will have a great impact on the World's events, as they form one of the most seasoned military formations in the World. To stay discreet, they have arrived with stealth: Ninjas!&#10;&#10;Shadow of Death includes the following units:&#10;- Wen Gsi Wong (one Hero)&#10;- one Ninja Infiltration Squad (5 miniatures)&#10;- one Tengu Medium Walker (one vehicle)&#10;&#10;Everything you need to start a new glorious IJN Army is included in this box! Please note that the Dust 1947 Starter rules, a durable neoprene gaming mat, terrain, dice, etc. are included in this Starter Set.&#10;&#10;This item comes with three Dust 1947 Unit Cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Game: Dust (Fantasy Flight Games)",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: IJN Naval Academy Cadet Kill Squad",
    "ID": 271981,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271981/dust-1947-ijn-naval-academy-cadet-kill-squad",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Empire of Japan uses all the forces of the Nation to fight in the War, including brave young women who joins the Imperial Japanese Navy Cadet Corp. These fierce soldiers are trained to use modern and traditional weapons at the same time, making them deadly opponents. Their bravery on the battlefield is unmatched.&#10;&#10;This reference comes with one Dust 1947 unit card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: IJN Gembu/Basan Medium Walker",
    "ID": 271982,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271982/dust-1947-ijn-gembubasan-medium-walker",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Empire of Japan has started its VK powered walker program after every other Bloc on the planet. It therefore possess the most modern walkers, capable of holding their own against any foe. The Genbu is armed with two artillery rocket launchers, capable of delivering their payload at long range. The Basan variant is specialized in close-assault. It mounts a revolutionary Phosphorous flamethrower as well as an impressive short range heavy mortar.&#10;&#10;This reference allows you to build one of these two variants. Please note that IJN decals are included.&#10;&#10;This item comes with two Dust 1947 Unit Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Rituals: Malleus Maleficarum – The Swordsman",
    "ID": 271984,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271984/dark-rituals-malleus-maleficarum-the-swordsman",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This mini-expansion to Dark Rituals contains one playable Hero miniature, the Swordsman, his Hero ID Card, Weapon card and Alchemy Card.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: IJN Ninja Infiltration Squad",
    "ID": 271985,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271985/dust-1947-ijn-ninja-infiltration-squad",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Ninjas of the Imperial Japanese Navy are brutal troops who have been fighting for years for the glory of the Emperor and the Empire. They favor stealth and short range combat, where they can outmatch any opponent. When you see the Ninjas, it's often too late for your own good. Please note that this reference comes with an extra Unit Leader so you field two different looking squads.&#10;&#10;This reference comes with two Dust 1947 unit cards, each with a different Unit Leader, for the IJN Bloc.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: IJN Tengu/Enenra Medium Walker",
    "ID": 271986,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271986/dust-1947-ijn-tenguenenra-medium-walker",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Empire of Japan has started its VK powered walker program after every other Bloc on the planet. It therefore possess the most modern walkers, capable of holding their own against any foe. The Tengu mounts an impressive Rail Gun with its dedicated VK generator. The Enenra variant is armed with four antiaircraft guns to deal with enemy air forces.&#10;&#10;This reference allows you to field one of these two variants. Please note that two &ldquo;backpacks&rdquo; are included with this model, one equipped with a radar for the Enenra.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the IJN Bloc.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gearworks: Melissa Promo Card",
    "ID": 271988,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/271988/gearworks-melissa-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A promo tinkerer card that can be used in place of the other red tinkerer (Bartleby).&#10;&#10;Ability: &quot;When replacing a gear card, take the card you replaced to hand.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Madison Game Design Cabal",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Principle Dilemma",
    "ID": 271989,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/271989/principle-dilemma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Principle Dilemma - The righteous pursuit through moral combat.&#10;&#10;This intellectual card-based board game gives each player the opportunity to use their creative thinking and moral compass to delve deeper into their own minds, thoughts and discomforts as well as those of their opponents. Players will expand their minds by analyzing some realistic and  some not so realistic situations where one is forced to make a moral choice. Some choices may be easy while others may be much more difficult.  Players who engage honestly with an open mind may learn some things about their opponents as well as themselves as they challenge each other in a battle of strategic persuasion.&#10;&#10;For each round, one person plays the role of the hero while the others play as the tricksters. The hero is faced with a dilemma and must make a moral decision. The tricksters must make use of their cards and their creative mindset to attempt to alter the dilemma in such a way that will cause the hero to change their mind. Those tricksters who can change the hero&rsquo;s mind score a point for the round. The winner of Principle Dilemma is the one who scores the most points in a predetermined number of rounds, or is the first to score a predetermined number of points.&#10;&#10;This party game for thinkers can be played seriously or just for fun. Either way, it shatters the ice in a meaningful way by providing a stage for authentic and exciting conversation between friends and strangers alike. When the stakes are lifted and the variations eccentric, there is freedom to explore outside the box.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invader Zim: Doomsday Dice Game",
    "ID": 272016,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/272016/invader-zim-doomsday-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Invader Zim: Doomsday Dice Game, you and up to three of your friends play as either Zim or Gir working for their Almighty Tallest Irkin overlords&mdash;or as Dib or Agent Darkbootie working to protect the earth as part of the secretive Swollen Eye network! Draw cards to build a krazy machine to either destroy the earth (yay!) or save it (boo!). Connect matching cards, and earn power surges that let you roll the BIG DIE.&#10;&#10;The more rolls, the more power you can generate. You might even get to roll the tiny special die (aww, it&rsquo;s cute!). Be careful, though, as rolling either die can end in a fizzle or a malfunction, costing you all the energy you&rsquo;ve earned or even breaking your machine! The first player to earn 100 energy wins, and everyone else owes them taquitos!&#10;&#10;This fast-paced dice game is based on the cult-favorite animated series Invader Zim and is packaged in a collectible tin and includes 64 cards, 4 player boards, 8 power trackers, 16 special ability tokens, power surge die, special die, and a rulebook.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Team Up Expansion",
    "ID": 272036,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272036/pokemon-tcg-team-up-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pok&eacute;mon TCG: Sun &amp; Moon&mdash;Team Up is the name given to the ninth main expansion of cards from the Sun &amp; Moon Series of the Pok&eacute;mon Trading Card Game (the Sun &amp; Moon Era in Japan).&#10;The expansion includes over 180 cards.&#10;&#10;Theme Decks: Relentless Flame (Fire), Torrential Cannon (Water)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Traveller Ascension: Imperial Warrant – Expansion 2",
    "ID": 272038,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272038/traveller-ascension-imperial-warrant-expansion-2",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expansion Two of Traveller Ascension: Imperial Warrant opens even more positions, so you can engage in up to 6 player games. With additional player positions, new events and secrets, and more systems to explore taking control of a system in the name of the Emperor just got more complicated. 10 Additional scenarios have been specifically tailored for large engagements.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Traveller Universe",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road to Dunkirk: The British Expeditionary Force, 1940 – A Panzer Grenadier Game",
    "ID": 272041,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/272041/road-to-dunkirk-the-british-expeditionary-force-19",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Dispatched to France in September 1939, the ten infantry divisions of the British Expeditionary Force pressed forward into Belgium eight months later to meet the onrushing German panzer divisions. Faced with overwhelming odds, the British gave ground slowly as they fell back toward the English Channel, finally exiting the Continent through the miraculous evacuation at Dunkirk.&#10;&#10;Road to Dunkirk is a complete Panzer Grenadier game based on the epic battles waged by the British Expeditionary Force against the Germans in the spring and early summer of 1940. There are 47 scenarios based on these battles, organized into six &ldquo;battle games&rdquo; that allow you to play the scenarios in sequence toward your army&rsquo;s operational goals. Scenario design is by Philippe L&eacute;onard, who designed our Panzer Grenadier: 1940 The Fall of France game.&#10;&#10; Road to Dunkirk includes 517 die-cut and silky-smooth playing pieces. There are eight heavy cardstock maps with artwork by Guy Riessen so they match up nicely with those from 1940: The Fall of France.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "If Mama Ain't Happy...: Pestilence Pack",
    "ID": 272044,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272044/if-mama-aint-happy-pestilence-pack",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dissatisfied with Her Progress in Eliminating the Human Race,     Mother Nature Has Unleashed Every Illness Imaginable: &#10;Acne, Gingivitis, Even Restless Leg Syndrome - Whatever It Takes!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "If Mama Ain't Happy...: Attack Pack",
    "ID": 272045,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272045/if-mama-aint-happy-attack-pack",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Disasters Haven&rsquo;t Worked, Diseases Didn&rsquo;t Do It. Now Mother Nature Has Turned The Plants and Animals Against The Human Race. And They&rsquo;re Out to Get Even!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elite Canadians II: Manitoba at War",
    "ID": 272047,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272047/elite-canadians-ii-manitoba-at-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Four combined-arms scenarios with a focus on units from the province of Manitoba. Set between June 1944 and April 1945, the scenarios are medium-sized, and five to six turns long. In two engagements, the Royal Winnipeg Rifles take on 12. SS Panzer Division in Normandy. A third late-war action, finds the Rifles in Germany. The last scenario showcases the 12th Manitoba Dragoons, French paratroopers, and the Dutch resistance in April 1945.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Think: Mandala",
    "ID": 272048,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/272048/think-mandala",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is one of the Ravensburger &quot;Think&quot; games, a brainteaser/mental exercise game-series.&#10; These games are good for mental training, e.g. in creativity, concentration, imagination, logic and so on.&#10;&#10;",
    "Categories": [
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Think: Krypt",
    "ID": 272049,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/272049/think-krypt",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is one of the Ravensburger &quot;Think&quot; games, a brainteaser/mental exercise game-series.&#10; These games are good for mental training, e.g. in creativity, concentration, imagination, logic and so on.&#10;&#10;",
    "Categories": [
      "Memory",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Think: Mini Think Trainingsprogramm",
    "ID": 272050,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/272050/think-mini-think-trainingsprogramm",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is one of the Ravensburger &quot;Think&quot; games, a brainteaser/mental exercise game-series.&#10; These games are good for mental training, e.g. in creativity, concentration, imagination, logic and so on.&#10;&#10;",
    "Categories": [
      "Educational",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Bibel-Spiel",
    "ID": 272051,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272051/das-bibel-spiel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The bible game&#10;A quiz and memory game for the whole family about the bible and all the stories in there&#10;&#10;",
    "Categories": [
      "Memory",
      "Novel-based",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bernard: Total irre!",
    "ID": 272052,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/272052/bernard-total-irre",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Bernard: Total irre&quot; is a quick card game in a nice silver box with the famous character Bernard. The winner is the one who is the first one to get rid off all his cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bernard: Fettnapf-Poker",
    "ID": 272053,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272053/bernard-fettnapf-poker",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Bernard: Total irre&quot; is a quick card game in a nice silver box with the famous character Bernard. If you are good at bluffing, you'll win this game!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Harry und die Hendersons. Harry dreht alles um!",
    "ID": 272054,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272054/harry-und-die-hendersons-harry-dreht-alles-um",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is based on the film &quot;Harry and the Hendersons&quot; from 1987.&#10;Harry the Bigfoot who lives with the American familie Henderson makes chaos in the livingroom.&#10;This means that all glases and furnitures (only the shelves are part of the game) are at unknown places in the room.&#10;Content: Board, 4 figurs (characters of the familiy), 1 six sided special die (sides 1,1,2,2,3,1-3), 54 tiles (12 shelves, 13 Harrys, 29 glasses)&#10;The aim of the players is to find more glasses than the other players and place them in a shelf.&#10;At the begin all tiles are shuffled and placed face down on the board. &#10;On players turn, he roles a die, moves his figure exact the shown number (1-3 he can choose) only counting the fields with tiles and turn over the tile where his figur is.&#10;If this is a glases tile, this tole stays open and he has another turn. If the new tile is a shelf (could be already open from a previous turn) he can decide, if he wants to end his turn or continue. If he decides to end his turn, he gets all glases he has found in this turn.&#10;If the new tile is Harry. Harry brakes all glasses, which means that all glasses tiles are flipped back.&#10;It's also possible that the player cannot move because the number on the die does not match. Also in this case his turn is finished and all glasses are flipped back.&#10;Game ends after 10 shelves are open and the actual player wants to end or if all 12 shelves are open.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bernard: Zocken und Schocken",
    "ID": 272055,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272055/bernard-zocken-und-schocken",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Bernard: Zocken und Schocken&quot; is a quick card game in a nice silver box with the famous character Bernard. This is a rummy variant with some additional cards&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Party: Murder at the Country Club",
    "ID": 272056,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272056/murder-mystery-party-murder-at-the-country-club",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Who murdered John Dosh?&#10;&#10;The time is the present, the places it The Country Club Hotel, where John Dosh the millionaire owner has invited the staff to a wine tasting. But, before the corks were drawn John Dosh was found murdered in the wine cellar! He thought he could trust his employees but who gave him his P45? Join the party to solve the Murder at the Country Club.&#10;&#10;Christopher Boss l'boote - Manager and photographer - what's he been developing lately?&#10;Mrs Gill Boss l'boote - Manageress and one time poet - she'll always give you a rhyme if you've got the time!&#10;Russell Cork - Wine waiter - he's pulled a few in his time!&#10;Mary-Jane Pager - Receptionist - she likes to keep in touch with everybody!&#10;Bob Cooke - Head chef - he's always looking for something fresh and tasty in his kitchen!&#10;Nikki Melons - Head waitress and ex-model - she'll do for starters!&#10;Terry Plant - Head gardener - he enjoys digging the dirt and spreading the muck!&#10;Rennee Scrubber - Chambermaid -does she live up to her name or is she just a little cleaner?&#10;&#10;Contents:&#10;Invitations to be sent to your guests&#10;Complete instructions on how to host your party&#10;Background information for each character&#10;Clue Sheets for each round&#10;Costume suggestions&#10;Menu suggestions&#10;Tape recording of the murder&#10;Name tags for each guest&#10;Solution to the murder&#10;&#10;Good Times For Groups&#10;Murder Mystery Parties are an excellent way to spend an evening with friends. Each party takes two or three hours to play. They are filled with intrigue, suspense, humour and the fun of playing both detective and suspect.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Murder Mystery Party"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: GT – GT5",
    "ID": 272058,
    "Year": "(2020)",
    "Geek Rating": "5.748",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272058/rallyman-gt-gt5",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "The GT5 expansion includes 6 new coloured plastic car models, 32 Dashboards, 6 Driver cards, one new die and a rulebook.&#10;&#10;Includes:&#10;Brand new set of dashboards for both Asphalt and Rain tires.&#10;&#10;6 new cars that only have 5 black Gear dice. However, they more than make up for it with the addition of a new Boost die! This green die works just like a Brake die except that it allows you to skip a gear when accelerating instead of slowing down!&#10;&#10;New Dashboards for the GT6 cars in order to race them against GT5 cars. These new boards modify the cars slightly, balancing them out so that they can race together on equal terms, yet still retaining their unique traits.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Series: Rallyman",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weltreligionen entdecken",
    "ID": 272059,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272059/weltreligionen-entdecken",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game contains various memory games to learn more about the three big religions, Christianity, Judaism and Islam.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Löwenzahn: Das Forscherspiel",
    "ID": 272060,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272060/lowenzahn-das-forscherspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "L&ouml;wenzahn: Das Forscherspiel contains two games for little explorers:&#10;&#10;The magnifier game&#10;The children try to align the maginified objects they see on their cards with the actual objects on the table.&#10;&#10;The explorer game&#10;The children fumble some objects in order to find the ones they see on their cards.&#10;&#10;L&ouml;wenzahn (common dandelion) is a german TV show for children in which &quot;Peter Lustig&quot; explains ecological, technical and economic topics.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Quiz für die ganze Familie",
    "ID": 272061,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272061/das-quiz-fur-die-ganze-familie",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's a quiz game for the whole family with 3,300 questions.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wahrnehmung",
    "ID": 272062,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272062/wahrnehmung",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wahrnehmung is an educational game for children to train their perception.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schummelwort",
    "ID": 272063,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272063/schummelwort",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player thinks of a word and starts to write the first letter. The next player continues the word. Winner is the player who manages to continue the started words.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Abenteuer im Drachenland",
    "ID": 272065,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272065/abenteuer-im-drachenland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's a jump and run game with 4 different roles - dragon, knight, princess and  wizard. Each role has its own goals, but the roles can change suddenly within the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wortmix",
    "ID": 272066,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/272066/wortmix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a quick game to collect letters to create a given word.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wies'n Mania",
    "ID": 272067,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272067/wiesn-mania",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oktoberfest all over the year&#10;A world's first for all fans of exciting, fun-packed and convivial games! &#10;Strategy, tactics, luck and fun determine the course of the game. The game can either be played in teams or individually. The winner is the player who reaches the most goals and visited the most attractions on the Oktoberfest.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Medito",
    "ID": 272068,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/272068/medito",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Medito contains a collection of two player games: Kono, Citadel &#10;(= Asalto) , Bar and Pass. &#10;There are 4 different boards, a dice and red and blue playing pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cocarda",
    "ID": 272069,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272069/cocarda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There must be formed six rosettes of eight cards in this game. It can be played in two different ways, with or without a die.&#10;&#10;The game consists of 6 rosettes, each of which is composed of 8 cards. 8 cards, which form a rosette, are marked with colored dots, namely blue, yellow, green, orange, red and white.&#10;&#10;Including rules in 7 languages.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hatari",
    "ID": 272070,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272070/hatari",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2 Player game.&#10;Each player is a hunter who controls 8 catchers.&#10;The board is a 5x5 field with additional lines of 3 fields at each border. It has jungle fields (light green), impenetrable jungle (dark green) and savannas (yellow). &#10;There are 2 sets of 6 different animals and 1 lion. &#10;Before the game starts, the animals are placed on their fixed fields. The lion in the middle field.&#10;The catchers are placed by the players on the bottom corners of the 3 fields in front of them and the right corners of the most right fields (all these corners are marked in their color).&#10;On players turn, he is allowed to move 1 of his catchers as far as he wants on the lines between the fields (jungle paths). Other catchers only block the single field not the line of movement. He can move horizontal or vertical or both.&#10;There is a possibility to move also diagonal on yellow fields (if no opponent is on the other corners) or light green (if no animal is on the field).&#10;Every time a player can place 1 of his catchers at each of the four corners around 1 animal he catches this animal and takes it in front of him. He is only allowed to catch 1 animal of each kind.&#10;The lion can only be catched when the player has already all 6 other animals. The player who catches the lion wins.&#10;There is a possibility to reduce the number of catchers of the opponent by surrounding them with 4 catchers (independent of the color) and having the possibility to position 1 of the own catchers at the position of this figure.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Billy & Betty bauen",
    "ID": 272073,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/272073/billy-and-betty-bauen",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "99",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to build together a house with tetris like stones.&#10;There is a enigma book. The first stones and the position of 1 or 2 builders is given for each enigma.&#10;Also all to be used othercstones are listed.&#10;The stones have to be placed 1 by 1 on top of the already placed stones.&#10;The buiders are allowed to move, but in maximum 1 stone in height difference.&#10;If the buiding has flat surfaces at the end (and matches the size shown by a border line) the team wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paragon: Trials of the Chosen",
    "ID": 272074,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/272074/paragon-trials-of-the-chosen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Set in a fantasy world beset by warring demigods vying to join the eternal pantheon, Paragon: Trials of the Chosen is an expandable card game for two to four competing players.  Players choose avatars to represent their Paragon, equip them with powerful items and abilities, and engage in epic combat. The game features no luck, a compelling approach to turn sequence, complete control of your starting hand and draw order, and an innovative combat system that isn&rsquo;t reliant upon minions. Build your deck using eight disciplines from four schools: Martial, Magic, Mythos, and Mischief.  Choose your avatars and battle to be the last Paragon!&#10;&#10;Choose Avatars to represent you&mdash;the Paragon&mdash;then equip them with powerful items and abilities using the ever-growing energy you are granted each round. Engage in epic combat by utilizing your weapons, armor, accessories and abilities, or use the Avatars themselves. Construct a deck by choosing cards from the schools of Martial (physical combat), Magic (wizardry and spells), Mythos (powers of light and dark), and Mischief (precision and (skulduggery). Use your cards to reduce your opponent&rsquo;s Avatars&rsquo; hit points to zero, and become one step closer to the eternal pantheon.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Once-Per-Game Abilities",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slash-accre!: A Slasher Movie Game",
    "ID": 272076,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/272076/slash-accre-a-slasher-movie-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game was funded on Kickstarter and a few basic copies appear to have been delivered.  However, most users backed KS deluxe copies which were not.&#10;&#10;&#10;Slash-accre!: A Slasher Movie Game is a board game tribute to 1980's slasher films, drawing inspiration from the stereotypes and conventions of the genre. A group of unsuspecting teens are throwing a party at an abandoned summer camp, not realizing they're not alone.&#10;&#10;The game is played in a killer vs. teens fashion. The campgrounds are made of multiple 3D locations, which act as objective zones. The killer player sets up objective tokens for the teens, hiding in one of the locations. Teens must complete objectives after movement rolls to gather resistance tokens, items and parts of a victory plan while avoiding the killer. The killer uses their own deck to lure and scare the teens to gain an edge on them. During an encounter, the killer and the teens resolve fights with a dice roll and in case of an attack victory, the killer uses a kill deck card to eliminate the teens.&#10;&#10;Teen player(s) are trying to complete parts of a victory plan to escape or defeat the killer, while the killer player aims to keep the teenagers from escaping and kill all of them.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Player Elimination",
      "Roll / Spin and Move",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Movies: Horror Movies",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anachrony: Fractures of Time",
    "ID": 272077,
    "Year": "(2020)",
    "Geek Rating": "6.546",
    "Avg Rating": "8.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272077/anachrony-fractures-of-time",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "4.5205",
    "Description": "Since the Paths' Time Rifts powered up for the first time on the Day of Reminiscence, masses of people across New Earth have been seeing visions of a fifth Time Rift hovering over the eerie Ground Zero of the impact, waiting to be discovered. These visions also invoked an increasing sense of empathy and fellowship between these people &mdash; a bond much stronger than their Path affiliation. A mass exodus from the Path capitals took place over the course of the first Era, and the first pioneers discovered that the Time Rift in their visions not only exists, but it holds the foundations of a new civilization, one that may eventually set all people of New Earth down a new path - the Path of Unity.&#10;&#10;Explorers from the Path of Unity soon discovered a secluded mountain valley where the enigmatic flora not only survived the impact, but it mutated and evolved by the asteroid&rsquo;s toxic Neutronium dust. The resulting flower-like crystal formations synthesize a substance called Flux, which is collected and studied by the Harvesters, the valley&rsquo;s mysterious inhabitants. The Harvesters are willing to share the secrets of the Flux technology with the Paths, but remain silent about its side effects, which only they are immune to...&#10;&#10;In the alternate storyline of Fractures of Time, Anachrony&rsquo;s first major expansion, the four original Paths and the newly formed, sanguine Path of Unity have gained access to a powerful new technology called Flux. Flux Cores can be acquired in the Amethynia Valley, the expansion&rsquo;s new main zone. By using the Flux Cores to power up their Fracture device, players may move (&ldquo;Blink&rdquo;) one of their already placed Exosuits to a new action space instead of placing a new one, or immediately retrieve some of their Workers or Free Action markers. This can result in never-before-seen action efficiency, but just like the Time Rifts, the Flux technology is a double-edged sword. Without a sufficiently advanced Fracture device, overusing it can cause Temporal Glitches; hectic negative effects such as shutting down the Exosuit bay slots, temporarily disabling buildings, or making players more prone to Anomalies.&#10;&#10;The Valley holds other secrets as well. The Operators&rsquo; advanced technology allows players to remove the Temporal Glitches, upgrade their classic Path tech with new quirks, and even enlist the Harvesters themselves as a powerful new class of Workers, who are immune to the Flux&rsquo;s side effects.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Anachrony",
      "Mechanism: Tableau Building",
      "Players: Expansions Adding Solo Play",
      "Players: Games with Solitaire Rules",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Computer Vegas: The Electronic Crap-Shooting Game",
    "ID": 272083,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272083/computer-vegas-the-electronic-crap-shooting-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Part of a series of electronic board games released by EDC in the late sixties and early seventies. Although titled Computer Vegas, the large wooden game board only depicts a Craps table. Protruding through the center of board are fourteen light bulbs that serve to display the pips for a computer-generated roll of a pair of standard six-sided dice. The dice are rolled by pressing a button. All other gameplay is handled manually by the players. The game includes small plastic chips and paper money for use in betting and collecting payouts.&#10;&#10;As Computer Vegas was simply a die-roll simulator at heart, it could also be used to play Backgammon. The EDC overlay for Computer Backgammon turned the Craps table into a Backgammon board. A cut-out in the center of the overlay allowed the virtual die roll to be displayed.&#10;&#10;Unlike most other EDC games, Computer Vegas ran off an AC adapter rather than batteries.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Electronic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Race to Hollow Earth",
    "ID": 272086,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/272086/race-to-hollow-earth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Race to Hollow Earth is a 4X type of board game based on the Hollow Earth Theory.&#10;&#10;Game Play: All players choose one action they will take per turn;&#10;&#10;    Move/Move &amp; Attack ~ this action allows players to move their tribe members &amp; sea vessels to get to better resources, or to secret coordinates to Hidden Hollow Earth Tunnels. Or they can move and attack other players.&#10;    Purchase, Build or Heal the Land ~ this action allows players to buy cards, buy resource buildings or to change a wasteland back into healthy land to create more resources.&#10;    Collect Resources ~ this action allows players to collect resources for each of their tribe members and resource buildings.&#10;    Repeat Action OR GOLD ~ this action allows players to repeat any one of their USED action but with a dangerous consequence for all players OR instead of of doing the repeat action players may take a GOLD from the general supply.&#10;    END of Round ~ this action is only for the last player of each round to use...it gives the last player the power to end the round anytime on their turn.&#10;&#10;&#10;How to Win or Lose the game...Race to Hollow Earth has 4 ways to win and 2 way that all player could lose the game.&#10;&#10;    Control 2 or 3 land masses(depends on player count) ~ If a player controls 2 or more land masses at the end of their a round, they win the game.&#10;    Control all Ports ~ If a player has a resource building on a number of ports (number depends on player count) at the end of a round, they win the game.&#10;    Hollow Earth friends ~ If a player gets to Hollow Earth twice and befriends 2 Hollow Earth residents, they win the game instantly.&#10;    Heal the Land ~ If a players color marker every gets to the #6 spot on the Heal the Land track, they win the game instantly.&#10;    Wastelands ~ If ever the Wasteland tracker gets to spot #7 the game ends for all, everyone loses.&#10;    KICKSTARTER EXCLUSIVE ~ Dero win ~ If ever the Dero meet their win conditions, everyone loses.&#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Storytelling",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WordGhost",
    "ID": 272087,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272087/wordghost",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Origin  &#10;WordGhost is the card game that turned a childhood car game into a game night favorite. The game combines vocabulary with competition to create a perfect source of entertainment for any occasion. Turning the car game into a card game made it possible to add more features that add to the excitement. With new cards such as the &ldquo;remove 2&rdquo; card and the &ldquo;anagram&rdquo; card, the game has twists and turns you won&rsquo;t see coming!  We are passionate about words and are super excited to introduce Word Ghost!&#10;&#10;Objective / Rules&#10;The game can be played by any number of people at any age. The objective of the game is to use your letters to continually create a word without ever finishing that word. Each player will begin with &ldquo;letter cards&rdquo; in their hand and one by one will place a letter down in order to spell a word they have in their head. The word must be four letters long to be considered a knockout word. This means 1-3 letter words are fine to play.  If a player is caught completing a word, he or she is out. The game gets interesting when introducing the &ldquo;special cards.&rdquo; These cards are incorporated into the card game because it changes the dynamic of the game and the word(s) being played.&#10;&#10;Special Cards&#10;The &ldquo;special cards&rdquo; consist of wild cards, skip cards, reverse cards, &ldquo;remove 1&rdquo; cards, &ldquo;remove 2&rdquo; cards, and anagram cards. The wild card allows the player to play any letter of your choosing, the skip card allows a player to skip their own turn, and the reverse card allows the player to reverse the order of the game. The &ldquo;remove 1&rdquo; card allows the player to remove one letter from the word and the &ldquo;remove 2&rdquo; card allows the player to remove two letters from the word. When using the removal cards, the player must pull all the letters together without reordering. The anagram card allows the player to rearrange all the letters to create a part of a new word. The letters still cannot form a word, or that player is out. Another competitive aspect of the game is the &ldquo;challenge.&rdquo; The challenge is used when a player thinks their opponent that plays directly before them is spelling a fake word. In this situation, the player can say: &ldquo;challenge&rdquo; to their opponent and that player must say the word he or she was spelling. If the word is valid, the player that called the challenge is out and if the word is not valid, the challenged player is out.&#10;&#10;Rule Variations &#10;There are technical infinite rule variations to the game which you can come up with.  Here are two that we like:  &#10;&#10;     The &ldquo;strike play&rdquo; method allows the players to use a strike system instead of an instant elimination.  Think of it like playing &ldquo;HORSE&rdquo; on a basketball court. When a player spells a word, he or she will get a strike and when that player collects three strikes, then he or she is out. &#10;     The &ldquo;timed play&rdquo; method calls for a timer that will only give the players a certain amount of time to play their letter or they automatically lose.&#10;&#10;&#10;This game will challenge your vocabulary and your ability to stay one step ahead of your opponents. It is the perfect game for a quiet night in or to be the center of game night.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Rituals: Malleus Maleficarum – The Witches' Sabbath",
    "ID": 272109,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272109/dark-rituals-malleus-maleficarum-the-witches-sabba",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion includes four Champion Heroes, a new Demon Witch, Madra, the Demon Lord Voskor, Minions, Pillars (Summoning points) and cards. Comes complete with 4 new double sided map tiles as well as 4 new Encounters and a fifth Epic Encounter, fought across 4 Acts.&#10;&#10;Madra stared at Kakhard&rsquo;s slack face, checking she was fully immobilized. Casting spells on other Witches was always tricky, it was best to be sure. Stepping back, she began the incantation to flay Kakhard alive. As her tough hide was peeled back, the monstrous energies sealed and twisted the bleeding flesh, making sure that Kakhard would live. Keeping her around as a pet would be a fitting reminder of the awesome power Madra controlled.&#10;&#10;It was done! Now she had five Witches&rsquo; skins in her possession. Plenty enough to impress Voskor and make him deify her. If not, with this power coursing through her body, she would do the same to him as she did to the five Witches and simply steal her Demonhood.&#10;&#10;Perhaps the time to ascend had come. Yes, better to summon Voskor here and now, and let him see Kakhard doting on her, as she adjusted to the agony of her skinless form. Madra arranged herself on her palanquin and tried to look both relaxed and commanding. Best to get it over with. More muttered words of power and she summoned the Demon to her lair, straining her powers to the limit to drag such a powerful entity through the aether.&#10;&#10;&ldquo;Voskor! See what I have stolen for you!&rdquo; she shouted, as she tossed the skins on the floor at the Demon&rsquo;s feet. &ldquo;You can feast on their hides. I have their power. But first give me what I want! Raise me to Demonhood!&rdquo;&#10;&#10;Voskor stared at her, no expression possible on his bone face. He gestured with one hand as he scratched at the skins with the other. Consumed by her lust for power and the energy flowing through the room, Madra failed to see her imminent danger and gave herself to the rapture of Voskor&rsquo;s transformation. Instead, Voskor was teaching her a lesson for her presumption. Her body devolved to a feeble worm-like form.&#10;&#10;As she finally realized the trick that had been played on her, she reached for her power to attack. But looking at Voskor, all she could see was the Conjunction transporting her away.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: GT – Championship",
    "ID": 272113,
    "Year": "(2020)",
    "Geek Rating": "5.728",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272113/rallyman-gt-championship",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "The Championship expansion is a campaign mode that lets you compete with your friends over several races, testing your skills on 8 different tracks. Each track is played in 2 laps, and you can use the 8 new tracks included in the Championship rulebook or invent your own! Depending on your finishing position, you&rsquo;ll gain points at the end of each race. The player with the most points at the end wins! You can also play a Championship with teams, with a prize going to the best team as well as the best driver.&#10;&#10;The rulebook includes another 8 official tracks using tiles from the core box as well as the combo tiles. You can use these tracks for your championship races or create your own!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Series: Rallyman",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellboy: The Board Game – Holiday Hellboy",
    "ID": 272116,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272116/hellboy-the-board-game-holiday-hellboy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Holiday Hellboy is a handmade, high quality resin gaming piece based around an iconic piece of festive Hellboy artwork drawn by Mike Mignola.&#10;&#10;Holiday Hellboy comes unpainted and requires assembly, but will most definitely make a fantastic festive-themed gift for any Hellboy fan. The set also comes with an exclusive numbered B.P.R.D. Agent card/certificate so you can use the piece in Hellboy: The Board Game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Letters Numbers & Pictures Lotto",
    "ID": 272117,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272117/letters-numbers-and-pictures-lotto",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This contains Russle's Letters and Numbers card game with a set of 4 lotto cards with 2x5 pictures based on the cards. My copy has no instructions, but it's obvious that you play Lotto using the card deck as a random way to determine which pictures to cover on the boards.&#10;&#10;The card game included does have its rule sheet, so it's games can also be played with this set.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reality TV",
    "ID": 272124,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/272124/reality-tv",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Reality TV transforms a televised reality show into a family interactive game. As a part of the contest, players should please both their housemates and the viewers who watches the show. But even those players that follows an aggressive strategy may become winners in the final of Reality TV!&#10;&#10;During the game, the players should extend the House while moving their pawns through it, making use of the unique Room benefits. Some of them are essential for any player &mdash;as the Diary Room, where they can nominate their housemates. But take care! disputes between Contestants are just around the corner, in which case a good hand management is decisive.&#10;&#10;The critical point of each of the three rounds will come at his end with the much feared ejections. Those players that have been pleasant with the rest or have properly managed their tokens should feel safe... but the truth is that no one is out of danger!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hello My Name Is",
    "ID": 272132,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/272132/hello-my-name-is",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Can you name an actor who's short, blond, and musical? How about an athlete who's bearded and married? In Hello My Name Is, play a trait, then race to name someone &mdash; real or fictional &mdash; who fits the description. Use your creativity to win the most cards!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Computamatic Tennis",
    "ID": 272146,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272146/computamatic-tennis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "While many of the electronic sports board games from EDC shared a common board and used overlays to portray different sports, Computamatic Tennis is a unique game. It relies on a large array of 24 light bulbs under a translucent board depicting a tennis court. The game is battery operated.&#10;&#10;Players sit at opposite ends of the board where they have a series of buttons they use to enter actions. Each player's set of buttons is divided into four categories (each with four buttons): Receive Volley, Return Volley, Receive Serve, and Serve Left/Right. The combination of buttons pressed by the players serves to illuminate the lights under the board to show the result of the serve or volley. Tracking of games, sets, and matches is handled manually by the players using tracks on the board.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Electronic",
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Discovery: The Evolution Game – Prehistory",
    "ID": 272172,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/272172/discovery-the-evolution-game-prehistory",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Discovery is a card game in which you will retrace the major steps in the evolution of humanity.&#10;&#10;Each card represents an innovation or major breakthrough in our history. Each one builds on previous discoveries, called prerequisites, and paves the way for new discoveries.&#10;&#10;During a game, players will build together the Discovery &quot;&quot;Tech Tree&quot;&quot; by each placing cards in turns. Discovery allows you, with a same deck of cards, to play several different types of games (from beginner level to expert). Depending on the type of game, the goal can be either to be the first to empty your hand (games with no points), or to collect the maxim number of points (you earn points each time you place a card).&#10;&#10;In all games, each player starts with 5 cards. During your turn, you can place a card in the discovery tree if all its prerequisites have already been placed, or if it has no prerequisite (starting cards). Once placed, a card benefits all players who can then use it as a prerequisite to place their own cards. The game ends as soon as the stack is empty and a player empties his hand.&#10;&#10;Discovery is a semi-collaborative game which, like the evolutionary process, combines both collaboration and competition.&#10;&#10;The Prehistory deck can be played as a stand alone game, or as an extension of the Antiquity deck (2019 edition).&#10;&#10;Discovery is a game for kids (6 years +) and adults, and ideal to play with the whole family. It can be played as a solitary game or with up to 9 players. A game can vary from 15 to 60 minutes depending on the type of game and the number of players.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Children's Game",
      "Civilization",
      "Educational",
      "Memory",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Discovery – The Evolution Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sankokushin: Five Sacrifices",
    "ID": 272175,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgame/272175/sankokushin-five-sacrifices",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "A brokenhearted god.&#10;A woman carrying the collective hate of mankind.&#10;How many times will you sacrifice yourself before giving up hope?&#10;&#10;Sankokushin: Five Sacrifices is a fully cooperative campaign game set in a fictional version of medieval Japan.&#10;&#10;Take control of several heroes arriving to assist the city-state of Yamashiro, a land destroyed by the quest for the Unseen, and help the city survive its grim destiny.&#10;&#10;Experience an adventure in which you&rsquo;re free to decide what activities the heroes pursue, where they explore, who they meet and how they interact with their opponents; all of which organically generates a unique storyline inside of the main plot that moves the destiny of Yamashiro.&#10;&#10;Fight monsters and human foes in psycologically-intense encounters where personality and tactical manuevering are paramount. Intimidate or provoke your enemies to scare them or force them to attack carelessly. Use your diplomatic abilities to calm dangerous, psychopathic entities until you are able to backstab them or plead on the behalf of honorable opponents. Manage the stress of battle, seek to understand your opponents&rsquo; perverse intelligence and use that knowledge to destroy them or to find a way to save them from destroying themselves and everyone you hold dear.&#10;&#10;Welcome to Yamashiro.&#10;&#10;Campaign&#10;&#10;The city of Yamashiro is an immense micro-universe where the lives of the citizens, heroes and enemies are tightly intertwined. Experience a unique adventure that unfolds over the course of 12 months during which you decide what activities the heroes pursue, where they explore and who they meet. Craft equipment, revel in festivals, expand the city, take advantage of the amenities of its many facilities, and explore personal relationships with the town&rsquo;s inhabitants as well as its assailants. Sankokushin does not require a heavy, multi-player commitment to reach the end of a campaign and it will not abruptly end if things go poorly. However, only those who travel across time and memory will gain the knowledge necessary to free Yamashiro from the burden of its tragic fate.&#10;&#10;Procedural Narrative&#10;&#10;No walls of text. No &ldquo;Yes/No&rdquo; choices. Sankokushin instead wraps you in its unique story as you experience Yamashiro without confining you to a guided plotline. Instead of presenting you with only narrative choices, the storyline is organically generated by the heroes&rsquo; actions during both the combat encounters and the city phase. The assailants of Yamashiro and its inhabitants are all intimately connected by a dark fate and only the actions of the heroes can alter the course of their destiny. These interrelationships have profound consequences in game and they are the heart of Sankokushin&rsquo;s narrative and it is impossible to experience them all in a single playthrough as they are a reflection of your unique playstyle so different gaming groups will have different experiences.&#10;&#10;Intelligent Enemies&#10;&#10;Each of the 10 bosses included in Sankokushin has a unique personality and story arc that is closely linked with the overall narrative. The way you deal with each of them will reverberate throughout the course of the campaign. You will learn to love and hate their twisted personalities and will see that the methods used to fight them will deeply influence their future behavior. They learn from your strategies and change their attitude towards you (and the way they fight!) according to the way you psychologically approach them thanks to the unique communication system. Sankokushin is designed by a small team whose knowledge in the fields of psychology and psychoanalysis have made possible bosses with realistic, uncanny, and perverse personalities that will show you the darkest sides of human nature.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Shadowvale: Kickstarter Edition",
    "ID": 272183,
    "Year": "(2019)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272183/valeria-card-kingdoms-shadowvale-kickstarter-editi",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Kickstarter edition is a compilation item as it also includes Valeria: Card Kingdoms &#226;&#128;&#147; Expansion Pack #06: Relics and Valeria: Card Kingdoms &#226;&#128;&#147; Undead Samurai Rider which is a Warden-level monster for the Valeria: Card Kingdoms &#226;&#128;&#147; Expansion Pack #02: Undead Samurai monster-stack.&#10;&#10;Darkness looms upon the Kingdom of Valeria. Werewolves, Vampires, and other shadowy creatures reach out in the night to tear apart your people. But never fear, new Citizens have joined the fray - some specializing in taking out these dark creatures!&#10;&#10;Valeria: Card Kingdoms &ndash; Shadowvale brings in a whole new set of Citizens, Monsters, Domains, and Dukes that you can play stand-alone using components from the base game, or mix with card stacks from the base game for all new experiences.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Maus: Quizquartett Pferde",
    "ID": 272184,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/272184/die-maus-quizquartett-pferde",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is based on a Quartett type card game but extended by a quiz.&#10;&#10;Each player draws 4 cards from the stack.&#10;The youngest player starts the game (active player) and asks any other player if he holds a card needed to complete a set of four. The enquiring player must always have at least one of the set in their hand before asking.&#10;&#10;Unlike a normal Quartett game, the player asked does not automatically surrender the card in question he might hold, but has to ask one of the questions noted on the card. Only if the active player supplies the correct answer to the quiz question the card is surrendered. The player who was successful may continue to ask the one who has surrendered a card for a further card. The moment that player cannot supply the wanted card or any of his quiz questions isn't answered correctly, he becomes the one to ask any player for a card. Whenever a quiz question is answered wrong the asked player draws a card.&#10;&#10;If a completed Four is obtained, the successful player should lay it on the table and that set is now safe. This continues round the table until all the sets are laid down and the player has tabled the largest number of four, wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingsburg: Expansion Module #6 – Alternate Advisor Rewards",
    "ID": 272224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/272224/kingsburg-expansion-module-6-alternate-advisor-rew",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Expansion Module #6 is already included in Kingsburg (Second Edition). This expansion is intended to offer owners of the first edition the chance to purchase the expansion separately.&#10;&#10;At the start of each productive season, a new advisor reward is revealed and placed on top of its spot on the board, replacing the reward players have grown familiar with. Eventually, each advisor will feature a brand-new effect, allowing players access to the advisor&rsquo;s new reward while removing its existing reward for the remainder of the game.&#10;&#10;For example, the General originally focuses on battle, recruiting 2 soldiers and secretly looking at the top card of the enemy deck. The new reward tile replaces that effect with the reward to gain 2 gold or 2 wood or 2 stone. The Wizard normally rewards players with 4 gold, but with the new advisor tile placed on his space, he will now reward players with 5 victory points.&#10;&#10;Contents: 16 Advisor Tiles&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": []
  }
]