[
  {
    "Rank": "401",
    "Name": "Tekhenu: Obelisk of the Sun",
    "ID": 297030,
    "Year": "2020",
    "Geek Rating": "7.078",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/297030/tekhenu-obelisk-of-the-sun",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.0672",
    "Description": "Four millennia ago on the eastern bank of the Nile river was laid the foundation of the Temple of Amun-Ra. Over the course of two thousand years, the temple complex was gradually expanded and became widely known as &quot;The Most Select of Places&quot; (Ipet-Isut), boasting the largest religious building in the world. Today, the site is known as Karnak, located at Luxor in modern-day Egypt.&#10;&#10;Join ancient Pharaohs in creating and growing one of the most impressive sites the world has seen, honoring the Egyptian gods Horus, Ra, Hathor, Bastet, Thoth, and Osiris. You must carefully manage the balance of your actions, preparing for the reckoning by the goddess Maat.&#10;&#10;The game board in Tekhenu: Obelisk of the Sun is divided into six sections, each associated with an Egyptian god: Horus, Ra, Hathor, Bastet, Thoth, and Osiris. In the center stands an impressive obelisk (Tekhenu) that casts its shadow onto different parts of the board. As a result, the area around the obelisk is divided into sunny, shaded, and dark sections, depending on how the obelisk casts its shadow at that particular moment. As the game progresses, the sun's rotation alters which sections are sunny, shaded, or dark.&#10;&#10;The game takes place over multiple rounds. Each round, players draft dice and perform actions associated with the value of the die and the section from which the die was drafted. Dice come in five colors, and each die is considered Pure, Tainted, or Forbidden depending on the color of the die and the position of the obelisk's shadow. While you may never draft Forbidden dice, you are free to draft any other die, whether Pure or Tainted.&#10;&#10;As you draft the dice, you must consider not only the general availability of dice &mdash; if no dice are available in a given section, then you cannot readily perform the action associated with that section &mdash; but also which value die to draft. You must also consider the purity of the dice to draft, as you must balance your Pure and Tainted actions if you want to have a more favorable position in turn order.&#10;&#10;When you draft a die, you can perform an action depending on the section you took the die from. Each of the actions corresponds to a different Egyptian god: Horus, Ra, Hathor, Bastet, Thoth and Osiris. Instead of a god action, you can choose to produce, generating resources based on the color and value of the die, but beware of producing in excess of your production capacity, as this is Greed and adds Taint to your balance!&#10;&#10;Two scoring phases occur during the game, during which players earn victory points based on the workshops, quarries, buildings, statues and pillars they have built, as well as the happiness of their people and production capacity of their resources. However, players must also keep a healthy amount of resources around to sustain their population or they suffer negative consequences.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Mythology"
    ],
    "Mechanics": [
      "Action Drafting",
      "Income",
      "Open Drafting",
      "Pattern Building",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Game: Tekhenu – Obelisk of the Sun",
      "Mechanism: Dice Drafting",
      "Misc: LongPack Games",
      "Mythology: Egyptian",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "402",
    "Name": "Harry Potter: Hogwarts Battle",
    "ID": 199042,
    "Year": "2016",
    "Geek Rating": "7.076",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/199042/harry-potter-hogwarts-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.0788",
    "Description": "The forces of evil are threatening to overrun Hogwarts castle in Harry Potter: Hogwarts Battle, a cooperative deck-building game, and it's up to four students to ensure the safety of the school by defeating villains and consolidating their defenses. In the game, players take on the role of a Hogwarts student: Harry, Ron, Hermione or Neville, each with their own personal deck of cards that's used to acquire resources.&#10;&#10;By gaining influence, players add more cards to their deck in the form of iconic characters, spells, and magical items. Other cards allow them to regain health or fight against villains, keeping them from gaining power. The villains set back players with their attacks and Dark Arts. Only by working together will players be able to defeat all of the villains, securing the castle from the forces of evil.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Harry Potter: Hogwarts Battle (The OP)",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "403",
    "Name": "The Guild of Merchant Explorers",
    "ID": 350933,
    "Year": "2022",
    "Geek Rating": "7.076",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/350933/the-guild-of-merchant-explorers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.047",
    "Description": "In The Guild of Merchant Explorers, each player starts with one city on their personal map board.&#10;&#10;Shuffle the deck of terrain cards, then reveal most of these cards one by one. Based on the terrain revealed, each player places on their board cubes that are connected to their starting city or other cubes. You want to complete areas on your board, cross the seas to new land, and establish new cities on the board. You can explore capsized ships for treasure &mdash; which gives you special placement capabilities &mdash; and create linked connections between locations to score bonus points. Common objectives can be completed by all players, with those who complete it first scoring more points.&#10;&#10;At the end of a round, all cubes are removed from each board, leaving only the cities behind, so if you don't establish new cities, you'll be stuck in the same places.&#10;&#10;The Guild of Merchant Explorers contains multiple copies of four different maps, and the game is designed so that you can play remotely with one or more copies.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Bingo",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Line Drawing",
      "Network and Route Building",
      "Pattern Movement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "404",
    "Name": "Pax Renaissance: 2nd Edition",
    "ID": 308119,
    "Year": "2021",
    "Geek Rating": "7.076",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/308119/pax-renaissance-2nd-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.6111",
    "Description": "Pax Renaissance 2nd Edition is a game for 1 to 4 players where you play as a banker in Europe at the height of the Renaissance during the late 15th and early 16th-century.&#10;&#10;A time when European nobility and warlords declined and the arts and technology advanced in the wake of a new economic force:  merchants and bankers.  These bankers became the wealthiest private individuals ever as they guided Europe into the modern age.&#10;&#10;As a Renaissance banker, you will finance kings or republics, sponsor voyages of discovery, join secret cabals, or unleash jihads and inquisitions. Your choices determine if Europe is elevated into the bright modern era or remains festering in dark feudalism. Four victories determine the future course of Western Society: will it be towards imperialism, trade globalization, religious totalitarianism, or enlightened art and science?&#10;&#10;New components include punchouts for pirate ships, pawns for concessions and serfs, placards for player boards, and empire squares allowing storage of repressed tokens and queens even if the King is not in a player Tableau.&#10;&#10;Extra game Map Cards are included, allowing the mounted gameboard to be left behind for small game portability. Useful if you have limited space in your game bag.&#10;&#10;Expanded rules include Dalmatians, Cryptography, Condottiere, apostasy, and the solitaire game. Strategy and Frequently-Asked Questions are included.&#10;&#10;Contains Pax Renaissance Expansion and Pax Renaissance: BGG Promo Pack.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Religious",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Increase Value of Unchosen Resources",
      "Market",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Byzantium",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Religious: Christianity",
      "Religious: Islam",
      "Series: Pax"
    ]
  },
  {
    "Rank": "405",
    "Name": "BattleLore: Second Edition",
    "ID": 146439,
    "Year": "2013",
    "Geek Rating": "7.074",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/146439/battlelore-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.7188",
    "Description": "Game description from the publisher:&#10;&#10;Prepare for fantasy battles beyond your wildest imagination with the onslaught of BattleLore Second Edition. Set in the fantasy realm of Terrinoth, BattleLore Second Edition is a two-player board game focused on squad-based battles between the hardy defenses of the Daqan Lords garrison in Nordgard Castle and the unleashed ferocity of the demon-worshipping Uthuk Y&rsquo;llan. You must strategically command your troops and use the power of lore to tip your battles in your favor.&#10;&#10;In every game, you will create new maps and scenarios, before mustering a new army for each game, so you can tailor your army to suit your favored play style. Command armies of fearsome warriors and deadly creatures, and lead them against the enemy in this intense game of warfare and military strategy. By seizing victory points from objectives on the battlefield and by eliminating enemy units, a skilled commander can raise his banners as the victor over the borderlands of Terrinoth!&#10;&#10;BattleLore Second Edition comes with a game board, ninety-two detailed figures, forty-three map overlay pieces, more than one-hundred fifty cards, rules, four custom dice, and everything else you need to win the borderlands of Terrinoth!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Digital Implementations: Steam",
      "Digital Implementations: VASSAL",
      "Game: BattleLore",
      "Game: BattleLore (Second Edition)",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors",
      "Setting: The Realms of Terrinoth",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "406",
    "Name": "The Lord of the Rings: The Card Game – Revised Core Set",
    "ID": 349067,
    "Year": "2022",
    "Geek Rating": "7.073",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/349067/the-lord-of-the-rings-the-card-game-revised-core-s",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.5785",
    "Description": "Sometimes, in order to truly appreciate a tale, one must first go back to its beginning. Grand adventures and strong fellowships are important and wonderful, but the first step of any journey is just as important as the last. With that in mind, it&rsquo;s time to return to the beginning of one of the most epic adventures of all&hellip;&#10;&#10;With increased contents and some quality-of-life improvements, this new version of the classic LCG&rsquo;s core set is the perfect opportunity for a new player to dive into the game.&#10;&#10;The Revised Core Set includes cards to allow Campaign Mode (previous core set was strictly standalone scenarios), entirely new Boon and Burden mechanics that add cards that persist with the players from scenario to scenario, and full support for 4 players in the core box.&#10;&#10;-description from publisher&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What's new in this edition?&#10;     Support for up to four players with a single core set (the original core set supported only two players, meaning players needed two core sets to play with three or four players)&#10;     Three copies each of all 61 player cards from the original core set and eight copies of the Gandalf ally card (the original core set included only one or two copies of many of the player cards and only four copies of Gandalf)&#10;     A narrative campaign that links the three scenarios included in the core set into an overarching story&#10;     Quality-of-life improvements, such as new &quot;3&quot; and &quot;5&quot; numbered resource, progress and damage tokens&#10;     Revised &quot;Learn to Play&quot; rulebook to allow new players to more easily jump right into playing, including two new decklists for players to try as a step up from the four starter decks&#10;&#10;&#10;This set is 100% compatible with all previously-released The Lord of the Rings: The Card Game content. Players who already own three copies of the original core set will not find any new cards in this box, aside from the campaign, boon and burden cards, which can be downloaded and printed for free on the official website.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "Cooperative Game",
      "Deck Construction",
      "Events",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "407",
    "Name": "Ginkgopolis",
    "ID": 128271,
    "Year": "2012",
    "Geek Rating": "7.072",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/128271/ginkgopolis",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.9069",
    "Description": "2212: Ginkgo Biloba, the oldest and strongest tree in the world, has become the symbol of a new method for building cities in symbiosis with nature. Humans have exhausted the resources that the Earth offered them, and humanity must now develop cities that maintain a delicate balance between resource production and consumption. Habitable space is scarce, however, and mankind must now face the challenge of building ever upwards. To develop this new type of city, you will gather a team of experts around you, and try to become the best urban planner for Ginkgopolis.&#10;&#10;In  Ginkgopolis, the city tiles come in three colors: yellow, which provides victory points; red, which provides resources; and blue, which provides new city tiles. Some tiles start in play, and they're surrounded by letter markers that show where new tiles can be placed.&#10;&#10;Begin with three Character cards which grant you starting resources and bonuses to power your game actions. On a turn, each player chooses a Construction or Urbanization card from his hand simultaneously. Players reveal these cards, adding new tiles to the border of the city in the appropriate location or placing tiles on top of existing tiles. Each card in your hand that you don't play is passed on to your left-hand neighbor, so keep in mind how your play might set up theirs!&#10;&#10;When you build over a tile, you add its &ldquo;power&quot; card to your tableau, which provides you additional abilities during the game, allowing you to scale up your building and point-scoring efforts.&#10;&#10;",
    "Categories": [
      "City Building",
      "Environmental",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "End Game Bonuses",
      "Layering",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boiteajeux",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Construction",
      "Theme: Ecology",
      "Theme: Solarpunk",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "408",
    "Name": "Endeavor: Deep Sea",
    "ID": 367966,
    "Year": "2024",
    "Geek Rating": "7.072",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/367966/endeavor-deep-sea",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8563",
    "Description": "Plunge into the modern era, where our planet's vast interconnected ocean scape is one of the last frontiers to discover and explore. Experience a deep new ever-changing adventure in this followup to the smash hit Endeavor: Age of Sail!&#10;&#10;In Endeavor: Deep Sea, you head an independent research institute with the goal of developing sustainable projects and preserving the fragile balance of marine life. Throughout the game, you&rsquo;ll recruit field experts and use their abilities to explore new locations, research dive sites, publish critical ecological papers, and launch conservation efforts.&#10;&#10;Expand your expertise, develop your team, and learn as much as possible about the sea. The action your institute takes now, could mean a healthy ocean and a sustainable future for the planet.&#10;&#10;Endeavor: Deep Sea is designed by Jarratt Gray and Carl de Visser, the same creative team behind the smash hit Endeavor: Age of Sail and Endeavor. This edition is set in a new era of nautical discovery, but uses streamlined rules which will be familiar to fans of the original game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Action Retrieval",
      "Chaining",
      "Cooperative Game",
      "End Game Bonuses",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Game: Endeavor",
      "Occupation: Researcher / Scientist",
      "Players: Games with Solitaire Rules",
      "Theme: Ecology",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "409",
    "Name": "Takenoko",
    "ID": 70919,
    "Year": "2011",
    "Geek Rating": "7.070",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/70919/takenoko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9753",
    "Description": "A long time ago at the Japanese Imperial court, the Chinese Emperor offered a giant panda bear as a symbol of peace to the Japanese Emperor. Since then, the Japanese Emperor has entrusted his court members (the players) with the difficult task of caring for the animal by tending to his bamboo garden.&#10;&#10;In Takenoko, the players will cultivate land plots, irrigate them, and grow one of the three species of bamboo (Green, Yellow, and Pink) with the help of the Imperial gardener to maintain this bamboo garden. They will have to bear with the immoderate hunger of this sacred animal for the juicy and tender bamboo. The player who manages his land plots best, growing the most bamboo while feeding the delicate appetite of the panda, will win the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Network and Route Building",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Pandas",
      "Components: 3-Dimensional (3D)",
      "Components: Miniatures",
      "Components: Wooden pieces & boards",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Misc: Watch It Played How To Videos",
      "Theme: Gardening",
      "Theme: Nature",
      "Theme: Trees and Forests",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "410",
    "Name": "Dead Reckoning",
    "ID": 276182,
    "Year": "2022",
    "Geek Rating": "7.070",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/276182/dead-reckoning",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.4295",
    "Description": "Dead Reckoning is a game of exploration, piracy, and influence based in a Caribbean-esque setting. Each player commands a ship and crew and seeks to amass the greatest fortune. They do this through pirating, trading, treasure hunting, and (importantly) capturing and maintaining control over the uninhabited but resource-rich islands of the region. During the game, you can:&#10;&#10;&bull; Customize your ship: Your ship is represented by a token on the board. The board starts mostly unexplored and will be revealed as you venture into uncharted waters. You also have a ship board where you load cargo and treasure, and you can customize the guns, speed, or holding space of your ship.&#10;&#10;&bull; Card-craft your crew: You have a small deck of cards that will drive your actions in the game, with each card representing one of your crew members. This deck functions like one in a deck-building game, but the cards in the deck are sleeved, and rather than add new crew cards to your deck, you improve the skill and abilities of your crew cards by placing transparent &quot;advancement&quot; cards in those sleeves. Aside from the transparent advancements, your crew will also &quot;level up&quot; naturally during the game using a new card-leveling mechanism not seen in other card-crafting games such as Mystic Vale.&#10;&#10;&bull; Control the region: The region is filled with many deserted islands. These islands are a major source of treasure, and players will battle for control of these islands.&#10;&#10;&bull; Battle via a dynamic cube-tower: You can battle other players' ships or NPC merchant ships, and these battles are resolved via a new take on what a cube tower can be, with crew cards and ship powers increasing your chances of victory.&#10;&#10;&bull; Uncover secrets of the sea: Expansions for Dead Reckoning use a &quot;saga&quot; system in which certain content remains hidden and is discovered and added to the game organically only via playing. Rather than add everything at once, you gradually add it by playing and discovering. Depending on luck and player choice, less or more new content may get added each game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Pirates",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cube Tower",
      "Deck, Bag, and Pool Building",
      "Layering",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Drop Tower",
      "Components: Transparent Elements",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Region: Caribbean Sea",
      "Series: Card Crafting System (AEG)",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "411",
    "Name": "Expeditions",
    "ID": 379078,
    "Year": "2023",
    "Geek Rating": "7.069",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/379078/expeditions",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0468",
    "Description": "The sequel to Scythe sends players on a new adventure into Siberia, where a massive meteorite crashed near the Tunguska River, awakening ancient corruption. An expedition led by Dr. Tarkovsky ventures into the taiga to learn about the meteorite and its impact on the land. Itching for adventure, heroes from the war privately fund their own expeditions to Siberia, hoping to find artifacts, overcome challenges, and ultimately achieve glory. Expeditions has completely different mechanisms than Scythe, though the goal was to capture some of the same feelings that Scythe evokes, with a slightly darker, more supernatural theme.&#10;&#10;Expeditions is a competitive, card-driven, engine-building game of exploration. Play cards to gain power, guile, and unique worker abilities; move your mech to mysterious locations and gain cards found among the tiles; use workers, items, meteorites, and quests to enhance your mech; and use power and guile to vanquish corruption.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Melding and Splaying",
      "Modular Board",
      "Multi-Use Cards",
      "Solo / Solitaire Game",
      "Tags",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Digital Implementations: Tabletopia",
      "Game: Scythe",
      "Mechanism: Tableau Building",
      "Misc: Watch It Played How To Videos",
      "Organizations: Automa Factory",
      "Players: Games with Solitaire Rules",
      "Region: Siberia (Russia)"
    ]
  },
  {
    "Rank": "412",
    "Name": "Frostpunk: The Board Game",
    "ID": 311988,
    "Year": "2022",
    "Geek Rating": "7.068",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/311988/frostpunk-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "4.3636",
    "Description": "In Frostpunk: The Board Game, up to four players will take on the role of leaders of a small colony of survivors in a post-apocalyptic world that was hit by a severe ice age. Their duty is to effectively manage both its infrastructure and citizens. The core gameplay will be brutal, challenging, and complex, but easy to learn. The citizens won&rsquo;t just be speechless pieces on the board. Society members will issue demands and react accordingly to the current mood, so every decision and action bears consequences.&#10;&#10;The players will decide the fate of their people. Will you treat them like another resource? Are you going to be an inspiring builder, a fearless explorer, or a bright scientist? Is your rule going to be a sting of tyranny or an era of law and equality?&#10;&#10;The game is based on a bestseller video game by 11bit studios, the creators of This War Of Mine. The original (digital) edition of Frostpunk is a highly successful strategy-survival-city-builder, a BAFTA-nominee that originally launched in 2018.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Exploration",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Cube Tower",
      "Events",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components:  Meeples",
      "Components: Drop Tower",
      "Components: Hexagonal Tiles",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Eastar Game Manufacturing",
      "Theme: Post-Apocalyptic",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "413",
    "Name": "Mysterium",
    "ID": 181304,
    "Year": "2015",
    "Geek Rating": "7.066",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/181304/mysterium",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "42",
    "Play Time": "42",
    "Weight": "1.893",
    "Description": "In the 1920s, Mr. MacDowell, a gifted astrologer, immediately detected a supernatural being upon entering his new house in Scotland. He gathered eminent mediums of his time for an extraordinary s&eacute;ance, and they have seven hours to make contact with the ghost and investigate any clues that it can provide to unlock an old mystery.&#10;&#10;Unable to talk, the amnesiac ghost communicates with the mediums through visions, which are represented in the game by illustrated cards. The mediums must decipher the images to help the ghost remember how he was murdered: Who did the crime? Where did it take place? Which weapon caused the death? The more the mediums cooperate and guess well, the easier it is to catch the right culprit.&#10;&#10;In Mysterium, a reworking of the game system present in Tajemnicze Domostwo, one player takes the role of ghost while everyone else represents a medium. To solve the crime, the ghost must first recall (with the aid of the mediums) all of the suspects present on the night of the murder. A number of suspect, location and murder weapon cards are placed on the table, and the ghost randomly assigns one of each of these in secret to a medium.&#10;&#10;Each hour (i.e., game turn), the ghost hands one or more vision cards face up to each medium, refilling their hand to seven each time they share vision cards. These vision cards present dreamlike images to the mediums, with each medium first needing to deduce which suspect corresponds to the vision cards received. Once the ghost has handed cards to the final medium, they start a two-minute sandtimer. Once a medium has placed their token on a suspect, they may also place clairvoyancy tokens on the guesses made by other mediums to show whether they agree or disagree with those guesses.&#10;&#10;After time runs out, the ghost reveals to each medium whether the guesses were correct or not. Mediums who guessed correctly move on to guess the location of the crime (and then the murder weapon), while those who didn't keep their vision cards and receive new ones next hour corresponding to the same suspect. Once a medium has correctly guessed the suspect, location and weapon, they move their token to the epilogue board and receive one clairvoyancy point for each hour remaining on the clock. They can still use their remaining clairvoyancy tokens to score additional points.&#10;&#10;If one or more mediums fail to identify their proper suspect, location and weapon before the end of the seventh hour, then the ghost has failed and dissipates, leaving the mystery unsolved. If, however, they have all succeeded, then the ghost has recovered enough of its memory to identify the culprit.&#10;&#10;Mediums then group their suspect, location and weapon cards on the table and place a number by each group. The ghost then selects one group, places the matching culprit number face down on the epilogue board, picks three vision cards &mdash; one for the suspect, one for the location, and one for the weapon &mdash; then shuffles these cards. Players who have achieved few clairvoyancy points flip over one vision card at random, then secretly vote on which suspect they think is guilty; players with more points then flip over a second vision card and vote; then those with the most points see the final card and vote.&#10;&#10;If a majority of the mediums have identified the proper suspect, with ties being broken by the vote of the most clairvoyant medium, then the killer has been identified and the ghost can now rest peacefully. If not, well, perhaps you can try again...&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Finale Ending",
      "Hand Management",
      "Pattern Recognition",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Components: Player Screens",
      "Components: Sand Timers",
      "Creatures: Ghosts",
      "Digital Implementations: Steam",
      "Game: Mysterium",
      "Holidays: Halloween",
      "Mechanism: Give a Clue / Get a Clue",
      "Mechanism: Image Interpretation",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "414",
    "Name": "Maria",
    "ID": 40354,
    "Year": "2009",
    "Geek Rating": "7.066",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/40354/maria",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "210",
    "Play Time": "210",
    "Weight": "3.5981",
    "Description": "Maria is a game based on the War of the Austrian Succession, between 1740 and 1748, where Austria was attacked by Prussia, France, Bavaria and Saxony, while only Great Britain, Hanover and the Netherlands (by forming the so-called Pragmatic Army) helped her.&#10;&#10;Maria is primarily a 3 player game. One player is Austria, the second is France plus Bavaria, while the third player plays as Prussia (Austria's enemy) and the Pragmatic Army (Austria's ally) at the same time. This is made possible by the division of the map into two parts, the Flanders map and the Bohemia map.&#10;&#10;Maria is derived from the award-winning Friedrich: Anniversary Edition, but has its very own character, including politics, hussars, force marches, imperial election, Saxony's betrayal and Prussia's annexation of Silesia. Subtle maneuvers, seizure of fortresses, prudent retreats, and Machiavellian politics are the keys to victory. However, players must be careful: whoever uses his Tactical Cards unwisely in battle can suddenly find himself not on the highway to glory but on the road to ruin.&#10;&#10;Maria takes you to the era of the 18th century's ruthless struggle for power. It can be played in 2 variants: the shorter, simplified introductory game or the longer but richer advanced game, with its simultaneous campaigns in Bohemia and Flanders.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Bluffing",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Negotiation",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Tug of War",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Austria",
      "Country: Prussia",
      "Digital Implementations: Rally the Troops",
      "History: Age of Kings",
      "History: War of the Austrian Succession"
    ]
  },
  {
    "Rank": "415",
    "Name": "Air, Land, & Sea",
    "ID": 247367,
    "Year": "2019",
    "Geek Rating": "7.065",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/247367/air-land-and-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6954",
    "Description": "As Supreme Commander of your country's military forces in Air, Land, &amp; Sea, you must carefully deploy your forces across three theaters of war: air, land, and sea. At the start of each battle, you're dealt a hand of six cards. Players take turns playing cards one at a time, until all cards have been played &mdash; or one player decides to withdraw. The order in which you play your cards is critical, as is whether you play them face up or face down. Playing a card face up triggers its tactical ability, but the card must be played in its corresponding theater. Face-down cards can be played to any theater, but have a strength of only 2 and do not grant tactical abilities.&#10;&#10;Sometimes, it may be best to withdraw in order to deny your opponent complete victory as points are awarded at the end of each battle based on the results. The first player to 12 points wins!&#10;&#10;Air, Land, &amp; Sea: Critters at War features the same gameplay as in Air, Land, &amp; Sea, but with 100% critters and more vibrant colors.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "416",
    "Name": "Ghost Stories",
    "ID": 37046,
    "Year": "2008",
    "Geek Rating": "7.064",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/37046/ghost-stories",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9035",
    "Description": "Ghost Stories is a cooperative game in which the players protect the village from incarnations of the lord of hell &ndash; Wu-Feng &ndash; and his legions of ghosts before they haunt a town and recover the ashes that will allow him to return to life. Each Player represents a Taoist monk working together with the others to fight off waves of ghosts.&#10;&#10;The players, using teamwork, will have to exorcise the ghosts that appear during the course of the game. At the beginning of his turn, a player brings a ghost into play and places it on a free spot, and more than one can come in at the same time. The ghosts all have abilities of their own &ndash; some affecting the Taoists and their powers, some causing the active player to roll the curse die for a random effect, and others haunting the villager tiles and blocking that tile's special action. On his turn, a Taoist can move on a tile in order to exorcise adjacent ghosts or to benefit from the villager living on the tile, providing it is not haunted. Each tile of the village allows the players to benefit from a different bonus. With the cemetery, for example, Taoists can bring a dead Taoist back to life, while the herbalist allows to recover spent Tao tokens, etc. It will also be possible to get traps or move ghosts or unhaunt other village tiles.&#10;&#10;To exorcise a ghost, the Taoist rolls three Tao dice with different colors: red, blue, green, yellow, black, and white. If the result of the roll matches the color(s) of the ghost or incarnation of Wu-Feng, the exorcism succeeds. The white result is a wild color that can be used as any color. For example, to exorcise a green ghost with 3 resistance, you need to roll three green, three white, or a combination of both. If your die rolls fall short, you can also use Tao tokens that match the color in addition to your roll. You may choose to use these after your roll. Taoists gain these tokens by using certain village tiles or by exorcising certain ghosts. One of the Taoists has a power that allows him to receive such a token once per turn.&#10;&#10;To win, the players must defeat the incarnation of Wu-Feng, a boss who arrives at the end of the game. There are also harder difficulty levels that add more incarnations of Wu-Feng, in which to win, you must defeat all of them.&#10;&#10;There are many more ways to lose, however. The players lose if three of the village's tiles are haunted, if the draw pile is emptied while the incarnation of Wu-Feng is still in play, or if all the priests are dead.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Miniatures",
      "Creatures: Ghosts",
      "Game: Ghost Stories",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "417",
    "Name": "Carpe Diem",
    "ID": 245934,
    "Year": "2018",
    "Geek Rating": "7.063",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/245934/carpe-diem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.5167",
    "Description": "The players slip into the role of rich patricians in ancient Rome. Everyone is trying to build a lucrative city district to score as many prestige points as possible. The novel way to get to the individual buildings of a district combined with a large variety of score cards make for an unusual game with a large number of strategies. From the successful designer, Stefan Feld.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Movement",
      "Contracts",
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Digital Implementations: Yucata",
      "Misc: Watch It Played How To Videos",
      "Series: Alea Big Box",
      "Series: Alea Revised Big Box"
    ]
  },
  {
    "Rank": "418",
    "Name": "Abyss",
    "ID": 155987,
    "Year": "2014",
    "Geek Rating": "7.063",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/155987/abyss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3214",
    "Description": "The Abyss power is once again vacant, so the time has come to get your hands on the throne and its privileges. Use all of your cunning to win or buy votes in the Council. Recruit the most influential Lords and abuse their powers to take control of the most strategic territories. Finally, impose yourself as the only one able to rule the Abyssal people!&#10;&#10;Abyss is a game of development, combination and collection in which players try to take control of strategic locations in an underwater city. To achieve this, players must develop on three levels: first by collecting allies, then using them to recruit Lords of the Abyss, who will then grant access to different parts of the city. Players acquire cards through a draft of sorts, and the Lords of the Abyss acquired on those cards grant special powers to the cardholder &mdash; but once you use the cards to acquire a location, that power is shut off, so players need to time their land grabs well in order to put themselves in the best position for when the game ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology",
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Components: Official Music Soundtrack",
      "Digital Implementations: Board Game Arena",
      "Game: Abyss (Bombyx)",
      "Theme: Nature",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "419",
    "Name": "San Juan",
    "ID": 8217,
    "Year": "2004",
    "Geek Rating": "7.063",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/8217/san-juan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2848",
    "Description": "San Juan is a card game based on Puerto Rico. The deck of 110 cards consists of production buildings (indigo, sugar, tobacco, coffee, and silver) and &quot;violet&quot; buildings that grant special powers or extra victory points. Cards from the hand can be either built or used as money to build something else; cards from the deck are used to represent goods produced by the production buildings, in which case they are left face-down. A seven-card hand limit is enforced once per round.&#10;&#10;In each round (or governorship), each player in turn selects from one of the available roles, triggering an event that usually affects all players, such as producing goods or constructing buildings. The person who picks the role gets a privilege, such as producing more goods or building more cheaply.&#10;&#10;Though similar in concept to Puerto Rico, the game has many different mechanisms. In particular, the game includes no colonists and no shipping of goods; goods production and trading are normally limited to one card per phase; and trades cannot be blocked. Victory points are gained exclusively by building, and the game ends as soon as one player has put up twelve buildings.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Action Drafting",
      "Follow",
      "Hand Management",
      "Multi-Use Cards",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Puerto Rico",
      "Digital Implementations: BrettspielWelt",
      "Game: Puerto Rico",
      "Mechanism: Tableau Building",
      "Series: Alea Small Box",
      "Theme: Colonial",
      "Theme: Tropical",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "420",
    "Name": "The Resistance",
    "ID": 41114,
    "Year": "2009",
    "Geek Rating": "7.061",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/41114/the-resistance",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.591",
    "Description": "The Empire must fall. Our mission must succeed. By destroying their key bases, we will shatter Imperial strength and liberate our people. Yet spies have infiltrated our ranks, ready for sabotage. We must unmask them. In five nights we reshape destiny or die trying. We are the Resistance!&#10;&#10;The Resistance is a party game of social deduction. It is designed for five to ten players, lasts about 30 minutes, and has no player elimination. The Resistance is inspired by Mafia/Werewolf, yet it is unique in its core mechanics, which increase the resources for informed decisions, intensify player interaction, and eliminate player elimination.&#10;&#10;Players are either Resistance Operatives or Imperial Spies. For three to five rounds, they must depend on each other to carry out missions against the Empire. At the same time, they must try to deduce the other players&rsquo; identities and gain their trust. Each round begins with discussion. When ready, the Leader entrusts sets of Plans to a certain number of players (possibly including himself/herself). Everyone votes on whether or not to approve the assignment. Once an assignment passes, the chosen players secretly decide to Support or Sabotage the mission. Based on the results, the mission succeeds (Resistance win) or fails (Empire win). When a team wins three missions, they have won the game.&#10;&#10;Rule Correction:&#10;&#10;For first printing (2010 purchases), the expansion rules should read: &quot;Games of 5-6 players use 7 plot cards, games with 7+ players use all 15 Plot Cards.&quot; and &quot;...each Round, the leader draws Plot cards (1 for 5-6 players, 2 for 7-8 players, and 3 for 9-10 players)&quot; - This has been corrected in the subsequent printings.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Print & Play",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Memory",
      "Roles with Asymmetric Information",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Misc: Dice Tower Hall of Fame",
      "Series: Postcard Box Games (Indie Boards and Cards)",
      "Setting: Dystopian Universe (Indie Boards & Cards)"
    ]
  },
  {
    "Rank": "421",
    "Name": "Schotten Totten",
    "ID": 372,
    "Year": "1999",
    "Geek Rating": "7.060",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/372/schotten-totten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6869",
    "Description": "In Schotten Totten, nine boundary stones lie between you and your opponent.  In front of each, you build poker-like formations of three cards on a side.  Whoever plays the higher-ranking formation wins the stone.  And in a unique twist, you may use your powers of logic to claim a stone even before your opponent has played all three of his cards, by demonstrating that the stone is impossible for him to win.  Successfully claim five stones, or any three adjacent stones, and you win the game.&#10;&#10;In 2000 GMT published a rethemed version as Battle Line which includes an extra 10 &quot;tactics&quot; cards that modify the standard game play, and with cards that run from 1 to 10 (instead of 1 to 9).&#10;&#10;The 2004 Edition of Schottentotten has these &quot;tactics&quot; cards too.&#10;Schotten-Totten FAQ.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Country: Scotland",
      "Game: Schotten-Totten",
      "Players: Two-Player Only Games",
      "Series: Mini Games (IELLO)"
    ]
  },
  {
    "Rank": "422",
    "Name": "Agricola: All Creatures Big and Small",
    "ID": 119890,
    "Year": "2012",
    "Geek Rating": "7.060",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/119890/agricola-all-creatures-big-and-small",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3527",
    "Description": "Agricola: All Creatures Big and Small is a new take on Uwe Rosenberg's Agricola designed for exactly two players and focused only on the animal husbandry aspect of that game. So long plows and veggies!&#10;&#10;In Agricola: All Creatures Big and Small, you become an animal breeder of horses, cows, sheep and pigs and try to make the most of your pastures. Players start with a 3x2 game board that can be expanded during play to give more room for players to grow and animals to run free. Sixteen possible actions are available for players to take, with each player taking three actions total in each of the eight rounds.&#10;&#10;The player who amasses the most victory points through enclosing space with fences and acquiring the largest number and variety of animals and victory point-generating buildings will be the winner.&#10;&#10;Four Standard Buildings and 4 special buildings are available in the base game.  These buildings each provide unique special abilities during play and/or VP at game end.  Balancing the tension between building infrastructure (fenced pastures and buildings) and acquiring animals (the single biggest source of end-game scoring) is the key to success!&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "Enclosure",
      "Increase Value of Unchosen Resources",
      "Tile Placement",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Horses",
      "Animals: Pigs",
      "Animals: Sheep",
      "Category: Combinatorial",
      "Components: Meeples (Animal) / Animeeples",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Agricola",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)",
      "Series: Harvest (Uwe Rosenberg)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "423",
    "Name": "Blood Bowl: Team Manager – The Card Game",
    "ID": 90137,
    "Year": "2011",
    "Geek Rating": "7.058",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/90137/blood-bowl-team-manager-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3458",
    "Description": "Game description from the publisher:&#10;&#10;Blood Bowl: Team Manager - The Card Game is a bone-breaking, breathtaking standalone card game of violence and outright cheating for two to four players. Chaos, Dwarf, Wood Elf, Human, Orc, and Skaven teams compete against each other over the course of a brutal season. Customize your team by drafting Star Players, hiring staff, upgrading facilities, and cheating like mad. Lead your gang of misfits and miscreants to glory over your rivals all to become Spike! Magazine's Manager of the Year!&#10;&#10;Once a manager has chosen one of the six teams, he has five weeks to groom them into the best in the league, culminating with the Blood Bowl tournament. He does this by competing at highlights, collecting payouts, upgrading his personnel, and drafting Star Players.&#10;&#10;Managers begin the season with a starting team deck full of basic scrub players. These players are none too bright and have limited talents, but a clever manager can play to their strengths by carefully positioning them to excel on the pitch.&#10;&#10;Is your team ready to compete against other teams in head-to-head highlights? Highlights are the randomly determined matchups over which players compete. The more highlights a team wins, the more it improves and the more fans it accumulates.&#10;&#10;The season culminates with the Blood Bowl tournament. After the Blood Bowl, the season ends. Players then tally up their total fans and the manager with the most fans wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Digital Implementations: VASSAL",
      "Game: Blood Bowl",
      "Setting: Warhammer Fantasy Card Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "424",
    "Name": "Unmatched: Robin Hood vs. Bigfoot",
    "ID": 274638,
    "Year": "2019",
    "Geek Rating": "7.057",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/274638/unmatched-robin-hood-vs-bigfoot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9074",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. (Note that this set is solely for two players, but it can be combined with other sets, which all serve up to four players.) Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Robin Hood vs. Bigfoot features the titular heroes. Robin Hood and his outlaws excel at ranged attacks and robbing from their opponents. Bigfoot and his pal, the Jackalope, crash through the forest for quick attacks before disappearing like a figment of the mind.&#10;&#10;Combat is resolved quickly by comparing attack and defense cards. However, each card's unique effects and a simple but deep timing system lead to interesting decisions each time. The game also features an updated version of the line-of-sight system from Tannhauser for ranged attacks and area effects.&#10;&#10;The game includes a double-sided board with two different battlefields, pre-washed miniatures for each hero, and custom life trackers that's brought to life with the stunning artwork of Oliver Barrett and the combined design teams of Restoration Games and Mondo Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Game: Unmatched",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "425",
    "Name": "Star Wars: Armada",
    "ID": 163745,
    "Year": "2015",
    "Geek Rating": "7.056",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/163745/star-wars-armada",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1572",
    "Description": "Massive Star Destroyers fly to battle against Rebel corvettes and frigates. Banks of turbolasers unleash torrential volleys of fire against squadrons of X-wing and TIEs. Engineering teams race to route additional power to failing shields. Laser blasts and explosions flare across the battlefield. Even a single ship can change the tide of battle.&#10;&#10;In Star Wars: Armada, you assume the role of fleet admiral, serving with either the Imperial Navy or Rebel Alliance. You assemble your fleet and engage the enemy. Using the game&rsquo;s unique maneuver tool, you steer your capital ships across the battlefield, even while squadrons of starfighters buzz around them. Then, as these ships exchange fire, it&rsquo;s your job to issue the tactical commands that will decide the course of battle and, perhaps, the fate of the galaxy.&#10;&#10;Maneuver Tool&#10;The maneuver tool is one of the game&rsquo;s most innovative features and adds a unique feel to the way your capital ships must accommodate for inertia as they maneuver through the stars.&#10;&#10;It consists of a number of segments linked with hinges, which is used to plot the ship's course. More nimble ships are allowed to turn the ship further at each hinge.&#10;&#10;Command Stack&#10;Armada balances the awesome scale of the Star Wars galaxy&rsquo;s ships and space warfare with intuitive ship designs and accessible rules for issuing commands and resolving combat that make for rich, engaging, and highly tactical play experiences.&#10;&#10;Capital ships are extremely powerful war machines, but they&rsquo;re also massive and sophisticated vessels that can&rsquo;t swiftly react to every development in the heat of battle. Accordingly, the key to flying these vessels effectively is learning how to plan ahead. You want to issue your commands in such a way that your crews will be ready to execute them at just the right times.&#10;&#10;Each of your pre-painted capital ships has a command value, which determines how many commands it will have in its stack at any given point in time. During setup, you secretly build your initial command stack, selecting from any of four different commands, each of which provides a different advantage. Once you have locked your selections, you place the commands in your stack in the order of your choice. Then, during each round of game play, you secretly select and assign a new command to your ship, placing it at the bottom of your command stack, before you reveal the command at the top of your stack and gain its benefits.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Line of Sight",
      "Movement Template",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Armada",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "426",
    "Name": "Lords of Hellas",
    "ID": 222509,
    "Year": "2018",
    "Geek Rating": "7.054",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/222509/lords-of-hellas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3305",
    "Description": "Enter the Dark Ages of Greece, ruled by mighty Gods wielding advanced technology. Control asymmetric heroes and choose your path to victory, either by strategic control or adventure style monster hunting and quests.&#10;&#10;Build majestic multi-part monuments of Gods on the board and unlock their mighty powers that will help you win and survive the raids of monsters, who travel through land and rain havoc.&#10;&#10;In Lords of Hellas, you control an asymmetric hero, developed by increasing his 3 basic statistics and gathering artifacts. The main statistics are:&#10;&#10;&#10;     Leadership that will help you to move your armies&#10;     Strength that will empower you to successfully hunt for monsters&#10;     Speed that will make your hero move faster&#10;&#10;&#10;Through the game you can choose from various actions and influence the game thanks to the mighty monuments of base Gods: Zeus, Athena, and Hermes. You need to strategically move your armies and hero as well as manage your actions in order to win.&#10;&#10;Players can win in various ways: by controlling area, temples, or slaying monsters that are wandering through the map and interfere in various ways. Once any victory condition is met, the game ends (there is no point system).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Country: Greece",
      "Crowdfunding: Kickstarter",
      "Game: Lords of Hellas",
      "Mythology: Greek",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "427",
    "Name": "51st State: Master Set",
    "ID": 192458,
    "Year": "2016",
    "Geek Rating": "7.053",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/192458/51st-state-master-set",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8976",
    "Description": "The world you know no longer exists. There is no government. No army. No civilization. The United States has collapsed, and now thirty years after the war started, new powers finally try to take control over the ruined country, try to establish a new order, try to control others and create a new country, a new state: the 51st State.&#10;&#10;51st State is a card game in which players control one of four powers trying to build a new country. Players put new locations into play, hire leaders, and send people to work in buildings to gain resources and new skills. To do this, every card in 51st State can be used in three different ways:&#10;&#10;&#10;    Raze a location to gain many resources once.&#10;    Deal with this location to gain one resource every turn.&#10;    Build the location so that you can use its skill each turn.&#10;&#10;&#10;51st State: Master Set marks the rebirth of the 51st State line, with this set containing 88 cards from the original base game, and 50 cards each from both the New Era and Winter expansions; one of these expansions can be mixed with the cards of the base game, but not both at the same time. The entire set has been rebalanced to offer a cohesive experience no matter which expansion you choose to use.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: Board Game Arena",
      "Game: 51st State",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Setting: Neuroshima",
      "Theme: Post-Apocalyptic",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "428",
    "Name": "Hannibal: Rome vs. Carthage",
    "ID": 234,
    "Year": "1996",
    "Geek Rating": "7.051",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/234/hannibal-rome-vs-carthage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "200",
    "Weight": "3.4549",
    "Description": "This game uses the very popular card system which first appeared in Avalon Hill&#039;s We the People game to detail the struggle between Carthage's Hannibal and the Roman Republic in approximately 200 BC.&#10;&#10;Hannibal: Rome vs. Carthage is an asymmetrical card driven game for 2 players set in times of epic struggle between ancient Rome and Carthage. It presents a conflict between two super-powers of Antiquity from classical Clausewitzian perspective, according to which a power only reverts to military operations when there is no other way to achieve the goal: political dominance.&#10;&#10;Players use Strategy Cards for multiple purposes: moving generals, levying new troops, reinforcing existing armies, gaining political control of the provinces involved in the war, and introducing historical events. When two armies meet on the battlefield, a second set of cards, called Battle Cards, are used to determine the winner. Ultimately both players seek victory by dominating both fronts: military and political.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Punic Wars",
      "Misc: Dice Tower Hall of Fame",
      "Players: Two-Player Only Games",
      "Region: Mediterranean Sea",
      "Series: Classic Line (Valley Games)",
      "Series: Tactics Line (Valley Games)",
      "War Level of Command: Strategic"
    ]
  },
  {
    "Rank": "429",
    "Name": "Marrakesh",
    "ID": 342810,
    "Year": "2022",
    "Geek Rating": "7.050",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/342810/marrakesh",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3987",
    "Description": "Compete with other influential families in the city to achieve the most honorable titles through the skillful use of assistants and resources at your disposal. The player who succeeds in doing this best becomes the new &quot;Obermufti&quot; of Marrakesh.&#10;&#10;Marrakesh is played over three rounds, with each round consisting of four turns. On each turn, players simultaneously and secretly choose three colored cylinders from behind their screen. Then, in turn order, they place matching colored assistants on their player board (these will be the actions they will perform later), then all cylinders are placed in the cube tower. The cube tower randomizes which cylinders are available this round, with some getting stuck and some from previous rounds coming out.&#10;&#10;In turn order, players select a color and take 1-2 of the cylinders that have passed through the tower (or those that were stuck from a previous round but have now emerged) and place them on their player boards. These cylinders will enhance future actions taken in the same color in future rounds. Then, in turn order players will activate the regions where they have placed an assistant.&#10;&#10;Actions allow players to gain wealth, which can be traded for influence in the city. Performing various actions also earns bonuses and enhances actions even more as the game proceeds. The player who scores the most points by the end of the game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Cube Tower",
      "End Game Bonuses",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Cities: Marrakech (Morocco)",
      "Components: Drop Tower",
      "Components: Game Trayz Inside",
      "Components: Player Screens",
      "Country: Morocco",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Stefan Feld City Collection"
    ]
  },
  {
    "Rank": "430",
    "Name": "Altiplano",
    "ID": 234487,
    "Year": "2017",
    "Geek Rating": "7.047",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/234487/altiplano",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2866",
    "Description": "Altiplano is a bag-building game along the lines of Orl&eacute;ans, set in the South American highlands of the Andes (the &quot;Altiplano&quot;). The competition for limited resources is considerable, as it was in Orl&eacute;ans, but the greater focus in Altiplano is on building up your own production to be the best that it can be - or at least better than that of the other players!&#10;&#10;The object of the game is for players to use their goods to produce more goods that will be worth points in the end. Each player starts with a unique role tile, giving them access to different goods and methods of production. Players have limited access to production at the start, but they can acquire additional production sites during the game that open up new options. The various types of goods &mdash; such as fish, alpaca, cacao, silver and corn &mdash; all have their own characteristics and places where they can be used. For example, silver can be sold for a high price at the market, fish can be exchanged for other goods at the harbor and alpaca can produce wool at the farm that can then be made into cloth.&#10;&#10;Aside from building up an effective production, players must fulfill their orders at the right time, develop the road in good time and store their goods cleverly enough to fill their warehouses in the most valuable way. Often, a good warehouse keeper is more relevant in the end than the best producer.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Country: Bolivia",
      "Digital Implementations: Tabletopia",
      "Game: Altiplano",
      "Misc: LongPack Games",
      "Mountains: Andes",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "431",
    "Name": "Smartphone Inc.",
    "ID": 246684,
    "Year": "2018",
    "Geek Rating": "7.047",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/246684/smartphone-inc",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7811",
    "Description": "In Smartphone Inc., you become a CEO of one of the largest smartphone-producing companies in the time when smartphones were only beginning to conquer the world. Research technologies, develop your factory, build your worldwide office network, and outprice your competitors to become the most profitable and successful smartphone company in the world.&#10;&#10;Smartphone Inc. is an economic simulation Eurogame. Over five rounds, players program their decisions about price, production, research, and expansion. The game features a unique mechanism of planning, which combines patching mechanisms with bidding and action selection. Each of the rounds consists of eight simple phases: planning, pricing, production, development, research, expansion, selling, and profits.&#10;&#10;In the planning phase, all players simultaneously make decisions for the next year by overlaying (&quot;patching&quot;) their two plan cards and all of their development tiles. The actions they plan on their cards and tiles in this phase will determine what actions they can perform during all of the later phases.&#10;&#10;In the pricing phase, players change the price they charge for their smartphones based on their plan. A lower price helps to go earlier and sell more smartphones on the market, but a higher price, while risky, helps players to earn more money.&#10;&#10;In production, all players produce smartphones.&#10;&#10;In development, players take development tiles, which expand their planning possibilities in future rounds.&#10;&#10;In research, players discover new technologies. Each technology not only expands players' ability to sell smartphones to customers, but also gives them special powers they can use during the game.&#10;&#10;In the expansion phase, players open offices in neighbor regions, which allow them to sell in that region and develop their network of offices to more regions in further turns.&#10;&#10;In the sale phase, players sell the phones they produced in regions where they have offices. But there is limited space in each region - and if your price is too high, cheaper rivals can block you from selling.&#10;&#10;In the profit phase, players get income for their sales. Players gain the sale prices for all of their sold smartphones, and the player who sold the most phones in each region gains a bonus for controlling the accessory market. At the end of this phase all sold smartphones are discarded from the map - and a new round begins.&#10;&#10;After five rounds, the richest player wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Layering",
      "Network and Route Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Decades: The 2000's",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Series: Dice Tower Essentials",
      "Series: Smartphone Inc."
    ]
  },
  {
    "Rank": "432",
    "Name": "Newton",
    "ID": 244711,
    "Year": "2018",
    "Geek Rating": "7.047",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/244711/newton",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.383",
    "Description": "The middle of the 17th century was a period of great changes; with the advent of the scientific method came what we now call the Scientific Revolution. Many great scientists, with their theories and ideas, changed and shaped our perception of the universe: Galileo Galilei, Copernicus, Kepler, Bacon and, above all, Sir Isaac Newton.&#10;&#10;In Newton, the players take the role of a young scientist who wants to become one of the great geniuses of this era. To reach their ultimate goal, they travel around Europe, visit universities and cities, study to discover new theories, build new tools and work to earn money.&#10;&#10;The game is played over six rounds. Each round, every player plays five cards from their hand, and each played card allows the player to perform one of the many actions of the game. An action can have a variety of effects, which depend on the symbols on the board. At the end of the round, a player can take back all the cards except for one. One card has to remain on the board, which means that you give up one possibility of doing that action, but also that that very action will be carried out with greater strength. Fortunately, you can acquire new cards with additional powers to perform more actions.&#10;&#10;After six rounds, you calculate your final score, and the player with the most VP wins.&#10;&#10;&#10;The New Edition includes:&#10;- Newton: Great Discoveries Expansion&#10;- Newton: Robert Hooke Promo Card&#10;- Newton: Stephen Hawking Promo Card&#10;Any other promos are not included.&#10;&#10;&mdash;description from the publisher&#10;&#10;UPC 889696009043&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Travel"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Closed Drafting",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Multi-Use Cards",
      "Continents: Europe",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Game: Newton",
      "Mechanism: Tableau Building",
      "Occupation: Researcher / Scientist",
      "Players: Games with Solitaire Rules",
      "Theme: Physics",
      "Theme: Science"
    ]
  },
  {
    "Rank": "433",
    "Name": "The Pillars of the Earth",
    "ID": 24480,
    "Year": "2006",
    "Geek Rating": "7.047",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/24480/the-pillars-of-the-earth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8125",
    "Description": "Die S&auml;ulen der Erde / The Pillars of the Earth is based on the bestselling novel by Ken Follett and the 2006 game in the Kosmos line of literature-based games.&#10;&#10;At the beginning of the 13th century, construction of the greatest and most beautiful cathedral in England begins. Players are builders who try to contribute the most to this cathedral's construction and, in so doing, score the most victory points.  Gameplay roughly consists of using workers to produce raw materials, and then using craftsmen to convert the materials into victory points.  Workers may also be used to produce gold, the currency of the game.  Players are also given three master builders each turn, each of which can do a variety of tasks, including recruiting more workers, buying or selling goods, or just obtaining victory points.  Getting early choices with a master builder costs gold, as does purchasing better craftsmen.  Players must strike a balance between earning gold to fund their purchases and earning victory points.&#10;&#10;Expanded by:&#10;&#10;&#10;     The Pillars of the Earth Expansion Set (which include the Expansion Cards in some editions)&#10;     The Pillars of the Earth: Expansion Cards (which are included in the Expansion Set in some editions)&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Novel-based",
      "Religious"
    ],
    "Mechanics": [
      "Events",
      "Market",
      "Turn Order: Claim Action",
      "Turn Order: Random",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Authors: Ken Follett",
      "Country: England",
      "Digital Implementations: BrettspielWelt",
      "Occupation: Builder",
      "Series: Literature (Kosmos)",
      "Series: The Pillars of the Earth (Kosmos)"
    ]
  },
  {
    "Rank": "434",
    "Name": "Notre Dame",
    "ID": 25554,
    "Year": "2007",
    "Geek Rating": "7.046",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/25554/notre-dame",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.7427",
    "Description": "Rio Grande Games' description:&#10;&#10;The players take on the roles of the heads of influential families in Paris at the end of the 14th century. In the shadow of the Notre Dame cathedral, the players compete for prosperity and reputation. Each family controls one of the 3&ndash;5 boroughs that surround the site of Notre Dame. As head of his family, each player tries, through clever use of his action cards, to advance the power and prestige of his family, but penalties are assessed on those who do not take care of the health of the people who live in their borough. The player with the most prestige at the end is the winner.&#10;&#10;&#10;Players play as well-off Parisians in the 14th century who wish to improve the importance and appearance of the city quarter around the famous Notre Dame cathedral. The primary game concept is original, but simple, card play players use to permanently improve their influence in the quarter. However, turn after turn, round after round, players must make choices that can have major implications. If one does one thing, then the other can't be done. Concentrating on one aspect means automatically ignoring another, which, above all others, is particularly dangerous in the case of the gradually approaching plague...&#10;&#10;After 9 exciting rounds and about 75 action-filled minutes, Notre Dame is over. The maitre who has made the most of his cards and has garnered the most prestige points is the winner.&#10;&#10;Description from Alea.&#10;&#10;This game is #11 in the Alea big box series.&#10;&#10;Expanded by:&#10;&#10;     6-/7-player expansion (unofficial)&#10;     Treasure Chest&#10;&#10;&#10;Reimplemented by:&#10;&#10;     Notre Dame Express (unofficial)&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Rats",
      "Cities: Paris (France)",
      "Country: France",
      "Digital Implementations: BrettspielWelt",
      "Series: Alea Big Box",
      "Theme: Plague Epidemic"
    ]
  },
  {
    "Rank": "435",
    "Name": "Fall of Rome",
    "ID": 260428,
    "Year": "2018",
    "Geek Rating": "7.046",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/260428/fall-of-rome",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4658",
    "Description": "At the height of its power, the Roman Empire held more than two million square miles of territory containing over a hundred million people. Throughout the centuries of its existence, the Empire brought major advancements in engineering, architecture, science, art, and literature. By the beginning of the 5th Century, decades of political corruption, economic crisis, and an overburdened military had exacted a severe toll on the stability of the Empire. This paved the way for severe incursions from aggressive barbarian tribes, leading to a decline from which Rome would not recover. Now citizens, soldiers, and allies of Rome must unite to protect the Empire.&#10;&#10;Combining the cooperative gameplay of Pandemic with innovative new mechanisms, Pandemic: Fall of Rome takes players back in history to the time of the world's greatest empire: Rome. A weakened military has left the borders open to invasion from countless tribes such as the Anglo-Saxons, Goths, Vandals, and Huns. As you march through the Roman Empire, you must recruit armies, fortify cities, forge alliances, and face off against the invading hordes in battle.&#10;&#10;Simply defending Rome is not enough; players must find a way to stop the incursions and find peace with their neighboring peoples. Players collect sets of matching-colored cards to forge an alliance with the different tribes. In doing so, they gain the ability to use cards matching the tribe to convert other members of that tribe into Roman soldiers, furthering their ability to hold the line against other invaders.&#10;&#10;Take on unique roles with special abilities to improve your team's chances to protect against the invaders. Work together, use your skills wisely, and stop the fall of Rome!&#10;&#10;Pandemic: Fall of Rome includes a solitaire mode in which the player takes on the burden of being the Emperor and commands three different roles to try to protect the city from the invading hordes. Players who want a more difficult game can try the &quot;Roma Caput Mundi&quot; challenge by adding more Revolt cards to the deck; they must also respect the law in Rome that Roman legions are not allowed in the city.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Game: Pandemic",
      "History: Barbarian migrations and invasions",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "436",
    "Name": "Keep the Heroes Out!",
    "ID": 333255,
    "Year": "2022",
    "Geek Rating": "7.046",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/333255/keep-the-heroes-out",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.4847",
    "Description": "An asymmetric, cooperative dungeon defense game for 1-4 players where you play as the monsters protecting their hard earned treasures against invading hordes of looters (so-called heroes) trying to steal it.&#10;&#10;In their turn players draw 5 cards and play, these cards allow them to move, activate the tiles they are to perform the tiles actions, attack heroes, and move their units around. After each player, draw and perform cards from the heroes deck.&#10;&#10;Your goal as a team in every scenario is to survive the 2 waves of invading heroes by protecting the treasures on each room. If the main treasure is taken, the game ends and you lose, but if you manage to protect the treasures for long enough, you all win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components:  Meeples",
      "Components: Meeples (Monster)",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "437",
    "Name": "Twice as Clever!",
    "ID": 269210,
    "Year": "2019",
    "Geek Rating": "7.045",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/269210/twice-as-clever",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2821",
    "Description": "Doppelt so clever follows the model of 2018's Ganz sch&#195;&#182;n clever. Each turn the active player rolls six dice, chooses one of them to mark off a space on their scoring grid, places any dice with lower numbers aside, then re-rolls any remaining dice. The white die is a joker and can be used as any one of the other five colors. After the active player chooses at most three dice, then the other players each choose one of the set-aside dice for use on their scoring sheet.&#10;&#10;Doppelt so clever has five new dice-marking challenges and a new action beyond the re-roll and &quot;use one more die&quot; actions of the earlier game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Re-rolling and Locking",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Color",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Google Play",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Ganz Schön Clever",
      "Series: Klein & Fein (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "438",
    "Name": "The Godfather: Corleone's Empire",
    "ID": 195539,
    "Year": "2017",
    "Geek Rating": "7.041",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/195539/the-godfather-corleones-empire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6482",
    "Description": "Designer Eric Lang, known for his &quot;dudes on a map&quot; games, describes The Godfather: Corleone's Empire &mdash; a standalone big box board game with high-quality miniatures &mdash; as &quot;thugs on a map&quot;.&#10;&#10;In short, the game is a streamlined, confrontational worker placement game filled with murder and intrigue. You play as competing mafia families who are vying for economic control of the organized crime networks of New York City, deploying your thugs, your don, your wife, and your heir on the board to shake down businesses and engage in area-control turf wars.&#10;&#10;Money, rackets, contracts, and special advantages (such as the union boss) are represented by cards in your hand, and your hand size is limited, with you choosing which extra cards to pay tribute to the don at the end of each of the five rounds. At the end of the game, though, cash is all that matters, and whoever has the most money wins.&#10;&#10;The game also features drive-by shootings in which enemy tokens are removed from the board and placed face-down in the river.&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Take That",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Components: Miniatures",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "439",
    "Name": "At the Gates of Loyang",
    "ID": 39683,
    "Year": "2009",
    "Geek Rating": "7.037",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/39683/at-the-gates-of-loyang",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1109",
    "Description": "At the Gates of Loyang is a trading game in which you are able to produce goods by planting them and later selling them to customers. You can use the abilities of some helpers to increase your income or production.&#10;&#10;Fields, customers, helpers, and miscellaneous objects are represented by cards. Each player receives two of these cards per round distributed by a bidding/drawing mechanism in which you end up with one of the cards you draw and one of the cards of a public offer filled by all players. Additionally, to these cards you always receive one field for free each round.&#10;&#10;Placing one good on a field fills the complete field with goods of this type. Each round, one unit per field is harvested. After planting, harvesting, and distributing cards, each player can use as many actions as he wants, only limited by the number of his cards or the number of goods he owns. At the end of his turn, he can invest the earned money on a scoring track, where early money is worth more than late money. The game ends after a certain number of rounds, and the player who is first on the scoring track wins.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Contracts",
      "Income",
      "Loans",
      "Market",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Wspieram",
      "Digital Implementations: VASSAL",
      "Digital Implementations: Yucata",
      "Misc: LongPack Games",
      "Occupation: Farmer",
      "Players: Games with Solitaire Rules",
      "Series: Harvest (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "440",
    "Name": "Mage Wars Arena",
    "ID": 101721,
    "Year": "2012",
    "Geek Rating": "7.036",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/101721/mage-wars-arena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.6822",
    "Description": "What would it be like for Mages of vastly different schools and philosophies of magic to come together in an arena and fight to the death? How would an Illusionist battle a Druid? Or a Warlock fight a Beastmaster? Or a Priestess fare against a Wizard?&#10;&#10;Mage Wars &mdash; redubbed Mage Wars Arena in 2015 to distinguish it from Mage Wars Academy &mdash; pits powerful Mages against each other in deadly arena combat. Each Mage uses his own fully-customizable book of spells to achieve total victory over his opponent. Summon mighty creatures to do battle in your name; cast powerful spells to attack your foe and thwart his every plan and strategy; use hidden enchantments to turn the tables and rule the day; adorn yourself with mighty weapons, armor, and arcane artifacts &ndash; all of this and more await you in the arena of Mage Wars!&#10;&#10;Mage Wars is a tactical board game, a combination of a card game and miniatures game, combining the best elements from each genre. The game is played on an arena game board divided into square areas called &quot;zones&quot;, which regulate movement and the placement of objects. Each Mage (player) starts in a corner of the arena, opposite his enemy.&#10;&#10;Each player holds a spellbook, from which spell cards are pulled out as they are cast during the game. This has the feel of being a real Mage, turning the pages of your tome of magic, as you plan your strategy each turn. A point system allows you to choose spells for your spellbook, with more powerful spells and spells outside your schools of training costing more points. You have full access to cast any spell you want each turn, allowing for an unprecedented level of rich strategy and tactics. Many of these spells &ndash; such as creatures, equipment, and enchantments &ndash; are placed on the board and become objects in the game. Creatures can move around the arena, and attack each other and the enemy Mage. Attacks deal damage, as well as interesting special effects such as Burn, Corrode, Stun, Daze, Push, Cripple, Paralyze, etc. Creatures can be destroyed when they receive too much damage, or can be controlled by powerful curses and enchantments, or contained by walls and other creatures.&#10;&#10;Every Mage comes from a different school of magic, each with unique spells and strategies:&#10;&#10;&#10;    The Beastmaster will try to rush and swarm the enemy with his hordes of animals, buffed by his nature enchantments.&#10;    The Warlock will go right for the throat, armed with his powerful Lash of Hellfire, Helm of Fear, and Demonhide Armor. Along the way to the enemy Mage, he'll use his curses and fire attacks to contain and destroy enemy creatures.&#10;    The Wizard is a trickster, a master of meta-magic: countering, stealing, redirecting, and destroying enemy spells and mana. He's also a master of teleportation and portals/gates.&#10;    The Priestess will defend with knights and angels and powerful healing and protection spells. She'll wear down the enemy, then overwhelm them in the end.&#10;&#10;&#10;The base game comes with all you need to get started: spellbooks, extra spells to customize with the spellbooks, arena game board, dice, markers, etc.&#10;&#10;New Mages will be released every few months to add new spells, powers, and variety to the game. The game is NOT collectible, but is fully customizable!&#10;&#10;Extra copies of spells available with:&#10;&#10;    Mage Wars: Core Spell Tome 1&#10;    Mage Wars: Core Spell Tome 2&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Simultaneous Action Selection",
      "Square Grid",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Binders",
      "Components: Polyhedral (not D6) dice",
      "Game: Mage Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "441",
    "Name": "Saint Petersburg",
    "ID": 9217,
    "Year": "2004",
    "Geek Rating": "7.034",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/9217/saint-petersburg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4297",
    "Description": "On May 16th, 1703, Czar Peter laid the cornerstone for the first building in Saint Petersburg. Quickly, glorious buildings were added, always being expanded, so that Nobility (bringing victory points) may want to move in. But to accomplish this, one needs merchants who can provide the necessary Rubles, or the glory is over. The competition isn't sleeping either, and can sometimes steal a desired card right out from under your nose.&#10;&#10;Saint Petersburg has a board to tally victory points and to set out the four types of cards.  It is the cards themselves that players need to collect.  In each round &ndash; with the number of rounds dependent on the number of players and the randomness of card availability &ndash; players first pay for CRAFTSMEN who supply money for further purchases; then BUILDINGS to score points; then ARISTOCRATS, who are needed for money, points, and end-of-game scoring; and finally, unique cards from all three categories which give greater benefits. During the first rounds, players never have enough money to buy every card they want. During later rounds, they have plenty of money, but the cards they'd like to buy may have already come and gone...&#10;&#10;Expanded by:&#10;&#10;    Sankt Petersburg: Das Bankett&#10;    Saint Petersburg: New Society & Banquet Expansion (includes The Banquet)&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Income",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Saint Petersburg (Russia)",
      "Country: Russia",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Game: Saint Petersburg",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "442",
    "Name": "Gùgōng",
    "ID": 250458,
    "Year": "2018",
    "Geek Rating": "7.033",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/250458/gugong",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0747",
    "Description": "China, 1570. China is under the reign of the Longqing Emperor, of the Ming Dynasty. He inherited a country in disarray after years of mismanagement and corruption. He resided in the Forbidden city, which was the seat of many emperors under the Ming Dynasty. Constructed from 1406 to 1420, the complex consists of 980 buildings and covers 72 ha (over 180 acres). It is also under the Ming Dynasty that the Great Wall of China was rebuilt, fortified, and expanded. Around this period, China was under heavy attack from the Mongols, so maintaining the Great Wall was essential. Most of what we now have left of the Great Wall, we owe to the Ming dynasty.&#10;&#10;The country was already famous for its very intricate bureaucracy, but this also led to a lot of corruption. Even though the penalties for corruption were very high, the highest Officials of the Forbidden City would pretend to uphold the ban on corruption, by accepting gifts of petitioners, and returning one of seemingly lower value.&#10;&#10;G&ugrave;g&#197;&#141;ng uses this extraordinary custom as its basis. Players take on the role of powerful Chinese families trying to gain influence and power by exchanging gifts with Officials. The gift cards you offer as a player have to be of a higher value than the one you receive, forcing you to make strategic choices regarding which actions you want to take each turn. You will travel around China, sail down the Grand Canal, purchase precious jade, help construct the Great Wall, secure advantages through decrees, influence the game through intrigue, and ultimately, receive an audience with the emperor. If only 1 player succeeds in doing so, he wins. If several players succeed, the player with the most VPs among those players wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Construction: Forbidden City (China)",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "History: Ming Dynasty",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "443",
    "Name": "Cartographers Heroes",
    "ID": 315767,
    "Year": "2021",
    "Geek Rating": "7.032",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/315767/cartographers-heroes",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The expedition to the Western Lands is the kind of honor that comes once in a lifetime for a royal cartographer. But these are dangerous times. War ravages the land, and you are sure to encounter Dragul forces determined to thwart Queen Gimnax&rsquo;s plans for western expansion.&#10;&#10;Fortunately, brave heroes have risen to the defense of Nalos. Chart their deeds alongside the queen's edicts and secure your place in history.&#10;&#10;Cartographers Heroes is the sequel to the critically acclaimed map-drawing game Cartographers. It includes all-new map sheets, scoring cards, explore cards, and ambush cards with unique abilities.&#10;&#10;Cartographers Heroes can be played on its own or mixed with components from the original game for a greater variety of gameplay possibilities.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Bingo",
      "End Game Bonuses",
      "Grid Coverage",
      "Line Drawing",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Yucata",
      "Game: Cartographers",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Setting: World of Ulos"
    ]
  },
  {
    "Rank": "444",
    "Name": "Honey Buzz",
    "ID": 284742,
    "Year": "2020",
    "Geek Rating": "7.027",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/284742/honey-buzz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.7286",
    "Description": "The bees have discovered economics. The queens believe that if they sell honey to the bears, badgers, and woodland creatures, they will find peace and prosperity. Spring has arrived and it's time to build the hive, find nectar, make honey, and, for the first time ever, set up shop.&#10;&#10;Honey Buzz is a worker bee placement game where players expand a personal beehive by drafting various honeycomb tiles that grant actions that are triggered throughout the game. Each tile represents a different action. Whenever a tile is laid so that it completes a certain pattern, a ring of actions is triggered in whatever order the player chooses. A tile drafted on turn one could be triggered up to three times at any point during the game. It all depends on how the player places their beeples (bee+meeple) and builds their hive. After all, in the honey business, efficiency is queen.&#10;&#10;As you continually expand your hive, you'll forage for nectar and pollen, make honey, sell different varieties at the bear market, host honey tastings, and attend to the queen and her court. There's only so much nectar to go around, and finding it won't be easy. Players will have to scout out the nectar field and pay attention to other players searches to try to deduce the location of the nectar they need for themselves.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Grid Movement",
      "Hexagon Grid",
      "Memory",
      "Open Drafting",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Bees",
      "Animals: Insects",
      "Components:  Meeples",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Misc: Watch It Played How To Videos",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "445",
    "Name": "Arkham Horror",
    "ID": 15987,
    "Year": "2005",
    "Geek Rating": "7.025",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/15987/arkham-horror",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.5849",
    "Description": "&#10;        The year is 1926, and it is the height of the Roaring Twenties. Flappers dance till dawn in smoke-filled speakeasies drinking alcohol supplied by rum runners and the mob. It's a celebration to end all celebrations in the aftermath of the war to end all wars.&#10;&#10;&#10;&#10;        Yet a dark shadow grows in the city of Arkham. Alien entities known as Ancient Ones lurk in the emptiness beyond space and time, writhing at the gates between worlds. These gates have begun to open and must be closed before the Ancient Ones make our world their ruined domination.&#10;&#10;&#10;&#10;        Only a handful of investigators stand against the Arkham Horror.  Will they Prevail? &#10;&#10;&#10;Arkham Horror is a cooperative adventure game themed around H.P Lovecraft's Cthulhu Mythos. Players choose from 16 Investigators and take to the streets of Arkham. Before the game, one of the eight Ancient Ones is chosen and it's up to the Investigators to prevent it from breaking into our world. During the course of the game, players will upgrade their characters by acquiring skills, allies, items, weapons, and spells. It's up to the players to clean out the streets of Arkham by fighting many different types of monsters, but their main goal is to close gates to other dimensions that are opening up around town. With too many gates open the Ancient One awakens and the players only have one last chance to save the world - defeat the Ancient One in combat!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Hand Management",
      "Lose a Turn",
      "Point to Point Movement",
      "Role Playing",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Components: Standees",
      "Digital Implementations: VASSAL",
      "Game: Arkham Horror",
      "Game: Arkham Horror (Second Edition)",
      "Misc: Dice Tower Hall of Fame",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "446",
    "Name": "Chess",
    "ID": 171,
    "Year": "1475",
    "Geek Rating": "7.024",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/171/chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6551",
    "Description": "Chess is a two-player, abstract strategy board game that represents medieval warfare on an 8x8 board with alternating light and dark squares. Opposing pieces, traditionally designated White and Black, are initially lined up on either side. Each type of piece has a unique form of movement and capturing occurs when a piece, via its movement, occupies the square of an opposing piece. Players take turns moving one of their pieces in an attempt to capture, attack, defend, or develop their positions. Chess games can end in checkmate (when the king cannot escape from the opponent's pieces), resignation (when one player recognizes he cannot win the game and ends it), or one of several types of draws.&#10;&#10;Chess is one of the most popular games in the world, played by millions of people worldwide at home, in clubs, online, by correspondence, and in tournaments. Between two highly skilled players, chess can be a beautiful thing to watch, and a game can provide great entertainment even for novices. There is also a large literature of books and periodicals about chess, typically featuring games and commentary by chess masters. The game has its origins in the Indian game Chaturanga, and became Shatranj when introduced to the Persians. The current form of the game emerged in the second half of the 15th century when the Persians brought Shatranj to Southern Europe. The tradition of organized competitive chess began in the 16th century. The first official World Chess Champion, Wilhelm Steinitz, claimed his title in 1886. Chess is also a recognized sport of the International Olympic Committee.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Once-Per-Game Abilities",
      "Pattern Movement",
      "Square Grid",
      "Static Capture",
      "Sudden Death Ending"
    ],
    "Families": [
      "Category: Combinatorial",
      "Traditional Games: Chess",
      "Books: Harry Potter",
      "Category: Dized Tutorial",
      "Comic Books: Justice League",
      "Comic Books: Superman",
      "Comic Strips: Peanuts",
      "Components: 8 x 8 Grids",
      "Components: Miniatures",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: Google Play",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Digital Implementations: PlayStrategy",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Triqqy",
      "Digital Implementations: VASSAL",
      "Fictional Events: Clone Wars",
      "Movies: Shrek",
      "Movies: Star Wars",
      "Movies: Universal Studios Monsters",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Series: 3M Bookshelf Series",
      "Series: Games for Dummies",
      "Series: GoPlay",
      "Series: LEGO Games",
      "Series: Take 'N' Play Anywhere (Patch Products)",
      "Toys: Transformers",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Sesame Street",
      "TV Shows: South Park",
      "TV Shows: The Flintstones",
      "TV Shows: The Simpsons",
      "Video Game Theme: Nintendo",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "447",
    "Name": "King of Tokyo",
    "ID": 70323,
    "Year": "2011",
    "Geek Rating": "7.023",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/70323/king-of-tokyo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4868",
    "Description": "In King of Tokyo, you play mutant monsters, gigantic robots, and strange aliens&mdash;all of whom are destroying Tokyo and whacking each other in order to become the one and only King of Tokyo.&#10;&#10;At the start of each turn, you roll six dice, which show the following six symbols: 1, 2, or 3 Victory Points, Energy, Heal, and Attack. Over three successive throws, choose whether to keep or discard each die in order to win victory points, gain energy, restore health, or attack other players into understanding that Tokyo is YOUR territory.&#10;&#10;The fiercest player will occupy Tokyo, and earn extra victory points, but that player can't heal and must face all the other monsters alone!&#10;&#10;Top this off with special cards purchased with energy that have a permanent or temporary effect, such as the growing of a second head which grants you an additional die, body armor, nova death ray, and more.... and it's one of the most explosive games of the year!&#10;&#10;In order to win the game, one must either destroy Tokyo by accumulating 20 victory points, or be the only surviving monster once the fighting has ended.&#10;&#10;First Game in the King of Tokyo series&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "King of the Hill",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Tags"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Cities: Tokyo (Japan)",
      "Components: Dice with Icons",
      "Components: Standees",
      "Country: Japan",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Monsters",
      "Digital Implementations: Board Game Arena",
      "Game: King of Tokyo",
      "Misc: Dice Tower Hall of Fame",
      "Theme: Kaiju",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "448",
    "Name": "Akropolis",
    "ID": 357563,
    "Year": "2022",
    "Geek Rating": "7.023",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/357563/akropolis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.794",
    "Description": "The most talented architects in ancient Greece stand ready to achieve this goal. Build housing, temples, markets, gardens and barracks, so you can grow your city and ensure it triumphs over the others. Raise its prestige with harmonious planning that conforms to specific rules, and enhance it by building plazas.&#10;&#10;Stone is an essential resource, so make sure you do not neglect it. You&rsquo;ll need enough quarries so you can build higher up, making your city stretch towards the sky.&#10;&#10;&#10;     Choose a tile from the construction site&#10;     Arrange it in your city to unlock each district's full potential&#10;     Build on higher levels, increase the value of your districts and win the game&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "End Game Bonuses",
      "Layering",
      "Open Drafting",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Ancient: Greece",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Board Game Arena",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "449",
    "Name": "Blitzkrieg!: World War Two in 20 Minutes",
    "ID": 258210,
    "Year": "2019",
    "Geek Rating": "7.022",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/258210/blitzkrieg-world-war-two-in-20-minutes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.9346",
    "Description": "Recreate World War Two in 20 minutes! The perfect wargame for non-wargamers, Blitzkrieg! allows two players to battle across the War&rsquo;s most iconic theatres, winning key campaigns and building military might.&#10;&#10;Players draw army tokens from a bag to determine their starting forces and to replenish their losses. Rather than &lsquo;fighting&rsquo; battles with dice or cards, players allocate their military resources to each theatre&rsquo;s campaigns, winning victory points, further resources, special weapons, and strategic advantages as they play. Refight World War Two several times in one evening!&#10;&#10;Includes Solo mode by D&aacute;vid Turczi.&#10;&#10;&mdash;description from the publisher&#10;&#10;A new square box edition which includes the Nippon expansion was published in 2021. This is tracked in the database as a separate compilation item: Blitzkrieg!: World War Two in 20 Minutes.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Kill Steal",
      "Race",
      "Solo / Solitaire Game",
      "Take That",
      "Tug of War",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Player Screens",
      "Country: Germany",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: VASSAL",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: 20 Minutes! (PSC Games)",
      "Series: Winzige Welten (Schwerkraft-Verlag)"
    ]
  },
  {
    "Rank": "450",
    "Name": "Skull",
    "ID": 92415,
    "Year": "2011",
    "Geek Rating": "7.020",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/92415/skull",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.1141",
    "Description": "Edited description from Bruno Faidutti's write-up of the game in his Ideal Game Library:&#10;&#10;Skull &amp; Roses is the quintessence of bluffing, a game in which everything is played in the players' heads. Each player plays a face-down card, then each player in turn adds one more card &ndash; until someone feels safe enough to state that he can turn a number of cards face up and get only roses. Other players can then overbid him, saying they can turn even more cards face up. The highest bidder must then turn that number of cards face up, starting with his own. If he shows only roses, he wins; if he reveals a skull, he loses, placing one of his cards out of play. Two successful challenges wins the game. Skull &amp; Roses is not a game of luck; it's a game of poker face and meeting eyes.&#10;&#10;Skull &amp; Roses Red features the same gameplay as Skull &amp; Roses, with the only change being alternate rules that allow each player to control two biker gangs. Both Skull &amp; Roses Red and Skull are playable on their own, with each game containing six different biker gangs. Each Skull or Skull &amp; Roses set can be combined with another to allow for games with more than six players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Bids As Wagers",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Holidays: Day of the Dead"
    ]
  },
  {
    "Rank": "451",
    "Name": "Dice Forge",
    "ID": 194594,
    "Year": "2017",
    "Geek Rating": "7.019",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/194594/dice-forge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9688",
    "Description": "Heroes, stand ready! The gods are offering a seat in heaven to whichever hero defeats their rivals. Your courage and wits will be your most precious allies as you use divine dice to gather resources along the road to victory.&#10;&#10;Your divine dice are exceptional, with removable faces! Customize your dice to make them more powerful as the game progresses. Sacrifice gold to the gods to obtain enhanced die faces. Upgrade your dice to produce the resources you need. Overcome ordeals concocted by the gods to grow in glory and earn rewards. Skillfully manage the luck of the dice and take charge of your destiny. Only the greatest will ascend to the heavens!&#10;&#10;Dice Forge is a development game featuring innovative mechanics based on dice with removable faces. In this dice crafting game, players build their own dice. Roll your dice, manage your resources, complete ordeals before your opponents and explore multiple winning strategies.&#10;&#10;Now you control the luck of the dice!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Random Production"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Dice With Swappable Faces",
      "Digital Implementations: Board Game Arena",
      "Game: Dice Forge"
    ]
  },
  {
    "Rank": "452",
    "Name": "Ready Set Bet",
    "ID": 351040,
    "Year": "2022",
    "Geek Rating": "7.017",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/351040/ready-set-bet",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.3131",
    "Description": "In Ready Set Bet, you and your friends head to the races for a day of cheering, jeering, and betting on your favorite horses, whose fates hang on every roll of the dice.&#10;&#10;Ready Set Bet is played over four rounds. Each round consists of a race followed by bet resolution. During each race, players freely place their bet tokens on the board while the race is going on. After each race, players win or lose money for each of their placed bet tokens, then receive a VIP Club Card to help them win more money in the following races. After four rounds, the player with the most money wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game",
      "Racing",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Real-Time",
      "Track Movement"
    ],
    "Families": [
      "Animals: Horses",
      "Digital Implementations: Tabletopia",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "453",
    "Name": "Die Macher",
    "ID": 1,
    "Year": "1986",
    "Geek Rating": "7.017",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/1/die-macher",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.3101",
    "Description": "Die Macher is a game about seven sequential political races in different regions of Germany. Players are in charge of national political parties, and must manage limited resources to help their party to victory. The winning party will have the most victory points after all the regional elections. There are four different ways of scoring victory points. First, each regional election can supply one to eighty victory points, depending on the size of the region and how well your party does in it. Second, if a party wins a regional election and has some media influence in the region, then the party will receive some media-control victory points. Third, each party has a national party membership which will grow as the game progresses and this will supply a fair number of victory points. Lastly, parties score some victory points if their party platform matches the national opinions at the end of the game.&#10;&#10;The 1986 edition featured four parties from the old West Germany and supported 3-4 players. The 1997 edition supports up to five players in the re-united Germany and updated several features of the rules as well.  The 2006 edition also supports up to five players and adds a shorter five-round variant and additional rules updates by the original designer.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Political: Elections",
      "Series: Classic Line (Valley Games)"
    ]
  },
  {
    "Rank": "454",
    "Name": "Downforce",
    "ID": 215311,
    "Year": "2017",
    "Geek Rating": "7.017",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/215311/downforce",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.7288",
    "Description": "High-stakes bidding on million-dollar race cars. Frantic bets placed in secret even as the cars race around the track. And to the victor, the biggest purse of all. But in the world of motor racing, the margin between victory and defeat can be a single moment: a steep banked turn, tires screaming and spitting out smoke, and the downforce, pressing you down in your seat and keeping you on the track as you make your move inside to pull ahead.&#10;&#10;Downforce is a card-driven bidding, racing, and betting game for 2-6 players based on Top Race, the award-winning design by the legendary Wolfgang Kramer. Players first bid to own the six cars in the race, then they play cards from their hand to speed them around the track. However, most cards will also move their opponents' cars. So figuring out just the right time to play a card is the key to victory. Along the way, players make secret bets on who they think will win the race. Whoever has the most money from their prize money, winning bets, and remaining bank wins.&#10;&#10;This is a game whose design needed no attention. Years of play and multiple versions have honed it to near perfection. On the contrary, one of the design challenges was figuring which of the many rules modules to incorporate to create the most fun version. Downforce also adds variable player powers to improve replayability. But mostly, it improves the look of the game to make it gorgeous and easy to play. Special attention was paid to the colors, the layout of the cards, the design of the cars, the details on the board, and more.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Moving Multiple Units",
      "Player Elimination",
      "Predictive Bid",
      "Track Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Game: Downforce",
      "Series: Auto Racing card system (Wolfgang Kramer)",
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "455",
    "Name": "IKI",
    "ID": 177478,
    "Year": "2015",
    "Geek Rating": "7.016",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/177478/iki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0483",
    "Description": "Edo &mdash; what we now know today as Tokyo, Japan &mdash; was a thriving city with an estimated population of one million, half townspeople and half samurai. With a huge shopping culture, Edo's main district, Nihonbashi, was lined with shops, selling kimonos, rice, and so much more.&#10;&#10;Nihonbashi is the focus of IKI: A Game of EDO Artisans, which brings you on a journey through the famed street of old Tokyo. Hear the voices of Nihonbashi Bridge's great fish market. Meet the professionals, who carry out 700&shy;-800 different jobs. Enter the interactivity of the shoppers and vendors. Become one with the townspeople.&#10;&#10;One of the main professions in the world of Edo is the artisan. Each of the Edo artisans uses their own skill of trade to support the townspeople's lives. In this game, not only are there artisans, but street vendors, sellers at the shops, and professions unique to this time and age. Meet the puppet masters, putting on a show. Meet the ear cleaners that people would line up for.&#10;&#10;The goal of this game is to become the annual Edoite, best personifying what is known as &quot;IKI&quot;, an ancient philosophy believed to be the ideal way of living among people in Edo. Knowing the subtleties of human nature, being refined and attractive &mdash; these are all elements of a true IKI master.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Ownership",
      "Rondel",
      "Set Collection",
      "Track Movement",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "History: Edo Period",
      "Misc: LongPack Games",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "456",
    "Name": "Tiny Towns",
    "ID": 265736,
    "Year": "2019",
    "Geek Rating": "7.015",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/265736/tiny-towns",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0596",
    "Description": "You are the mayor of a tiny town in the forest in which the smaller creatures of the woods have created a civilization hidden away from predators. This new land is small and the resources are scarce, so you take what you can get and never say no to building materials. Cleverly plan and construct a thriving town, and don't let it fill up with wasted resources! Whoever builds the most prosperous tiny town wins!&#10;&#10;In Tiny Towns, your town is represented by a 4x4 grid on which you will place resource cubes in specific layouts to construct buildings. Each building scores victory points (VPs) in a unique way. When no player can place any more resources or construct any buildings, the game ends, and any squares without a building are worth -1 VP. The player with the most VP wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "City Building",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Follow",
      "Grid Coverage",
      "Pattern Building",
      "Player Elimination",
      "Solo / Solitaire Game",
      "Square Grid",
      "Turn Order: Progressive",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Sovranti",
      "Occupation: Architect",
      "Players: Games with Solitaire Rules",
      "Theme: Anthropomorphic Animals",
      "Theme: City"
    ]
  },
  {
    "Rank": "457",
    "Name": "In the Year of the Dragon",
    "ID": 31594,
    "Year": "2007",
    "Geek Rating": "7.014",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/31594/in-the-year-of-the-dragon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "100",
    "Weight": "3.0819",
    "Description": "Stefan Feld's 3rd game by Alea is In the Year of the Dragon.&#10;&#10;Players take on the role of Chinese rulers around the year 1000. The game plays out in twelve rounds, with each round representing one month in a year that seems to go from bad to worse. Disease, drought, and attacks from the Mongols may claim lives, but make sure you have enough money to offer a tribute to the Emperor.&#10;&#10;The game play is easier than it may appear. Every player has a set of &quot;person&quot; cards. Each round, you choose one action (most of which call on your workers' abilities) to help you prepare for the months ahead. Then you play one person card, recruiting that person and placing him into one of your palaces. Each person brings different skills and abilities to help you ride out the year. (Farmers help you gain rice to survive a drought month, Tax Collectors raise money, etc.) At the end of each round, that month's event is triggered, which may cost you some of your workers, some money, or give you points.&#10;&#10;Careful planning is the key to surviving &quot;the year of the dragon,&quot; but survival alone may not win you the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Events",
      "Hand Management",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Country: China",
      "Digital Implementations: Board Game Arena",
      "Series: Alea Big Box"
    ]
  },
  {
    "Rank": "458",
    "Name": "The Vale of Eternity",
    "ID": 385529,
    "Year": "2023",
    "Geek Rating": "7.014",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/385529/the-vale-of-eternity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1243",
    "Description": "In The Vale of Eternity, players are tamers who hunt various monsters and spirits to tame them as minions. In this fantasy world, numerous creatures are living in harmony. Among them, dragons are the most valuable and noble ones, and all tamers dream of taming dragons. The player who manages to tame the most outstanding minions wins.&#10;&#10;In each round, a player has three phases:&#10;&#10;&#10;    Hunting phase: Draft two cards from the game board.&#10;    Action phase: Take various actions, including selling cards, taming, or summoning cards.&#10;    Resolution phase: Use the active effects of cards they have summoned.&#10;&#10;&#10;Successive rounds are performed until the end of the game is triggered. The game includes cards of seventy creatures from myths all around the world.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Mensa Select",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "459",
    "Name": "Ticket to Ride: Märklin",
    "ID": 21348,
    "Year": "2006",
    "Geek Rating": "7.014",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/21348/ticket-to-ride-marklin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2433",
    "Description": "Ticket to Ride: M&auml;rklin is the third installment in Days of Wonder's best-selling Ticket to Ride series.  The board for M&auml;rklin is based on a map of Germany and each individual card in the deck depicts a different M&auml;rklin Trains model.  A DVD introducing players to the M&auml;rklin line of model trains is included [Edit: DVD no longer included in recent runs.]&#10;&#10;M&auml;rklin is a heavier version in the TTR series, allowing players to not only travel from city to city but also from cities to countries. A new mechanic is also introduced in the form of passengers and merchandise tokens. When the game is set-up a series of merchandise values worth victory points are placed on nominated cities. The values of these tokens diminish when multiple tokens are present within a single city, requiring players to move quickly to capture the higher valued tokens.&#10;&#10;These tokens can be collected by the players by placing their Passengers (3 per player), which can be achieved at the end of a turn in which a player lays trains to enter the city in question. Once a passenger is in play a player can forfeit their regular turn to move a passenger. Moving along a player's own train network comes at no cost and allows a player to take the top merchandise token from each city that is passed through. A passenger can also move along sections of track featuring other players trains but a passenger card must be paid each time this occurs to do so.&#10;&#10;The player who completes the most destination tickets receives a 10 point bonus (instead of the base game's longest route bonus).&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Germany",
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "460",
    "Name": "Endeavor",
    "ID": 33160,
    "Year": "2009",
    "Geek Rating": "7.014",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/33160/endeavor",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9096",
    "Description": "It is a time when the maps of the world are still being filled in. Seagoing empires expand their frontiers by sending ships to the farthest reaches of the globe in search of new lands, new alliances, and new conquests. The wealth of the newly-discovered worlds abroad is a tempting prize for those with the strength and the cunning to seize it... and to hold it!&#10;You represent a growing empire engaged in a glorious endeavor to expand your&#10;influence and status at home and across the great oceans of the world. Through exploration and shipping, colonization and war, you will struggle with the other great powers to control the resources and the regions that unfold before you.&#10;&#10;The goal in Endeavor is to earn the most glory for your empire. Players earn glory by increasing their scores in Industry, Culture, Finance, and Politics, as well as by occupying cities, controlling connections between cities, and by holding certain Asset Cards and Building Tiles. Short-term goals of constructing useful buildings, gathering Trade Tokens, and obtaining Asset Cards must be balanced with the overall goal of attaining glory as you compete for control over the various regions of the world. The game only lasts seven rounds, and when it is over you want to be the one who has earned the most Glory points!&#10;&#10;Each round every player gets to build a new building, based on their Industry track. They then obtain new population markers based on their Culture track and retrieve used markers from building based on their Finance track. During the action phase, players take turns to either activate a building using a population marker or spend trade tokens to take an action: Ship, Occupy, Attack, Payment or Draw. Some buildings and tokens allow a player to take one or both of two actions. Shipping is used to open new regions for Occupation and Drawing, and gains you Trade Tokens. Once a shipping track is full, the player with the most influence in that region gains the powerful Governor card for that region. Occupation of a city results in glory and Trade Tokens, while Attacking steals a city from an opponent! Either Occupation or Attacking can result in claiming the connection between two cities, if both connected cities are controlled by the same player. Drawing gains a card from a region up to the maximum hand limit based on the player's Politics track. A player's influence in a region determines which cards they can draw. Once all players have passed, a new round begins.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Components: Wooden pieces & boards",
      "Game: Endeavor",
      "History: Age of Discovery",
      "Mechanism: Tableau Building",
      "Region: The World",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "461",
    "Name": "Descent: Legends of the Dark",
    "ID": 322708,
    "Year": "2021",
    "Geek Rating": "7.014",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/322708/descent-legends-of-the-dark",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.6839",
    "Description": "Terrinoth is in peril. The demon-tainted Uthuk Y'llan barbarians stalk the realm and the undead servants of Waiqar the Undying venture beyond their borders for the first time in memory. The leaders of Terrinoth are divided and fractious, unable to unite against these common threats. And in the northern barony of Forthyn, the stage is set for the next great confrontation between Terrinoth and the forces of darkness. For years, your journeys have taken you across the fantasy realm of Terrinoth, venturing into dark forests, shadowy cities, ancient crypts, and misty swamps &mdash; but your true legend is about to begin.''&#10;&#10;Forge your own legend together with friends as you adventure across the vibrant fantasy realm of Terrinoth in the co-operative dungeon-crawling board game Descent: Legends of the Dark. Powered by an integrated free companion app, Descent: Legends of the Dark puts you in the role of a budding hero with their own playstyle and abilities. Together with your unlikely companions, you'll begin an unexpected adventure &mdash; an adventure told across the sixteen quests of the &quot;Blood and Flame&quot; campaign. Throughout your campaign, you'll face undead lurking in the mists, demonic barbarians stalking the wilds, and even more terrifying threats. With 46 pieces of 3D terrain and forty hero and monster miniatures to draw you into the game. Your objectives will change from quest to quest as you follow the overarching story of the campaign.&#10;&#10;Core gameplay mechanisms such as combat, fatigue, skills, items, and more have received completely new interpretations with Legends of the Dark, while a new approach to scenario layout and 3D terrain creates striking multi-level scenarios. You take three actions each turn: one maneuver action and two additional actions of your choice. Every hero also has an attack card and skill cards! Each hero starts the game with two weapon cards, which are sleeved together back-to-back to create a single attack card.  Skill cards can also be readied, switching between two complementary abilities.&#10;&#10;The app also brings new changes to gameplay, introducing enemies with adaptable strategies, complex status effects, and triggers fully managed by the app, and the ability to develop your heroes based on the choices you make in scenarios. You'll also uncover a wealth of activity between scenarios, such as crafting, shopping in the city, upgrading equipment, and more. Because of these various differences, Descent: Legends of the Dark is not compatible with Descent: Journeys in the Dark and its expansions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Movement Points",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Setting: The Realms of Terrinoth",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "462",
    "Name": "London (Second Edition)",
    "ID": 236191,
    "Year": "2017",
    "Geek Rating": "7.013",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/236191/london-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7353",
    "Description": "A brand new edition of a popular classic, London will appeal to the strategic thinker among board game fans. Tasked with rebuilding London in the decades following the great fire, players juggle building requirements, bank loans, and poverty as they strive to realize their vision for the city.&#10;&#10;The game features a unique mechanism of playing cards to develop the city, then &quot;running&quot; the city by taking all the card actions simultaneously. Players have to repay all their loans before the game ends, but need to worry only about how much poverty they're creating relative to the other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Loans",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Country: United Kingdom",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "463",
    "Name": "Cubitos",
    "ID": 298069,
    "Year": "2021",
    "Geek Rating": "7.011",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/298069/cubitos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1728",
    "Description": "Be fast or be last!&#10;&#10;In Cubitos, players take on the role of participants in the annual Cube Cup, a race of strategy and luck to determine the Cubitos Champion. Each player has a runner on the racetrack and a support team, which is represented by all the dice you roll. Each turn, you roll dice and use their results to move along the racetrack, buy new dice, and use abilities &mdash; but you must be careful not to push your luck rolling too much or you could bust!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Dice Rolling",
      "Grid Movement",
      "Market",
      "Push Your Luck",
      "Race",
      "Re-rolling and Locking",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "464",
    "Name": "Pan Am",
    "ID": 303057,
    "Year": "2020",
    "Geek Rating": "7.010",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/303057/pan-am",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4159",
    "Description": "In Pan Am, players compete with Pan American Airways and others to build an air-travel empire. Outbid rivals for lucrative landing rights, buy planes with longer range to reach the far corners of the world, and use insider connections to advance your interests. As you bump up against the ever-growing Pan Am, you can sell your routes to the company to earn a tidy profit, with you then using that money to invest in other growth or to purchase Pan Am stock for what's sure to be a big payout down the road.&#10;&#10;Pan Am is a game of global strategy that spans four decades of industry-changing historic events.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Connections",
      "Constrained Bidding",
      "Dice Rolling",
      "Events",
      "Income",
      "Stock Holding",
      "Turn Order: Claim Action",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Brands: Airlines",
      "Components: Map (Global Scale)",
      "Region: The World",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "465",
    "Name": "Boonlake",
    "ID": 343905,
    "Year": "2021",
    "Geek Rating": "7.010",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/343905/boonlake",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "160",
    "Weight": "3.8074",
    "Description": "With a group of pioneers, you have left civilization behind to settle along the shores of Boonlake, a long-forgotten region inhabited by humans long ago. This unexplored area beckons you! Become part of a new community and commit yourself to the common good. Explore the landscapes, build houses and settlements, raise cattle, produce raw materials, and develop an infrastructure. Do your best to automate these processes. Seize the opportunity to make the best of your new life in Boonlake.&#10;&#10;Boonlake is an expert game in which you are finding yourself improving your life &mdash; and your group's life &mdash; in this new territory...but how you accomplish this is completely up to you! Due to a novel action mechanism, each game progresses differently. Each action needs to be considered carefully since the other players also benefit from the action you choose. Besides this, the action determines how far you may move your ship &mdash; the further and faster, the better!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Civilization",
      "Economic",
      "Exploration",
      "Farming",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Follow",
      "Hexagon Grid",
      "Income",
      "Map Addition",
      "Multi-Use Cards",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Components: Control Boards",
      "Components: Map (Regional scale)",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Tabletopia",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "466",
    "Name": "Bruxelles 1893",
    "ID": 144592,
    "Year": "2013",
    "Geek Rating": "7.007",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/144592/bruxelles-1893",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "125",
    "Weight": "3.5775",
    "Description": "Bruxelles 1893 is a worker placement game with elements of bidding and majority control. Each player is an architect of the late 19th century and is trying to achieve, through various actions, an architectural work in the Art Nouveau style. The most successful building yields the most points. Each player can also create works of art to increase his score.&#10;&#10;The action board is modular, with not every player having access to each action each turn. Some actions cost money &ndash; acquiring high-quality materials, building a level of your personal house, finding a patron, creating a work of art, selling that art for money and prestige &ndash; while other actions are free but can potentially cause you to lose one of your workers; these latter actions include acquiring low-quality materials, activating your patrons, visiting the stock exchange, and taking one of the actions with a cost. Once everyone has passed on taking more actions, the round ends and players have an art exhibition during which they can sell works. After this, players receive prestige points or bonus cards based on the symbols they've placed their workers next to on the action board.&#10;&#10;After five rounds, the game ends and players score bonus points based on their architect level, their bonus cards, how well they've completed their work, and their money on hand. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Modular Board",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Brussels (Belgium)",
      "Country: Belgium",
      "Digital Implementations: Boiteajeux",
      "Game: Bruxelles 189X",
      "Theme: Art",
      "Theme: Art style – Art Nouveau"
    ]
  },
  {
    "Rank": "467",
    "Name": "Azul: Stained Glass of Sintra",
    "ID": 256226,
    "Year": "2018",
    "Geek Rating": "7.007",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/256226/azul-stained-glass-of-sintra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.007",
    "Description": "Created by Michael Kiesling, Azul: Stained Glass of Sintra challenges players to carefully select glass panes to complete their windows while being careful not to damage or waste supplies in the process. The window panels are double-sided, providing players with a dynamic player board that affords nearly infinite variability!&#10;&#10;Players can expect to discover new unique art and components in Azul: Stained Glass of Sintra, including translucent window pane pieces, a tower to hold discarded glass panes, and double-sided player boards and window pane panels, in addition to many other beautiful components!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle",
      "Renaissance"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Modular Board",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Portugal",
      "Game: Azul",
      "Theme: Art"
    ]
  },
  {
    "Rank": "468",
    "Name": "Codenames: Pictures",
    "ID": 198773,
    "Year": "2016",
    "Geek Rating": "7.006",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/198773/codenames-pictures",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2442",
    "Description": "What are these strange symbols on the map? They are code for locations where spies must contact secret agents!&#10;&#10;Two rival spymasters know the agent in each location. They deliver coded messages telling their field operatives where to go for clandestine meetings. Operatives must be clever. A decoding mistake could lead to an unpleasant encounter with an enemy agent &ndash; or worse, with the assassin! Both teams race to contact all their agents, but only one team can win.&#10;&#10;Codenames: Pictures differs from the original Codenames in that the agents are no longer represented by a single word, but by an image that contains multiple elements.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Communication Limits",
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames",
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "469",
    "Name": "Spartacus: A Game of Blood and Treachery",
    "ID": 128671,
    "Year": "2012",
    "Geek Rating": "7.006",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/128671/spartacus-a-game-of-blood-and-treachery",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.725",
    "Description": "In Spartacus: A Game of Blood &amp; Treachery, an exciting game of twisted schemes and bloody combats inspired by the hit STARZ Original series, each player takes on the role of Dominus, head of a rising house in the ancient Roman city of Capua. Each house is competing for Influence to gain the favor of Rome. Through a combination of political schemes and glorious battles on the arena sands your house will rise in fame and stature. As Dominus, you have a variety of resources at your disposal. Guards protect you from schemes launched by rivals. Slaves run your household and earn gold. Gladiators compete to bring glory to themselves and influence to their Dominus.&#10;&#10;Three main phases occur in each game round of Spartacus: A Game of Blood &amp; Treachery.&#10;&#10;The Intrigue Phase is when players launch their Schemes, hoping to raise their fortunes while undermining their rivals.  Schemes and Reactions are represented by cards in the Intrigue Deck. Players wield their Influence to put their Schemes into play, often asking for (or bribing) another player&rsquo;s help in hatching the most complex plots.&#10;&#10;The Market Phase is when players buy, sell and trade Assets (Gladiators, Slaves, Equipment and Guards). Players also bid against each other to acquire new Assets at Auction. Wealth is not the only path to success as players bluff and bargain with each other to acquire the Assets they covet.&#10;&#10;The Arena Phase is when the bloody games are held. Gladiators from two rival Houses are pitted against each other in a brutal fight for glory. The spectacles of the games are represented by miniature combat on the arena board. Fighters pit their Attack, Defense and Speed dice against one another to determine the victor. All players seek to increase their fortunes by betting on the outcome of the gruesome conflict. Fighters who emerge from the arena victorious gain Favor and their Dominus gain Influence.&#10;&#10;The goal of the game is to become the most influential house in Capua, securing your family&rsquo;s power for years to come.  During the game, players will bribe, poison, betray, steal, blackmail, and undermine each other. Gold will change hands again and again to buy support, stay someone&rsquo;s hand or influence their decisions. Will you be the honorable player whose word is their bond or the treacherous schemer whose alliances change with the wind?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Bribery",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Movement Points",
      "Sudden Death Ending",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "470",
    "Name": "San Juan (Second Edition)",
    "ID": 166669,
    "Year": "2014",
    "Geek Rating": "7.006",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/166669/san-juan-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0854",
    "Description": "San Juan is a card game based on Puerto Rico. The deck of 110 cards consists of production buildings (indigo, sugar, tobacco, coffee, and silver) and &quot;violet&quot; buildings that grant special powers or extra victory points. Cards from the hand can be either built or used as money to build something else; cards from the deck are used to represent goods produced by the production buildings, in which case they are left face-down. A seven-card hand limit is enforced once per round.&#10;&#10;In each round (or governorship), each player in turn selects from one of the available roles, triggering an event that usually affects all players, such as producing goods or constructing buildings. The person who picks the role gets a privilege, such as producing more goods or building more cheaply.&#10;&#10;Though similar in concept to Puerto Rico, the game has many different mechanisms. In particular, the game includes no colonists and no shipping of goods; goods production and trading are normally limited to one card per phase; and trades cannot be blocked. Victory points are gained exclusively by building, and the game ends as soon as one player has put up twelve buildings.&#10;&#10;This second edition of San Juan includes all the cards of the original game as well as the additional building cards from the alea Treasure Chest but not the event cards from that expansion. This edition also contains a new building card not previously available: &quot;The Hut,&quot; a building that grants a card when nothing is sold in the trader phase.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Action Drafting",
      "Follow",
      "Hand Management",
      "Multi-Use Cards",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Puerto Rico",
      "Digital Implementations: Google Play",
      "Digital Implementations: Yucata",
      "Game: Puerto Rico",
      "Mechanism: Tableau Building",
      "Series: Alea Medium Box",
      "Series: Alea Very Small Box",
      "Theme: Colonial",
      "Theme: Tropical",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "471",
    "Name": "King of Tokyo: Dark Edition",
    "ID": 293141,
    "Year": "2020",
    "Geek Rating": "7.004",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/293141/king-of-tokyo-dark-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6131",
    "Description": "King of Tokyo: Dark Edition is a collector's edition [limited edition: 100 000 copies in 12 languages] of King of Tokyo, with the fight taking place in an alternative and darker world in which the struggle for control of Tokyo has never been so fierce...and wicked!&#10;&#10;This edition includes deluxe components (such as an embossed box and lightning-bolt-shaped energy) and all-new art by Paul Mafayon. The game is based on the classic KoT rules, with the addition of a new mechanism exclusive to this edition to offer a fresh gaming experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "King of the Hill",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Components: Dice with Icons",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Game: King of Tokyo"
    ]
  },
  {
    "Rank": "472",
    "Name": "Imperial Struggle",
    "ID": 206480,
    "Year": "2020",
    "Geek Rating": "7.002",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/206480/imperial-struggle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4.0609",
    "Description": "In 1697 the Sun King, Louis XIV, emerged from a decade of war with his Continental ambitions still unsatisfied. Meanwhile, King William III of England sat easier on his new throne than he ever had before. With the Spanish succession crisis unresolved and looming, there were no illusions that the new century would be a quiet one. But neither France nor England could have anticipated the tumult of the years to come: a Second Hundred Years' War, during which these two tenacious adversaries would compete fiercely and proudly along every axis of human achievement. On battlefields from India to Canada to the Caribbean Sea their armies and fleets would clash; in the salons of Paris and the coffee-houses of London the modern world&rsquo;s politics and economics would be born; and finally a revolution would rock the foundations of society &ndash; a revolution that could have ended not in blood and terror but in a triumph of democracy and liberty that might have transformed the world beyond imagining.&#10;&#10;Imperial Struggle is a two-player game depicting the 18th-century rivalry between France and Britain. It begins in 1697, as the two realms wait warily for the King of Spain to name an heir, and ends in 1789, when a new order brought down the Bastille. The game is not merely about war: both France and Britain must build the foundations of colonial wealth, deal with the other nations of Europe, and compete for glory across the span of human endeavor.&#10;&#10;Imperial Struggle covers almost 100 years of history and four major wars. Yet it remains a low-complexity game, playable in a short evening. It aims to honor its spiritual ancestor, Twilight Struggle, by pushing further in the direction of simple rules and playable systems, while maintaining global scope and historical sweep in the scope of a single evening. In peace turns, players build their economic interests and alliances, and take advantage of historical events represented by Event cards. They must choose their investments wisely, but also with an eye to denying these opportunities to their opponent. In war turns, each theater can bring great rewards of conquest and prestige, but territorial gains can disappear at the treaty table. At the end of the century, will the British rule an empire on which the sun never sets? Or will France light the way for the world, as the superpower of the Sun King's dreams or the republic of Lafayette's?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Events",
      "Open Drafting",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Country: France",
      "Country: Great Britain",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Book Box (DiceTree)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "473",
    "Name": "Civilization",
    "ID": 71,
    "Year": "1980",
    "Geek Rating": "7.001",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/71/civilization",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.6435",
    "Description": "Civilization is a game of skill for 2 to 7 players. It covers the development of ancient civilizations from the invention of agriculture c. 8000 B.C. to the emergence of Rome around the middle of the third century B.C. Each player leads a nation of peoples over a map board of the Eastern Mediterranean and Near East as they attempt to carve a niche for themselves and their culture.&#10;&#10;Although battles and territorial strategy are important, this is not a war game because it is not won by battle or conquest. Instead, the object of play is to gain a level of overall advancement involving cultural, economic, and political factors so that such conflicts that do arise are a result of rivalry and land shortage rather than a desire to eliminate other players. Nomad and farmer, warrior and merchant, artisan and citizen all have an essential part to play in the development of civilization. It is the player who most effectively changes emphasis between these various outlooks who will achieve the best balance and win.&#10;&#10;(from the Introduction to the Avalon Hill edition rulebook)&#10;&#10;This game has a huge following and is widely regarded as one of the best games about ancient civilizations. Each player takes on the role of leader of an ancient civilization, such as the Illyrians or Babylonians. Your task is to guide your people through the ages by expanding your empire and using its proceeds to finance new technological advances, such as Literacy, Metalworking, or Law. The advancements help your civilization better cope with its problems as well as help bring new advancements.&#10;&#10;Civilization is widely thought to be the first game ever to incorporate a &quot;technology tree,&quot; allowing players to gain certain items and abilities only after particular other items were obtained. This influential mechanism has been adopted by countless other board games, card games, and computer games.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Set Collection",
      "Simulation",
      "Tech Trees / Tech Tracks",
      "Trading",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Egypt",
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Game: Civilization",
      "Islands: Crete (Greece)",
      "Misc: BGG Hall of Fame",
      "Misc: Dice Tower Hall of Fame",
      "Region: Aegean Sea",
      "Region: Mediterranean Sea",
      "War Level of Command: Grand Strategy"
    ]
  },
  {
    "Rank": "474",
    "Name": "Firefly: The Game",
    "ID": 138161,
    "Year": "2013",
    "Geek Rating": "7.001",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/138161/firefly-the-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.9521",
    "Description": "Players begin with a ship, and travel from planet to planet, hiring crew, purchasing ship upgrades, and picking up cargo to deliver (jobs) all in the form of cards. Some crew and cargo are illegal, and can be confiscated if your ship is boarded by an alliance vessel. Travelling from planet to planet requires turning over &quot;full burn&quot; cards, one for each space moved. Most do nothing, but you can also encounter an Alliance ship, have a breakdown, or even run into Reavers. Completing jobs gets you cash. First player to complete the story goals wins.&#10;&#10;Game description from the publisher:&#10;&#10;In Firefly: The Game &ndash; based on the popular Firefly television series created by Joss Whedon &ndash; players captain their own Firefly-class transport ship, traveling the 'Verse with a handpicked crew of fighters, mechanics and other travelers. As a captain desperate for work, players are compelled to take on any job &mdash; so long as it pays. Double-dealing employers, heavy-handed Alliance patrols, and marauding Reavers are all in a day's work for a ship's captain at the edge of the 'Verse. Firefly: The Game is a high-end thematic tabletop boardgame from Gale Force Nine (GF9) and the first in a series of tabletop hobby board games and miniatures games from GF9 set in the Firefly Universe.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Firefly – The Game",
      "Players: Games with Solitaire Rules",
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "475",
    "Name": "Evolution: Climate",
    "ID": 182134,
    "Year": "2016",
    "Geek Rating": "7.001",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/182134/evolution-climate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7318",
    "Description": "Evolution: Climate is a standalone game that introduces climate into the Evolution game system.&#10;&#10;In Evolution: Climate, players adapt their species in a dynamic ecosystem where food is scarce, predators lurk, and the climate can swing between scorching hot and icy cold. Traits like a Hard Shell and Horns can protect your species from Carnivores while a Long Neck will help them get food that others cannot reach.  Heavy Fur and Migratory can protect your species from the cold while being Nocturnal or Burrowing will provide protection from the cruel desert sun. With over 200,000 ways to evolve your species, every game evolves into a different adventure.&#10;&#10;The Climate standalone game dramatically changes game play with several simple additions to the Evolution base set:&#10;&#10;     Players draw 4 cards +1 per species per round (instead of 3 cards + 1 per species).&#10;     Each species may have up to 4 traits (instead of 3).&#10;     The climate moves along a Climate Track based upon the food cards played each round.&#10;     There are additional trait cards that provide protection from the heat and cold.&#10;&#10;&#10;Evolution: Climate changes Evolution from a two-dimensional game (dealing with the threat of Starvation and Carnivores) into a three-dimensional game (dealing with the threat of Starvation, Carnivores, and Climate effects) while increasing the vividness of the theme. It adds additional layers into what was already a dynamically strategic game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Prehistoric",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Events",
      "Hand Management",
      "Secret Unit Deployment",
      "Simulation",
      "Take That",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Mechanism: Tableau Building",
      "Series: Evolution (North Star Games)",
      "Theme: Biology",
      "Theme: Evolution",
      "Theme: Nature",
      "Theme: Science"
    ]
  },
  {
    "Rank": "476",
    "Name": "Biblios",
    "ID": 34219,
    "Year": "2007",
    "Geek Rating": "7.000",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/34219/biblios",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6872",
    "Description": "THE GAME CONCEPT&#10;You are an abbot of a medieval monastery competing with other abbots to amass the greatest library of sacred books. To do so, you need to have both the workers and resources to run a well-functioning scriptorium. To acquire workers and resources, you use a limited supply of donated gold. In addition, you must be on good terms with the powerful bishop, who can help you in your quest.&#10;&#10;OUTLINE OF GAME PLAY&#10;The object of the game is to score the most Victory Points. You win Victory Points by winning any of the 5 categories: Illuminators, Scribes, Manuscripts, Scrolls, and Supplies. You win a category by having the highest total number of workers (Scribes, Illuminators) or resources (Manuscripts, Scrolls, Supplies) in that category. This is determined by the numbers in the upper left corner on the cards. At the start of the game, each category is worth 3 Victory Points. As the game progresses, the values on the Value Board will change and some categories will become worth more or fewer Victory Points than others. The game is divided into 2 stages: a Donation stage and an Auction stage. During the Donation stage, players acquire free cards according to an established plan. In the Auction stage, players purchase cards in auction rounds. After the two stages, winners of each category are determined and Victory Points awarded. The player with the most Victory Points wins.&#10;&#10;GAME CHARACTERISTICS&#10;The game involves a good deal of strategic planning, some bluffing, and a little bit of luck. The rules are easy to understand, but you have to play it a few times to develop a playing strategy. It plays differently from 2-4 players, but each game is equally fun and challenging.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Closed Drafting",
      "Commodity Speculation",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Religious: Monks/Abbots & Monasteries/Abbeys",
      "Theme: Art",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "477",
    "Name": "Here I Stand",
    "ID": 17392,
    "Year": "2006",
    "Geek Rating": "7.000",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/17392/here-i-stand",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4.1889",
    "Description": "Here I Stand: Wars of the Reformation 1517-1555 is the first game in over 25 years to cover the political and religious conflicts of early 16th Century Europe. Few realize that the greatest feats of Martin Luther, John Calvin, Ignatius of Loyola, Henry VIII, Charles V, Francis I, Suleiman the Magnificent, Ferdinand Magellan, Hern&aacute;n Cort&eacute;s, and Nicolaus Copernicus all fall within this narrow 40-year period of history. This game covers all the action of the period using a unique card-driven game system that models both the political and religious conflicts of the period on a single point-to-point map.&#10;&#10;There are six main powers in the game, each with a unique path to victory:&#10;&#10;    The Ottomans&#10;    The Habsburgs&#10;    The English&#10;    The French&#10;    The Papacy&#10;    The Protestants&#10;&#10;&#10;Here I Stand is the first card-driven game to prominently feature secret deal-making. A true six-sided diplomatic struggle, the game places a heavy emphasis on successful alliance-building through negotiations that occur away from the table during the pre-turn Diplomacy Phase. Set during the period in which Niccol&ograve; Machiavelli published his masterpiece &quot;The Prince,&quot; backstabbing is always possible, especially because the card deck is loaded with event and response cards that can be played by any power to disrupt the plans of the powers in the lead.&#10;&#10;Here I Stand integrates religion, politics, economics, and diplomacy in a card-driven design. Games vary in length from 3&ndash;4 hours for a tournament scenario up to full campaign games that run about twice the time. Rules to play games with 3, 4, or 5 players are also included. The 3-player game is just as well balanced as the standard 6-player configuration, taking advantage of the natural alliances of the period.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Pike and Shot",
      "Political",
      "Religious",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Movement Points",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Europe",
      "Country: England",
      "Country: France",
      "Country: Ottoman Empire",
      "Country: Papal States",
      "History: Age of Discovery",
      "History: Classical Age of the Ottoman Empire",
      "History: Habsburg",
      "History: Holy Roman Empire",
      "History: The Italian Wars",
      "Religious: Pope",
      "Religious: The Bible",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "478",
    "Name": "Mythic Battles: Pantheon",
    "ID": 186751,
    "Year": "2017",
    "Geek Rating": "6.997",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/186751/mythic-battles-pantheon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0615",
    "Description": "Hera, tired of Zeus' infidelity, decides to take her revenge and releases the Titans on Mount Olympus. In the ensuing battle, the power liberated by the combatants ignites in a combustion that shatters the Earth. In the ensuing deflagration, the weakest gods are obliterated, rendered down into the small fragments of power that constituted their being. The stronger ones were able to resist total annihilation but even their prodigious power could not save them entirely. As the survivors fell from the broken mountain, the shards of their divinity and the remnants of those that did not survive were scattered to the 4 corners of a now broken world.&#10;&#10;As they awoke, each god found themselves to be but a shadow of their former selves. They were still mighty, stronger than any mortal that yet walked but they were no longer all powerful, no longer immortal. Each one could sense the fragments of power that had now fallen to the Earth and that by collecting these they could regain their former grandeur and, if they could but amass enough, stand at the front of a new Pantheon, reshaped in their image.&#10;&#10;The world around them suffered as much as they did, the power released during the epic battle had ignited a cataclysm that reduced the beautiful land of Greece to a barren wasteland. Athens burns, Crete has sunken below the waves of the roiling seas and the immortal mount Olympus is now an ash covered wreck of its former glory. But this Event has not only affected the mortal realms. The underworld trembled from the blow even as a legion of fresh souls ran down the river Styx. Would that have been the extent of the underworld's involvement however...&#10;&#10;Hades, having lost the majority of his power, no longer holds sway over the Underworld. The gates of hell are open and even though the River Styx prevents the weakest souls from regaining the mortal world, the strongest warriors, the mightiest heroes and the most vicious monsters have managed to claw their way back up the Styx and back to the surface.&#10;&#10;As a new power struggle breaks out, Gods summon mortal survivors, returned heroes and reborn monsters to their side in their hunt for the shards of their lost power.&#10;&#10;In Mythic Battles: Pantheon, it is these clashes between warbands, in the midst of a post-apocalyptic ancient Greece, that are the focal point of the game. Choose your God, draft your warband and take the fight to your enemies with the might of the most powerful beings from Greek mythology at your back.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Miniatures",
      "Country: Greece",
      "Crowdfunding: Kickstarter",
      "Mythology: Greek",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "479",
    "Name": "The Great Wall",
    "ID": 292375,
    "Year": "2021",
    "Geek Rating": "6.996",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/292375/the-great-wall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.9263",
    "Description": "The Great Wall is a new asymmetric worker/soldier placement game with engine building themes and a twist in form of a constantly attacking AI (Mongolian Horde) that requires players to sometimes cooperate in order to defeat it. This is a new major board game from Awaken Realms.&#10;&#10;Players will control ancient clans in China trying to defend against invading Mongolian hordes and build a Great Wall. While every player will want to win (by earning VP = Honor) they also need to sometimes cooperate to defend against the hordes. Each clan will be asymmetric through its chosen Leader (resource production/starting resources/starting workers and units) and this asymmetry will increase as the game progresses (players will hire Advisors with unique skills, often creating unique engines).&#10;&#10;In The Great Wall, the players take the role of Generals defending the Wall against the Mongol Horde. The game is played over a series of turns called Years, each divided into 4 parts called Seasons.&#10;&#10;During Spring, new barbaric hordes invade the fields in front of the Great Wall and prepare to launch their assault. Summer is the time when generals prepare for the assault and mobilize their forces. During Fall, players take their turns, playing Command cards, resolving their effects and Activating Locations to gain various benefits. In Winter, the last layer of Defense is activated, then, the hordes try to assault the Walls.&#10;&#10;During the course of the game, players will create their own unique engines based on their clan strength as well as interact with other players during all phases of the game, trying to get the most Honor points, which can be gained in a lot of different ways.&#10;&#10;At the end of the game, the player with the most Honor wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Command Cards",
      "Cooperative Game",
      "Income",
      "Investment",
      "Secret Unit Deployment",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components:  Meeples",
      "Components: Miniatures",
      "Constructions: The Great Wall (China)",
      "Country: China",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Eastar Game Manufacturing"
    ]
  },
  {
    "Rank": "480",
    "Name": "Wavelength",
    "ID": 262543,
    "Year": "2019",
    "Geek Rating": "6.994",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/262543/wavelength",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.102",
    "Description": "Wavelength is a social guessing game in which two teams compete to read each other's minds. Teams take turns rotating a dial to where they think a hidden bullseye is located on a spectrum. One of the players on your team &mdash; the Psychic &mdash; knows exactly where the bullseye is, and draws a card with a pair of binaries on it (such as: Job - Career, Rough - Smooth, Fantasy - Sci-Fi, Sad Song - Happy Song, etc). The Psychic must then provide a clue that is *conceptually* where the bullseye is located between those two binaries.&#10;&#10;For example, if the card this round is HOT-COLD and the bullseye is slightly to the &quot;cold&quot; side of the centre, the Psychic needs to give a clue somewhere in that region. Perhaps &quot;salad&quot;?&#10;&#10;After the Psychic gives their clue, their team discusses where they think the bullseye is located and turns the dial to that location on that spectrum. The closer to the center of the bullseye the team guess, the more points they score!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Targeted Clues",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play"
    ]
  },
  {
    "Rank": "481",
    "Name": "Sword & Sorcery",
    "ID": 170771,
    "Year": "2017",
    "Geek Rating": "6.992",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/170771/sword-and-sorcery",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4.125",
    "Description": "Description from the publisher:&#10;&#10;Sword &amp; Sorcery is an epic-fantasy cooperative board game in which 1-5 players fight together against the forces of evil, which are controlled by the game system itself.&#10;&#10;Each player controls one or more heroes &ndash; legendary characters brought back to life by powerful sorcery. Weakened by the resurrection, they grow stronger during their story-driven quests. By acquiring soul points during battles, the heroes' souls regenerate, restoring their legendary status with multiple powers, magic and soul weapons, and powerful artifacts.&#10;&#10;Designed by Gremlin Project (the same team who created Galaxy Defenders),  the game system in Sword &amp; Sorcery represents the perfect evolution of its forerunner. Gameplay is faster and dynamic, thanks to an innovative area movement and area control system, with new features never seen before in a game of this category.&#10;&#10;Key features of Galaxy Defenders are also preserved in Sword &amp; Sorcery, such as the advanced AI system for monsters, a high degree of character customization, and the multiple tactical options during battles. Sword &amp; Sorcery packs, in a top-quality board game format, all the excitement of the best MMORPGs and action RPGs, to provide the ultimate heroic fantasy board game adventure.&#10;&#10;This base game contains ACT I of II.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Sword & Sorcery",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "482",
    "Name": "Imperium: Legends",
    "ID": 318182,
    "Year": "2021",
    "Geek Rating": "6.991",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/318182/imperium-legends",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "160",
    "Weight": "3.7377",
    "Description": "Formidable adversaries are arrayed against you. Your people stand ready. History beckons.&#10;&#10;In your hands lies the destiny of one of history's great civilizations. Under constant threat of attack, you must conquer new lands, oversee dramatic scientific and cultural advances, and lead your people into the era of empire. Expand too rapidly, and unrest will bring your civilization to its knees; build up too slowly, however, and you might find yourself a mere footnote of history. As one of eight radically asymmetric civilizations, you will compete to become the most dominant empire the world has ever seen.&#10;&#10;Imperium: Legends is a standalone game that contains the Arthurian, Atlantian, Egyptian, Mauryan, Minoan, Olmec, Qin, and Utopian civilizations and an individual solo opponent behaving as each nation. It is also fully compatible with Imperium: Classics for players wanting to expand their pool of civilizations even further.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Market",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Game: Imperium (Osprey Games)",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "483",
    "Name": "Santa Maria",
    "ID": 229220,
    "Year": "2017",
    "Geek Rating": "6.990",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/229220/santa-maria",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.0218",
    "Description": "Santa Maria is a streamlined, medium complexity Eurogame in which each player establishes and develops a colony. The game features elements of dice drafting and strategic engine building. The game is low on luck and has no direct destructive player conflict; all components are language independent.&#10;&#10;In the game, you expand your colony by placing polyominoes with buildings on your colony board. Dice (representing migrant workers) are used to activate buildings; each die activates a complete row or column of buildings in your colony. The buildings are activated in order (left to right / top to bottom), then the die is placed on the last activated building to block this space. It is therefore crucial where you put new buildings in your colony, and in which order you use the dice.&#10;&#10;As the game progresses, you produce resources, form shipping routes, send out conquistadors, and improve your religious power to recruit monks. When you recruit a monk, you must decide if it becomes a scholar (providing a permanent special ability), a missionary (for an immediate bonus) or a bishop (for possible end game points). The player who has accumulated the most happiness after three rounds wins. The available specialists, end game bonuses and buildings vary from game to game, which makes for near endless replayability.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: Santa Maria",
      "Mechanism: Dice Drafting",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "484",
    "Name": "Millennium Blades",
    "ID": 151347,
    "Year": "2016",
    "Geek Rating": "6.987",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/151347/millennium-blades",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "120",
    "Weight": "3.6525",
    "Description": "Millennium Blades is a CCG-Simulator -- A game in which you play as a group of friends who play the fictional CCG &quot;Millennium Blades&quot;. The game draws heavily on Manga/Anime inspiration for its art, and parodies Magic: the Gathering, Yugioh, and many other collectible games.&#10;&#10;In this game you will build decks, play the meta, acquire valuable collections, crack open random boosters, and compete in tournaments for prizes and fame. The game takes you from Starter Deck to Regionals in about 2-3 hours. The game features a system of card pods, where you will play with about 400 of the base game&rsquo;s 600 cards every game.&#10;&#10;Multiple games can also be chained together to form a Campaign, going from Regionals to Nationals in game 2 and from Nationals to Worlds in game 3, with each game introducing ever more powerful cards and higher stakes, but also resetting the power of the game so that each player has a fair chance to win each 'season' of the campaign.&#10;&#10;At its heart, it&rsquo;s a commodity trading game, except that instead of cubes or stocks, the things you&rsquo;ll be buying, selling, and speculating on are trading cards that can be used throughout the game in periodic tournaments. By trading wisely, playing the market, working together with friends, building collections, and winning tournaments, you&rsquo;ll secure points and become the Millennium Blades World Champion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Real-Time",
      "Set Collection",
      "Simulation",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Theme: Anime / Manga",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "485",
    "Name": "Space Hulk (Third Edition)",
    "ID": 54625,
    "Year": "2009",
    "Geek Rating": "6.987",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/54625/space-hulk-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7862",
    "Description": "From the depths of space an ancient vessel drifts slowly towards the Imperium of Mankind - a space hulk. Within its confines, untold thousands of Genestealers slowly emerge from hibernation. The Space Marines must enter the cramped corridors and tomb-like chambers of the ancient ship to defeat this alien menace.&#10;&#10;Space Hulk is a board game for two players, recreating the battles fought between the Space Marines and Genestealers. One player commands the Space Marines as they carry out deadly missions in the ancient Space Hulk, and the other commands the horde of Genestealers opposing them. Space Hulk's fast-paced rules simulate the tense atmosphere of a mission deep inside the cramped confines of a derelict space hulk, where split-second decisions are needed for victory.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Components: Sand Timers",
      "Game: Space Hulk",
      "Mechanism: Campaign Games",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "486",
    "Name": "Sprawlopolis",
    "ID": 251658,
    "Year": "2018",
    "Geek Rating": "6.986",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/251658/sprawlopolis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.8175",
    "Description": "Jackhammers chattering, trucks beeping, engines roaring, the sounds of construction are everywhere. Sprawlopolis is growing and YOU are in charge of it all. The last team of planners couldn't cut it, so the city turned to your team, the best of the best. If anyone can turn this tiny town into a thriving civic center it's you.&#10;&#10;In Sprawlopolis, 1-4 players work together to build a new city from the ground up. Using only 18 cards and a variable scoring system, the game is never the same twice. Each turn, players will play 1 card from their hand to the growing city, trying to score as many points as possible. Players will have to communicate and plan without revealing their own cards in order to most efficiently develop large areas in each of the 4 zone types. Watch out though, the city hates paying for road maintenance so each road will cost you points in the end. When all cards have been placed, the game ends and players see if they have met dynamically generated minimum score for their game.  Can you meet the demands of the officials, work with your fellow planners and build the ultimate urban wonder?  It&rsquo;s time to find out!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Released in the June 2018 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Cooperative Game",
      "Hand Management",
      "Layering",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Sprawlopolis",
      "Mechanism: Partially overlapping cards",
      "Players: Games with Solitaire Rules",
      "Series: Master Print Mini (Quined)",
      "Series: Micro Game (Matagot)",
      "Series: Pocket Games series (Kozak Games)",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)",
      "Theme: City"
    ]
  },
  {
    "Rank": "487",
    "Name": "Sherlock Holmes Consulting Detective: Jack the Ripper & West End Adventures",
    "ID": 204305,
    "Year": "2016",
    "Geek Rating": "6.985",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/204305/sherlock-holmes-consulting-detective-jack-the-ripp",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2371",
    "Description": "Sherlock Holmes Consulting Detective: Jack the Ripper &amp; West End Adventures is a standalone expansion to Sherlock Holmes Consulting Detective with updated graphics that features ten more cases to be solved in Sherlock Holmes' Victorian-era London, England. A &quot;London Directory&quot;, map, and newspaper archives are included with the cases.&#10;&#10;Included are six independent &quot;West End Adventures&quot; cases (redesigned and updated from the 1995 expansion), and a series of four new cases based on the Jack the Ripper murders.&#10;&#10;Jack the Ripper Cases:&#10;&#10;      Mary Ann Nichols&#10;      Annie Chapman&#10;      Elizabeth Stride, Catherine Eddowes&#10;      Mary Jane Kelly&#10;&#10;&#10;West End Adventures:&#10;&#10;      The Strange Case of Dr. Goldfire&#10;      The Murder of Sherlock Holmes&#10;      A Case of Identity&#10;      The Death of a Transylvanian Count&#10;      A Royal Huggermugger at the Savage Club&#10;      A Simple Case of Murder&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based",
      "Post-Napoleonic",
      "Puzzle",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Country: England",
      "Game: Sherlock Holmes Consulting Detective",
      "Historical Figures: Jack the Ripper",
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "488",
    "Name": "Fresco",
    "ID": 66188,
    "Year": "2010",
    "Geek Rating": "6.984",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/66188/fresco",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.633",
    "Description": "In Fresco, players are master painters working to restore a fresco in a Renaissance church.&#10;&#10;Each round begins with players deciding what time they would like to wake up for the day. The earlier you wake up, the earlier you will be in turn order, and the better options you will be guaranteed to have. Wake up early too often, however, and your apprentices will become unhappy and stop working as efficiently. They would much rather sleep in!&#10;&#10;Then, players decide their actions for the turn, deploying their apprentice work force to various tasks. You'll need to buy paint, mix paint, work on painting the fresco, raise money (which you'll need to buy the aforementioned paint!) by painting portraits, and perhaps even send your apprentices to the opera in order to increase their happiness. Points are scored mostly by painting the fresco, which requires specific combinations of paints, so you'll need to buy and mix your paints wisely, in addition to beating other players to the paints and fresco segments you would like to paint.&#10;&#10;Fresco includes several expansion modules, so you can play without expansions for a lighter family game or add in expansions to vary play and increase the decision-making and difficulty, resulting in a very flexible game with a high replay value.&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Market",
      "Set Collection",
      "Simultaneous Action Selection",
      "Turn Order: Stat-Based",
      "Worker Placement"
    ],
    "Families": [
      "Series: Yellow Wave Box (Queen)",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "489",
    "Name": "Flash Point: Fire Rescue",
    "ID": 100901,
    "Year": "2011",
    "Geek Rating": "6.979",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/100901/flash-point-fire-rescue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1965",
    "Description": "The call comes in... &quot;911, what is your emergency?&quot;  On the other end is a panicked response of &quot;FIRE!&quot; Moments later you don the protective suits that will keep you alive, gather your equipment and rush to the scene of a blazing inferno. The team has only seconds to assess the situation and devise a plan of attack &ndash; then you spring into action like the trained professionals that you are. You must face your fears, never give up, and above all else work as a team because the fire is raging, the building is threatening to collapse, and lives are in danger.&#10;&#10;You must succeed. You are the brave men and women of fire rescue; people are depending on you. This is what you do every day.&#10;&#10;Flash Point: Fire Rescue is a cooperative game of fire rescue.&#10;&#10;There are two versions of game play in Flash Point, a basic game and expert game.&#10;In both variants, players are attempting to rescue 7 of 10 victims from a raging building fire.&#10;As the players attempt to rescue the victims, the fire spreads to other parts of the building, causing structural damage and possibly blocking off pathways through the building.  Each turn a player may spend action points to try to extinguish fires, move through the building, move victims out of the building or perform various special actions such as moving emergency vehicles.  If 4 victims perish in the blaze or the building collapses from taking too much structural damage, the players lose.  Otherwise, the players win instantly when they rescue a 7th victim.&#10;&#10;The expert variant included in the game adds thematic elements such as flash over, combustible materials, random setup, and variations on game difficulty from novice to heroic.  The game includes a double sided board with two different building plans and several expansion maps are available.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Simulation",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 6 x 8 Grids",
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Game: Flash Point: Fire Rescue",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "490",
    "Name": "Macao",
    "ID": 55670,
    "Year": "2009",
    "Geek Rating": "6.979",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/55670/macao",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "100",
    "Weight": "3.1337",
    "Description": "At the end of the 17th century, Macao &ndash; the mysterious port city on the southern coast of China &ndash; is a Portuguese trading post in the Far East. The players take on the role of energetic and daring adventurers. Many exciting tasks and challenges await the players, whether they are a captain, governor, craftsman, or scholar. Those who chose the wisest course of action and have the best overall strategy will earn the most prestige at the end.&#10;&#10;Macao lasts twelve rounds, and in each round players select one new card from a display specific to that round, two of which were revealed at the start of the game and others that were revealed only at the start of the round. The deck of 96 cards includes all sorts of special abilities, with the more powerful actions costing more resources to put into play.&#10;&#10;One player rolls six different-colored dice, then each player selects two of those dice (possibly the same ones chosen by opponents), then places cubes equal to the number and color of the two dice on a personalized &quot;ship's wheel.&quot; For example, if a player chooses the blue die that shows a 5, he places five blue cubes on the ship's wheel position five spots away from the current round. (A player can never claim more cubes than the number of remaining rounds).&#10;&#10;Players rotate their ship's wheels each round, then use the cubes available to them in that round to perform various actions: activating cards selected in that round or earlier rounds, buying city quarters and collecting the goods located there, moving that player's ship around Europe to deliver those goods, acquiring gold coins, taking special actions with card previously activated, and advancing on a turn order track.&#10;&#10;Players score points by delivering goods, paying gold coins, using the powers on their cards, and building in Macao. Whoever has the most points at the end of twelve rounds wins.&#10;&#10;Macao is number 13 in the alea big box series, with an estimated difficulty on the alea scale of 6/10.&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Country: Macao",
      "Country: Portugal",
      "Digital Implementations: Yucata",
      "Series: Alea Big Box",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "491",
    "Name": "Clash of Cultures",
    "ID": 40765,
    "Year": "2012",
    "Geek Rating": "6.979",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/40765/clash-of-cultures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.5984",
    "Description": "From Christian Marcussen, the creator of Merchants and Marauders, comes Clash of Cultures, a civilization game in which each player leads a civilization from a single settlement to a mighty empire. Players must explore their surroundings, build large cities, research advances and conquer those who stand in the way. The game features a modular board for players to explore, 48 distinct advances, seven mighty wonders, and loads of miniatures and cards. The winner will create a culture that will be remembered and admired for millennia.&#10;&#10;Advances&#10;The game features about 48 distinct advances. The whole &quot;tech-tree&quot; is very flexible with no dead ends, yet still intuitive, sensible and &quot;realistic.&quot; Additionally you have a great overview of what advances other cultures have - no need to ask - just look.&#10;&#10;Modular Board&#10;Players start with a civilization in its infancy. Move settlers to uncharted regions and reveal the terrain and its resources. Several mechanisms have been implemented to assure that an unlucky placement of region-tiles won't be a decider.&#10;&#10;Playing Time&#10;The game covers a time span similar to AH Civilization - that is to pre-gunpowder. This epic game is playable in about an hour per player! This is a pretty good playing time for a game that covers so much ground as this game will.&#10;&#10;City management&#10;Players expand their cities through the game. But not just to the generic larger city. Players instead choose a building type which represents the growth of the city. For instance you can expand a city with a port, fort, temple and academy - all with different benefits! Additionally cities can be &quot;angry,&quot; &quot;neutral&quot; and &quot;happy.&quot; Everything integrated in an intuitive and elegant fashion.&#10;&#10;Multiple paths to victory&#10;Earn points through:&#10;- Founding cities and increasing their sizes&#10;- Advances&#10;- Objectives &#10;- Wonders&#10;- Events&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Economic",
      "Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Tech Trees / Tech Tracks",
      "Trading"
    ],
    "Families": [
      "Components: Miniatures",
      "Digital Implementations: VASSAL",
      "Game: Clash of Cultures",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "492",
    "Name": "Dune: War for Arrakis",
    "ID": 367150,
    "Year": "2024",
    "Geek Rating": "6.979",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/367150/dune-war-for-arrakis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5812",
    "Description": "Arrakis is a desert world seemingly dead and barren, yet here lies the most important resource in the galaxy: Spice. Without Spice, space travel is impossible, and humans become little clusters on isolated planets. The noble House that controls Arrakis and the production of Spice wields great power. The Emperor gave Arrakis to House Atreides, but then he conspired to replace them with their old rivals, House Harkonnen. Baron Harkonnen crushed the Atreides in a treasonous attack, and now rules the planet with an iron fist. But Paul and Jessica, heirs to House Atreides, are alive, and are mounting a rebellion with the aid of the formidable Fremen, the mysterious inhabitants of the barren expanses of Arrakis.&#10;&#10;Only one House will emerge victorious from the coming struggle, while the other will be lost in the desert sands. It's into this grim reality that players will be thrust in Dune: War for Arrakis.&#10;&#10;In this asymmetrical strategy game, players fight for control of the planet, maneuvering troops like the Fremen, the Fedaykin, and the fearsome Sardaukar, while sending Spice harvesters into the deep desert, daring to challenge the great Sandworms. The game features an action dice system with numerous event cards that will enable players to retell the Dune saga differently with each playthrough.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Books: Dune",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "493",
    "Name": "Nippon",
    "ID": 154809,
    "Year": "2015",
    "Geek Rating": "6.978",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/154809/nippon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.77",
    "Description": "Japan during the Meiji period&mdash;a closed, isolated, and feudal country&mdash;decides to change into a modern industrialized state. The Empire sends emissaries to foreign nations, brings technicians and scholars from the west, builds a network of railroads, and achieves an outstandingly fast industrial revolution.&#10;&#10;The nation and Emperor count on the support of the Great Four, the big conglomerates that emerge with great power and massive control over the Japanese economy. They are called Zaibatsu, and their influence on the Meiji Emperor and importance on the fate of Japan is incredibly high.&#10;&#10;Nippon is an Area Majority Game in which players control Zaibatsu and try to develop their web of power by investing in new industries, improving their technological knowledge, shipping goods to foreign countries or using them to satisfy local needs, and growing their influence and power as they oversee the era of rapid industrialization of Japan.&#10;&#10;The foundations of the big Zaibatsu were the traditional silk workshops, but soon the conglomerates diversified their influence and power, building a complex structure of interconnected companies that made them giant players in the world&rsquo;s new industrial era. Each player takes the reins of one of these big corporations and tries to develop it in order to grow and achieve power.&#10;&#10;To win the game, players must carefully choose which types of industry to invest in to get the most influence over the Japanese islands. Every action that is taken helps to forge their own path to new opportunities.&#10;&#10;Nippon is a fast-paced economic game with challenging decisions, set during an important time in Japanese history, and when a new great nation is born.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "History: Industrial Revolution"
    ]
  },
  {
    "Rank": "494",
    "Name": "Stockpile",
    "ID": 161614,
    "Year": "2015",
    "Geek Rating": "6.978",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/161614/stockpile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1162",
    "Description": "Stockpile is an economic board game that combines the traditional stockholding strategy of buy low, sell high with several additional mechanisms to create a fast-paced, engaging and interactive experience.&#10;&#10;In Stockpile, players act as stock market investors at the end of the 20th century hoping to strike it rich, and the investor with the most money at the end of the game is the winner. Stockpile centers on the idea that nobody knows everything about the stock market, but everyone does know something. In the game, this philosophy manifests in two ways: insider information and the stockpile.&#10;&#10;First, players are given insider information each round. This information dictates how a stock&rsquo;s value will change at the end of the round. By privately learning if a stock is going to move up or down, each player has a chance to act ahead of the market by buying or selling at the right time.&#10;&#10;Second, players purchase their stocks by bidding on piles of cards called stockpiles. These stockpiles will contain a mixture of face-up and face-down cards placed by other players in the game. In this way, nobody will know all of the cards in the stockpiles. Not all cards are good either. Trading fees can poison the piles by making players pay more than they bid. By putting stocks and other cards up for auction, Stockpile catalyzes player interaction, especially when potential profits from insider information are on the line.&#10;&#10;Both of these mechanisms are combined with some stock market elements to make players consider multiple factors when selling a stock. Do you hold onto a stock in hopes of catching a lucrative stock split or do you sell now to avoid the potential company bankruptcy? Can you hold onto your stock until the end of the game to become the majority shareholder, or do you need the liquidity of cash now for future bidding? Do you risk it all by investing heavily into one company, or do you mitigate your risk by diversifying your portfolio?&#10;&#10;In the end, everyone knows something about the stock market, so it all comes down to strategy execution. Will you be able to navigate the movements of the stock market with certainty? Or will your investments go under from poor predictions?&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Commodity Speculation",
      "Constrained Bidding",
      "Investment",
      "Market",
      "Open Drafting",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Game: Stockpile",
      "Misc: LongPack Games",
      "Series: Madison Game Design Cabal",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "495",
    "Name": "Woodcraft",
    "ID": 355093,
    "Year": "2022",
    "Geek Rating": "6.978",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/355093/woodcraft",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.8212",
    "Description": "In Woodcraft, you play as forest people running competing workshops in the woods, with you gathering wood and crafting goods for your customers. Along the way, you hire helpers, improve your workshop, and buy different types of wood and other tools to create the best workshop you can.&#10;&#10;During the game, players complete their projects with wood (dice) that can be cut down to size, glued back together, and adjusted using dice manipulation to be as efficient as possible with their resources.&#10;&#10;Whoever builds the best, most successful workshop wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Drafting",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Income",
      "Rondel",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "496",
    "Name": "Kingsburg",
    "ID": 27162,
    "Year": "2007",
    "Geek Rating": "6.977",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/27162/kingsburg",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4232",
    "Description": "In Kingsburg, players are Lords sent from the King to administer frontier territories.&#10;&#10;The game takes place over five years, a total of 20 turns.  In every year, there are 3 production seasons for collecting resources, building structures, and training troops.  Every fourth turn is the winter, in which all the players must fight an invading army.  Each player must face the invaders, so this is not a cooperative game.&#10;&#10;The resources to build structures and train troops are collected by influencing the advisers in the King's Council.  Players place their influence dice on members of the Council. The player with the lowest influence dice sum will be the first one to choose where to spend his/her influence; this acts as a way of balancing poor dice rolling. Even with a very unlucky roll, a clever player can still come out from the Council with a good number of resources and/or soldiers.&#10;&#10;Each adviser on the King's Council will award different resources or allocate soldiers, victory points, and other advantages to the player who was able to influence him/her for the current turn.&#10;&#10;At the end of five years, the player who best developed his assigned territory and most pleased the King through the Council is the winner.&#10;&#10;Many alternate strategies are possible to win: will you go for the military way, disregarding economic and prestige buildings, or will you aim to complete the big Cathedral to please the King?   Will you use the Merchant's Guild to gain more influence in the Council, or will you go for balanced development?&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tech Trees / Tech Tracks",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "497",
    "Name": "Commands & Colors: Napoleonics",
    "ID": 62222,
    "Year": "2010",
    "Geek Rating": "6.977",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/62222/commands-and-colors-napoleonics",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7473",
    "Description": "Commands &amp; Colors: Napoleonics allows you to re-fight epic battles of the Napoleonic era. In this core volume, the focus is on the French and the British, two bitter rivals in the struggle for European preeminence during the time of Napoleon.&#10;&#10;As with other games in the Commands &amp; Colors genre, units in both armies can only move and fight when ordered. The command cards supply those orders, and their appearance in your hand (or not) provide an element of luck that creates a fog of war and presents players with both challenges and opportunities. You must maximize your opportunities by playing your command cards judiciously. How well you use the cards to handle the diverse units, their weapons, and the terrain, will determine victory.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Great Britain",
      "Country: Prussia",
      "Digital Implementations: VASSAL",
      "Game: Commands & Colors Napoleonics",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "498",
    "Name": "Caper: Europe",
    "ID": 328565,
    "Year": "2022",
    "Geek Rating": "6.976",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/328565/caper-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2.1081",
    "Description": "Your role as criminal mastermind is to recruit a crew of thieves, send them to locations across Europe, and provide them with gear. It's your job to utilize your resources efficiently to steal goods, but being a great mastermind is about more than the things you walk away with. It's the thrill of a well thought-out plan coming together: the set-up, the sting. Properly deploy your thieves and gear to dominate locations, outmaneuver your opponent's plans, and win the night. You've got six rounds to plan and play your cards. Nothing like a tight timeline to up the stakes!&#10;&#10;Caper: Europe is a two-player drafting game. You take turns sending thieves to famous locations across Europe, vying for control through special card powers. These thieves have tricks up their sleeves, which you can enhance by adding gear to them. And controlling the locations isn't everything because priceless stolen goods await the thief who's clever enough to snatch them first.&#10;&#10;Your goal is to score the most points by winning locations, collecting stolen goods, and equipping thieves with their preferred gear. The mastermind with the most points, tallied at the end of six rounds, wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Set Collection",
      "Tug of War"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Cities: London (England, UK)",
      "Cities: Paris (France)",
      "Cities: Rome (Lazio, Italy)",
      "Components: Game Trayz Inside",
      "Continents: Europe",
      "Country: England",
      "Country: France",
      "Country: Italy",
      "Country: Spain",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Misc: Watch It Played How To Videos",
      "Players: Two-Player Only Games",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime",
      "Theme: Retro",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "499",
    "Name": "PitchCar",
    "ID": 150,
    "Year": "1995",
    "Geek Rating": "6.974",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/150/pitchcar",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1244",
    "Description": "This game entry refers to two nearly identical games that are not compatible with one another. Ages 6 and up.&#10;&#10;PitchCar and Carabande are dexterity games where large, wooden, puzzle-like pieces are used to construct a race track that looks very similar to a slot car track when finished.  But instead of electricity, players use finger-flicks to send small pucks around the track, a la Carrom.&#10;&#10;Contents:&#10;&#10;     Eight car discs&#10;     One black &quot;spacer&quot; disc&#10;     Six straightaways &#10;     Ten 90-degree curves &#10;     Rail pieces for straights and curves&#10;     One Start/Finish line sticker&#10;     One rule sheet with suggested track layouts&#10;     One score pad&#10;&#10;&#10;&#10;&#10;&#10;    &#10;         Carabande was produced by Goldsieber and had only the single expansion with the Action Set.  Both are currently out of print.  It was also produced in a special &quot;Audi&quot; edition, titled Rennspiel-Action. In the BGG photo gallery, Carabande has yellow/orange rails.Expanded by:&#10;&#10;    Carabande Action Set&#10;&#10;&#10;&#10;         PitchCar is produced by Ferti.  It currently has nine expansions that add &quot;tight&quot; curves, crossroads, small jumps, long straightaways, 45-degree curves, curved bottlenecks, loops &amp; an adapter that will allow for mixing PitchCar and PitchCar Mini.  PitchCar apparently also has two editions, where the first edition has the black laminate on the top and bottom of the track pieces, where the second edition only has the laminate on the top of the track pieces.   In the BGG photo gallery, PitchCar has red rails.Expanded by:&#10;&#10;    PitchCar Extension&#10;    PitchCar Extension 2&#10;    PitchCar Extension 3: Special Long Straights&#10;    PitchCar Extension 4: Stunt Race&#10;    PitchCar Extension 5: The Cross&#10;    PitchCar Extension 6: No Limit&#10;    PitchCar Extension 7: The Loop&#10;    PitchCar Extension: The Upsilon&#10;    PitchCar Extension: The Adapter&#10;&#10;&#10;Re-implemented by:&#10;&#10;    PitchCar Mini&#10;&#10;&#10;&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Game: PitchCar",
      "Mechanism: Finger Flicking Games",
      "Promotional: Board Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "500",
    "Name": "Mice and Mystics",
    "ID": 124708,
    "Year": "2012",
    "Geek Rating": "6.973",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/124708/mice-and-mystics",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7316",
    "Description": "In Mice and Mystics, players take on the roles of those still loyal to the king &ndash; but to escape the clutches of Vanestra, they have been turned into mice! Play as cunning field mice who must race through a castle now twenty times larger than before. The castle would be a dangerous place with Vanestra's minions in control, but now countless other terrors also await heroes who are but the size of figs. Play as nimble Prince Collin and fence your way past your foes, or try Nez Bellows, the burly smith. Confound your foes as the wizened old mouse Maginos, or protect your companions as Tilda, the castle's former healer. Every player will have a vital role in the quest to warn the king, and it will take careful planning to find Vanestra's weakness and defeat her.&#10;&#10;Mice and Mystics is a cooperative adventure game in which the players work together to save an imperiled kingdom. They will face countless adversaries such as rats, cockroaches, and spiders, and of course the greatest of all horrors: the castle's housecat, Brodie. Mice and Mystics is a boldly innovative game that thrusts players into an ever-changing, interactive environment, and features a rich storyline that the players help create as they play the game. The Cheese System allows players to hoard the crumbs of precious cheese they find on their journey, and use it to bolster their mice with grandiose new abilities and overcome seemingly insurmountable odds.&#10;&#10;Mice and Mystics will provide any group of friends with an unforgettable adventure they will be talking about for years to come &ndash; assuming they can all squeak by...&#10;&#10;&#10;&#10;Expansion advice:&#10;&#10;For those who have expansions for this game the recommended order by the game designer for playing them is as follows (see original post HERE):&#10;&#10;        Sorrow and Remembrance (Base game)&#10;        Cat&#039;s Cradle (Lost Chapter 1)&#10;        Heart of Glorm&#10;        The Ghost of Castle Andon (Lost Chapter 2)&#10;        Downwood Tales&#10;        Portents of Importance (Lost Chapter 3), connected to the story in Tail Feathers&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Multiple Maps",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Cockroaches",
      "Animals: Ladybugs / Ladybirds",
      "Animals: Mice",
      "Animals: Rats",
      "Animals: Spiders",
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Game: Mice and Mystics",
      "Mechanism: Campaign Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Theme: Anthropomorphic Animals"
    ]
  }
]