[
  {
    "Rank": "N/A",
    "Name": "Groo: The Game – Expansion Set",
    "ID": 2345,
    "Year": "(1997)",
    "Geek Rating": "5.682",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2345/groo-the-game-expansion-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5152",
    "Description": "This expansion set for Groo: The Game adds 55 cards to the 60 cards that came with the initial deck.  The new cards allow the game to go to 6 players instead of the 4 proposed by the base game.&#10;&#10;The expansion adds no new card types, but doubling the number of available cards makes the game much easier to play.  In the original game, especially with 4 players, the late game could sometimes stall as there weren't enough resources for the players to drive to a win.  The additional cards prevent this stall and add many options to the game.  They also bring in almost every iconic Groo character, event, and location.&#10;&#10;Expands:&#10;&#10;    Groo: The Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "TV Shows: 80's Cartoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mbogo",
    "ID": 2351,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/2351/mbogo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Mbogo is a card game for 2-6 players originally published in the late 1970's by The House of Ideas. The copy on the box reads as follows:&#10;&#10;Mbogo -- the African Cape Buffalo. The most feared animal in the jungle. He is the fiercest if wounded or bothered. He charges with his head up until the last second and seldom misses his victim. He charges not from fear but from cold, calculated revenge. Watch for the Mbogo card in this fast moving game. Mbogo the terrible. &#10;Components&#10;Deck of 61 cards including&#10;&#10;7 Antelope&#10;    7 Elephant&#10;    7 Gorilla&#10;    7 Lion&#10;    7 Rhinoceros&#10;    7 Wart Hog&#10;    11 Cage&#10;    7 Hunter&#10;    1 Mbogo&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: South Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Frontier: The Artifact",
    "ID": 2355,
    "Year": "(2001)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2355/last-frontier-the-artifact",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6",
    "Description": "Description from the publisher:&#10;&#10;THE ARTIFACT is a space opera using the Last Frontier: The Vesuvius Incident game system (published  by Fat Messiah Games). Three to eight players take over such roles as the Mad Scientist, the Space Pirate Captain, the Phone Company, or a mystery Alien. Because the format is four way blind, and the players are uncertain of each other's motives, the fog of war is a formidable obstacle in this new gaming genre.&#10;&#10;The action takes place on a space warehouse at the edge of an un-navigable region of the Galaxy known as the Coal Sack. The mad scientist in charge of the facility is trying to sell the Artifact, an alien navigational buoy, to  space pirates. The scientist wins if he completes the deal while keeping his illegal activities secret from the Phone Company, who has a couple of agents on board the station somewhere.&#10;&#10;Victory for the Phone Company depends upon who their secret employers are. His agents may be just innocent employees here to fix the phone lines, they may be working for a rival Museum, or they may work for the Government or private agencies.&#10;&#10;The Pirate Captain's motives are more transparent; he needs to get the Artifact by trade, artifice, or force. Even with his overwhelming firepower, this is not easy. One of his men may be a government informant. The Artifact may not be all it seems. Loss of contact with his men may mean they have turned against him, or alien bugs have laid eggs on their disemboweled remains. A clank outside may signal imminent explosive decompression, or just a sailmaker robot on the outside hull doing its job.&#10;&#10;Aliens may or may not be on board; their nature is unknown. The ship's computer may or may not be a sentient character working with its own victory conditions. One's partner may be a trusted companion or a shapeshifting fiend in disguise. The ship's security system, robots, and self-destruct countdown may be puppets for unknown agencies.&#10;&#10;The Artifact is a gripping drama, full of surprises and mayhem. No two games are alike, full of sabotage, sneak suits, bluster, kamikaze aliens, EMP and plasma guns, booby traps, hacking, and the prospect of the space station being blown up bit by bit by pirate cannon. The action never falters until the last lifeboat is away, the final alias revealed, and the last storeroom explored.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Expansion for Base-game",
      "Negotiation",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schatztaucher",
    "ID": 2359,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/2359/schatztaucher",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Players make progressively deeper dives into the ocean waters (eight levels on the game board), gathering gold coins and stockpiling the necessary spears/harpoons that eventually allow one player to fight off the sharks and giant octopi at the ocean floor and bring a treasure chest back to the surface to win the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sekt oder Selters",
    "ID": 2360,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/2360/sekt-oder-selters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Theme&#10;&quot;Lola's Bar&quot; is very popular and crowded. The way to the counter is long, and everyone else is trying to get there too in order to get the best drinks. Hurrying a little and elbowing your way through the bar is okay, but if you aren't careful and overshoot the mark you're back on the street again.&#10;&#10;Goal&#10;Collecting as many points as possible by winning the most valuable drink cards.&#10;&#10;Game play&#10;The board shows Lola's Bar with a couple of tables, a parcours consisting of several spaces, and the counter. At the counter, you can get sparkling wine (&quot;Sekt&quot;) or soda (&quot;Selters&quot;). To reach the counter, you roll the dice.&#10;On each turn, you roll up to three times and move one of your four pawns the corresponding number of spaces. Pawns have a value of 1-4. For the first roll, you use one die, for the second roll two dice, and for the third roll three dice, and you have to use the same pawn in each of your up to three rolls per turn. In between rolls, you can decide to stop and end your turn. If one of your pawns reaches one of the four counter spaces, you get the top sparkling wine card (sparkling wine cards are stacked face up). &#10;Sparkling wine cards mostly have positive values, some of them show a dot before one or several zeros (.0, .00, .000). The dot means that you use your pawn that reached the counter to determine its value, i.e. if your pawn with value 4 gets the .000 card, it is worth 400 points. The pawn is put on the card and stays there for the rest of the game.&#10;If you roll too high and your pawn passes the counter space, you get served soda, i.e. you draw the top of the face-down soda cards. Soda cards mostly have negative values (-10 to -1000), and there is also a card which bans you from the bar (i.e. your token is removed from the game).&#10;If you land on a special space, you have to use this particular pawn.&#10;There can only be one pawn per space. If you'd land on a space that is already occupied, the other player decides which closest free space (either backwards or forwards) you have to move your pawn to.&#10;&#10;The game ends when one player has no pawns left. The player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sunset Blvd.",
    "ID": 2365,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/2365/sunset-blvd",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each player sets out to discover the location of the four celebrities assigned to them at the start of the game from among a line of Hollywood stars placed face-down. Players, taking on the role of reporters, roll dice and move their pawns along the queue of stars in a quest for interviews. The eclectic mix of stars pictured in the game include Arnold Schwarzenegger, Cary Grant, Steve Martin, Leonard Nimoy and E.T.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yukk!",
    "ID": 2374,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/2374/yukk",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Yukk! is a dinner simulation.  The parents have prepared a variety of &quot;yucky&quot; foods and the players are competing to see who can clear their plate first.  The mechanics are somewhat deterministic, and the game seems better suited to younger players.&#10;&#10;The basic game play involves discarding a food card if possible.  If not, the player can play a food card on another person, or play a special card such as &quot;switch plates&quot; or &quot;feed the dog.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kommissar",
    "ID": 2377,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/2377/kommissar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A game with a mechanics similar to Monopoly in terms of movement around the game board, the object of Kommissar is to be the first player to acquire 500 rubles and reach the People's Airport. This allows an enterprising comrade who has been successful in selling forbidden capitalistic items to leave Siberia and retire someplace warm.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea-Fleet",
    "ID": 2382,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/2382/sea-fleet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Players move their playing pieces on an 11 by 11 grid gameboard. Several of the grid squares are specially marked and under certain circumstances allow a player to take and extra (bonus) move of the piece being moved.&#10;&#10;Each player starts the game with 3 Battleships, 5 Destroyers, and 3 Submarines. Each type of pieces move in unique (different) ways.&#10;&#10;Game Plays 2 Ways:&#10;1) Low-Skill -  Uses luck of rolled die to determines the number of&#10;                squares a player may move any one of his/her pieces.&#10;2) High-Skill - No luck (of die), all skill. In this case, the number of&#10;                square moves allotted to the playing pieces is fixed, as   &#10;                determined by the game rules.&#10;&#10;The object of game is to be the first player to eliminate any 8 of your opponent's 11 playing pieces. You eliminate your opponent's pieces by moving one of your pieces to or through a square occupied by your opponent's piece.&#10;&#10;Latest Game Review:&#10;(Nov. 2006) By Ron McClung of &quot;The Gaming Report&quot;. (www.gamingreport.com)&#10;Game Rated: ***** or (10/10)&#10;Reviewers Summary Comments:&#10; * &quot;I liked this game for its originality, complexity in strategy,&#10;   and overall intelligence of the game.&quot;&#10; * To check the reviewers entire review of this game, &#10;   log onto &quot;The Gaming Reports&quot; web site (www.gamingreport.com)&#10;   and click on &quot;Game Reviews&quot; in left column of home page.&#10;&#10;Note: Game is available via BoardGameGeek Marketplace.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mount Everest",
    "ID": 2411,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/2411/mount-everest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players must place tiles containing various rope positions on a board.  They try to connect their ropes, avoiding the maze of trees and cliffs, to be the first to reach the top of the board.  Once the first player climbs to the top, each player scores his/her route gaining points from the various tiles played.  The person with the most points wins.&#10;&#10;A solitaire game can be played by taking 30 tiles and using them all to reach the top.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Sports"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Mountain: Himalayas",
      "Mountains: Mount Everest",
      "Players: Games with Solitaire Rules",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test Drive",
    "ID": 2419,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/2419/test-drive",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A rather bland variant of the older Dealer's Choice. Buy and sell cars and try to get a dealership. Prices are fixed which reduces the bluffing and strategic value. A roll of the die also helps as players travel around a board and follow instructions.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Great American Auction Card Game",
    "ID": 2420,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/2420/the-great-american-auction-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players collect sets of &quot;antiques&quot; related to famous Americans. A complete set is far more valuable than its individual components and brings the best value when sold to the bank. Complete sets vary from two to four related cards (the &quot;antiques&quot; are fairly silly - George Washington's wig, bed, wooden teeth and cherry pits are one example of a complete set of four cards). The player with the most money and assets in antiques at game's end is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Boogey Man",
    "ID": 2424,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/2424/boogey-man",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this fun little children's game, there are 60 Monster Mania cards depicting the Boogey Man and other inoccuous objects (scary tree, fraidy cat, coat on a rack...) which are easily confused with it at first glance (sharing colours and shapes).  There are one less pillow tokens than players (&agrave; la musical chairs), and each player receives flashlight chips at the outset.  The cards are dealt out to the players, face down.  Every one simultaneously reveals his top card.  If you think one of the cards is the Boogey Man, you scream &quot;Boogey Man!&quot; and try to grab a pillow; the other players must first scream, then try to grab a pillow as well.  The player left without one (if it *is* the Boogey Man) loses a flashlight chip.  You lose a flashlight chip if you caused a false alarm.  (You also lose a flashlight if you forwent screaming, or screamed &quot;Boogey Man!&quot; a second time)&#10;   The player with the most flashlight chips left once another player runs out wins.&#10;&#10;Can be played with up to 9 players when two sets are combined.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Big Deal (Milton Bradley)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Barons of Fyn",
    "ID": 2437,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/2437/the-barons-of-fyn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "BoneGames produces a number of do-it-yourself free games.  You download a PDF containing rules and components, and print out what is required for play.&#10;&#10;The Barons of Fyn is a card based strategy game in which competing players each try to become the most mighty Baron of Fyn.&#10;&#10;The Great King Timothy has decided he will leave his kingdom, Fyn, and fight in the great crusades.  While he is gone, he trusts the nobility of the land will behave themselves, as good nobles should.  Little did King Timothy realize that his nobles were planning to use his leaving as a chance to conquer one another.  Knowing the King could come back at any time, the Barons of Fyn each fought to get as much power as possible, so that when the King did return, he would be forced to ally himself with the most powerful Baron.  As a result, the most powerful Baron would hold influence over the King, which could be used to punish the other Barons.&#10;&#10;The Barons of Fyn starts with King Timothy leaving Fyn, and each player becoming one of the Barons who will fight it out for ultimate power.  By expanding his frontiers, each Baron will build new villages, towns, and cities, which are loyal only to him.  These villages, towns, and cities, then allow each Baron to build ever bigger armies with which the Baron can go conquering.  The standard game is played until King Timothy returns to Fyn, at which point, the player with the most victory points is declared the winner.&#10;&#10;Do you have what it takes to become the most mighty Baron of Fyn?&#10;&#10;The game features a dynamic board that is generated as the players lay land cards; however, instead of a Kings-and-Things style board, this one combines some features of Illuminati, in the sense that each player's layout is independent of the others', except that when a group of cards is captured, the entire group is slid to your layout for hook-up, possibly discarding cards that can't fit (that would cause an overlap).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LNL: Laplace, Newton & Lagrange",
    "ID": 2438,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/2438/lnl-laplace-newton-and-lagrange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "BoneGames produces a number of do-it-yourself free games.  You download a PDF containing rules and components, and print out what is required for play.&#10;&#10;LNL - Laplace, Newton &amp; Lagrange (briefly known as DeltaVee in its early stages) is a game of ship to ship combat in outer space.  Using a unique movement system that forces players to deal with momentum, and a fast and simple combat system, LNL is a great addition to the space game genre.&#10;&#10;The game involves combat between the Moon and Earth, with individual ships represented by each counter.  Each side has from 3-8 ships.  Each ship has a log covering armament, fuel, engines and defence.  These logs are reminiscent or the Task Force Game 'Starfire', but have fewer options, but a more sophisticated layout.&#10;&#10;The heart of the game is a vector-momentum system (like the one in Yaquinto's Shooting Stars or SPI's Vector Three).  Ships have a facing, use fuel to thrust towards the current facing, but speeds carry over from turn to turn.  Therefore ships can only decelerate only by turning and thrusting in the opposite direction of travel.  Speed is marked by placing numbered counters in the relevant direction.&#10;&#10;Combat involves the use of missiles, guns (i.e. projectile weapons) and lasers.  Missiles are launched and move much like ships.  They are more manoeuvrable, but have a limited amount of fuel, used for acceleration and turning.  As a defence ships may have point defence weapons.  Guns and lasers are ranged weapons, with different arcs of fire, but essentially the same resolution.  Damage is assessed by throwing the requisite number of dice - any dice will do, or  even coins - the game using an EOR (even/odds randomiser) - with odd rolls yielding a hit.  Damage is then marked off the ship, with the affected area depending on the side through which fire was taken.&#10;&#10;Each side (Moon and Earth) has a choice of 8 types of ships and 5 basic scenarios are available, each with a great deal of flexibility.  Tactics can be involved and subtle.  The  interplay of weapon types makes this an exciting game.  It is easy to learn and has great variety.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hexagon Grid"
    ],
    "Families": [
      "Occupation: Researcher / Scientist",
      "Players: Two-Player Only Games",
      "Theme: Physics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Queen Victoria's Navy",
    "ID": 2439,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/2439/queen-victorias-navy",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Queen Victoria's Navy is a nautical combat war game for two players which simulates the period from 1880-1906.  The game scale is 500 meters per hex and about 5 minutes per turn.  Capital ships are modeled individually.  Complexity is medium.  Time to learn is from 30-45 minutes.&#10;&#10;Players take the role of squadron commanders, the principal tactical leaders in the battle fleet.  As such, they are in charge of a manageable force of capital ships, generally 3-12.  Designed for 2 players, Queen Victoria's Navy is also suitable for solitaire or multiple players, each scenario taking about 1 hour to complete.&#10;&#10;This game manages to blend three often contradictory goals together seamlessly: affordability, game-play, and authenticity.  The focus of the game is to recreate the conditions of a capital ship battle.  Torpedo boats, gunboats and sundry other smaller vessels have been left out of the game as they were not critical components of the Battle Fleet concept, and their inclusion would have added complexity and cost to the game.  However, thanks to the simplicity of the rules, it is an easy task to design these craft for your own games.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Queen Victoria's Navy (BoneGames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bones",
    "ID": 2441,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/2441/bones",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "BoneGames produces a number of do-it-yourself free games.  You download a PDF containing rules and components, and print out what is required for play.&#10;&#10;Bones is a two player strategy game in which each player tries to be the first to get 5 squares of his colour in a vertical or horizontal row.  It may seem similar to other games, but Bones has a unique aspect that makes game play very different from what you might expect!  Can you deal with the overlapping of pieces better than your opponent?&#10;&#10;The game is played on a 9x12 grid, with pieces that measure 1x2; each player gets a set of 18 pieces, but more can be made if necessary.  The first tile must be played so it occupies part of the middle; later tiles can be played anywhere as long as they're entirely within the playing area and as long as it does not cover up an already played tile in one move (in other words, it's OK to cover a tile completely, but this must be done in two turns).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chaseback",
    "ID": 2445,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/2445/chaseback",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is an unusual two-player strategy game.  The board consists of five columns, within each of which a &quot;man&quot; moves back and forth.  The men are moved by both players.  At the ends of each column are the players' goals (one end belongs to one player, the other end to his opponent).  Each player tries to reach his goals by exact count, scoring a point every time this is achieved.  First player to reach 15 points wins.&#10;   The spaces within the columns are numbered in seemingly random fashion, except for the centre row, which is all numbered 4.  The game starts with all men in the centre.  One player calls out a number from 1 to 5.  His opponent then moves a man that number of spaces in either direction (no back-and-forthing allowed).  The number on the space onto which the man lands gives the move for the next man --and this mechanism applies throughout the game, so the only random element is the initial call of 1 to 5.&#10;   Each player moves three different men, then his opponent does the same (the first man he moves cannot be the last one you moved), and so on.  Every time a man reaches a goal (by exact count), a point is scored and the man teleports back to the centre.  To complicate matters slightly, there are two &quot;safe spaces&quot; in each column, those on one side of the centre belonging to one player, those on the other to his opponent.  A player may not move more than two men onto safe spaces at once.  You cannot move a man from your opponent's safe spaces, so this is used to constrain the opponent's possible moves.&#10;   A software version of this would be very interesting, particularly if the board could be randomised...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lord of the Rings: Friends & Foes",
    "ID": 2449,
    "Year": "(2001)",
    "Geek Rating": "6.459",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2449/lord-of-the-rings-friends-and-foes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7109",
    "Description": "This expansion to the The Lord of the Rings board game adds two new scenario boards (Bree and Isengard), 13 new feature cards and 3 new Gandalf cards. It also adds two completely new features to the game: Foe cards which add a major new aspect to the game; and Character Ability cards which give each character a unique one-shot ability.&#10;&#10;Expanded by&#10;&#10;     The Black Gate / Das Schwarze Tor&#10;         A small 4 card package. Given away free at cons/fairs or gamestores.&#10;         Freely printable from the Reiner Knizia Promos webpage or the files section of the expansion.&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Game: Lord of the Rings (Reiner Knizia's co-op game)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slasher Flick",
    "ID": 2451,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/2451/slasher-flick",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Slasher Flick:  Revenge of the Bogeyman in Exciting 2-D&#10;&quot;This Butcher Does More Than Bring Home the Bacon!&quot;&#10;&#10;Simulates the action in body-count movies such as Halloween, Friday the 13th, Silent Scream and others.  One player represents the Bogeyman, a superhuman maniacal mass murderer, and the other takes the part of the collection of victims he intends to murder. Movement of the 14 characters including a Bus Driver, Whiz Kid, Football Player, Surfer, BMOC, Biker, ROTC, Psych Major, Cheerleader, Jockette, Preppie, Valley Girl, Ingenue takes place on the map. The victims try to stay alive as long as possible. Each character has a unique set of attributes for movement, special abilities, disadvantages and damage.&#10;&#10;Can be played as a board role-playing game (and thus expanded past just two players). One player takes the role of the Bogeyman; other players take the roles of only a few of the victims. This can lead to some animated conversation between the Victim players, sounding suspiciously like the real thing.&#10;&#10;Developed by Aaron Allston. Art by Paul McCall. Map art by J. David George.&#10;&#10;Published in Fantasy Gamer #1.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Magazine: Fantasy Gamer",
      "Movies: Horror Movies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roads & Boats: Planes & Trains",
    "ID": 2459,
    "Year": "(2001)",
    "Geek Rating": "5.518",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2459/roads-and-boats-planes-and-trains",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.3333",
    "Description": "Expansion for the game Roads & Boats.&#10;&#10;Planes &amp; Trains was later republished as part of Roads & Boats: &Cetera.&#10;&#10;Expands:&#10;&#10;    Roads & Boats&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Transportation"
    ],
    "Mechanics": [
      "Grid Movement",
      "Line Drawing",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Not Necessarily Rum",
    "ID": 2465,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/2465/not-necessarily-rum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Unique card game similar to canasta, rum and hand and foot.  Two, three, four, or six players.  Two dealers every hand, 2 hands every deal.  Game is 25,000 points.  Like canasta on steroids.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freeze Frame!",
    "ID": 2466,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/2466/freeze-frame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "The board consists of a 3x3 felt grid on which move eight wooden tokens (four of each of two colours).  You are dealt five &quot;frame pattern&quot; cards *after* initial deployment of your pieces.  Yellow begins by moving any one of his pieces to the empty space on the grid.  Black does the same in turn.  Every time the pattern formed by your pieces matches that shown on one of your cards (you're allowed to orient the cards freely), you shout &quot;Freeze Frame!&quot; and score that card.  You then replace the card with a newly drawn one.  First player to score five cards wins.  Play can be prolonged either by going for a larger number of cards or by going through the entire deck of 34 frame patterns.&#10;   Each card shows four white dots and ignores the opponent's piece deployment, so you're really playing two different games at once and just getting in each other's way.  Neat.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zillionaire",
    "ID": 2467,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/2467/zillionaire",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This game is a close relative of The Great Dalmuti and Dilbert's Corporate Shuffle. In it, each player is ranked (and seated) according to his wealth (Poor / Thin Ice / Credit Crazy / Upper Crust / Money to Burn / Rich).&#10;&#10;The entire deck of 62 cards is dealt out, minus two cards. The first and last player exchange two cards, the next-to-first and next-to-last exchange one. The player to the left of the dealer (the Rich player) begins by playing a set of cards (quantity and face value). The following player can either play the same quantity but higher value or pass. This round continues until all pass; after which another round starts. Players rank (for the next hand) in the order in which they go out.&#10;&#10;Score is kept for the agreed upon number of hands (no more than 10). Poor scores 1, Thin Ice 2, etc. High score wins.&#10;&#10;Interestingly, the value 5 cards are wild in the sense that a single 5 can represent any number of fives. When played to start a round, the following player determines the quantity. The other cards are Zillionaire (4 in deck), Millionaire (4), Bankroll (3; if played on top of a Bankrupt card, cannot be beaten), Bankrupt (3; can only be beaten by a Bankroll), Bump (3; forces the player to your left to Pass), 8 through 1 (6 of each except for Fives, of which there are only 3).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Series: Big Deal (Milton Bradley)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zero Zap",
    "ID": 2468,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/2468/zero-zap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The object of this game is to score Sets and Runs of cards and trying to go out first. First to score 50 wins.&#10;&#10;Each player is dealt 7 of the 108 cards. On your turn, you either draw 1 or 2 cards, or pick up one or more cards from the playing area (more on this later). Then you play your sets (3 or 4 cards of same color and value) and runs (3 to 7 consecutive cards of the same color) or increase already played sets and runs. Finally, you must discard a card; special cards are truly discarded once their effects are resolved; the other cards are discarded to the playing area, slightly overlapping each other in sequence. When you pick up a card from the playing area, it must be used to play a run or set and you must pick up any cards that follow it (were discarded after it).&#10;&#10;Going out scores a 5-point bonus and ends the round. All played sets and runs score (sets are worth 2 per card; runs are worth 1 per card); cards left in hand penalize you 1 point per card.&#10;&#10;The number cards (84) come in 3 colors and run from 1 to 7 (there are four of each). Wild cards (6) can replace any number card but cannot be played to form their own sets or runs. Double cards (3) are used to double the value of all of your sets and runs of a given color. The Special cards (14) do various things such as reshuffling the draw and discard decks, stealing a set, run or double, giving a card away, etc. The Zero Zap card (1), if left in your hand when someone goes out, zaps your score for that round to zero (Yikes!). However, if played as a Special to go out, it zaps someone else's (of your choosing) round score!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Series: Big Deal (Milton Bradley)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wildcatter",
    "ID": 2469,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/2469/wildcatter",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "&quot;The Authentic Oil &amp; Gas Exploration Game&quot; has an educational aspect to it, as the drilling success ratios, drilling depths, costs and monthly production figures were taken from the real world.&#10;&#10;The game is played within the U.S. and Alaska; the players lease properties and drill for oil and gas, trying to get rich.  On each lease, you must decide whether to go for shallow or deep wells --once a well has been drilled, even a dry hole, all future drilling must be done at the same depth, even if the lease changes hands.  The first few wells are Exploratory and have lesser chances of success; once a producing well has been drilled, further drilling is Developmental.  When you land on a player's lease, you buy its monthly oil production from him; landing on your own lease nets you double that amount (paid by the bank).  Payments also roll in every time you go around the board.&#10;&#10;Random events are injected by Wildcat and Blowout cards.  The rest of the game falls in line with what its design is: a Monopoly clone.  Big box with lots of fairly nice bits, however.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frag: Death Match",
    "ID": 2475,
    "Year": "(2001)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2475/frag-death-match",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9333",
    "Description": "Coming hot on the heels of the Frag boardgame is Death Match. This first expansion set introduces rules for team play, and the new board features things such as explosive barrels, color-coded doors and water. The Death Match map can be connected with one of the maps in the original Frag to create a large playing surface for team games.&#10;&#10;This new expansion set makes your Frag games bigger, wilder, and deadlier - let the Death Match begin!&#10;&#10;Contents:&#10;16 new Weapon cards (9 new weapons)&#10;24 new Gadget cards (12 new gadgets)&#10;15 new Specials cards (9 new specials)&#10;1 paper game board (one sided, thin glossy paper)&#10;6 new player characters (foldable cardboard cutouts) &#10;2 flags, 2 base square counters (for CTF)&#10;2 napalm counters&#10;2 mine counters&#10;12 explosive barrel counters&#10;4 page rulesheet covering Capture The Flag and other variants.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kippour 1973",
    "ID": 2477,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/2477/kippour-1973",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4286",
    "Description": "This is an operational game covering the Golan and Sinai battles of the Yom Kippour war in 1973.&#10;&#10;It is a moderate-complexity wargame using an Operation Points system where combat and movement are done within a given unit's phase. Players alternate activating formations.&#10;&#10;The rules are in French and are complete, although somewhat murky at times. The game may have benefited from a more rigourous editing effort. As usual with VV, beautiful components. All in all, a robust effort from the Vae Victis team.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Israel",
      "History: Yom Kippur War",
      "Components: DTP (Desktop Publishing)",
      "Magazine: Vae Victis",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: WWII Operational (Vae Victis)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Candidate",
    "ID": 2479,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/2479/candidate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "A U.S. presidential election game.  Players move from state to state.  Each turn a player draws 2 of 3 possible cards: campaigning, fundraising, or dirty tricks.  Campaigning gives you votes in your current state.  Fundraising give you money which can be spent secretly.  Dirty tricks allow you to hurt your opponents, but they sometimes backfire.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipop",
    "ID": 2486,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/2486/flipop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "The Flipop board consists of a 5x5 grid of spaces.  In each of the 16 intersections between four spaces, there is a post holding a door that can swing around so that it blocks access between any adjacent two spaces of the four spaces around it.  Each player has five balls on his side of the board.  The object is to move the balls across the board, at which point they are removed from the game.  To move, you must push a ball through a door.  If there is a ball in the space beyond the door, it will be pushed -- this can cascade indefinitely.  But a move is only legal as long as each ball lands either in an empty space or goes through another door -- balls cannot touch each other.  The winner is either the first person to remove all his balls from the board, or the player with the fewest balls left when no legal moves remain.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Casanova",
    "ID": 2488,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/2488/casanova",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Venice, Italy , 1756. Casanova has escaped from the dungeon! Some italian ladies in love plus their chambermaids start a search to rescue the fugitive from the bloodhounds of the doge.&#10;&#10;Casanova has disguised himself with women's attire (a pin is inserted into one of ten pairs of women playing pieces - it can only be felt or seen from the underside of the playing pieces). It is the task of the players to secretly figure out, under which pair of women Casanova hides, to get him into the player's palazzo via a gondola, and finally to bribe the doge to make sure Casanova can escape into freedom.&#10;&#10;1 playing board&#10;10 plastic figures&#10;1 Casanova marking pin&#10;12 plastic gondolas&#10;5 colored necklaces (in fact small metal rings)&#10;5 jewellery cards&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1-2-3 Go!",
    "ID": 2498,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/2498/1-2-3-go",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A child's first game. fun with numbers.&#10;&#10;A children's game for two players for teaching numbers up to 6.&#10;&#10;On their turn the child throws the 1-2-3 dice, and matches it with the appropriate cylinder, then places it on the pins on their track. When the track is finished, the player wins.&#10;&#10;There is also an advanced version with a normal 6-sided dice, and the child has to combine cylinder shapes to cover the appropriate number of pins. There is a special plastic board to enable them to do this.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Express Chess",
    "ID": 2500,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/2500/express-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Based on when Blackbox originally put it out, this could be considered Chess's answer to collectible card games.  Cards represent typical chess pieces, and the board is defined by the rows of cards originally laid out.  Throughout the game players capture each others' pieces as in normal chess, but can continually add to the board from the cards they hold in their hands.&#10;&#10;Additional rules, such as the pawn combo (after moving a pawn, you can make a second move through or into the vacated space), add new elements over classic chess.  Pawn combos together with piece limits and placement restrictions serve to balance the value of the different pieces.  A small number of cards have special powers on them, further changing the rules of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Chess",
    "ID": 2501,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/2501/global-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "5",
    "Description": "Global Chess is pure chess with 64 squares, traditional pieces and traditional moves. The game of chess was developed when armies fought on open fields in distinct formations and the entire battle could be seen from a single vantage point. As warefare and technology have advanced, battles are fought over the limb of the horizon with no edges to the battlefield. This is the transformational premise of Global Chess. There is no backline and no sideline on the Global Chess board. There is nowhere to hide.&#10;&#10;Think of a 64 square chessboard wrapped around a globe. Now you can play chess around a sphere with no edges to the game. The problem is that it's difficult to see all the squares at the same time and understand your options. The Global Chess game separates the globe at the equator and flattens them into hemispheres that are geared together. By turning the game you rotate the hemispheres against each other to examine the crossing point of a piece in it's possible trajectories across the hemisphere or through the poles. Turning the board does not alter the relationship of the game pieces to each other.&#10;&#10;The easy to understand rules of chess as they pertain to a global playing surface are explained in text and graphic form. The possible strategy is yet to be written! The board is annotated to record game play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Massai",
    "ID": 2504,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/2504/massai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Contents&#10;1 Rulebook&#10;1 Game board&#10;15 Light color wooden chips (huts)&#10;15 Dark color wooden chips (huts)&#10;8 Wooden yellow pawns (guards)&#10;2 Wooden red pawns (guards)&#10;2 Sheets of tactics&#10;&#10;Introduction&#10;This year the Massai celebrate the beginning of the rainy season with a big party. The best architects in the two neighboring villages show up at the dry river bed and will try to join the two towns together with a series of huts.. The first who manages to do so will become the architect of the year.&#10;&#10;Each player receives 15 huts of his/her color, 4 yellow pawns used as guards in order to protect some of the huts. and 1 red pawn and 1 tactic sheet which contains the plan for the game seen from either side of the board.  Each player secretly sets up his huts on a tactic sheet. Once both players have done this the tactic sheets are exposed and then the huts are transferred from the tactic sheet to the board.&#10;&#10;Each player has two possible moves on his turn. He may either build a new hut or he may attack an opponent's hut.&#10;&#10;In order to win an architect must establish an uninterrupted chain of 6 huts between the 2 dry river beds or an architect can also win if his opponent has no huts on the game board.&#10;&#10;This game is part of the Abacus wood box series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 8 Grids",
      "Players: Two-Player Only Games",
      "Series: Abacus Wood Box"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Himmel und Hölle",
    "ID": 2506,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/2506/himmel-und-holle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "English title:  Heaven and Hell&#10;&#10;The publisher's annual downloadable game for 2001 depicts the eternal battle between Heaven and Hell, played out on a 10 x 3 square grid. Each player's forces are represented by dice and their movements limited by player action points, the number of points available being dictated by the number of dice the player has in the play area.  Dice gain strength by winning conflicts, but may may voluntarily reduce strength in order to move faster.  Conflict is resolved by a combination of dice strength and cardplay.  The player who manages to get the strongest dice into his opponent's home area wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caverns Deep",
    "ID": 2508,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/2508/caverns-deep",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.6667",
    "Description": "&quot;Caverns Deep&quot; is the wargame of life-or-death combat between the Dwarves and their mortal enemies, the Goblins. The Dwarves are put to the ultimate test in a struggle deep within the earth, in subterranean pasageways and tunnels.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Dwarves & Gnomes",
      "Creatures: Goblins",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Heaven Apocalypse",
    "ID": 2509,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/2509/dark-heaven-apocalypse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.3333",
    "Description": "Dark Heaven: Apocalypse (DH:A) is a miniatures game set in the fantasy world of Adon.  Players assume the roles of commanders of armies of fantastic races such as humans, vampires, dwarves, elves, etc., fighting among themselves and against the ultimate villains, the Dire-Dead, who are led by the Four Horsemen of the Apocalypse.&#10;&#10;In DH:A, the 10-sided die is used to generate the random results to determine the outcome of battles, spells, and incidents.  Players build up armies of equivalent point values to fight each other.  The point value of a basic unit can be cheap, but can be increased by giving the unit better weapons, skills and spells.  Players are free to customize the standard units presented in the rulebook or create their own.  Rules also cover artillery, morale, chariots and elephants.&#10;&#10;The battles are split into turns, which are further split into class movement phases (where increasingly more mobile units act ahead of slower ones).  During a turn, Class 1 units (the most mobile) act first.  The player who won the roll for initiative at the start of the turn enacts his or her orders for her Class 1 units before the opponent moves theirs.  They then repeat the same for their Class 2, Class 3, and lastly Class 4 units.  Individual figures can be grouped together with a leader in combat, supporting their leader in its fight and dying together with it if its roll fails against an opponent.&#10;&#10;The winning conditions for a battle can include total destruction of the enemy, seizing an objective, or fleeing the battlefield after being surrounded.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charmed: The Book of Shadows",
    "ID": 2512,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.91",
    "Link": "https://boardgamegeek.com/boardgame/2512/charmed-the-book-of-shadows",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Based on the TV series.  This seems to be an original Tilsit production.  Clash of Arms released the English edition titled Charmed: The Book of Shadows.&#10;&#10;Here's a translation of Tilsit's blurb:&#10;&#10;The Power of the Three.&#10;The Book of Shadows is a source of great mystical power.  In the hands of a good witch, it can be used to banish a great number of evils.  In the hands of a demon, however, the Book's powers will be used for destruction and could be the downfall of humanity.  The Halliwell sisters are the wardens of the Book and use it to combat the forces of darkness.  Hordes of demons covet the Book, hoping to rule the world with its help.  The Halliwell sisters, with the help of Leo, the Being of Light, must do all they can to keep the Book of Shadows from falling in demonic hands.  Incarnate Prue, Phoebe, Piper and Leo in their struggle for the protection of the Book of Shadows.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Witches",
      "TV Shows: Charmed"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gammarauders: Revenge of the Factoids",
    "ID": 2519,
    "Year": "(1989)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2519/gammarauders-revenge-of-the-factoids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "An expansion set for Gammarauders, adding more Bioborg counters, new bioborgs, new board tiles, and the Gammasarus.&#10;&#10;Contents&#10;&#10;    1 Expansion Folder/Gammasaurus Bioborg Layout Sheet&#10;    6 Bioborg layout sheets (double-sided)&#10;    6 Un-numbered Hex Boards (although the rules say they are numbered)&#10;    1 16-page Expansion Set Rulebook&#10;    18 Large Bioborg standees (without stands)&#10;    4 Large Blank Bioborg standees (without stands)&#10;    1 Giant Gammasaurus Bioborg Standee (without stands)&#10;    2 Blank popcorn tokens&#10;    1 Crater token&#10;&#10;&#10; &#10;Each Alliance (x6) has:&#10;&#10;    2 Thundertube/Mine double-sided token&#10;    2 Transport/Mine double-sided token&#10;    2 Veteran/Mine double-sided token&#10;    1 Thundertube/Transport double-sided token&#10;    1 Transport/Veteran double-sided token&#10;    1 Veteran/Thundertube double-sided token&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Kaiju",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "General Hospital",
    "ID": 2522,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/2522/general-hospital",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The game of GENERAL HOSPITAL, A role playing board game.&#10;&#10;Play your favorite character. This new concept incorporates the simplicity of a board game with the freedom of a role playing game.&#10;Assume the role of your favorite character; pick Luke Spencer, Jackie Templeton, or any of the many characters. The game includes everything needed to bring GENERAL HOSPITAL into your home.&quot;&#10;&#10;",
    "Categories": [
      "Medical",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jingo",
    "ID": 2523,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/2523/jingo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Jingo: The Jigsaw Bingo Game&quot; gives each player a cardboard &quot;board&quot; with a 5x5 grid variously shaped pieces punched out of it - the pieces are dumped into the middle of the table and the first person to fit five pieces in a row wins the round.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fort Worth Scene",
    "ID": 2525,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/2525/fort-worth-scene",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Basically one of the billions of Monopoly rip-offs based on Forth Worth.&#10;&#10;&quot;The excitement of business wheelings and dealings in a fast-rising metropolitan area, a thrilling tour of the local night spots, romps through social and political strata - all part of the Fort Worth Scene&quot;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Fort Worth (Texas, USA)",
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rules of the Road",
    "ID": 2526,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/2526/rules-of-the-road",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Players have fun using rules of the road and skillful driving to win!&#10;Drive through this small city following actual traffic signs and observing all common rules of the road.&#10;Children and non-drivers learn bicycle and pedestrian safety by knowing the rules of the road.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Good Guys 'n Bad Guys",
    "ID": 2528,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/2528/good-guys-n-bad-guys",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Relive the classic Old West battle between good and evil as four plastic, white-horsed, law-enforcement cowboys pursue four black-horsed lawbreakers. Players roll the dice one by one deciding to which horse the roll should be allocated. After a while the trail splits into three paths, each with its own advantages and disadvantages and the outlaw must choose based on how many and how close the lawmen have come up to their heels.  If the outlaws reach the opposite end of the board, they escape and win.  If caught, they lose.&#10;&#10;May also be played by up to 8 players, each playing a single horseman.&#10;&#10;",
    "Categories": [
      "American West",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maelstrom: The Coming of Chaos",
    "ID": 2530,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/2530/maelstrom-the-coming-of-chaos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Free game that came complete with Inquest Magazine issue number 31 (November 1997) In it up to 5 players choose one of five powers that are battling over the world.. Each player sets up on the pre-made map and then all players secretly write down a action either a attack or move.  Then the results are resolved and combat or movement commences.  The object of the game is to control 3 of 5 citadels on the map.  Each power's troops have different statistics for combat and some have special abilities.  Also each power has a special ability it make activate at a certain time.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stargate SG-1: La Vengeance d'Apophis",
    "ID": 2534,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/2534/stargate-sg-1-la-vengeance-dapophis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Tilsit &Eacute;ditions gives you the chance to travel across the universe to prevent the accomplishment of the revenge of the Goa'Uld System Lord, Apophis. Put together an SG team and step into the Stargate to reach your objective --but beware, there are a few hundred Stargates which can be connected in over 137 thousand million different ways! Don't give up just yet: you can count on the assistance of the Tollans, Nox, Asgards and the Tok'ra.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Stargate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loopino",
    "ID": 2548,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/2548/loopino",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A card-flicking card game in which a target card depicting some tasty fish is placed on the table and players attempt to flick (actually, according to the rules, this is a wrist-toss rather than a finger-flick) cards depicting dolphins as close to the target as possible - the twisting motion of the flicked cards is supposed to represent the playful antics of the dolphins. A crosshair appears in the corner of each card, and distance is measured by the closest crosshair on the flicked card in relation to the closest crosshair on the target card. The number of cards to be scored is determined by the number on the closest card to the target (i.e. if a &quot;4&quot; card is closest to the target, the four closest cards all will score). Each card scores a number of points equal to the face value of the card multiplied by the number of crosshair symbols on the card that remain uncovered. If all four crosshairs on the target are covered, the player covering the last takes a penalty, as does any player causing the target card to fall off the table. Suggested game duration is as many rounds as the number of players; highest point total wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fire On The Suns: Tactical Command Fleet Book 1",
    "ID": 2551,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2551/fire-on-the-suns-tactical-command-fleet-book-1",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fire On The Suns: Tactical Command! is a fast-paced, easy-to-learn game of interstellar conflict set in the Fire On The Suns game universe. Fleet Book 1 adds a new race, new scanerios, and new counters to FOTS: TCOM allowing players to play out a scenario on their lunch break and an entire campaign over a weekend.&#10;&#10;Contains additional rules, maps, and counters necessary to set up and play hundreds of different scenarios between the terran federal Republic and the Q'Tez Hegemony including the introductory 7-scenario mini-campaign &quot;First Contact&quot;.&#10;&#10;Contents:&#10;One 36-page rulebook&#10;416 color 5/8&quot; cardstock counters&#10;Two 11&quot;x17&quot; hexmaps&#10;Two Fleet Control Cards&#10;One Firepower resolution Card&#10;&#10;Price: $4.95&#10;&#10;Not a standalone product. Requires Fire On The Suns: Tactical Command! to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fire On The Suns: Tactical Command!",
    "ID": 2552,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/2552/fire-on-the-suns-tactical-command",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fire On The Suns: Tactical Command! is a fast-paced, easy-to-learn game of interstellar conflict set in the Fire On The Suns game universe. Designed to be learned in half an hour and played in an hour or less, FOTS: TCOM will allow players to play out a scenario on their lunch break and an entire campaign over a weekend.&#10;&#10;The basic game rulebook contains all rules, maps, and counters necessary to set up and play hundreds of different scenarios between the Terran Federal Republic and the Empire of Kahs including the introductory 4-scenario mini-campaign &quot;Border War&quot;.&#10;&#10;Contents:&#10;One 52-page rulebokk&#10;416 color 5/8&quot; cardstock counters&#10;Two 11&quot;x17&quot; hexmaps&#10;Two Fleet Control Cards&#10;One Firepower Resolution Card&#10;&#10;Price: $6.95&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Modular Board",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zündstoff",
    "ID": 2556,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/2556/zundstoff",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Cards are played for movement in this lightly themed space game. Players bid to travel by available rockets from planet to planet trying to land near the sun. Rockets can only follow a set path and will stop if they land on an unexplored planet. First to reach the sun three times wins.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monsterjagd",
    "ID": 2568,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/2568/monsterjagd",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Monsterjagd, or Monster Hunt, each player receives a set of five monster-catching devices, which are laid out in a row in front of the player, the order memorized and the cards turned face down. Each turn, two monster cards are simultaneously revealed - one showing dark-colored versions of the monsters and one showing light-colored versions. Certain combinations of monster sets may only be captured using specific monster-catching devices. As quickly as possible, players check their reference cards to determine which monster-catching device will work for the monster pair currently on display and place the appropriate card in the center of the table. The fastest players are rewarded while the slowest players or those selecting the wrong monster-catching apparatus are penalized.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mutabohn",
    "ID": 2571,
    "Year": "(2001)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2571/mutabohn",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "This expansion for Bohnanza was published as a limited edition of 2500 copies.&#10;&#10;Mutabohn allows different sorts of beans to be planted in the same field.  The box contains 33 Bonus cards and 4 pages of rules in German.  The cards contains 7 different pictures which have no influence on play, being flavour only.  There are 24 different combinations of bean types, in three Bonus values (30, 50 and 70).&#10;&#10;The Bonus cards are shuffled and placed as a pile face down next to the draw pile.  Each player receives 2 Bonus cards (3 cards in a two-player game).  The Bonus cards are placed anywhere in the hand, they do not follow the strict order of the Bean cards.&#10;&#10;In Mutabohn, genetic manipulations allow the beans to mutate while they are growing in the field.  Gartenbohnen may become Rote Bohnen.  Rote Bohnen may become Augenbohnen, etc.  Each bean type can be transformed into the next lower value (which has the next higher number of cards) simply by planting this new type of bean on top of the old beans.  Each Bonus card features a series of icons in the corners showing a pattern like AABBC (Small coloured pictures are used instead of letters) --this forms a &quot;gene-code&quot; which must match the pattern of beans in the field in order to play the bonus.&#10;&#10;Expands:&#10;&#10;     Bohnanza &#10;&#10;&#10;Mutabohn is part of the Bohnanza family of games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Bohnanza",
      "Series: Bean Games (Lookout)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Samarkand: Isfahan",
    "ID": 2575,
    "Year": "(1999)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2575/samarkand-isfahan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Isfahan is a small, free expansion for the Arabian commerce game Samarkand.  Its major effect is to allow the demand for the game's commodities to travel around the board rather than be fixed at one city.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Arabian",
      "Economic"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Isfahan (Iran)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kampf um Rom: Das Kartenspiel",
    "ID": 2576,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/2576/kampf-um-rom-das-kartenspiel",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Fight for Rome - the Card Game is the card version of the board game of the same name (Kampf um Rom / The Fight for Rome).  It deals with the preservation, loss and development of cultural achievements in Europe from the 4th to the 10th Century (the transition from the Ancient to the Middle Ages).  Each player pursues the goal of developing as many Achievements of the best quality as possible, by placing his own counters onto the game board.  Disasters and invading barbarians may impede cultural development by the play of cards to ruin specific Achievements.  The winner will be the player who has collected the highest combined value of Achievements (as he is leading the way into the Middle Ages).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cross of Iron: A Squad Leader Gamette",
    "ID": 2587,
    "Year": "(1978)",
    "Geek Rating": "6.147",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2587/cross-of-iron-a-squad-leader-gamette",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4.145",
    "Description": "Suddenly there was a tremendous explosion and I was instantly drenched in a cascade of cold water. Paralyzed for what seemed an eternity, I watched dark figures of men darting wildly about...our own accompanying infantry diving for cover. What was happening? Then realization hit me like a slap in the face...the water tins on the back of the Mk III had been hit. As I grabbed for the hatch, I was already giving the order to the gunner to traverse the turret. &ldquo;Schnell.&rdquo; One comprehensive glance had taken it all in and fear all but overwhelmed me. Not 50 yards away, a slowly-rising wisp of white smoke gave away the position of the 45mm anti-tank gun pointed straight at the panzer, pointed...so it seemed anyway, straight between my eyes. &ldquo;Hard Right!&rdquo; Beyond it were supporting Russian infantry&mdash;all too visible now behind their chattering small arms fire and the louder, staccato hammering of a supporting heavy machine gun. &ldquo;CLANG&rdquo; The tank shuddered with the reverberation of a direct hit against the front of the revolving turret. The added 30mm of frontal armour had saved them this time. Now quickly before they can reload...&rdquo;Fire.&rdquo; &#10;&#10;This is CROSS OF IRON...a gripping game of tactical combat on the Russian Front. Following in the footsteps of its amazingly successful predecessor, CROSS OF IRON comes replete with an entirely restructured armour and artillery system, which does for armour combat what its predecessor, SQUAD LEADER, did for infantry actions. In fact, the first thing the game instructs you to do is throw away your old artillery and armour counters to make way for their expanded revised counterparts. Each AFV now has three separate MG factors, turret position differentiation, &ldquo;button up&rdquo; penalties and advantages, target size differentiation, varying amour modifiers and much more. CROSS OF IRON again utilizes programmed instruction to guide you through 8 scenarios of increasing realism and complexity. The 36-page rulebook starts in where the SQUAD LEADER rules left off...at section 63 and continues on to section 103. An expanded Campaign Game enables players to simulate virtually any action of their choosing with a vastly enlarged counter mix encompassing virtually every AFV which saw action in WWII...from the diminutive BT5 to the mammoth King Tiger.&#10;&#10;CROSS OF IRON is more than just a game. When combined with SQUAD LEADER, it provides a system which can be used to portray any Eastern Front action. Be forewarned! CROSS OF IRON is not an easy game. Do not attempt it unless you have first mastered SQUAD LEADER.&#10;&#10;&#10;In each game you get:&#10;&#10;     520 double-printed &frac12;&quot; die-cut counters representing the men and weapons that made up the combatants of the Eastern Front.&#10;     576 double-printed &#226;&#133;&#157;&quot; vehicular and artillery counters encompassing the entire OB of the war in Russia.&#10;     An additional 8&quot; &times; 22&quot; geomorphic mapboard section increasing the possible terrain configurations and adding several new terrain types.&#10;     Comprehensive, illustrated 36-page rule booklet.&#10;     Scenario Cards for game situations 13-20.&#10;     Two expanded Quick Reference Data Cards.&#10;&#10;&#10;&#10;New features include:&#10;&#10;&#10;&#10;    &#10;        Rockets&#10;&#10;        Infantry Guns&#10;&#10;        Range Effects on Penetration&#10;&#10;    &#10;    &#10;        Paratroop Drops&#10;&#10;        Burning AFVs&#10;&#10;        Reverse Movement&#10;&#10;    &#10;    &#10;        Armour Leaders&#10;&#10;        Ammo Depletion&#10;&#10;        Rumanians&#10;&#10;    &#10;    &#10;        Target Acquisition&#10;&#10;        Intensive Fire&#10;&#10;        Height Advantage&#10;&#10;    &#10;    &#10;        Molotov Cocktails&#10;&#10;        Stukas&#10;&#10;        Anti-Tank Magnetic Mines&#10;&#10;    &#10;    &#10;        SS&#10;&#10;        Marsh, Gullies &amp; Forest-Roads&#10;&#10;        Prisoners&#10;&#10;    &#10;    &#10;        Bore Sighting&#10;&#10;        AT Rifles&#10;&#10;    &#10;    &#10;        Armoured Cars&#10;&#10;        Volksgrenadiers &amp; Conscripts&#10;&#10;        &hellip; and much, much more&#10;&#10;    &#10;    &#10;        Cavalry&#10;&#10;        Snipers&#10;&#10;    &#10;    &#10;        Partisans&#10;&#10;        Fire &amp; Weather Effects&#10;&#10;    &#10;    &#10;        Anti-Aircraft Guns&#10;&#10;    &#10;    &#10;        Critical Hits&#10;&#10;        &#10;&#10;        &#10;&#10;    &#10;&#10;&#10;Ownership of SQUAD LEADER is necessary to play this game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Squad Leader",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "War Battlespace: Land warfare",
      "War Level of Command: Tactical"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Temptation Poker",
    "ID": 2590,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/2590/temptation-poker",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Sid Sackson's Temptation Poker is a variant of the card game Poker.  In this variant, players can purchase additional cards to improve their hand.&#10;&#10;Each player receives the same amount of credit to start the game.  After anteing 5 credits, they are dealt the standard 5-card hand, and taking turns, they can look at and purchase up to 6 cards at increasing costs, e.g. 1 for the first additional card, 3 for the second, and so on, to improve their hand.  The credits they used to purchase the cards go into the pot.  After everyone had their chance to improve their hands (or had quit the round by folding), they reveal their improved 5-card hands and the player with the best hand (according to standard poker rules) takes all of the pot.  The next round then starts, repeating the anteing-and-improving-hand process.&#10;&#10;The game stops when one of the players cannot afford the ante; at that point, the player with the most credit is declared the winner of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: The River",
    "ID": 2591,
    "Year": "(2001)",
    "Geek Rating": "6.720",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2591/carcassonne-the-river",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6895",
    "Description": "Der Fluss (The River) is a mini-expansion for Carcassonne. It adds twelve river tiles. All the familiar landscape elements are also present.&#10;&#10;The river tiles are placed first, after that the game continues as normal. No followers may be placed on the river so the scoring is the same as in the basic game.&#10;&#10;Part of the Carcassonne series.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: Board Game Arena",
      "Game: Carcassonne",
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Director's Cut",
    "ID": 2592,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/2592/directors-cut",
    "Min Players": "2",
    "Max Players": "18",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "You move around the board, answering questions about movies. The questions are grouped into 8 categories. The categories represent how the questions are structured (&quot;Name the actor that appeared in these two movies...&quot;, &quot;Name the movie that contained these two actors...&quot;, etc.).&#10;&#10;The spaces dictate the category you must answer. There are also some &quot;reel action&quot; spaces that may make you move forward, move backward, gain an extra turn, or lose a turn.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quadragammon",
    "ID": 2594,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/2594/quadragammon",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "On a four-sided backgammon table, two teams face each other; one team moves clockwise, the other counterclockwise.  Otherwise, the rules follow standard backgammon pretty closely.  A variant is supplied allowing four *individual* players.&#10;&#10;A newer version from 2005, Quadrogammon, features a silk-screened roll-up board.&#10;&#10;Though not the same game, another 4-player backgammon variant is Backgammon 4&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moon Dragon",
    "ID": 2595,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/2595/moon-dragon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "In MoonDragon, players engage in tactical starship combat over the surface of the moon.  The spaceships are mounted on antennae and plastic joints, which combine to allow a remarkable range of positions -- for example, one could have a ship positioned upside down seven inches off the playing surface.  Movement is determined simultaneously and then resolved, often resulting in disaster for the inexperienced pilot.&#10;&#10;Tactical space combat over the surface of the moon, using miniatures mounted on custom 3D telescoping flight stands. Each player is given two figures and stands for each of his ships, allowing him to see his old position while figuring his next movement (the extra ships are in play only during that ship's movement) - optional rules allow play with single figures. Each ship has a &quot;fighter display&quot; for tracking status. Weapons include a variety of lasers; the advanced rules add the paralyzer &quot;glue&quot; gun; resource rules also cover bombs, rockets, and missiles. Data is provided for four fighters plus non-combatants. The rulebook also provides Mission Builder random mission and campaign rules, a pilot development system, and a brief introduction to lunar terrain.&#10;&#10;Boxed set includes:&#10;&#10;80-page, 8.5&quot; x 11&quot; rules booklet&#10;    Quick Start/Frequently Asked Questions sheet&#10;    4 Ship Display sheets&#10;    Assembly Instructions sheet (for the flight stands)&#10;    Example Engagement pamphlet&#10;    two template sheets&#10;    blister pack containing 2x Wardog and 2 x Moondragon ship miniatures (manufactured by Rafm)&#10;    ziploc bag containing 2 6-sided dice and 36 red and blue plastic disks (tokens)&#10;    4 unassembled flight stands&#10;        four 3&quot; x 3&quot; x 1.5&quot; varnished wooden blocks (bases)&#10;        four telescoping antennae&#10;        40 plastic 3D joints&#10;&#10;Tactical. Scale unstated. Each figure represents an individual space fighter. Designed for use with the MoonDragon line of miniatures.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babble-On",
    "ID": 2614,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/2614/babble-on",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;&quot;The phrases may look like nonsense but in Babble-On they all mean something! Just sound them out over and over, &quot;Babbling&quot;, listen closely, and you'll soon hear the answer.&#10;&#10;You don't need the gift of gab to know the answer, just a good ear! So PITCHER THIN KIN GAPS OWN because DISK KEY MISSILE AUTO FUN! And remember: Don't believe anything you see... only what you hear!&quot;&#10;&#10;Same concept as Mad Gab.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knack den Code-X",
    "ID": 2617,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/2617/knack-den-code-x",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Code - X is a strange little game that challenges players to make connections using wooden rods of variable length on dowels in movable wooden bases.  In the solitaire game, you try to use all the connecting rods.  In the multiplayer game, you try to create a situation that will prevent your opponent from making a connection.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Westwärts",
    "ID": 2618,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/2618/westwarts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "On his last long ride through the wide and wild West, the experienced expedition leader McTrucker realizes that he's getting too old for the job &ndash; but who will take his place? One of the greenhorns accompanying the current expedition?&#10;&#10;To find out which of these greenhorns might be best for the job, McTrucker gives each of them a mission on the final day of the expedition &ndash; and to make sure he finds out how they fare against one another, the missions all bring them into competition with one another. Only the one who can enforce his will best over the others and best deal with unexpected situations will merit being appointed expedition leader.&#10;&#10;To set up Westw&auml;rts, twenty wagon cards &ndash; along with settlers, gold mines and even a scout, barber, preacher, teacher, cook and gravedigger &ndash; are placed beside a munitions wagon. Five cards each are randomly distributed on four area cards (pastureland, desert, Indian country and mountain country). Thirty job cards can be completed, four of which are laid out face-up with a reward of 1-3 gold nuggets for each when completed.&#10;&#10;The progress of the wagon train is controlled by cards, with each player holding three in hand. While game flow is simple, fulfilling demands is not always so. Each player places a movement card face down. The current player reveals his own and that of another. With these two cards, he then resolves the wagon train movements and tries to fulfill jobs. The game ends when a player has earned 15 nuggets or fewer than four incomplete jobs remain. Some jobs are simple with small payoffs while a more difficult one would require, for example, equipping one area with three settlers and two gold diggers or placing the preacher between a settler and a gold digger. In such cases, often the second card is of no help unless players make special arrangements with one another: You scratch my back, I scratch yours. Special cards do things like eliminate or paralyze certain wagons due to fire or broken axles.&#10;&#10;",
    "Categories": [
      "American West",
      "Transportation"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Welt der Winde",
    "ID": 2619,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/2619/welt-der-winde",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.5",
    "Description": "Multi-player game set in a science fiction &quot;World of the Winds.&quot;  Gliders fly to a central island, pick up a fictional precious mineral and then fly home again.  Minerals are represented by actual small rocks.  Winds come from the four cardinal directions, apply the same for all players and are represented by six dice which hold the four colors.  Movement of a glider is handled as the additive result of these dice.  Players dial their movements simultaneously and one hopes without error. But one must beware of other gliders which if they land on one, send the glider immediately home without the mineral, much as in Backgammon.  Turbulence points in the four corners behave like &quot;warp points&quot; and permit gliders to teleport across the board.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schwimmer in der Wüste",
    "ID": 2620,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/2620/schwimmer-in-der-wuste",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In English the title means Swimmers in the Desert which for some will give away the &quot;setting&quot; as that of the novel and film, THE ENGLISH PATIENT.  The situation is that of the beginning of the film.  Players secretly place swimmers on individual boards with the aim of recreating the exact placement of the swimmers on the game board.&#10;&#10;The game is played with 19 small rocks in grey, brown, yellow or white and beautiful handmade materials, and is performed in two parts.  During the first part the stones are placed onto the playing field via auctions.  Two stones at a time are drawn from the bag and auctioned by having each player bidding using one big and one small card.  The small cards have a value from 1 to 3, the big from 1 to 12.  The player with the highest product of the two cards may place both stones onto the board.  The big card is removed from the game, the small card will stay open until the last card of the same type is played.   Only after 3 bidding rounds will you get more small cards in your hand.&#10;&#10;The idea is to place the stones in the right order, which is stated on the card you have hidden from your opponents. You may score a row or column five times during the game even when it isn't your turn. When both color and position match you you place a so-called &quot;2F&quot; or &quot;3F&quot; marker at the row/column which will bring you 2 or 3 points for each correct stone - which can amount to quite a good score in the long 5 stone row. If only the color, but not the position, is correct you use the &quot;2A&quot; or &quot;1A&quot; markers.  One or two points per stone won't get you far, especially in the short 3-stone row, but the most important aspect is not to use the markers too soon.  Firstly, because you cannot score a particular row/column more than once, secondly because you can get your points in the second half of the game.&#10;&#10;When all stones have been placed onto the board the second half of the game beings.  Here you may rearrange the stones. Before the game is over you may you exchange two stones with each other five times.  You shouldn't use your 2- or 3-marker on the short rows/columns, but rather concentrate on the longer. The board has two 5-, four 4- and four 3-rows, and if you don't get the maximum points early in the game will you have to look foolishly on as your opponent places his markers on the two 5- and three of the 4-rows to score maximum points.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Claim",
    "ID": 2621,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/2621/claim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Claim is an abstract tactical game for 2, 3, or 4 players (two teams of 2), age 12 and up.  A typical game usually last about 30 minutes.  Players take turns placing their fence pieces on the 8x8 grid.  The grid starts fenced in by neutral gray fence pieces.  The goal is to enclose a square so that you have more fence pieces surrounding it than any other player.  Once this occurs, you place your color stone on the square and then replace the surrounding fence pieces with neutral gray fences (this may now trigger scoring of adjacent squares).  The game ends when no more plays are available.  The winner is the player or team with the most stones on the board.&#10;&#10;The basic grid size of the board is 8x8 squares.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Dots and Boxes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kontor: Das Exportlager",
    "ID": 2622,
    "Year": "(2000)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2622/kontor-das-exportlager",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "This is an expansion to Kontor.  Each player gets an exportlager (export warehouse) and every time that a dock tile with warehouses is placed one of the warehouses may be added to the export warehouse instead of staying in that dock area.  At the end of the game each warehouse majority (tea, spices or wine) in the export warehouse is worth one victory point.&#10;&#10;This expansion can be printed from the web.  Two copies of the expansion along with the Kontor: 3 & 4 player expansion would allow 3-4 players.  One copy would be sufficient for team play.&#10;&#10;Expands&#10;&#10;    Kontor&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Hornberger Schiessen",
    "ID": 2624,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/2624/das-hornberger-schiessen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Two card games based on a story of drunken townspeople firing their cannons to celebrate the arrival&#10;of the Duke. Except being drunk, they fire at the sound of anyone approaching, so having gunpowder &#10;left when the Duke finally arrives means you're a bad Hornberger. Play Cannon cards, Beer cards and&#10; Duke cards onto rows, when two rows are closed, score. The second game allows a bigger table of rows.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der Kleine Riese Kasimir",
    "ID": 2628,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/2628/der-kleine-riese-kasimir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Kasimir the giant is pleased. Here, in this meadow, it is beautiful, and someone has left small autos, boats and tiny bicycles, which look like play toys. After playing for a while with the &quot;toys&quot;, Kasimir becomes very tired and takes a little nap. When he wakes up, Kasimir is astonished. He is lashed to the ground. Around him are a number of tiny men. &quot;Hey, who are you and why have you tied me up?&quot;. &quot;We are the Small Ones, &quot; answers one of the tiny men, &quot;and you are so terribly large that we were afraid of you.&quot; &quot;Please untie me... I just wanted to play with the beautiful toys&quot;, said Kasimir. &quot;I must go home before it becomes dark, otherwise I'll make my parents worry.&quot; The tiny men have compassion on him and let him loose. Kasimir thanks the Small Ones and promises that he will come back soon to play.&#10;&#10;Goal&#10;The players help the Small Ones to untie Kasimir. They collect the pegs which have different point values. The player, who helps best and collects thus the most points, wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die Chinesische Mauer",
    "ID": 2631,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/2631/die-chinesische-mauer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Extrapolated from the TRANSLATION:&#10;&#10;Die Chinesische Mauer (The Chinese Wall)&#10;Game contents:64 tiles&#10;Game materials: Tiles -- each tile shows four towers. Attached to the towers are walls of the same color. The towers and walls are in the colors red, blue, yellow and white.&#10;&#10;Goal of the game:&#10;&#10;The goal of the players is to build the longest possible chain of towers and walls of their color. Ideally these chains should reach all four sides of the complete play area. But the chains of the fellow players inevitably get in the way ...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Brain Is Bleeding",
    "ID": 2636,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.53",
    "Link": "https://boardgamegeek.com/boardgame/2636/my-brain-is-bleeding",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players are future hackers trying to avoid a deadly computer virus. There are three different types of cards in the game: Nodes, Double Nodes, and Specials. The nodes represent the different nodes on the net that you need to move through to stay ahead of the virus. Players are eliminated one-by-one by the virus until the last person remains and is the winner. A quick and dirty little game. The quality is fair and the rules are simple.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frontrunner",
    "ID": 2642,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/2642/frontrunner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A &quot;humorous&quot; political board game in which players are candidates for the nation's highest office. Players must choose which states to campaign in, how you will spend your $30 Million dollar campaign budget, how to fend off the attacks of opponents, and how to avoid career-ending scandals. The game stresses the humorous side of presidential politics through the use of political cartoons. &quot;Media Cards&quot; feature the headlines of real-life prominent daily national newspapers (such as the Arizona Republic, Washington Post, Detroit Free Press, Chicago Sun Times, etc). &quot;State Cards&quot; feature historic and geographic highlights of each state. The game lasts through 30 days (turns) of a campaign (or 15 days for shorter games). The winner is determined by which player has the most Electoral Votes (out of the 538 actual votes).&#10;The game was updated in 1994 with minor changes to the rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Political"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Framed Roger Rabbit?",
    "ID": 2644,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/2644/who-framed-roger-rabbit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Based on the movie, this game's object is to discover your opponents' identities, find the Will and return to your home space.&#10;&#10;On your move, you roll two dice (black and white); you move as indicated by the white die (1-6), adding the black die (1-3) if you choose to.  Movement around the board can be accelerated by the Trolley or by Benny the taxi cab (each uses his own special die to move, which boils down to a 1 in 6 chance of stopping --this mechanic pervades the game as you'll see).&#10;&#10;Identities can be guessed by looking at cards set up on the board; each shows half a character's picture, in a player colour.  Once you've seen both halves of a given colour, you're allowed to guess that character as that player's identity.  Each correct guess allows a search for the Will, checking the Confidential cards that lie on the Dip Cannon circle.  Once a player has grabbed the Will, the others go after him and forget about identity-guessing.&#10;&#10;You can steal the Will by Dip Cannonning the Will-holder, by sending a Weasel after him or by landing on him by exact count.  To use th Dip Cannon, you use your (one and only) Dip Cannon card or one of the Judge Doom cards you've previously found, then roll the Dip Cannon die.  Each &quot;Dip&quot; rolled turns the cannon one space towards your target; the &quot;cancel dip&quot; die face stops the process altogether.  If you successfully Dip him, he drops the Will and is sent back to any home space.  Weasels work in similar fashion, the Weasel token starting beside your token and moving towards its quarry with each successful weasel die throw.  Used Weasel cards may be recovered by landing on a special space in the Dip Cannon circle.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MediCumLaude",
    "ID": 2647,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/2647/medicumlaude",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A trivia game in which the indicated youngest age for play is &quot;5th year of medical school&quot;. The goal of the game is to answer 5 questions in 4 topic areas, mirroring the exams one takes to become a licensed medical doctor. The game is considered good enough to prepare students for their first official exam. Others may not enjoy the game all that much.&#10;&#10;May be played in partnerships.&#10;&#10;Components include large gameboard, sand timer, 6 large pawns, 1 large die, rules, 580 multiple choice question cards, color double-sized cards with posters of the exams.&#10;&#10;",
    "Categories": [
      "Medical",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Talk Show",
    "ID": 2648,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/2648/talk-show",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Scruples meets Balderdash. Players alternate roles as Host, Celebrity, and Audience. The Host asks the Celebrity a question. The Celebrity writes down his/her answer, while the host writes down a fake answer. The question and answers are read to the Audience who try to pick the real answer.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snap",
    "ID": 2654,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.41",
    "Link": "https://boardgamegeek.com/boardgame/2654/snap",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Snap deck consists of 60 cards in 4 color suits. The cards are numbered front and back from 1 to 15. The game is played in two phases. In the &quot;cool phase,&quot; players draw and discard cards in turn order, with the stipulation that the discarded card must be higher in value than the one drawn. This continues until one player is satisfied with the mix achieved in his/her 7-card hand and calls &quot;Snap.&quot; At that point, the &quot;hot phase&quot; begins, with players slapping cards at will - although one at a time - on the discard pile. When two cards with with matching color are placed one over the other, that suit becomes the winning suit. Players then score points for cards of that color in their hand. Players also score for all other cards of any color with numbers matching their winning-suit cards remaining in other players' hands (except for cards valued 10 and above). It is suggested to play as many rounds as players in the game, with the player achieving the most points overall winning.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Integralis: Die große Keilerei in der Buchbinderei",
    "ID": 2658,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/2658/integralis-die-grosse-keilerei-in-der-buchbinderei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Integralis - The big free-for-all at the bookbinding shop.&#10;&#10;Integralis is a game about the bitter fight to fulfill jobs. In this game, you are the leader of a project team in a bookbinding shop. Together with your team (your cards) you try to handle the mountain of incoming job. There are small orders, which are relatively easy to fill but yield only small profit, and big orders, for which a great deal of work must be done. Big jobs also bring big profits, however. The prize that our team receives for a successfully completed job is dependent on the number of tasks. However, the number of machines is limited and the competition among the teams is rough. No methods are shunned in the constant effort to keep away opposing workers or hinder their performance, not even bribery or sabotage. The only thing that matters at the end of the game is which team has the most money.&quot;&#10;-From English rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die VampirConnection",
    "ID": 2659,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/2659/die-vampirconnection",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Vampire Connection&#10;&#10;In this game, you take on the role of a vampire and must provide yourself with blood.  To do this, you visit a nearby village and carry its inhabitants off to your castle, in order to more easily get their blood.  But you are not alone, other vampires are also keen on the inhabitants of the village and they won't hesitate to steal them from your castle.  The competition among the vampires is rough and the life of an immortal, which depends on that red elixir of life, is not that easy.&#10;It is apparent that there are vampire hunters in abundance throughout the area and they consider it their sacred task to drive stakes into the hearts of peaceful vampires.  But, fortunately, you have a hunchback assistant, that can revive you.&#10;What's that?&#10;You just sent him away?&#10;Well, that wasn't too bright of you...&#10;How will you do as an immortal?&#10;The winner is the one among you who sucks the most blood from the village that you afflict&quot;&#10;-from English rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bid It Right: The Price is Right Card Game",
    "ID": 2660,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/2660/bid-it-right-the-price-is-right-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Bid It Right - The &quot;Price is Right&quot; Game&#10;&#10;&quot;Everyone who watches 'The Price is Right' show on TV, will enjoy playing Bid It Right at home.  The object of the game is to out-guess the bid your opponents will make and win prize money.&quot;&#10;&#10;Each player has 15 bids cards from $10 to $150.  Each turn a prize with value from $10 to $150 is turned up.  Every player places a bid card.  The highest bid takes the prize and all bid cards used are discarded.  If there is a tie for the highest bid the lowest bidder takes the prize.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "TV Shows: The Price is Right",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Small Soldiers Big Battle Game",
    "ID": 2661,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/2661/small-soldiers-big-battle-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Gorgonites Vs. Commando Elite - Command Your Army&#10;&#10;This game is played on a hex board with a 3-D backdrop and built in spinner.  Spin the spinner, roll the die, move your men, load the catapult, remove your opponents men, and capture the flag.&#10;Included with this game are twelve detailed and paintable figures and a skateboard catapult.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Giant Monster Showdown: Destroy Tokyo Tower",
    "ID": 2662,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2662/super-giant-monster-showdown-destroy-tokyo-tower",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "&quot;Destroy Tokyo Tower&quot; is a campaign sourcebook for &quot;Super Giant Monster Showdown&quot;.  It includes 25 different scenarios with maps showing city card layouts for each, a handful of unique new Defense Units and 25 new Event cards.  Scenarios include &quot;The Great Monster Egg War&quot; where a giant egg falls from space and will eventually grow into a baby monster, and &quot;Terror at the North Pole&quot; where the monsters play as 2 teams - the Ice monsters goal is to change the entire map into a glacier, the other team's goal is to melt all the ice on the map.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Containers: Video Tape Boxes",
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Giant Monster Showdown: Cybernetic Attachments",
    "ID": 2663,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2663/super-giant-monster-showdown-cybernetic-attachment",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8",
    "Description": "The &quot;Cybernetic Attachments&quot; expansion set for &quot;Super Giant Monster Showdown&quot; adds approximately 190 new cards for use with the base game.  If you've created your monster all the way to its Power Sources and still find it lacking &quot;oomph&quot;, a new set of cards called Cybernetic Attachments can be used to augment Monsters during the creation phase with wheels, cannons, lasers, the ability to emit drones, heavy duty armor, signal jammers (for controlling an opponent's Defense Units) and more.  Each Cybernetic Attachment card functions as a body part, 1 unit of Cyber-Power (like the power sources from the base game, Gaia,Alien,Chemical,Radiation,Fire,Electricity), and 2 points of Armor!  These account for 90 of the new cards, the other 100 consist of new Bio, Physical Modifiers, Powers, Map, and Event cards.  Also included are some new rules (the &quot;Monster Challenge&quot;), and new attack types (&quot;Sticking Holds&quot; and &quot;Life Drain&quot;).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Web of Power: The Vatican",
    "ID": 2670,
    "Year": "(2001)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2670/web-of-power-the-vatican",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5455",
    "Description": "Free expansion to Kardinal &amp; K&#195;&#182;nig.  Handed out at Essen Spiel 2001.  Introduces the Vatican, an area where Advisors can be played to (potentially) increase the value of a player's on-board pieces.&#10;&#10;Expands:&#10;&#10;    Kardinal &amp; K&#195;&#182;nig/Web of Power&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Vatican City",
      "Religious: Pope",
      "Series: Web of Power / China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheeeese Please",
    "ID": 2671,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/2671/cheeeese-please",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Kids game where everyone tries to get as many mice back to the mouse hole.  Falling in a trap can get one of your mice stuck, but it lets you or your opponent stop on that space safely.&#10;&#10;(Not to be confused with Cheese Please/La Fromagerie by Hans Ulrich)&#10;&#10;Ages 8 and up.&#10;&#10;Re-implements:&#10;&#10;    Dorada.&#10;&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hesketh's Legacy",
    "ID": 2673,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/2673/heskeths-legacy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It is the start of another gray week in metropolis and it&rsquo;s all just been getting you down &hellip; until, that is, a satisfying thud by the front door heralds the arrival of a large brown envelope. Unbeknownst to you, your life is about to change. You curse the postman, as the remains of the shattered letterbox (splinters and all) litter the hall carpet, and a chill Monday-morning breeze whistles through your dressing gown and up the ample trouser of your well-worn pajamas. But this concerns you not, for ripping open the letter reveals a simple house brick with a piece of paper wrapped around it, and a small yellow sticky note attached to the red clay top. The sticky label reads:&#10;&#10;&quot;THROW ME THROUGH YOUR FRONT WINDOW&rdquo;&#10;&#10;Stepping out into the blank a.m. you tut loudly at the myriad gnomes in next door&rsquo;s garden before launching the plain building component, with fullest force, through the ornate Georgian bay window &lsquo;pon abode&rsquo;s frontage. Screaming with blue murder and foulest language, you first run into your house, and then emerge again a second later bellowing: &ldquo;what b*****d did that?&rdquo; You look to your left and, thence, to your right in vain hope of catching sight of the vandalistic culprit. Cursing under your breath, you return again to your home and gently close the door.&#10;&#10;The house brick silently mocks you, your moral outrage, and your &lsquo;Mr. Bunny&rsquo; slippers, lying as it does on one of its long sides &ndash; the attached paper is crumpled, but intact. Sweaty-palmed, you pull the note away from its stony guardian and flatten the creased message before reading:&#10;&#10;&ldquo;My dear nephew,&#10;Please forgive my indirectness (and the fact that you may not actually be my nephew) but I have been told (by the giant clams that live on my face) that I have so many relatives that it is nigh on impossible to remember all of your names; so I shall (instead) resort to the simple nomenclature &lsquo;nephew&rsquo;. My mind is not what it used to be &ndash; indeed, it used to be a liver &ndash; that being said, I address you as one of the potential beneficiaries of my capacious legacy! &ldquo;Your capacious legacy?&rdquo; I hear you cry &ndash; Yes! You will, with a bit of luck, by this time next week, be quite incredibly and most-certainly indecently wealthy. &ldquo;How?&rdquo; I hear you retort. The answer is very simple &ndash; you will attend my funeral this coming Friday and, once the merriment and festivity has subsided, you will kill everyone else in the house. That&rsquo;s all &ndash; nothing complicated. The last person alive in the building when Monday (and my tall solicitor) comes will inherit my vast fortune, my enormous financial holdings, and my capacious legacy!&#10;&#10;Best Wishes&#10;Great Uncle Sir Hesketh Goodbody Three-Choirs Overcoat (Deceased)&#10;&#10;PS. Bring a Bottle.&#10;PPS. No blue jeans.&rdquo;&#10;&#10;You stand amazed &ndash; Fate has saved you the last slice of Viennetta and stands poised to either offer it lovingly for consumption, or ram it in your face until you weep like a pansied fop. Are you up to the challenge?&#10;&#10;Summary (in plain English): The object is to be the last player left in the game with life counters, while all the other players have lost theirs.&#10;&#10;Download the cards and rules for free from www.surprisedstaregames.co.uk&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Commercial Crazies",
    "ID": 2677,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/2677/commercial-crazies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Commercial Crazies is a VCR game where you watch a commercial and then answer a question regarding some minor detail in the commercial you just saw. You need to answer three questions correctly to win.&#10;&#10;The big draw for the game is the commercials. They are classic 80s commercials from Sedelmaier, the guy that brought us &quot;Where's the beef?&quot; and the fast-talking FedEx guy.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Videocassettes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Join us Together",
    "ID": 2683,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/2683/join-us-together",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A game where children collect all the parts of their wild animal by throwing the correct number on the die.  Then they must assemble the pieces and the first to complete their wild animal is the winner.  &#10;Ages 4 - 7.&#10;Contains the common rhinoceros, the Indian tiger, the African elephant, and the African giraffe.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Acronym",
    "ID": 2685,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/2685/acronym",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This game is a Trivial Pursuit type game, with players trying to find the meanings of various acronyms in the categories: corporations, products and slogans, agencies, proverbs, science, sports and rebuses, movies and music.&#10;In addition to acronyms the questions have anagrams and rebuses.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Card All Star Game",
    "ID": 2687,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/2687/baseball-card-all-star-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This game is played with cards from your baseball card collection.  Each player chooses cards for each position and the game plays just like a baseball game.  Using a die roll, a conversion chart and the baseball players stats, the results of being at bat are determined.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lancer",
    "ID": 2691,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/2691/lancer",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Lancer is a fast-moving strategy game that combines the best parts of checkers and Chinese checkers, with original variations of its own.  It is played on a board of hexagons, so that movement and capture can take place in six different directions.  Any number of captures can be made in one turn and pieces may jump over their own men.  The game includes two playing surfaces, one on each side of the board-one for two players, one for three players&quot;&#10;-from rulebook&#10;&#10;Re-Implements:&#10;&#10;    Astro Blitz&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Beauty Downs",
    "ID": 2692,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/2692/black-beauty-downs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Black Beauty Downs - the Ultimate Party Game &quot;King of Racing Games&quot;&#10;This is a pretty crazy drinking game.  Players roll to move their horse around the track, often landing on spots causing many other players to drink.  And remember, no one is allowed a pee break until the 'pee break' card is drawn.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Donnerwetter",
    "ID": 2694,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/2694/donnerwetter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "A game about weathermen where the object is to predict the correct weather. Doing this correctly moves&#10;a frog up a ladder -- the player with the highest frog at game end is the winner. Play revolves around 36 weather cards which have different weather symbols; 1, 2 or 3 white or black clouds. The board is a 4x4 grid with pictures of different houses along the vertical and horizontal planes, the higher the house, the better the initial weather. The game starts with weather tiles being randomly placed face down onto the grid. The tiles stay that way for much of the game, which means Donnerwetter has a memory element. The idea is to place your prediction marker and trying to change the weather tiles to match. The rest of the game is spent moving and laying tiles with limited intelligence, trying to get your predictions to come right.&#10;&#10;Designed for ages  Ages 10 and up.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weatherslam",
    "ID": 2695,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.98",
    "Link": "https://boardgamegeek.com/boardgame/2695/weatherslam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Trick-taking card game with suits reflecting the four seasons and their corresponding weather patterns. Selected as a Games 100 Best Game. Ages 8 and up&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rauchzeichen",
    "ID": 2700,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/2700/rauchzeichen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Reichzeichen (Smoke Signals) is a set collecting memory game.  There are two types of square cards - &quot;narrow smoke&quot; and &quot;wide smoke&quot;. On the reverse side of the wide smoke cards are various landscapes. The narrow smoke cards contain horizons (end caps, think El Caballero)and clouds. A stream of nine cards is placed rising up from a fire;  the narrow smoke cards are always face down, the wide smoke cards are first shown to everyone and then placed face down.&#10;&#10;On your turn, you point to one of the wide smoke cards from spaces 4-9 (not the first three next to the fire) and claim what it is.  If correct, you take it and keep going until you miss.  The smoke raisings (?? don't know what this means!) the smoke raisings????....) with each card taken and new cards are added to the bottom.  Alternatively you can take a narrow card.  If it is a horizon, you take it and your turn ends.  If a cloud, the rain gets closer and this paces the game.  You need horizons to score so you will take this action often.&#10;&#10;You score by creating complete landscapes.  Each wide smoke card gets 5 points, narrow smoke cards get 1, and there are bonuses for special collections of landscape cards.  The game uses money simply, making you pay the previous player if you take the card they incorrectly identified. In close games the money at the end can be influential.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renaissance Traders",
    "ID": 2702,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/2702/renaissance-traders",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A shareware game designed by Herman O'Brien.&#10;&#10;Players assume the roles of merchant empires like Genoa or Venice in a struggle to dominate trade in Europe. The map, showing Europe from Scotland and the Black Sea to Cadiz and Alexandria, is divided into coastal spaces called Harbors and open sea spaces, Oceans, on which ships sail, bringing cargo to various ports. The game started as a variant on Serenissima (Euro-Descartes) but has many unique features, especially Merchants, which are the primary means of scoring victory points.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Cities: Genoa (Liguria, Italy)",
      "Cities: Venice (Veneto, Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Another Day, Another Dollar: Kung Fu",
    "ID": 2703,
    "Year": "(2000)",
    "Geek Rating": "5.544",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/2703/another-day-another-dollar-kung-fu",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "In this expansion set for Deadwood the players get to extend their acting skills into the field of kung-fu fighting movies! 14 extra cards and a few new twists make up this ultra-cheap Cheapass extension.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Movie Industry",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New Tactical Games with Dice and Cards",
    "ID": 2704,
    "Year": "(1990)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/2704/new-tactical-games-with-dice-and-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "In what appears to be Knizia's very first published work in the games arena, New Tactical Games with Dice and Cards is actually a book of rules which, for the most part, can be played with typical coins, dice, and playing cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Book",
      "Card Game",
      "Dice",
      "Negotiation",
      "Political",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blazing Aces!: A Fistful of Family Card Games",
    "ID": 2705,
    "Year": "(1995)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/2705/blazing-aces-a-fistful-of-family-card-games",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "Kartenspiele im Wilden Westen (Cardgames of the Wild West) is a book consisting of 12 (later editions have 15) card games which can be played solitaire, two-handed, or in large groups, and are intended for both 32 and 52 card decks. Many examples are included. The reader's constant companion is Joe Joker, who recounts tales of the Wild West's saloons and campfires of panning for gold and swindling in the building of railways.&#10;&#10;Included games: Oregon, Portland, Sacramento, Bonanza, Nugget, Thinkabit, Buffalo Bill, East-West, High-Low, Pokerface, Yankee, Greenhorn, Stampede, Sitting Bull, and Manitou.&#10;&#10;",
    "Categories": [
      "American West",
      "Book",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards",
      "History: American Old West (Wild West)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buntbär & Co.",
    "ID": 2711,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/2711/buntbar-and-co",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A children's card game that can be played at various levels of difficulty to suit player's skill levels, starting with age 3 and going up. The object of the game is to collect cards with the appropriate colors to complete Buntb&auml;r the bear's festive raiment.  The title is a bit of a pun as &quot;buntbar&quot; means colorful while &quot;Buntb&auml;r&quot; would sort of mean color-bear.  Actually, not just bears, but 12 different animals are featured.  The animals are sad because all of the colors have been pinched.  Collecting cards is their way of finding them again.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]