[
  {
    "Rank": "22701",
    "Name": "Tito and his Partisan Army: Yugoslavia, 1941-45",
    "ID": 5957,
    "Year": "(1980)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/5957/tito-and-his-partisan-army-yugoslavia-1941-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6842",
    "Description": "Tito (and his Partisan Army - Yugoslavia, 1941-45) is an abstract simulation of guerilla warfare in the Balkans during the Second World War. The game portrays all of the elements of this dynamic partisan campaign, which successfully tied down large numbers of Axis troops on occupation duties and eventually helped liberate Yugoslavia and Albania from Axis domination.&#10;&#10;Originally published in Strategy &amp; Tactics magazine #81, the game included a 22&quot;X34&quot; map, 12 page rulebook, and 200 counters.&#10;&#10;The maps areas are divided into numerous display boxes (each with their own victory point value) which represent mountains, hideaways, and city objectives. The Yugoslav player gains points for occupying these areas. If the Yugoslav player accumulates more than 600 points over the course of the game (17 turns), he wins... otherwise, the German player does.&#10;&#10;Errata: see this thread.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Serbia",
      "Country: Yugoslavia",
      "Decades: The 1940's",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "22702",
    "Name": "DeltaVee",
    "ID": 7982,
    "Year": "(1981)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/7982/deltavee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1",
    "Description": "Ares Magazine #9. Delta Vee is a tactical simulation of combat among spaceships in the 24th Century. The game is intended for two players, although more may participate in scenarios devised by the players. Each hex on the Delta Vee game maps represents a volume 20,000 kilometers in diameter. The game uses a two-dimensional movement system; the &ldquo;plane&rdquo; of the playing area represents the ecliptic of the star system in which each battle occurs. Each Game-Turn represents 15 minutes.&#10;&#10;During play, each player moves one or more spaceships about the game-map using a maneuver system that abstractly simulates the laws of Newtonian motion. Each spaceship is composed of a hull with a varying number of attached pods. Each pod represents a system that improves the ship&rsquo;s capabilities in combat, movement, and/or some other aspect of spaceship operations.&#10;&#10;Each player controls his spaceships by issuing Maneuver Commands (so that the ship may alter its velocity or direction of movement) and Battle Commands (so that weapons and other systems aboard the ship may be prepared for use). A spaceship&rsquo;s combat abilities include laser fire, particle fire, four types of missiles, and battle craft (two man fighter craft launched from larger ships). The attributes of each spaceship are recorded on a Spaceship Log before beginning play. During the game, energy expended, missiles launched, and damage incurred by the ship are recorded on the ship&rsquo;s log.&#10;&#10;Delta Vee is the tactical space combat system for SPI&rsquo;s science fiction role-playing game, Universe. Although there is little open warfare in the vast human interstellar empire of the 24th Century (contact with another space-faring race has yet to be established), there are many types of illegal ship traffic and disputes among self-governing worlds. These types of small conflicts form the background for the scenarios in Delta Vee.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Ares",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22703",
    "Name": "Ramba Samba",
    "ID": 21986,
    "Year": "(2006)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/21986/ramba-samba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Here is a description of the game from the publisher:&#10;&#10;Children Ages 4 and up can feel and form while playing Ramba Samba. Here, players develop their tactile abilities while playing the game. The friendly caterpillar has lots of colorful dresses in her sack, just right for the big carnival. Sadly, Ramba can't remember any more which clothing articles fit which parts of her long body. The player who can feel which ones fit the fastest is the winner.&#10;&#10;In Ramba Samba, the name of the game is shapes, feel and a happy little caterpillar with clothes made of lots of colorful wooden pieces.&#10;&#10;The game board shows the entire length of the caterpillar Ramba. Her carnival costume (wooden pieces) are hidden in a large cloth bag. They fit on the game board in pre-determined ways. Each turn, the players simultaneously reach into the bag to find the next matching puzzle piece. The winner is the player who places the most pieces.&#10;&#10;Ramba Samba demands tactile awareness in a fun-filled way. Because only the player who can feel the matching pieces fastest will win.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "22704",
    "Name": "Monkeyland",
    "ID": 99038,
    "Year": "(2011)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/99038/monkeyland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0833",
    "Description": "Monkeyland is a memory variation by Reiner Knizia.&#10;You have to find the monkey with the favorite meal corresponding to the food-chip you revealed. The favorite food is shown at the bottom of the monkeys. As the monkeys move along a path, you have to keep in mind which monkey moved whereto.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "22705",
    "Name": "Late Night Alias",
    "ID": 262749,
    "Year": "(2018)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/262749/late-night-alias",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Alias, but with &quot;adult&quot;, sometimes even naughty words.&#10;&#10;From the publisher:&#10;Describe the words you CAN NOT say, by saying things you SHOULD NOT! Team up with friends and use the clues you heard to guess rude words. Get as many as you can in just one minute... Late Night Alias is ideal for fully-grown adults who want to act like naughty-little children!&#10;&#10;With some very adult themes, and laugh-out-loud content, you should give rude clues if you don&rsquo;t want to lose! But do you dare? The team with the most points wins. Includes card vault, game board, 6 colourful pieces, sand timer, pencil and 1800 words on 300 cards. Also has 100 BLANK cards so you can fill in your own filth!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "22706",
    "Name": "The Game of Life: Goals",
    "ID": 386372,
    "Year": "(2023)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/386372/the-game-of-life-goals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You can't control the cards you're dealt, but you can choose what to do with them. Build you Life Story by placing Choice cards in front of you - score the most points by achieving Life Goals, staying true to your Lifestyle card, and living life to the fullest.&#10;&#10;&mdash;from the publisher's description&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22707",
    "Name": "Witty Chronos",
    "ID": 101660,
    "Year": "(2011)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/101660/witty-chronos",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "The player who first accumulates 100 points wins the game.&#10;&#10;Each player has two hourglasses of thirty seconds.&#10;Cards shown a value from 10 to 50 or a special power.&#10;Cards are shuffled and placed in the center of the table into several piles of cards, face up.&#10;&#10;Houglasses are used to win cards. When a player places a hourglass on a card, he returns it to make it flow.&#10;Hourglasses can only be moved when they are emptied.&#10;When a player moves its hourglass (to another card), he wins the card on which he was, provided there was no other hourglasses on it.&#10;&#10;Players don't have to move their empty hourglasses, so they can block opponents.&#10;&#10;Some cards have special powers like &quot;game ends now&quot;, &quot;Cards exchange&quot; or &quot;remove an hourglass&quot; that can change the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Negotiation",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "22708",
    "Name": "Die drei ??? und der Feuerdiamant",
    "ID": 136859,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/136859/die-drei-und-der-feuerdiamant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the gripping murder mystery game Die drei ??? und der Feuerdiamant, the player detectives must work together to solve four criminal cases. With suspect cards, clues, hazard cards and alibi cards all at hand, not to mention hazard chips and power tokens, they're fighting against time, meaning that no risk is too large to take as otherwise the game is lost.&#10;&#10;Each playing of Die drei ??? und der Feuerdiamant differs, so the game will still be fresh each time. What's more, the game will be available as an app that features great sounds, additional rules and surprise effects to make the game even more exciting.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: The Three Investigators"
    ]
  },
  {
    "Rank": "22709",
    "Name": "Szeszélyes vizeken",
    "ID": 379295,
    "Year": "(2022)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/379295/szeszelyes-vizeken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Trust your eyes and yourselves only - are you ready to set sail on the Moody Seas? The author of the award-winning Spicy takes you to the world of wild waves, where everyone is a foe of yours, including the sea itself.&#10;&#10;The world is full of wonders ready to be explored. Charming landscapes and glory await the adventurous and advantageous, but the clumsy and unfortunate shall pay the price.&#10;&#10;Set sail on the Moody Seas, explore the wild waves of vast waters like the Too Specific Ocean or the Snort Sea, and become more glorious than your fellow mates!&#10;Careful you must be - a sailor is just as much of a swindler as their love, the sea, so you&rsquo;ll never know whose story to believe and where to sail.&#10;&#10;Moody Seas is a fast-paced, easy-to-learn bluffing card game where danger does not only come from the tall tales of others, but the cards themselves cause trouble too.&#10;&#10;Set sail, seek the waves of fortune, and become the gloriest sailor of all times!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "22710",
    "Name": "AZ Kviz",
    "ID": 67884,
    "Year": "(2007)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/67884/az-kviz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "An original competiton broadcasted for 15 years in Czech Republic. Competitors have to connect all three sides of the board. &#10;Board is made of hexagonal pieces with numbers or letters on it and behind every piece there hides a question. When contestant answers correctly, the piece is his.&#10;Normally its a game for 4 players with three 2 on 2 battles (semifinals and final).&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "22711",
    "Name": "Knowledge?",
    "ID": 411890,
    "Year": "(2024)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/411890/knowledge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Knowledge? is a co-operative quiz game in which you don't need to know anything...although it could be quite helpful if you do!&#10;You try to move faster on the track then your opponents and reach the finish line before them. &#10;The game consists of multiple rounds, each round you asign 6 quiz-cards. The cards can be assigned to your team marker or to one of your five opponent markers - but everyone must get one card.&#10;&#10;Each card features a fact or bit of trivia, e.g. &quot;The color of the childrens Spiel des Jahres award&quot;. &#10;The card feature letters(A-E), numbers (1-5), or colors (five in the game). You assign the card to one marker, flip it and move the matching marker to the next letter/color that matches the answer.  If the answer is a number, move the matching marker that many spaces. &#10;At the end of a round, if any marker has reached or passed the goal line for a second time, the game ends. If the team marker is the farthest, you won, otherwise everyone lose.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "22712",
    "Name": "Cthulhu!!!: Hastur La Vista, Baby!",
    "ID": 149322,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/149322/cthulhu-hastur-la-vista-baby",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "1.4",
    "Description": "Game description from the publisher:&#10;&#10;Cthulhu!!!: Hastur La Vista, Baby! thrusts you into a desperate fight against elder forces from beyond space and time. You place the stalwart private detectives and quick-thinking girl Fridays who've stumbled onto the Cult's plans, and it's your job to find and sanctify enough ritual sites to prevent the avatar's arrival. For good or ill, you're already a bit unstable from years of mythos-busting and not above using the Cults' relics yourself. You can resist the objects' siren call long enough to save the world...can't you?&#10; Designed for 2-6 players, Cthulhu!!!: Hastur La Vista, Baby! features an ever-changing map of downtown Kingsport, a 1920s Lovecraft Country city besieged by deranged cultists, frightening creatures from beyond the stars, and an endless supply of mythos mayhem. Players take turns placing map tiles, fighting Hastur's minions, collecting relics of power and striving to save the world from imminent destruction. Every game is different, and the strategy evolves with every new tile that hits the table.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "22713",
    "Name": "Fake Art Inc.",
    "ID": 368412,
    "Year": "(2022)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/368412/fake-art-inc",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "For some reason, several portraits from famous painters have poured out into the market. Most of them have to be fakes, but even the experts are having difficulty distinguishing them from the real thing. The price, of course, will vary greatly depending on whether it is assessed to be genuine or not. In Fake Art Inc., you are expert brokers who must collect fake masterpieces and distribute them in the market. After all, you need to make a profit. Increase the emotional value of all the art in your collection, and disrupt the market by dropping the appraisal value of other player's art. With the right timing, even an artwork of no value can be sold at a high price to another broker. See how easy it is to make money by selling art?&#10;&#10;In more detail, players first decide the turn order by bidding. On their turn, players can either trade their hand with others or place it on a space between players to set up an auction. Cards are placed face down, and equivalent cards are placed down together. You can make money by selling your hand cards, and the price is determined by the number and location of &quot;genuine&quot; and &quot;fake&quot; cards that have been placed down. Players can change the selling price by replacing existing cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Take That",
      "Trading",
      "Turn Order: Auction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Fine Art and Art Museums",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "22714",
    "Name": "Arrogance",
    "ID": 226511,
    "Year": "(2015)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/226511/arrogance",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the box: 'How many countries in the European Union can you name? The problem here is that only one person in the group knows the topic, so how arrogant will you be in your prediction, and will someone challenge you?'&#10;&#10;Players take it in turns to secretly draw a category card from the stack. They then bid how many things in that category - whether it's 'vegetables' or 'film stars' - they can name. Bidding continues around the table, with the other players unaware of what they are actually bidding to name, until one player decides not to bid, and challenges the preceding player.&#10;&#10;The category is then revealed to all players, and the challenged person must name at least as many things as they bid. If they succeed they keep the card; otherwise the challenging player claims the card, gaining a point.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Matchbox Games (Ginger Fox)"
    ]
  },
  {
    "Rank": "22715",
    "Name": "Human Interface: Be a Better Human",
    "ID": 229319,
    "Year": "(2018)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/229319/human-interface-be-a-better-human",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "Description from the publisher:&#10;&#10;Human Interface: Be a Better Human is a cooperative miniatures game for 1 to 5 players that plunges you into a deadly world of cyberpunk action. It is at once a standalone game and an expansion for Human Interface: Nakamura Tower and its add-ons.&#10;&#10;Ready to play straight from the box!&#10;&#10;Join forces to escape a high-security, illegal prison (black site) and gather evidence on the unlawful doings of massive corporations. Learn to effectively employ cybernetic modifications and combat software to defeat merciless defense systems and enhanced guard teams. Make battle in the real and virtual worlds at the same time, the prize often being to simply retain your own humanity for a little while longer.&#10;&#10;The game will be a standalone, ready to play product, but may also serve as an expansion for the original HINT (Human Interface: Nakamura Tower) game. This time around three modes of play are available: solo mode, cooperative mode, and skirmish mode in which players assemble their teams. Each player striving to achieve their own hidden agenda. In addition, special pre-made scenarios with non-linear plotting that branch out depending on players choice make for a nice treat for those looking for deeper immersion!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "22716",
    "Name": "Number Dinosaur",
    "ID": 104813,
    "Year": "(2011)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/104813/number-dinosaur",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;1, 2, 3 &ndash; who can help the the number dinosaur count?&#10;&#10;In Zahlendino, the corresponding quantity of objects has to be found for each number and vice-versa.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dinosaurs",
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "22717",
    "Name": "Double",
    "ID": 2067,
    "Year": "(1996)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/2067/double",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A trick-taking game with the nifty twist that the cards each have two suits and ranks. Players may select and declare which half (suit and rank) of the card will be in effect when they play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "22718",
    "Name": "Das Blaue Amulett",
    "ID": 4555,
    "Year": "(1986)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/4555/das-blaue-amulett",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Das Blaue Amulett (The Blue Amulet) is a fairly simple boardgame in which the players take on the roles of princes trying to be the first to reach the Castle of Light to claim their inheritance.  During the journey players must play the right cards from their limited hand to avoid obstacles placed before them by their opponents.  Of course, having possession of the singular Blue Amulet allows a player to ignore many of these obstacles without needing the appropriate card.  Players can also maneuver their pawns (through the use of movement cards) in such a way as to bump their opponents onto a path going in the wrong direction.&#10;&#10;The board is beautifully illustrated and the game won the Spiel des Jahres award for Most Beautiful Game in 1986.&#10;&#10;Das Blaue Amulett is the second game in Noris' Fantasy trilogy, with Die Drei Magier and Der Feuersalamander being the first and third.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Noris' Fantasy trilogy (Noris Spiele)"
    ]
  },
  {
    "Rank": "22719",
    "Name": "Wissens-Spektrum",
    "ID": 18840,
    "Year": "(1984)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/18840/wissens-spektrum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.875",
    "Description": "6444 Questions in six fields of knowledge are waiting for you to be answered.&#10;The categories are: general knowledge, sports, natural sciences, geography, art and history.&#10;The first, who has answered three questions of each category and an additional question of one category chosen by the opponents, wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Wissens-Spektrum"
    ]
  },
  {
    "Rank": "22720",
    "Name": "The Chronicles of Narnia: Prince Caspian – The Shield of Courage Card Game",
    "ID": 39087,
    "Year": "(2008)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/39087/the-chronicles-of-narnia-prince-caspian-the-shield",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "&#10;&#10;&#10;    &#10;        UNAUTHORIZED PRODUCTION&#10;&#10;    &#10;    &#10;         The information that BGG has on this item indicates that The Shield of Courage is a non-authorized version of Schotten Totten/Battle Line.  According to the designer, Reiner Knizia, The Shield of Courage is not his design and is not approved by him.&#10;&#10;    &#10;&#10;&#10;From the Front Porch Classics catalog (F.P.C. was bought by Sababa Toys in 2007):&#10;&#10;&quot;In this fast-action two player card game, gain your rightful throne as King of Narnia by claiming five or more Courage Shields. Players strategically try to build more powerful card sets than their opponent. Build powerful Realm, Army, Family, Group and Gathering combinations that are stronger than your opponent and collect your shield. Plays in 20 minutes or less.&quot;&#10;&#10;Rules changes from the original games are:&#10;&#10;1) removed rule about claiming 3 stones in a row - you only win by claiming 5 of the 9.&#10;&#10;2) Special Power added: Once per game, instead of your normal draw from the top of the deck you may EITHER a) take any card from the deck into your hand and then reshuffle the deck OR b) take a random card from your opponent's hand into your hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Books: The Chronicles of Narnia",
      "Brands: Disney",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22721",
    "Name": "Assassin's Creed: Arena",
    "ID": 140386,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/140386/assassins-creed-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Game description from the publisher:&#10;&#10;In Assassin's Creed: Arena &ndash; based on the Assassin's Creed video game series from Ubisoft &ndash; players compete to uncover the best targets for assassination, but before you can go in for the kill, sometimes you have to deal with pesky guards as well as your opponents. Players will collect cards and treasure, move guards, and hide within the city of Constantinople until they find their time to strike. Combat is handled through cardplay, and the player who best manages his cards will have the best chance at victory.&#10;&#10;At the start of each player's turn, he draws an Event card, which can spawn new targets in the outer city, move guards, or allow you to find a tunnel to another section of the city. Moving guards is a great way to get them away from you and place them near your opponents. Targets cannot be assassinated while a guard is nearby, but fortunately the guards can be dispatched if need be.&#10;&#10;Cards in hand drive the action, but they are also your hit points. If you run out of cards in hand, you die &mdash; but just like in a video game, you will soon respawn at your starting area. Moving and attacking targets (or your fellow players) requires playing cards, so doing too much all at once can be risky. Couple that with trying to avoid the guards and you are in for a tension-filled game of cat-and-mouse. To replenish your hand, complete objectives on your movement cards or hide. Hiding in the outer city is easy and grants you lots of extra cards. When you enter the merchant district or the area around the palace, there just aren&rsquo;t as many places to hide and you will not draw many cards.&#10;&#10;Combat is handled through cardplay. No dice are required, although a six-sided die is included to resolve some guard movement. Do you save your best cards for movement or to go in for the kill? He who risks the most has the chance for the most reward!&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Video Game Theme: Assassin's Creed"
    ]
  },
  {
    "Rank": "22722",
    "Name": "Kuhno",
    "ID": 191512,
    "Year": "(2016)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/191512/kuhno",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kuhno is an addition to the &quot;Crazy Eights&quot; genre. The aim of the game is to be the first to get rid of all cow cards and to yell out at the right time. Instead of matching numbers and colors there are four discard piles around a central cow pat. The fly on top of this cow pat dictates which spots a cow needs to have in order to be allowed to graze when and where.&#10;&#10;Kuhno is the perfect fit for everybody who either loves Crazy Eights already or is otherwise ready to fall for this great addition to the genre. Not surprisingly, the aim of the game is to be the first to get rid of all cow cards and to yell out at the right time. Instead of simply matching numbers and colors though there are four discard piles around a central cow pat. The fly on top of this cow pat dictates which spots a cow needs to have in order to be allowed to graze when and where.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "22723",
    "Name": "Yoz",
    "ID": 266525,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/266525/yoz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.125",
    "Description": "Yoz is a handcrafted collaborative adventure board game for 1 to 4 players. It's easy to learn, super fun to play and utilizes cooperative team strategy.&#10;&#10;Gameplay takes place in the ancient land of Yoz, where a band of characters sets out on an epic journey to navigate the terrain, collect gems, and become powerful enough to capture a treasure of golden riches from the castle of Yoz.&#10;&#10;The board is made up of individual tiles, which can be laid out in over 20 trillion combinations, so every game is completely different from the next! Every detail of the full tactile experience has been meticulously considered, right down to the custom wood-burned box it lives in.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22724",
    "Name": "Back to the Future: A Letter From the Past",
    "ID": 352646,
    "Year": "(2022)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/352646/back-to-the-future-a-letter-from-the-past",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "210",
    "Weight": "2",
    "Description": "A thrilling adventure back in time: Discovery this amazing adventure with a brand new story, full of exciting riddles and puzzles for you to solve with the aid of the time decoder and the sports almanac, in an attempt to save Doc through time!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Escape Room Games",
      "Movies: Back to the Future"
    ]
  },
  {
    "Rank": "22725",
    "Name": "Mood X",
    "ID": 162223,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/162223/mood-x",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Mood X is a storytelling and lateral thinking game in which your playmates' personality is part of the game.&#10;&#10;The game is divided into turns, and on each turn a different player acts as the protagonist of a short story. A clever mechanism helps the other players to generate a range of stories in little time. When the story is over, each player attempts to deduce and guess the mood of the protagonist player: Secretly, players choose a specific mood on their mood wheels, then everybody reveals their choice. Points are scored depending on how close your choice is to the protagonist's chosen mood. The protagonist-player scores victory points depending on how close the other players get to his chosen mood.&#10;&#10;When everybody has scored points, the role of the protagonist passes clockwise, and a new turn starts. The first player to reach 24 victory points wins.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "22726",
    "Name": "All-Pro Football",
    "ID": 10354,
    "Year": "(1967)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/10354/all-pro-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "This game is a simulation of American football which is played over 40 plays split in four quarters. A play is registered after each down or when a team scores.&#10;&#10;From scrimmage, players line up their formations. The offensive team lines up first and the ball is placed on top of the Center. The first down marker is placed 10 yards forward. On his turn, the offensive player gets three moves with which he can move one man three spaces, one man two spaces and another one space or three men one space each. The defensive player makes his three moves after the offensive player. Once the defensive player has made his three moves, the offensive player moves once again. Play continues until the ball carrier is tackled, a team scores or an incomplete pass is thrown. In order to tackle the ball carrier, the defensive player must land one of his men on the square occupied by the ball carrier. Dice rolls are used to resolve passing.&#10;&#10;The team with the highest score at the end of the game wins.&#10;&#10;Description from rulebook&#10;The N.F.L. ALL PRO FOOTBALL GAME is the closest thing to real football ever devised! Every play possible on the real gridiron can occur in N.F.L. ALL PRO FOOTBALL! Now, for the first time, you control your entire team . . . not with cards, dice or spinners&mdash;but by actually moving the players. You see every play unfold in front of you and victory or defeat is determined entirely by your skill as offensive quarterback or defensive captain. Since this is the first time you will be moving an entire team on the playing field, study the layout of the playing field and the way each man moves. Run through a few practice scrimmages before starting the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: All-Pro (Ideal)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "22727",
    "Name": "Halli Galli Extreme",
    "ID": 15311,
    "Year": "(2005)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/15311/halli-galli-extreme",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1905",
    "Description": "Here is a description of the game from Erwin Broens of Bordspel.com:&#10;&#10;This is a &quot;complex&quot; version of the Halli Galli game. In this version the cards also show animals (monkeys, elephants and pigs). You have to hit the bell when two similar fruit cards are visible, or an elephant without strawberries, or a monkey without lemons or pig.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Humor",
      "Memory"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Elephants",
      "Animals: Pigs",
      "Game: Halli-Galli"
    ]
  },
  {
    "Rank": "22728",
    "Name": "Sushi Draft",
    "ID": 144865,
    "Year": "(2012)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/144865/sushi-draft",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "Sushi Draft is a fast little card game that looks good enough to eat! Over three rounds, players draft plates of sushi and collect sushi points, which are drawn randomly. The player with the most diverse menu gets dessert!&#10;&#10;Sushi Draft includes a deck of 32 sushi cards (8 ikura, 7 ebi, 6 maguro, 5 tamago, 4 kappa and 2 &quot;wild&quot; triples) and 18 point tokens (three each for the five types of sushi and three for dessert); the point tokens range in value from 1-5, with the more plentiful sushi dishes being worth more points. At the start of each round, players shuffle the cards and receive a hand of six cards. Players simultaneously draft a card from their hand and reveal it, placing it on the table. They then keep one card, pass the remainder to a neighbor, and draft and play again. Once everyone has five cards in front of them, players receive point tokens. Whoever has the most sushi of each type draws a point token of that type at random; if players tie for the most of a type, however, then the player with the secondmost of that type draws the token instead. If all players are tied, then no one scores for that type of sushi. The player with the most types of sushi scores a dessert token at random.&#10;&#10;After three rounds, players tally their points, and whoever has the highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Continents: Asia",
      "Food & Drink: Sushi",
      "Series: Europe Collection (Blue Orange Games)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "22729",
    "Name": "Paradox",
    "ID": 11286,
    "Year": "(2001)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/11286/paradox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Paradox is a deck of 44 cards in four suits of face value 0 to 10. There are three games that can be played: Costly Tricks for 2 players, Buddy On Your Left for three players and The Third Man for four players.&#10;&#10;From the publisher:&#10;&#10;Costly Tricks: a trick-taking game for 2 players in which you must pay for your tricks!&#10;The players see the entire deck after it has been dealt out to themselves and their &quot;invisible partners&quot;. They take turns playing cards for themselves and their partners with trump shifting when they cannot follow suit. Cards are worth their face value (0 to 10), but tricks cost 20 points! Thus they want to take the valuable tricks and make their opponent take the costly tricks.&#10;&#10;Buddy on your Left: a game for 3 players where each player's score is his own plus that of his left hand neighbor!&#10;A card is led then players in turn play cards either higher or lower than the lead card. As long as the played cards are lower, the pile continues to grow. As soon as a card higher in value than the initial card is played, that player sweeps the entire pile. Cards from 1 to 6 score their value, 7 to 10 are worth nothing. After the last card is played, you score for the cards you collected plus the cards your left hand opponent collected. Highest score wins.&#10;&#10;The Third Man: an outrageous bidding game for 4 players&#10;The game consists of a series of auctions, for each of which the house puts up a prize fund of 10 points. Highest bidder gets the 10 points, less the number he had bid (ex. if he bid 9, he earns 1). The second highest bidder loses the full amount he had bid (ex. if he bid 7 he loses 7). Whereas the third highest bidder receives from the house double the number he had bid (if he bid 5, he pockets 10!). Therefore in each auction your objective is to be third--and in any case not second&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "22730",
    "Name": "Raiders of the Lost Ark Game",
    "ID": 3918,
    "Year": "(1981)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/3918/raiders-of-the-lost-ark-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Based on the movie of the same title, players move around a world map collecting cards and try to obtain the Ark, Staff of Ra, and the Map Room.&#10;&#10;Players can move by rolling the die and trying to pass through a country space to get a card.  Some paths have checkpoints which require a Passport to avoid losing a turn.  Ambush and Hostage cards are played against opponents to steal one of their cards, or make them lose a turn.&#10;&#10;As soon as one collects the Ark, Staff, and Map cards at once (only 1, 2, and 3 of which are available), they move to a designated country to win.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Movies: Indiana Jones"
    ]
  },
  {
    "Rank": "22731",
    "Name": "Aljubarrota: The Royal Battle",
    "ID": 192032,
    "Year": "(2015)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/192032/aljubarrota-the-royal-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.4286",
    "Description": "The theme of this card game is the Battle of Aljubarrota, fought in 1385 between Portugal and Spain.&#10;&#10;There are two king cards and 42 cards organised in 7 'suits' (crowns, shields, banners, archers, people, cavalry, infantry) each with 6 values and colours. Each player takes a king card and half the shuffled deck face down. Each player draws a card from their their pile and places it face up. From then on each player draws a card from their pile and places it in one of the face up piles, if it matches the suit, colour or value. If not, either it returns to the bottom of the pile, or it is placed together with a king card on any pile. The aim is to be the first to get rid of their cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Country: Portugal",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22732",
    "Name": "Swoggle",
    "ID": 5539,
    "Year": "(1986)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/5539/swoggle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Players take turns rolling the die and writing that many letters on the crossword grid using a water-soluble marker.  Each space on the grid has either a printed point value or a color that indicates points are to be determined by additional die roll(s).  Players get to choose their own letters so they never get stuck with a letter they can't use.&#10;&#10;Best New Word Game 1991 -- Games Magazine&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "22733",
    "Name": "Rommel y Montgomery",
    "ID": 25229,
    "Year": "(1982)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/25229/rommel-y-montgomery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "In the beginning of WWII, the Italians, from their Libyan territories, started their strategic expansion toward Egypt, the main British territory in North Africa. The strong British response endangered the presence of the Axis in Africa and forced the Germans to send them an enemy of their size: the legendary Afrika Korps, lead by Marshall Rommel.&#10;&#10;The movements of the Germans towards El Cairo and the British counteroffensives into Libya ended on the 23rd October 1942 in the decisive battle of El Alamein, that lasted 11 days, where the Afrika Korps, under great supply problems, faced up to the mighty British Eighth Army lead by Lieutenant-General Montgomery.&#10;&#10;(Translation from rulebook).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Region: North Africa",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "22734",
    "Name": "Go 500 Racing Dice Game",
    "ID": 33779,
    "Year": "(2005)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/33779/go-500-racing-dice-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.1667",
    "Description": "A Stock Car racing themed &quot;push your luck&quot; dice game.&#10;&#10;Game consists of nine dice (five Black 'Track' dice, 1 White 'Flag' die, 1 Green 'Power' die, 1 Yellow 'Pit', and 1 Red 'Crash' die), dice cup, score sheet, rules and a drawstring travel bag.&#10;&#10;Object of the game is to be the first player to accumulate 500 miles (points) by rolling the dice.  As is typical of dice games of this type, the player rolls the dice and may set aside rolled dice for scoring.  The player may choose to stop rolling or continue rolling dice as long as a green flag is rolled on the flag dice.  The flag dice is rolled each time the dice are rolled.  If a different colored flag is rolled (yellow, red or black), the player's turn ends and the final score is modified (possibly down to zero) by the flag showing on the flag die when the turn ends.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "22735",
    "Name": "Stratego: Pirates of the Caribbean at Worlds End",
    "ID": 30175,
    "Year": "(2007)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/30175/stratego-pirates-of-the-caribbean-at-worlds-end",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Ready yourself for battle as the infamous Black Pearl takes on the Flying Dutchman in this Pirates of the Caribbean&trade; Edition of Stratego&reg; from Hasbro&reg;, the high seas battle strategy game! On the multi-level battle grid, call out suspected hiding areas and keep track of hits and misses. Take the battle from ship to ship and steal your opponent's flag. Play by the classic Landlubber Rules of add the &quot;Pirate Code&quot; for a high seas adventure like none other! For 2 players, the game includes a gameboard, 30 black pieces, 30 tan pieces, 4 cardboard markers, display tray, label sheet, special powers reference sheet and instructions.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Movies / TV / Radio theme",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Stratego",
      "Movies: Pirates of the Caribbean",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22736",
    "Name": "First Saratoga: Burgoyne's Gambit",
    "ID": 187201,
    "Year": "(2015)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/187201/first-saratoga-burgoynes-gambit",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "In the late summer of 1777, the British master plan to sever New England from the rest of the rebellious American colonies had come unhinged, leaving John Burgoyne's Northern Army dangerously isolated. In an attempt to break through American defenses to reach Albany, New York, Burgoyne launched his army at the American defenses on Bemis Heights. An American screen dispatched by Benedict Arnold clashed with the British advance in deep woods, triggering an afternoon-long fight fed by reinforcements for both sides. The battle ended in stalemate, as good as a defeat for Burgoyne, but might have tipped in his favor.&#10;&#10;Saratoga uses the simplified QuickPlay version of the Musket &amp; Saber system of warfare during the muzzle-loading era. Combat is based on unit quality rather than raw numbers, and rewards use of historical tactics. All units are susceptible to rout when weakened, so players must maintain reserves. Leaders enhance unit capabilities. Special rules cover the characteristics of eighteenth century warfare, especially the emergence of light infantry, and the differences between regulars and militia. Winning the battle depends on deployment, thoughtful maneuver to concentrate at the key points, the proper coordination of arms, careful use of leaders and special units, and an understanding of the strengths and weaknesses of each army.&#10;&#10;Scale:&#10;&#10;     Level: Battalion/Brigade&#10;     Hex: 352 yards&#10;&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Mini Series (Decision Games)",
      "Series: Musket & Saber Combat System (Decision Games)"
    ]
  },
  {
    "Rank": "22737",
    "Name": "Eagle Eye Agency",
    "ID": 7918,
    "Year": "(1982)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/7918/eagle-eye-agency",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "From the box:&#10;&#10;Players are Private Eyes, all working for Eagle Eye Agency, gathering clues in Big City to solve the mysteries. Shadow suspects, do legwork, gradually work up a case. Everyone plays a key part. It's not who wins, but rather can we all solve the mystery? Thirty-nine original cases are provided. When you have exhausted these cases, you can extend the game by using the Mystery Maker Kit included to create more of your own cases. Your ingenuity is your only limit... But what is special about the game is not only solving those mysteries, but also the co-operative sleuthing. Expect lots of dialogging over Case Theories, Puzzling Clues, and even the Final Solution!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "22738",
    "Name": "Wordstacker",
    "ID": 202517,
    "Year": "(2017)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/202517/wordstacker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "WordStacker is a card game of stacking, stretching, and mixing up words to score points to win. Quick to set-up and easy to learn and play. It's for 2-6 players over 15-30 minutes.&#10;&#10;Create new words every time you play, win points and stack your way to victory... BUT BEWARE you may get sabotaged by your opponents. Anyone can win this game of strategy and wordplay.&#10;&#10;It&rsquo;s great for family gaming. Kids love it because they get to play without help from parents, AND they can win. Adults love it because it's not always about what you know, there's strategy and challenge in the game which is compelling and fun.&#10;&#10;HOW TO PLAY&#10;&#10;Object of the Game: Make new words by stacking, stretching and mixing-up letters to score points. First to score 100 points wins!&#10;&#10;Set-Up:&#10;1. Split the cards into blue (Action cards) and yellow (Letter cards). &#10;2. Lay out a set of 4-letter words according to the number of players in the game (2-3 players = 3 words / 4-5 players = 4 words / 6 players = 5 words)&#10;3. Separate the Letter cards into two decks: vowels and consonants. Shuffle both. Deal 2 vowels and 4 consonants to each player, then shuffle the Letter cards back together and place face down to create a Letter card draw pile. Shuffle the Action cards and deal 3 cards to each player. Place face down to create an Action card draw pile. Keep your hands secret! The player to the dealer&rsquo;s left goes first.&#10;&#10;Playing the Game: There are 2 types of Action cards in the game; &#10;&#10;     Score cards which have a score value and;&#10;     Sabotage! cards which sabotage your opponents&#10;&#10;&#10;Score cards include:&#10;&#10;     Stack 2, 3, 4 and 5 letters&#10;     1 letter word stretch &amp; multi-letter word stretch&#10;     1 Word Mix-Up &amp; Mega Mix-Up&#10;     New Word&#10;&#10;&#10;Sabotage! cards include:&#10;&#10;     Miss a Go&#10;     Reverse Play&#10;     2 Card Swap&#10;     Find a Letter&#10;     Steal a Letter&#10;&#10;&#10;On your turn you can:&#10;&#10;     Play 1 Score card or&#10;     Play 1 Sabotage! card or&#10;     Do both! &#10;&#10;&#10;Once played, Score cards remain face up in front of you where the other players can see them. Add up your Score cards during the game to keep track of your score. At the end of your turn, restock your hand to 9 cards choosing any combination of Letter and Action cards. Play then passes to the next player.&#10;&#10;Winning the Game - First to score 100 points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Spelling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22739",
    "Name": "Doxa: The Card Game",
    "ID": 268776,
    "Year": "(2020)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/268776/doxa-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "A science thematic explosive card game, it has a high strategy gameplay. Party with your friends in this &quot;ODD-yssey&quot; space time travel!&#10;&#10;In Doxa you take the role of a time traveller scientist and your goal is to win the Nobel Prize. However it is not so easy, you must sabotage the strategies of the other players to troll and take advantage of each situation.&#10;You must build the inventions to obtain the Nobel points and when you reach 10 you win the game.&#10;The game has a low-medium strategy level for being a party game, but dont let this fool you, it will test your ability to make combos and decide the best strategy to benefit yourself or to annoy the other players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Historical Figures: Various",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "22740",
    "Name": "Monopoly: Game of Thrones",
    "ID": 265571,
    "Year": "(2018)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/265571/monopoly-game-of-thrones",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "Monopoly: Game of Thrones features the familiar gameplay of Monopoly, but now players set sail through Westeros, using game tokens inspired by the honorary sigils of the Great Houses to buy, sell, and trade iconic locations from the Seven Kingdoms and build castles and holdfasts in their pursuit to rule the Iron Throne.&#10;&#10;The game features an Iron Throne card holder that plays the iconic theme song throughout gameplay, the first time that a music component has been incorporated into a Monopoly board.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "22741",
    "Name": "Shoot The Moon",
    "ID": 21435,
    "Year": "(2004)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/21435/shoot-the-moon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "This is a trick-taking card game, which may be played individually or in partnerships of 2 or 3.&#10;&#10;The game comes with a deck of 52 cards, made up of 4 colored sets of 12 cards (numbered 1 to 12) - the colored sets are suits of red rockets (always trump), green crescent moons, purple stars and blue full moons. There are also 2 orange big moon (bonus cards, always high), 2 orange little moon cards (penalty cards, always low) and 40 Shoot the Moon chips.&#10;&#10;Players start with 2 chips and are dealt 5 cards for each round of play. Players gain chips by winning odd number of tricks or the big moon cards. The first player to win 7 chips wins.&#10;&#10;This is not the same game as the other game with this title in the BGG database - that one appears to be a set-collecting card game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "22742",
    "Name": "Taverne de la Licorne",
    "ID": 19696,
    "Year": "(2004)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/19696/taverne-de-la-licorne",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This is a game designe to simulate a tavern brawl.&#10;Each player receives 3 characters with different powers, a little money, 30 hit points and the 9 weapon cards.&#10;Before the first turn, each player chooses one of his characters, that will be played until the character has lost all hit points. Then he'll use any one of the two remaining until they suffer the same fate, upon which he'll use his last character.&#10;The turn is divised in 4 segments. All player undertake a segment before any begins the following segment.&#10;&#10;The 4 segments are:&#10;- &quot;D&eacute;pensez vos butins&quot; (expense your loot) where you can buy some of the &quot;big&quot; weapons cards and add them to your hand (the small ones are ALWAYS in your hand)&#10;- &quot;Pr&eacute;parez vos esquives&quot; (prepare your dodges) where you put on your character, face up, any of the weapons you bought, up to the prestige (fame) value of your character&#10;- &quot;Attaquez&quot; (attack) where each player chooses a weapon in hand and say who he attacks (players at his side for contact weapons, other players with ranged weapons)&#10;- &quot;Videz vos querelles&quot; (end your quarrels) where attacks are resolved. An attack is dodged if the defensive player has correctly found the value of the attack coming. A succesful attack make the defensive character lose some of his HP, and the attacking character win prestige or loot.&#10;&#10;In plus of the weapons card, there are other cards that players can use to affect the game.&#10;&#10;If a player arrives at 5 in prestige, he can call the militia that will end the game. If a character becomes KO by losing all his Hit Points, its player takes his next character.&#10;&#10;A player can come in the game, or leave, at any moment. The game is conceived for that.&#10;&#10;La Taverne de la Licorne (tavern of the unicorn) is a light hearted tavern, in opposition of La Taverne de la Crypte, which is a tavern with undeads and horrors.&#10;Both games are decorated with cartoon art.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "22743",
    "Name": "Jenga Quake",
    "ID": 171087,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/171087/jenga-quake",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The classic block-stacking, stack-crashing game of Jenga has a brand new twist! How will you stack up against the law of gravity and the danger of the Jenga fault zone? When you stack the wooden blocks in a tower, you&rsquo;ll take turns pulling out blocks one by one like always. But the tower vibrates randomly as you play, and you never know when the big one&rsquo;s going to hit! Is your hand steady enough to pull out the last block before the tower collapses? Will you do it before the big quake takes the whole stack down? That&rsquo;s the only way you can win at Jenga!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [
      "Single Loser Game"
    ],
    "Families": [
      "Game: Jenga (Official)",
      "Theme: Earthquakes"
    ]
  },
  {
    "Rank": "22744",
    "Name": "Shopping List",
    "ID": 11394,
    "Year": "(1995)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/11394/shopping-list",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Find the food on your shopping list and be the first to fill your trolley&quot;&#10;&#10;Winner &quot;Best Toy&quot; Petit Filous and Right Start Award&#10;&#10;Basically a form of shopping pelmanism, where you remember the tiles that other players rejected.&#10;&#10;Each player takes a trolley and a shopping list and the cards are spread out face-down on the table.&#10;&#10;Players turn over the cards in turn. If on their list the card goes into their trolley, otherwise it is replaced face-down on the table.&#10;&#10;Play continues until one player has filled his trolley with all the items on his shopping list.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Game: Shopping List",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "22745",
    "Name": "Aurimentic",
    "ID": 209649,
    "Year": "(2016)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/209649/aurimentic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "The flooding was massive and pulled the fields of crops, the trees, and the houses into the sea &mdash; but already by the next day, the first shoots of plants began sprouting from the wet sand&hellip;&#10;&#10;Being subject to the weather's mercy, you need to skillfully place grains, beets and trees to establish the most productive fields. You have several possibilities for getting extra resources and increasing the value of these treasures by transforming them. Who will use the power of Aurimentic most wisely? And who will own most of the valuable crystals?&#10;&#10;In Aurimentic, you invest at the market and build farmhouses and towers to secure your power. But you must be careful as everything that you have built up can be wiped out in one move, either by severe and destructive weather or by your fellow players' urge to dominate. To succeed, you need both tactical skills and the ability to foresee your opponent's plans &mdash; and perhaps a bit of luck.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "22746",
    "Name": "Dwar7s Duel",
    "ID": 286001,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/286001/dwar7s-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "To survive the long and terrible winter, the dwarfs need to prepare. Collect gems, fight monsters, build castles, and stock food. Time is precious and it is vital to plan your actions wisely!&#10;&#10;Dwar7s Duel is a fast-paced, worker placement and resource management game for two players. It plays in 30 minutes, making it perfect for a quick match on the road or on game night! Dwar7s Duel is a 2 player version of Dwar7s Fall and compatible with Dwar7s Fall expansions.&#10;&#10;In this game, players take turns performing up to 3 actions, then resolving cards in the tableau, and finally discarding down to 9 cards. An action can be playing a kingdom card from their hand to a shared tableau, moving a dwarf, or upgrading a worker.&#10;&#10;Resolving cards is is done by removing dwarves from the card (if the dwarves on the card are all the same color), and collecting the rewards. Using these rewards allows the player to complete private and public goals.&#10;&#10;Be careful, because discarding down to the hand limit of 9 cards can include having to discard recently acquired gems and ogres, as players cannot discard kingdom cards.&#10;&#10;These player turns will continue until one player has completed at least three goals. At this time, the other player will get one last turn, if they haven't already had a turn this round.&#10;&#10;Finally, victory points are tallied from completed goals, defeated monsters, gems in hand, and kingdoms.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Game: Dwar7s Fall",
      "Players: Two-Player Only Games",
      "Series: Dwar7s",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "22747",
    "Name": "Shady Pets",
    "ID": 289970,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/289970/shady-pets",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Shady Pets is a highly strategic card game that requires you to play in a most shady way as you strive to correctly guess the identity of the mystery pets. It's a little like Clue, Uno and Exploding Kittens. You have to steal, take, show, sneak peak, expose, ambush, stop other players, grab and even throw an occasional octopus at an opponent on your way to victory.&#10;&#10;As players take turns, the game gets more intense because, just like you, everyone is getting closer to solving the mystery pets, yet who is going play the best game, collect the most points and win the game?&#10;&#10;We think Shady Pets has all the elements that make games popular. It makes players laugh with its clever sayings and endearing artwork. It presents multiple levels of strategic play that will test your memory and deduction skills. You get to attack your opponents (in the most unusual way) and you get rewarded for taking chances!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "22748",
    "Name": "UNO: Star Wars",
    "ID": 330568,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/330568/uno-star-wars",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Uno Star Wars edition. This edition comes with a special &ldquo;Wild the Force card&rdquo;.  When you play the special card, choose another player and then choose a color.  the chosen player must show you their hand and if they have at least one card of the chosen color, they are forced to draw two cards.  If they do not have any cards of the chosen color, they suffer no penalty and play continues in current order with the chosen color.  If this card is turned up at the beginning of play, the person to the left of the dealer chooses the color start begins play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Game: UNO",
      "Movies: Star Wars",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "22749",
    "Name": "Struggle for Stalingrad",
    "ID": 12429,
    "Year": "(1985)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/12429/struggle-for-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.2857",
    "Description": "Struggle for Stalingrad is a small game on the Germans'&#10;attempt to take Stalingrad from Sept.-Dec. 1942.&#10;&#10;- 100 counters, &#10;- 17x22 map (areas - including special strong points, no hexes)&#10;- eight pages of rules&#10;&#10;Includes some fog of war as Soviet unit values are hidden until they are assaulted.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22750",
    "Name": "Picnic Blitz",
    "ID": 93463,
    "Year": "(2010)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/93463/picnic-blitz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In Picnic Blitz, you want to bring ants to the picnic and eat enough food to claim your place on top of the anthill.&#10;&#10;The game is played on a small game board, with each player taking six colored ant tokens and four Queen tokens being placed to the side. The game board features six tracks, 6-10 spaces long worth 2-4 points, with a food space at the end of each track.&#10;&#10;On a turn, a player rolls six dice, then can reroll a number of dice equal to his total of active ants on the board. After rerolling, if the player has achieved a straight of at least four dice, he can attack another player's ant(s), pushing them back on the tracks. Longer straights equal more attacks, and two attacks are needed to dislodge an ant in the valuable food spaces.&#10;&#10;After attacking, the player chooses all dice of one value and moves an ant forward on the track of that number equal to the number of dice chosen. Land on another ant, and it's trapped beneath you. Land on the food space, and you have earned the points shown there &ndash; points you can lose if someone attacks you later.&#10;&#10;If you don't like what you rolled (and rerolled), you can skip the attack and movement phase to take a Queen token. On a later turn, you can hand in a Queen to make an extra attack, gain an additional reroll, or move two ants on different tracks. A player can hold only one Queen token.&#10;&#10;As soon as one player holds 6-9 food points, with the total depending on the number of players, that player instantly wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Ants",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "22751",
    "Name": "Monopoly: Disney Villains",
    "ID": 322087,
    "Year": null,
    "Geek Rating": "5.503",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/322087/monopoly-disney-villains",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Imagine classic Disney Villains stealing, scheming, and competing to see who is the most evil of all! In this Monopoly Board Game: Disney Villains Edition, players travel around the board using a Villain token and play as Cruella, Jafar, Scar, Evil Queen, Maleficent, or Hook. The more Villains a player hires, the more rent they'll be able to collect. Activate a character's special ability by acquiring the Flames of Power ring, change gameplay with Poison Apple cards, and advance on the board by landing on a Vehicle space. The last player with money when all other players have gone bankrupt wins!&#10;&#10;MONOPOLY GAME: DISNEY VILLAINS EDITION: Disney fans can enjoy playing this edition of the Monopoly board game that features the classic Villains seen in Disney movies&#10;&#10;VILLAIN TOKENS: Play as a favorite Disney Villain: Cruella, Jafar, Scar, Evil Queen, Maleficent, or Hook. Each character has special ability depicted on their Power card&#10;&#10;POISON APPLE CARDS: The Monopoly Game: Disney Villains Edition includes Poison Apple cards that give players an advantage such as stealing coins and properties, and placing free Thickets&#10;&#10;VILLAIN CONTRACTS: Players hire the most famous Disney Villains they can as they buy and sell Villain Contracts instead of locations&#10;&#10;FLAMES OF POWER: When players pass GO they can put the Flames of Power ring on their token and use the special ability shown on their character's Power card&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "22752",
    "Name": "Incohearent: Family Edition",
    "ID": 334988,
    "Year": "(2020)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/334988/incohearent-family-edition",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Each card has a combination of words on the front that looks like nonsense, but when recited out loud, they sound like the hidden phrased on the back. Try reciting &quot;check kin vin grr sand fur eyes&quot; out loud. Can you hear the hidden phrase? Listen closely...you've been saying &quot;Chicken fingers and fries!!&quot; Compete to decode the hidden phrases before the time runs out.&#10;&#10;-from the back of the box&#10;&#10;Unlike the earlier edition, this one is suitable for younger children but with answers that most parents can also decode, except for maybe the occasional &quot;New Phone. Who dis?&quot; type phrase. There is a one-minute timer for the game play to move between &quot;judge&quot; (i.e., the one who can see the answer) and players (i.e., the ones reading and guessing). The cards have a hint system to help struggling players along. This game is good for a table top game night or even a road trip (provided the driver isn't reading cards, of course). Play as teams or every player for their self. The person with the most right answers wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Team-Based Game",
      "Turn Order: Pass Order"
    ],
    "Families": []
  },
  {
    "Rank": "22753",
    "Name": "Chickapiglets",
    "ID": 292796,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/292796/chickapiglets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Chickapiglets is a cooperative matching game of animal hybrids. Help Little Joe Chickapig race the ever-menacing pooping Cow and find his animal hybrid friends. Play together and cultivate teamwork, share decision making &amp; develop cooperative problem solving skills.&#10;&mdash;description from the rulebook&#10;&#10;2-4 players take turns flipping over tiles in the barnyard to find the animals that combine to make the hybrid on their card (e.g. a zebraphant or a rhinowl). Find the right animal, it goes on your card. Find both and your chickapiglet advances. Find a cow pie and the cow advances. If a chickapiglet cross es the finish line first, everybody wins. If the cow crosses the lounge first, he wins. Players can cooperate and help each other find and remember the times for their needed animals.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Lose a Turn",
      "Memory",
      "Semi-Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "22754",
    "Name": "Phantom Rummy",
    "ID": 20057,
    "Year": "(2005)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/20057/phantom-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Phantom Rummy is a version of Mahjong, with some elements from Western Rummy card games. Players try to form hands of a pair and two three-card sets to go out. Different hands score different points and whoever has the most points after six or eight hands wins the game.&#10;&#10;The advanced rules add &quot;conditions&quot; to certain cards. These conditions award players extra points, if the condition is met (for example, player has cards numbered 1 or 7 in his hand).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "22755",
    "Name": "UNO Express",
    "ID": 293522,
    "Year": "(2018)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/293522/uno-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "UNO is the classic and beloved card game that's easy to pick up and impossible to put down. UNO Express offers all the fun of UNO but with a faster gameplay, allowing players to finish rounds more quickly! The smaller deck makes this version of UNO portable and easy to bring along while on-the-go. Players take turns matching a card in their hand with the current card shown on top of the deck either by color or number. Special action cards deliver game-changing moments, and each perform a function to help you defeat your opponents. And when you're down to one card, don't forget to shout &quot;UNO!&quot; The first player to get rid of all the cards in their hand before their opponents wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "22756",
    "Name": "Heavy Gear Fighter",
    "ID": 2776,
    "Year": "(1995)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/2776/heavy-gear-fighter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.5",
    "Description": "Heavy Gear Fighter is the combat card game set in the Heavy Gear universe. It is a card-based dueling game in which two Heavy Gears fight it out in the Badlands. WARNING! This is NOT a collectible card game -- everything you need to play is in the box. Expansion sets and cards will be sold in boxes, various magazines and some of the major source books, but they are identical from copy to copy and only serve to bring new elements to the game.&#10;&#10;HGF does not use dice or paper. Each Gear has a full color record/action sheet that is used to keep track of actions/damage (with counters), and every card is illustrated with a full color picture of a Heavy Gear.&#10;&#10;Expanded by:&#10;&#10;    Heavy Gear Fighter: Weapons and Equipment&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Video Tape Boxes",
      "Game: Heavy Gear",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22757",
    "Name": "Foxy",
    "ID": 10742,
    "Year": "(1977)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/10742/foxy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "An early abstract 2 player game from Alex Randolph, players move a pipe of chips across the board, which fall into the available spaces. The board is a plastic table with 6x6 depressions, but the 4 corners are blocked so there are only 32 playing spaces. One player seeds the board with 11 grey discs.&#10;&#10;Then each player fills a plastic tube with wooden discs, one with blue, the other with yellow discs. One player starts in the corner and moves the tube. If it goes over an empty space, the disc falls and occupies the place. The other player can choose to then take this tube, or start with the other, so removing the starting advantage. The players then continue to move their tubes around, until one gets 11 discs down for the win. The tubes can be moved orthogonally or diagonally any distance, but not jump or turn corners.&#10;&#10;Reportedly a good abstract game and a clever physical mechanism.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22758",
    "Name": "Beugró",
    "ID": 59226,
    "Year": "(2009)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/59226/beugro",
    "Min Players": "6",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "This game is based on a Hungarian TV-show, where famous actors improvise in strange situations, for example they can only ask questions, or each of them gets a number and is allowed to say sentences containing exactly that many words. In this game the players do the same.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "22759",
    "Name": "Who Wants To Be A Millionaire? (2nd Edition)",
    "ID": 66218,
    "Year": "(2008)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/66218/who-wants-to-be-a-millionaire-2nd-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Ask the audience what they think of &quot;Who Wants to be a Millionaire? II&quot; and the answer certainly won't be 50-50: they'll love it.&#10;&#10;Based on the hit TV show that has pulled record audience figures around the world, the game is much as it is onscreen: you must answer increasingly difficult general knowledge questions in sequence, without getting any wrong, to win larger and larger amounts of money (in this case, fictional cash!). You have three lifelines, 50-50, Ask the Audience and even Phone A Friend, but once they're gone you're on your own. The questions in this new version have been updated, so even addicted players of the first edition will have plenty to go at.&#10;&#10;Cards replace Chris Tarrant and a board replaces the TV studio, but otherwise the atmosphere can be every bit as electric as the real thing. So go on, give it a try. You may just be the next paper Millionaire! --Sophie Lowe&#10;&#10;Each of these games contains a &quot;golden ticket&quot;, giving the holder a chance to win a visit to the &quot;Who Wants to be a Millionaire&quot; studio to meet Chris Tarrant and play the game for real.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "TV Shows: TV Game Shows",
      "TV Shows: Who Wants To Be A Millionaire"
    ]
  },
  {
    "Rank": "22760",
    "Name": "Electronic Scattergories Platinum Edition",
    "ID": 7443,
    "Year": "(2001)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/7443/electronic-scattergories-platinum-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Like the original Scattergories, Scattergories Platinum Edition is a game of finding words that fit both fit the category and start with the letter it is supposed to.  But instead of quietly writing down many words for many categories at the same time, players work in teams to yell out words while the timer ticks down.  The categories change while the letter stays the same.&#10;&#10;Everything you need is in the electronic game unit.  The categories and letters come up at random.&#10;&#10;There is also a game setting that changes the letter and keeps the category the same.  And a setting where both change after every answer.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Game: Scattergories",
      "Traditional Games: Categories / Guggenheim"
    ]
  },
  {
    "Rank": "22761",
    "Name": "Merry Yard",
    "ID": 165651,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/165651/merry-yard",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Merry Yard is a simple and funny card game. Players are farmers trying to call to their farmyard the best and nicest animals. Each turn, players can draw new cards or play an animal card, making the sound of each animal, and using their unique effects in order to outwit their neighbour.&#10;At the end of the game, the animals on the yard will provide players some points, as the cards left in their hand are subtracted to the total. Are you ready to build your Merry Yard?&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "22762",
    "Name": "Kenya",
    "ID": 141042,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/141042/kenya",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "At the start of Kenya, a card game of African animals, each player receives a hand of four cards: three animals and a &quot;goal&quot; card; each goal card depicts a pair of identical animals, and you want to have the most face-up animals of this kind in play at the end of the game.&#10;&#10;Taking turns, each player adds one of three face-up animal cards to his hand, then plays a card onto the line of cards already on the table (the savannah) until a player has no cards in hand. (The goal card is played during the game as an animal card.) Each kind of animal has a power when played: the meerkat allows the player to draw an additional card; the lion returns a card next to him face down; the elephant returns a card next to him face up; and the rhino moves a card. Some animal cards depict ponds, and animals next to ponds score two points instead of one.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Kenya"
    ]
  },
  {
    "Rank": "22763",
    "Name": "Artifact Stack",
    "ID": 236556,
    "Year": "(2017)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/236556/artifact-stack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Discover old manuscripts, statues and treasures by excavating the collapsed chambers of a temple in Artifact Stack. Be warned as the treasures within contain not only wealth, but also undead creatures and curses! Each single game is different with multiple artifact decks to build your temple!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "22764",
    "Name": "Pan T'es Mort",
    "ID": 394163,
    "Year": "(2023)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/394163/pan-tes-mort",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The last shall be first...&#10;Make sure to be the last!!! Pan t'es Mort is back with a new edition, improved artworks and a new mechanism: The &quot;double draw&quot;.&#10;&#10;The game is separated into two phases.&#10;&#10;Phase one is a trick-taking game with simultaneous card selection. First we check for ties. The tie numbers are gone and then the highest card wins. Cards are 1 to 6. Four times per card.&#10;&#10;If after the first check we have a 1 card and a 6, then the 1 card wins the trick.&#10;&#10;So now all keep the winning trick cards and we are ready for phase 2.&#10;&#10;Phase 2 is Russian roulette, a game of chance. We have 6 cards (bullet cards) in the middle of the table, as a revolver. 5 &quot;Clic&quot; cards and one with a bullet...&#10;&#10;On your turn (beginning with the player with the most cards from phase one):&#10;You can draw a card (pull the trigger) or you can discard one card from that you collect before, to shuffle all open bullet cards back together and then draw one, you just spin the cylinder of the revolver, (no point to do it if you have to draw the first bullet)&#10;or you can discard as many cards as alive players in the game to pass your turn to the next player. Finally, you can also choose to reveal two consecutive open bullet cards: If you survive, you'll be able to steal cards from other players!&#10;&#10;When you draw we check if you die or live from the bullet card.&#10;If you stay alive the game continues to the next player. If you die we shuffle the bullet cards and continue with the player with most cards.&#10;&#10;Last man standing is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Trick-taking"
    ],
    "Families": [
      "Containers: Wallets",
      "Series: Micro Game (Matagot)"
    ]
  },
  {
    "Rank": "22765",
    "Name": "Queen's Guard",
    "ID": 5168,
    "Year": "(1842)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/5168/queens-guard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Queen's Guard, a.k.a. Agon, is played on a hexagonal board, comprised of 91 smaller hexagons, six to each side of the board. The central hex is known as the throne; most Agon boards feature alternating colors of hexes in rings, starting from the six hexes surrounding the throne. Each player has one queen piece and six guard pieces. These all have alternating starting positions on the board's outer ring. Players take turns moving their pieces forward (or laterally) towards the center of the board; pieces may be captured by an opponent, if they are surrounded on two sides in a straight line. The captured player must then relocate his piece to the outer ring of the board. To win the game, a player must have his queen on the throne and surrounded by all six of his guards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: HexHex6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22766",
    "Name": "Your Theme Park",
    "ID": 304340,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/304340/your-theme-park",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Have you always dreamed of building and managing an amusement park? Your Theme Park is for you! In this comic book of which you are the hero, build your park, make it evolve by improving your attractions, your shops and your decorations. Expand it by buying plots and unlocking hundreds of bonuses....&#10;&#10;Your Theme Park is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Novel-based"
    ],
    "Mechanics": [
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Series: Graphic Novel Adventures (Makaka Editions)",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "22767",
    "Name": "Auf die Weide, fertig, los!",
    "ID": 131478,
    "Year": "(2012)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/131478/auf-die-weide-fertig-los",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;When the sun rises, the animals in the stables start pawing impatiently with their hooves. They are hungry and want to go out into the meadow! But farmer Tim is sick and in bed and cannot look after his animals.&#10;&#10;In To the Meadow, Ready, Steady, Go!, the players help farmer Tim by taking the animals out to the meadow for him. The player who finds two cards with the same number of buckets among the flowers cards may gather the feed for the animals and build a path to the meadow. Whoever has good memory skills and some luck with the die will be the first to lead his animal to the meadow!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "22768",
    "Name": "Jukem Football",
    "ID": 57775,
    "Year": "(2009)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/57775/jukem-football",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Jukem Football is a practical and fun way for children and adults to exercise mental quickness while having fun with a subject they love: football.&#10;&#10;Contents:  &#10;&bull;    Two 56-card playing decks (Jukem Rookie and Jukem)&#10;&bull;    Full-color Jukem Playbook&#10;&#10;OBJECT OF THE GAME&#10;The object of Jukem is to outscore your opponent with touchdowns (seven points) and field goals (three points).&#10;&#10;To score a touchdown, a drive must total exactly 100 yards.&#10;Jukem can be enjoyed a variety of ways. You can play with either the Rookie or Regular deck, or use both.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Sports",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Jukem Sports",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "22769",
    "Name": "Don't You Forget It",
    "ID": 4069,
    "Year": "(1983)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/4069/dont-you-forget-it",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "(from box)  In Don't You Forget It, you're trying to be the first player to reach 500 points.  On each turn, roll the dice and try to score points...but here's the catch: At any time the special dice might spell out FORGET IT and cause you to lose any points you've earned for that round.  Roll the dice as many times as you wish, but you just might wish you stopped before the dice tell you to FORGET IT!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "22770",
    "Name": "Animocrazy",
    "ID": 542,
    "Year": "(2000)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/542/animocrazy",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2844",
    "Description": "How can the Jolly Pets resist the big bag of candies right in front of them? Everything goes well at the beginning when they calmly agree on the same amount of candies for each of them, but soon they come up with more and more ideas and a debate starts&hellip; the Pig says,&ldquo;Those who weigh over 10kg should get an extra candy!&rdquo;... the Dog says, &ldquo;Whoever oversleeps should return a candy to the pool!&rdquo; To resolve their hectic argument, they finally decide to form the House of Pets, at which the animal councilors will discuss proposals and vote on new laws. Who can get the most delicious candies in this exciting voting game?&#10;&#10;Based on Karl-Heinz Schmiel's Das Regeln Wir Schon, players attempt to pass laws which benefit themselves.  The laws are either immediate or semi-permanent, and they can have all kinds of different effects: all players with beards get five points, vote cards must be played with the left hand, or some sort of re-evaluation or redistribution of the chips that each player has.  The chips are the main way that players score, but their worth fluctuates constantly.  On a turn, a player draws a card and then proposes a vote, and this continues until the End card is drawn.&#10;&#10;A winner of the 1999 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Series: Blue Games (Descartes)",
      "Series: Jolly Pets"
    ]
  },
  {
    "Rank": "22771",
    "Name": "Heaven, Here I Come!",
    "ID": 345966,
    "Year": "(2021)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/345966/heaven-here-i-come",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Met the end of their lives, now all of the players are standing before the Gates of Heaven, hoping to win their way inside.  A neatly-dressed old man appears before them and says, &rdquo;Heaven is nearly full!  Unfortunately, there is not enough room for all of you.  Discuss with each other and decide which of you shall not enter paradise.&rdquo;&#10;&#10;Heaven, Here I Come is an alignment game with deduction and bluffing.  Players are secretly divided into two teams, the Sinner team and the Scapegoat team.  Players will not usually know which team they are on at the beginning of the game.  Each team may consist of one or more players.  Try to determine which team you are on, keep it secret, and then figure out which team others are on.  Eventually, someone will make an accusation and then the real fun begins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Hidden Roles"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "22772",
    "Name": "EverZone: Strategic Battles in the Universe",
    "ID": 165044,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/165044/everzone-strategic-battles-in-the-universe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.7273",
    "Description": "Plan your battle. Marshal your armies. Eliminate the opponent.&#10;&#10;EverZone is a strategic card game set in a distant future. Each player is in command of forces in order to defend his race and expand the control in the universe. Three races (Numan, Slurr and Uthron, most commonly distinguished between humans, aliens and robots) fight for the galaxy on different battlefields: uncharted lands, seas of planets and in the cold space.&#10;The game's goal is destroying the opponent's &quot;headquarters&quot; by reducing to zero his command points (same as life points). To achieve this, players have 330 cards between units, supports and locations in order to build their own forces deck to use in battle against opponents, in the locations determined by each player. EverZone introduces a revolutionary game mechanism to minimize random elements, creating extremely tactical challenges.&#10;&#10;EverZone ist ein strategisches Kartenspiel, das in einer fernen Zukunft spielt. Jeder Spieler kontrolliert Truppen, um seine Spezies zu verteidigen und seine Kontrolle im Universum auszuweiten. Drei Rassen (Numan, Slurr und Uthron, gemeinhin auch erkannt als Menschen, Aliens und Roboter) k&auml;mpfen auf unterschiedlichen Schlachtfeldern um die Galaxie: unbekannte Lande, Planetenmeere, eiskalter Raum. &#10;Ziel des Spiels ist, das gegnerische Hauptquartier zu zerst&ouml;ren, indem dessen Kommandopunkte (analog zu Lebenspunkten) auf Null reduziert werden. Um das zu erreichen, baut jeder Spieler aus 330 Karten mit &quot;Units&quot;, &quot;Supports&quot; und &quot;Locations&quot; sein eigenes Deck, das er dann im Kampf gegen seine Gegner an den Schaupl&auml;tzen einsetzt, die von den Spielern bestimmt werden. Das Novum an EverZone sind Mechanismen, die die Spielstrategie auf h&ouml;chste Level anheben und den Zufallsfaktor auf ein Minimum reduzieren.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Simulation"
    ],
    "Families": [
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "22773",
    "Name": "Do You Know Me?",
    "ID": 296940,
    "Year": "(2019)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/296940/do-you-know-me",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Do You Know Me is the party game from What Do You Meme that tests your knowledge of each other, and reveals things you never knew about your fellow players! Buckle up &mdash; it&rsquo;s about to get personal. This game is great for friend groups, families (with adult kids), relationships/dating, team bonding, and more.&#10;&#10;HOW TO PLAY: Each player takes a turn in the hot seat, with the player to their right reading a set of five hilarious yes-or-no question cards about them. The group then tries to guess whether the answer is yes or no using their voting cards. (Example: Does Ben's last text contain an Emoji? Is Ben's Uber rating over a 4.6?) The player in the hot seat then reveals their answers &mdash; and who was right!&#10;&#10;At the end of each five-question round, the player with the most correct answers wins.&#10;&#10;WHAT&rsquo;S INSIDE: Contains 40 &ldquo;Yes&rdquo; cards, 40 &ldquo;No&rdquo; cards, 460 Question cards, instructions. Printed on premium playing cards (thick with gloss finish), shrink-wrapped in a custom box&#10; Adults only: This game is intended for ages 17+ and contains mature language and references. NOT intended for children &mdash; trust us on this one.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "22774",
    "Name": "Legend of Heroes",
    "ID": 1351,
    "Year": "(1987)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/1351/legend-of-heroes",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "From the back of the box -&#10;&#10;In a far land there is a Legend, as old as time itself.&#10;The Legend tells of a green mountain...of an ancient dungeon labyrinth buried deep beneath it...and of the priceless treasures to be found there. It also tells of the fearsome monsters and deadly traps which await all who seek those riches, and how only the boldest and most resourceful of Heroes can ever hope to enter the dungeon...and return alive!&#10;&#10;In the Starter Game, players take the parts of heroic warriors venturing alone into the labyrinth in search of fame and wealth. Great are the rewards, but great also are the dangers to be face along the way. In the Expanded Game, the warriors are joined by other heroic adventurers - magic-users, rogues, clerics and dwarves - as each player now pits a group of Heroes against the perils of the dungeon. Though each Hero brings his own special powers and there is strength to be gained in numbers, the dangers now are even more deadly!&rdquo;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "22775",
    "Name": "Zookeepers",
    "ID": 283482,
    "Year": "(2022)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/283482/zookeepers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Welcome to Zookeepers! A game where you can save threatened species and score points, using resources generated by your keepers. Accomplish objectives to upgrade them and receive more resources as they evolve.&#10;&#10;Zookeepers is a turn based game where you win by scoring the most points after a player saves 9 species. During your turn you'll be able to do one of the following actions:&#10;&#10;     Manage keepers&#10;     Save species and use bonus actions to send others for your opponents to save&#10;     Move species to your temporary quarantine zones &#10;     Collect resources from your keepers&#10;&#10;&#10;Developed in partnership with the Lisbon Zoo.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Board Game Arena",
      "Theme: Endangered / Extinct species",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "22776",
    "Name": "ROX",
    "ID": 194079,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/194079/rox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Druids are preparing for a great contest. Who will be the first to restore order to the elements?&#10;&#10;In ROX, the druid players are presented with sixty cards that lay scattered on the table. Each card is one of five colors with a matching colored totem in the center of the card, and the border of the card has sixteen symbols in a mixture of the five colors.&#10;&#10;To start a round, each player takes a card from the center, looks at the border to see which color/symbol is most prominent, then takes a card of this color, looks at the border, etc. until the player has placed a total of five cards in front of them. One all players have finished, the first player to finish uses a magic eye card to verify that they made the correct color choices for each card that they placed. If they did, they take the highest scoring card for the round; if not, they get nothing.&#10;&#10;After a certain number of rounds, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "22777",
    "Name": "Vendetta",
    "ID": 2373,
    "Year": "(1991)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/2373/vendetta",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The Godfather of a Sicilian village has passed away and now the members of the 'family' fight to become his successor. Whoever becomes the most powerful in a specific number of regions will become the new Godfather.&#10;&#10;2nd Place 1990 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "22778",
    "Name": "Rock the Bock",
    "ID": 329579,
    "Year": "(2021)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/329579/rock-the-bock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Things are getting wild here! The Roll &amp; Write game by Inka and Markus Brand guarantees lots of fun. And it is easy to explain: Deer bring plus points. But of course, the other players don't begrudge you these. And so the players give each other wolves as minus points. Well, who rocks the game at the end?&#10;&#10;This is how it's played: &#10;The player whose turn it is rolls the dice. You mark bucks or goats in your own color on your sheet. They bring plus points. If you decide on wolves, a fellow player must mark them on his sheet. Only the player who has enough bucks on his hand can secure the goats' bonus points.  And be careful: In each round, the players have fewer dice at their disposal! Whoever has the most points after 3 rounds wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "22779",
    "Name": "Golden Trivia Game: Star Trek Edition",
    "ID": 5762,
    "Year": "(1985)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/5762/golden-trivia-game-star-trek-edition",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "A Trivial Pursuit: Genus Edition compatible set of cards with questions about the original series of Star Trek. There are rules for a stand alone game.&#10;&#10;This GOLDEN series game covers trivia dealing with the Original Series and the first three Star Trek movies. Questions are split into six categories: 1. SHIP'S CREW: Questions on the crew of the Enterprise 2. STARFLEET: Questions on Starfleet and its policies as seen on screen 3. ALIENS: Questions on the many alien races seen in Star Trek 4. ALIEN WORLDS: Questions on the many alien planets seen in Star Trek 5. QUOTES: Questions on the dialogue in the episodes and movies 6. TREK TRIVIA: The &quot;Wild Card&quot; category; covers most everything the other categories don't.&#10;&#10;The object is to be the first player to reach a predetermined number of points.&#10;&#10;Questions are determined by die.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Golden Trivia Games",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "22780",
    "Name": "Gruselrunde zur Geisterstunde",
    "ID": 153753,
    "Year": "(2014)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/153753/gruselrunde-zur-geisterstunde",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Just in time for the witching hour, the vampire, the witch and the headless butler have arranged to meet in the ballroom of the villa Schauerstein &mdash; but why has the mummy shown up here? And where is the witch?!&#10;&#10;In Gruselrunde zur Geisterstunde, players first construct the villa, placing the walls in the box, then sliding cardboard characters on their cardboard &quot;wands&quot; through some of the ten slots. This villa then has a light placed inside it before a roof is added. Each round, a player is challenged to place two characters into the center of the villa. This player moves two of the wands so that the characters inside the villa are pushed forward; she then peeks through a peephole to see whether she's correct, and if so, she gains a scoring token after other players get to verify the characters. After a player collects her third token, finish the round so that everyone has the same number of turns. Whoever has three tokens wins!&#10;&#10;Gruselrunde zur Geisterstunde includes a variant in which each round the active player is challenged to place three characters in the center of the villa (instead of two), and opponents guess whether or not this player was correct. After the active player pushes in the character wands, each opponent secretly places either a &quot;yes&quot; or &quot;no&quot; token in hand, then they reveal them simultaneously. If the active player was right, she gains two scoring tokens while each opponent who guessed &quot;yes&quot; earns one; if she's wrong, then each opponent who guessed &quot;no&quot; earns one token. The winning threshold in this variant is 8-10 tokens, depending on the number of players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "22781",
    "Name": "War: Império Romano",
    "ID": 29317,
    "Year": "(2007)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/29317/war-imperio-romano",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0833",
    "Description": "War, the Brazilian Risk-like game is making 35 years and to celebrate that they're releasing this new light wargame: War - Imp&eacute;rio Romano takes the same mechanics to a new level. This game focus on shorter game length than its predecessor and allows for less players (3 or 4 in this version, compared to 3 to 6 in the original version).&#10;&#10;From the official rules manual (in portuguese):&#10;The Roman empire was one of the greatest and longest empires in history. It started before the birth of Christ (B.C.) and lasted, in the East, until year 476 A.D. (anno domini) and, in the West, until 1453 A.D. Let us go back to year 140 D.C., when this Empire reached its greatest extension and dominated practically all Europe, part of Asia and northern Africa. Times that were not completely peaceful, for enemies threatened the borders of the empire and the conquered people insurrected against domination, seeking freedom. Go back in time with War: Roman Empire and feel the thrill of defending your borders and advancing your legions, conquering provinces of the roman world in 140 A.D.! Observe, though, that the political division of the provinces adopted in the board objectives to ease the game mechanics, and not portrait the reality of that age. All province and sea names are written in latin. Only the region names are in portuguese. Each players is dealt an objective, that will only be known by himself. The knowledge of this objective by other players will make your conquest harder. It is important for the player to, when reading the rules, try some practical plays, simulating, inclusively, the mentioned examples. This way it will be much easier to understand the mechanisms of WAR.&#10;&#10;Re-implements:&#10;&#10;    War&#10;&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome",
      "Game: War (Grow Jogos)",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "22782",
    "Name": "Politico: The Fall of Caesar",
    "ID": 67977,
    "Year": "(2010)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/67977/politico-the-fall-of-caesar",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Politico: The Fall of Caesar is the 7th game in Small Box Games' Pure Card Line.&#10;&#10;In Politico: The Fall of Caesar, players are Senators who have grown tired of Caesar, and have aspirations of overthrowing the leader of Rome and taking the reigns.  Little did you know that you weren&rsquo;t the only Senator with such lofty goals, as there are other Senators with a similar agenda.  Players secretly plot to gain the most supporters within the city of Rome to help bring their plan to fruition, and to bring about the fall of Caesar, or at the very least, posture themselves in a position of greater power.&#10;&#10;The game takes place over a series of rounds.  During each round, a new Supporter is revealed and players secretly choose what Tactic they will choose for the round, either to Persuade Supporters of the current type, or to Manipulate the game to their favor.  The game ends immediately if any player manages to have 13 or more Supporters, with at least 1 supporter of each type.  Otherwise, the game ends after the round when the last Supporter card is revealed, and players are awarded points for the Supporters they have left at the end of the game.&#10;&#10;Politico: The Fall of Caesar is not an expansion for Politico.  It is a stand alone game that borrows mechanics from the original game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome",
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "22783",
    "Name": "Saqqara",
    "ID": 385563,
    "Year": "(2023)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/385563/saqqara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the hot desert sand, not far from the oldest pyramid in the world, you end up at an unknown excavation site. Where initially only worthless chunks of stone and broken vessels appear, you will soon come across more valuable finds. At the same time, you are trying to place these artifacts in a common collection in order to profitably transfer them to the local museum. Whoever manages to do this best is crowned the most successful archaeologist.&#10;&#10;On your turn, you can either&#10;&#10;     play exactly 2 cards from your hand, or&#10;     draw as many cards as you like, respecting your hand limit (max. 5)&#10;&#10;&#10;Try to play the cards strategically in the common display to reach a card value of 15 to gain prestige. The player with the most prestige wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Egypt",
      "Country: Egypt",
      "Theme: Archaeology / Paleontology",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "22784",
    "Name": "Emperor's First Battles",
    "ID": 14424,
    "Year": "(1995)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/14424/emperors-first-battles",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Includes two of Napoleon&acute;s most famous battles, Austerlitz 1805 and Jena-Auerst&auml;dt 1806. Almost the same rules system as `Napoleon&acute;s First Battles&acute;, but with a few changes. Army morale is important in this system. Once your army disintegrates, all your units suffer adverse and permanent effects. Their combat strength is halved, for example.&#10;&#10;480 die-cut counters and two 22 x 34&quot; maps (one for each battle). The counters of the French III Corps were printed in the wrong color. They can still be used, but replacement counters are also available from Decision Games.&#10;&#10;Emperor's First Battles has now been released by Decision games as a &quot;Deluxe Edition&quot; that includes the Napoleon's First Battles Quad.&#10;&#10;The Deluxe Edition now contains 6 battles: &quot;Montenotte&quot;, &quot;Arcola&quot;, &quot;The Pyramids&quot;, &quot;Marengo&quot;, &quot;Austerlitz&quot; and &quot;Jena-Auerst&auml;dt&quot;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Relative Movement",
      "Zone of Control"
    ],
    "Families": []
  },
  {
    "Rank": "22785",
    "Name": "La Legion: El juego de la Guerra de Africa",
    "ID": 20601,
    "Year": "(1984)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/20601/la-legion-el-juego-de-la-guerra-de-africa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From 1907 to 1927 Spain fought in Morocco a long war, full of ups and downs, brilliant victories and crashing defeats that touched the Spanish society.&#10;In 1909, after the disaster at the Ravine of the Wolf, the war became headline news at the same time as the &quot;Tragic Week&quot; in Barcelona. The Franco-Spanish treaty of 1912 gave Spain the zone of the Protectorate, that Spain started to occupy from Ceuta, Melilla and Larache. &#10;In spite of the resistance of the Moroccan leaders El Raisuni and Abd-El-Krim, the troops of General Berenguer slowly conquered the rebel territories. In 1921, the General Silvestre suffers in Annual a crunching defeat where 13000 soldiers died and Melilla was left vulnerable to the enemy. &#10;In 1925, General primo de Rivera disembarked in Alhucemas, defeated Abd-El-Krim and achieved the end of the Pacification of the Protectorate. In 1926 the war in Africa ended. (Translation from the back cover)&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Morocco",
      "Country: Spain",
      "Decades: The 1920's",
      "History: Rif War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22786",
    "Name": "Material World",
    "ID": 1984,
    "Year": "(1995)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/1984/material-world",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9",
    "Description": "A game of building caravan/shipping routes to new territories to acquire resources and carefully using them to increase the level of civilization while avoiding or defeating the armed forces of the opponent. The map covers the entire world and the five possible powers are Britain, Germany, France, Russia and the Ottoman Empire.&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22787",
    "Name": "Nelly",
    "ID": 58192,
    "Year": "(2009)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/58192/nelly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.25",
    "Description": "Description translated from Queen website:&#10;&quot;Nelly the hippopotamus (German: Nilpferd) lives in a small lake in Afrika, together with her friends the little turtles and a heron.&#10;Here she has everything she needs, and her firends like to sit on her back, however there are also little crabs in the lake that like to pinch her in the nose ...&#10;&#10;The turtle climbing competition with a big hippo body made of wood and an extra-large game board.&quot;&#10;&#10;In Nelly Nilpferd, the players try to place their wooden turtles on the (hemisphere shaped) back of Nelly, which can become quite crowded as the heron lives also there. &#10;Players have three different actions: placing a turtle on Nelly, feeding Nelly with a water plant or moving the heron. &#10;Whenever Nelly accidentally eats a plant with a crab underneath, she is pinched in the nose and goes diving. Now at least some of the placed turtles will fall down and have to restart. The player who places all of his turtles first wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Hippopotamuses",
      "Animals: Turtles",
      "Series: Queen Kids"
    ]
  },
  {
    "Rank": "22788",
    "Name": "Silent But Deadly Night",
    "ID": 39447,
    "Year": "(2008)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/39447/silent-but-deadly-night",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "From the Manufacturer's website:&#10;&#10;We bring you holiday joy as we salute the films of Christmas past.&#10;&#10;Players are making a B-Movie by playing Characters, Props, and Locations in their movie and sending Creatures to attack the other players' movies in order to kill off their Characters. SFX cards can modify attacks and do other wacky stuff. When Roll the Credits is played, the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: B-Movies (Z-Man)",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "22789",
    "Name": "Batman: Gotham City Mystery",
    "ID": 6705,
    "Year": "(2003)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/6705/batman-gotham-city-mystery",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In this game one player is a villain trying to collect 10 items to complete a nefarious scheme, and the other players play the four heroes (Batman, Robin, Batgirl, and Nightwing) who cooperate to prevent this.&#10;&#10;The villain player plays one of 10 characters (the Joker, Riddler, etc.).  The heroes do not know which villain is being played, and their object is to discover this.  Each villain needs a different set of 10 items, so by arresting the minions carrying the items the heroes can eventually determine who is the mastermind behind the crime wave.  A handy &quot;Bat-computer&quot; is provided which shows you who the possible villains are when the item cards are inserted.&#10;&#10;The gameplay involves rolling a die and moving your character (or multiple minions for the villain player) around the streets of Gotham, entering buildings to steal things or arresting people, depending on which side you're on.  A small deck of action cards spices things up a bit and allows for a bit more planning.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Deduction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Players: One versus Many",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "22790",
    "Name": "Bim Bamm!",
    "ID": 126749,
    "Year": "(2012)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/126749/bim-bamm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "16 double-sided tiles with animal pictures are placed in a 4x4 grid.There is a stack of 15 cards with the same animals, and each player draws one of these. This shows his/her secret goal. &#10;Players now take turns flipping tiles. When an animal is showing on five tiles, the player(s) who have this animal as their goal shout &quot;BIM BAMM&quot;. The first player to do that gets the card. The winner is the first player who has three cards.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "22791",
    "Name": "PRRRT...",
    "ID": 90919,
    "Year": "(2011)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/90919/prrrt",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "The BoardGameGeek glossary helpfully includes the term &quot;fart-factor&quot; for those who have wondered how to describe the gassy sound created when pushing down on a box lid. Who knew that someday a couple of game designers would move the farts from inside the box to the front cover?&#10;&#10;Yes, PRRRT... &ndash; from the designing duo of Ludovic Maublanc and Bruno Cathala &ndash; is all about the rip-roarers and pants-busters that emerge from one's nether regions, more specifically about determining who dealt it (while thankfully avoiding the &quot;who smelt it&quot; end of the equation).&#10;&#10;Each round a situation card is revealed, such as a small crowd in an elevator, and a number of people cards equal to the crowd depicted on the card are turned face up. People cards are valued from 1 to 10 based on the amount of shame that person would have towards you should you be revealed as the culprit. Grannies are merciless...&#10;&#10;Each player receives a hand of five odor cards, ranging in value from 0 to 7, with one 7, two 6s and so on to eight 0s. Going once around the table, each player in turn asks his neighbor, &quot;So how about it? Are you the one contributing to climate change? Are you the one making more methane?&quot; And so on. That neighbor can either fess up &ndash; in which case he scores all the people cards in play &ndash; or he can deny the charge, in which case the active player randomly draws a card from his hand and lays it on the table in front of the neighbor, revealing some of the smell that others have detected.&#10;&#10;If you make it once around the table without anyone confessing, add another person card to the crowd of sniffers, then go around the table again. Repeat this process up to three times, at which point most people will have three cards in front of them. Everyone then simultaneously points to the person who they think created the ruckus (that is, who has the largest total of odor cards), abstaining if they are that person. Everyone then sums their stink, with the &quot;winner&quot; claiming the person cards in play and a card for each person blaming him; anyone who accuses a player incorrectly is penalized. Smallest score after a number of rounds wins the game.&#10;&#10;Being dealt a hand of high numbers doesn't automatically presage your coronation as a gas god as high numbers typically have a special power that comes into play when someone reveals the card from your hand. The 7, for example, removes all other cards in your hand from play, while the 6 lets you exchange up to three cards from your hand with an opponent. With odor comes power!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22792",
    "Name": "The Traitors",
    "ID": 376656,
    "Year": "(2022)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/376656/the-traitors",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Strategic Family Party Game Based On The BBC TV Show.&#10;&#10;BASED ON THE NEW BBC SERIES. The Traitors brand new card game is based on the new reality competition series of strategy and suspicion. TVs most exciting psychological game. A game of trust and treachery&hellip;..do you have what it takes to play?&#10;&#10;AMONG YOU ARE THE TRAITORS. Every time night falls there is a good chance someone will attempt to commit murder under the cover of darkness. You could be the victim tonight, so keep your shield close and your enemies closer. The game is on!&#10;&#10;WHO WILL YOU BETRAY TO WIN? Trust no one in this darkly dramatic family game where players work together to collect a hoard of golden treasure, but be warned - danger is lurking. Gather everyone together to play this strategic family game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Scenario / Mission / Campaign Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "22793",
    "Name": "Banqi",
    "ID": 29741,
    "Year": "(1970)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/29741/banqi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5714",
    "Description": "Banqi, or Half Chess, is a two-player Chinese board game played on a 4x8 grid (usually half of the Chinese Chess board).  Banqi is a social game, usually played for fun rather than serious competition. Because it has a significant element of chance, some people consider it a child's game, but Banqi often has remarkable depth of strategy.&#10;&#10;The 32 pieces are shuffled and randomly allocated face-down to squares on the board.  The first player turns up a piece to begin the game.  The color of the piece he turns up is the color he will play in the game.  The second player then makes a move, and the two alternate until the game is finished.&#10;&#10;The game ends when a player cannot move; the player who cannot move loses.  Most often, the game is lost because all of a player&rsquo;s pieces have been captured and so he has no pieces to move.  However, it is possible for one player to surround all of the other player&rsquo;s pieces in a manner that makes it impossible for them to move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 4 x 8 Grids",
      "Country: China",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22794",
    "Name": "Crime Scene: Lazio 1356",
    "ID": 362858,
    "Year": "(2022)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/362858/crime-scene-lazio-1356",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Lazio is the fifth game in the Crime Scene family. It follows the same puzzle solving format as its predecessors. This game is set in a medieval monastery, where recent events have frightened away most of the monks. The story is written by the awarded author Arttu Tuominen.&#10;In the puzzles you get to investigate a broken down cart with strange wheels, a night sky with shooting starts, a pot where man has been boiled, and many other things.&#10;The high age recommendation comes from a few graphic details in the story. These can be skipped by parents playing with their children (12+), as long as they are aware such exist in the game.&#10;&#10;Challenge Level 3/5&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Finale Ending"
    ],
    "Families": [
      "Series: Crime Scene (Tactic)"
    ]
  },
  {
    "Rank": "22795",
    "Name": "Blackrock Castle",
    "ID": 1318,
    "Year": "(2001)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/1318/blackrock-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Players explore a castle made up of tiles that are solid on three corners and pivot on the fourth corner, creating a &quot;trapdoor&quot;.  On your turn you can move as many spaces as you want until you voluntarily stop or fall into one of these trapdoors.  The object of the game is to have each of your three knights collect a pair of family portraits that are located in the corner &quot;Portrait Galleries&quot; and then make it to the middle of the board where the Treasury is located.  The first player to get all three knights there, wins.&#10;&#10;The memory element comes into play as you try to remember which paths are the safest route to take as you collect your portraits.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Maze",
      "Medieval",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22796",
    "Name": "Psychologizer",
    "ID": 18288,
    "Year": null,
    "Geek Rating": "5.503",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/18288/psychologizer",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Psychologizer - A people watcher who pays attention to the interests, attitudes and habits of others and who likes to predict what others might say or do in response to typical and not so typical situations.&#10;&#10;In this game points are awarded for correctly predicting the responses of individuals to situations that are presented on a range subjects covering - love and marriage, philosophy, politics and current events, sports and recreation, mortality and personality.&#10;&#10;Psychologizer contains one playing board with spinner, one card box containing a total of 600 cards, along with eight sets of eight response cards, eight token persons, and eight graduation caps and tassels.&#10;&#10;The winner is the player who first accumulates the number of credits necessary to receive a psychologizer degree. The length of the game depends on the particular degree being sought and is merely a matter of preference. In the shortest version of the game, the players strive for a Bachelor's Degree in Psychologizing which requires 150 credits. If players wish to proceed to the next level, they must first stop to graduate before moving on. That is, credits obtained at the end of one degree level cannot be carried over as credits towards the next level. When a player earns 230 credits he or she receives a Master's Degree in Psychologizing. In the longest version of the game, the players strive to accumulate 380 credits to become the first to earn a Doctoral Degree in Psychologizing. Remember, the group of players decides which degree the game will end at.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "22797",
    "Name": "The Simpsons Group Photo",
    "ID": 12675,
    "Year": "(2003)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/12675/the-simpsons-group-photo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Ay caramba! Round up Bart and the rest of the Springfield townspeople for an entertaining card game full of laughs and surprises.&#10;&#10;The Simpsons Group Photo is the first card game where you match unique photos and hysterical ID cards of your favorite Simpsons characters to your Group Photo Card in a game that combines the familiar strategy of Gin with the luck of the draw. Each player is dealt a Group Photo Card and six playing cards. The first player to match the six cards in their hand (including at least two Photo ID Cards) to their Group Photo Card wins the game. Four different kinds of wild cards add some spice to the game, as you can make opponents start over. Packaged in a collectible tin!&#10;&#10;All new &amp; original illustrations, hilarious ID cards, wild cards and 21 popular Simpsons characters make every game a blast! Characters include: Nelson Muntz, Bart Simpson, Principal Skinner, Santa's Little Helper, Waylon Smithers, Jr., Chief Wiggum, Groundskeeper Willie, Homer Simpson, Fat Tony, Comic Book Guy, Grampa Simpson, Edna Krabappel, Krusty, Apu, Marge Simpson, Mr. Burns, Maggie Simpson, Lisa Simpson, Milhouse, and Moe Szyslak.&#10;&#10;From game promotional materials&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "22798",
    "Name": "Monopoly: The Heirloom Edition",
    "ID": 7269,
    "Year": "(1997)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/7269/monopoly-the-heirloom-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "1.6667",
    "Description": "The real-estate game. Buy properties in Atlantic City. Collect sets of properties to allow improvements. Build houses and hotels. Collect rent from fellow players. Repeat as necessary until everyone else is bankrupt.&#10;&#10;Beautifully stained solid wood, hinged-lid box with hardware and solid brass medallion.&#10;&#10;A free offer to engrave your family name on the box.&#10;&#10;Game log to record family memories:when you played, with whom--and who won!&#10;&#10;An extra and unique piggy bank token specially designed for this edition &#10;[c]&#10;Velvet bag to hold dice and 11 &quot;gold&quot; tokens&#10;&#10;2 interior levels with removable wooden Banker's Tray, all completely flocked&#10;&#10;7 Metal coins (one for each denomination) based on coins in our archives, and redisigned paper money&#10;&#10;Square game board with heirloom graphics and stamped with the heirloom design&#10;&#10;Redisigned Chance, Community Chest and Title Deed cards.&#10;&#10;-From the Box:&#10;&quot;THE MOST LUXURIOUS EDITION OF THE MONOPOLY GAME THAT PARKER BROTHERS HAS EVER PRODUCED. THIS HEIRLOOM EDITION IS WORTHY OF THE NAME, BECAUSE IT IS TRULY &quot; SOMETHING OF SPECIAL VALUE TO BE HANDED DOWN FROM ONE GENERATION TO THE NEXT&quot; &quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Atlantic City (New Jersey, USA)"
    ]
  },
  {
    "Rank": "22799",
    "Name": "Reanimator",
    "ID": 235807,
    "Year": "(2018)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/235807/reanimator",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Reanimator is a cooperative mystery-story board game for 1-4 players.&#10;&#10;Players will work together taking on the role of the narrator from Lovecraft&rsquo;s original story in order to perfect the protagonist&rsquo;s experimental reanimation serum.&#10;&#10;Classic characters including Herbert West, the City Watch, and the Undead wander through Arkham to help or hinder the players as they undertake their profane task.&#10;&#10;Subplot decks of cards will develop your story through gameplay, forcing players to respond to new adventures and challenges only the world of the ReAnimator can provide!&#10;&#10;Players play through six iconic serials akin to the original novel series with modified enhancements from the comics.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Push Your Luck",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "22800",
    "Name": "Risk: Deep Space",
    "ID": 344638,
    "Year": "(2021)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/344638/risk-deep-space",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "CONQUER THE UNIVERSE: Why conquer the globe when you can conquer the universe instead? The Risk Deep Space strategy game is an exciting fast-paced, spaced-based twist on the classic Risk board game.&#10;&#10;Risk: Deep Space has 9 planets where players try to be the first to control 4 planets. Players battle for planets and attack intergalactic adversaries with a roll of the dice. Players need recruits and resources as they strive to build bases on as many planets as possible.  Each time a player lands on a planet, they must immediately have a dice battle until only one player is left.&#10;&#10;Includes gameboard, 128 plastic recruits, 20 plastic bases, 36 action cards, 2 dice, 30 gem tokens, 30 ore tokens, 2 planet covers, and instruction booklet.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Risk (Official)",
      "Space: Earth's Solar System"
    ]
  }
]