[
  {
    "Rank": "N/A",
    "Name": "Alle meine Entchen",
    "ID": 31628,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/31628/alle-meine-entchen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The players take their ducklings for a swim. During their outing, they dive to collect water plants. The lucky duck that collects the most water plants wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolkenkinder",
    "ID": 31629,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/31629/wolkenkinder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Wolkenkinder is a dice game for children three and up.  The players assume the role of children, who live up in the clouds, called the wolkenkinder.  The wolkenkinder like to play their favorite new game- dropping raindrops into a rain barrel.  The game is made more challenging by the umbrellas that block the holes in the rain barrel.  The first wolkenkinder to drop all their raindrops into the rain barrel wins the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Record Game",
    "ID": 31630,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/31630/the-record-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "510",
    "Weight": "0",
    "Description": "From the Box:&#10;&#10;The RECORD GAME is THE board game that offers you a behind-the-scenes look at the excitement and glitter of the record and music business.&#10;&#10;With your first move, you enter the fast-paced world of the entertainment industry. You've got $4 million and it's up to you to make your record a hit.&#10;&#10;The RECORD GAME takes you into the recording studio... on the road with your act... into the record stores and radio stations. You must plan promotions, budget your money and carefully manage your sales and inventory. Enjoy the entertainment world but remember that it's good business sense that produces profits, and it's profit that makes a winner in THE RECORD GAME.&#10;&#10;The game was endorsed by Kenny Rogers.&#10;&#10;Unique Features:&#10;&#10;&#10;     3 variations of play, allowing participants to enjoy a 2-hour, a 5-hour or the demanding 8 1/2-hour excursion into the world of music and records.&#10;     a 33 1/3 RPM record containing the basic rules and objectives and the RECORD GAME song.&#10;     Dial-A-Square. Call the &quot;Dial-A-Square&quot; number for the square of the day (no longer working, I imagine).&#10;     Do-It-Yourself square&#10;&#10;&#10;Components:&#10;&#10;&#10;     Board - Over 2 feet by 2 feet, showing the spiraling road to number 1 in the center.&#10;     Play Money&#10;     Dice&#10;     Pawns&#10;     Crayons&#10;     Wipe-off Inventory sheets/radio tracking sheets&#10;     Playable Record with the instructions&#10;     Several types of cards that determine different aspects of the entertainment industry (Concerts, Radio shows, Inventory, etc.)&#10;     Ownership Cards for Music Publishers/Marketing Agencies&#10;     Instructions&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Vinyl Records"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "'The Club' Board Game",
    "ID": 31631,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/31631/the-club-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The latest game from MM Board Games is now available FREE to Print and Play.&#10;&#10;You are a Night-club DJ under orders from the Club Manager to keep the clubbers happy. The Club has many rooms (one per player), each playing a different genre of music. Each player has a board that depicts their &lsquo;room&rsquo;, which is split into 3 main areas; Bar Area, Dancefloor and Stage. Also on a player&rsquo;s board are 2 record decks on either side of a sound mixer.&#10;Players have a selection of records and must decide which to play at what time. At the start of the game the DJ must entice clubbers on to the Dancefloor (from the Bar Area), then, as the night progresses, on to the Stage. &#10;The manager will visit your room from time to time and you will receive points for clubbers on the Dancefloor and for those on the Stage.&#10;At the end of the night the DJ with the most points is the winner.&#10;&#10;To acquire the game visit the site below;&#10;&#10;http://mmboardgames.page.tl/&#10;&#10;",
    "Categories": [
      "Music",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tim Lahaye's Bible Trivia",
    "ID": 31632,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/31632/tim-lahayes-bible-trivia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Be the first player or team to collect 6 Bible coins by answering questions correctly. Includes 500 cards with 2000 questions.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Original Dessert",
    "ID": 31633,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31633/original-dessert",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The box can easily be mistaken for a box of chocolates. Which is of course where the name of the game pitches in. &#10;During the game the cards allow you to choose from 6 different options: to give definitions of difficult words, to judge over historical facts, to complete proverbs, to act out a word, to solve riddles, thereby going through several steps, and to improvise a story. &#10;The game is good for about half an hour of acting, tale telling and guessing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "VeggieTales Seek & Match Board Game",
    "ID": 31634,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/31634/veggietales-seek-and-match-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Help Jimmy Gourd find his cheeseburger, Bob the Tomato retrieve his hat, Larry the Cucumber fetch his duck, or Junior Asparagus search for his ball.  Remember where the 4 items for each character are on the game board. The first player to collect all 4 of their character's items and return to the center of the board, WINS!&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Nurses Game",
    "ID": 31635,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31635/the-nurses-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple roll and move game from IDEAL. The Nurses asks you to follow the hectic careers of nurses Liz Thorpe and Gail Lucas.  This game comes from the television show of the same name that was on during the 1960's which featured Shirl Conway as Liz Thorpe and Zina Bethune as Gail Lucas.&#10;&#10;",
    "Categories": [
      "Medical",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rex Morgan M.D.",
    "ID": 31636,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31636/rex-morgan-md",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rex Morgan MD Game is from the Sunday Funnies Series of games put out by Ideal in 1972. The game is for 2 to 4 players Ages 7 to 14. Object is to roll the dice and then &quot;Race around to emergencies with America's favorite doctor&quot;.&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "America: Kate Smith's Own Game",
    "ID": 31637,
    "Year": "(1944)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31637/america-kate-smiths-own-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kate Smith, the famous singer and radio star from the 1940's (she also sang &quot;God Bless America&quot; at Philadelphia Flyer Hockey Games during the 1970's), is on the cover of this war-time game that reeks of patriotism. It was produced by Toy Creations Inc. of New York, and a signed dedication inside the box lid promised to donate all royalties to charity.&#10;&#10;The game comes with 144 thick cardboard tiles: 48 states divided into four color-coded regions; 48 state capitols; 30 primary industries; 10 &quot;favorite sons&quot;; and 8 American flags (wild cards). There are four cardboard racks for holding each player's tiles (neatly designed to create red-and-white stripes when laid sideways in the box next to the blue-starred covered rules).&#10;&#10;The tiles are shuffled face down on the table between the players. Each player draws a hand of 12 tiles to start. Each in turn then draws a tile and then discards a tile (the same or another). As in mah-jong, the player must announce the discard. The next player may pick up either the discard or a blind tile, but any player may claim the discard if it completes a partial set. He must reveal enough tiles to prove the set (e.g. two other states of the same color), thus revealing part of his strategy, but play then passes to the seizing player's left, with any in between missing their turns.&#10;&#10;There are eight potential scoring combinations. The easiest, scoring 5, is a hand with three states in each of the four regions. The most difficult, scoring 30, requires three states each with their capitols, one of their industries and a favorite son. (Since some industries have only a single tile, and only 10 states have favorite sons, this can be very difficult indeed.) However, the 8 American flag tiles can be used as wild cards.&#10;&#10;If a player needs information (such as a state's favorite son or industry), he may ask questions out loud, and pays 5 into a bonus pot for each question. As soon as a player completes a winning hand, he calls &quot;America&quot; and collects the value of the hand from each player as well as anything in the bonus pot. Cardboard discs in four colors are supplied, with their values to be assigned by the players.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: Air Pack",
    "ID": 31638,
    "Year": "(2007)",
    "Geek Rating": "6.212",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31638/memoir-44-air-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.451",
    "Description": "This expansion for Memoir '44 includes eight painted airplanes and the air rules needed to fly them from the Battle of Britain to the Battle of Midway, from the frigid air of Kursk to the balmy skies of Malta, and deep into Nazi territory.&#10;&#10;Also included in the pack is a complete compilation of all 64 official Memoir '44 scenarios published to date, including revisions to many of them - taking advantage of the numerous expansions now available for the game system.&#10;&#10;The Air Pack is further rounded off with a complete 120 card deck describing every single terrain, special rules, troop type and nation introduced since the game's launch at the 60-year anniversary of D-Day.&#10;&#10;Part of the Memoir &#039;44 series.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Memoir '44",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teen Magazine: The Game",
    "ID": 31640,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31640/teen-magazine-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The box cover for this game claims that this is a game that is all about guys, real life, celebs, beauty and style. The object of the game is to create your own magazine cover by using the teen cards that you acquire while going around the board. Game is suitable for girls Ages 8 and 14&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Wonderful Wizard of Oz",
    "ID": 31641,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/31641/the-wonderful-wizard-of-oz",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "From the publisher:&#10;&#10;In Front Porch Classics&rsquo; The Wonderful Wizard of Oz, you will travel down the Yellow Brick Road with Dorothy, the Scarecrow, the Tin Woodsman and the Cowardly Lion in a cooperative effort to outsmart the Wicked Witch of the West. In this unique team game, players work together against the Wicked Witch to get Dorothy to her home in Kansas. During the course of the game, different players will become the leader of the group, making decisions as the Wicked Witch tries to capture and defeat the team. Front Porch Classics&rsquo; The Wonderful Wizard of Oz allows young and old alike to actively relive America&rsquo;s most beloved children&rsquo;s tale. Game includes both basic and advances rules and features four beautifully designed character playing pieces, over 30 multi-colored gems and 100 unique playing cards.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: The Wizard of Oz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WordSpot Jr.",
    "ID": 31642,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/31642/wordspot-jr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the publisher:&#10;&#10;The object of WordSpot Jr. is simple: find hidden words among the lettered tiles and mark them using WordSpot tokens. Words may go up, down, across, backwards or diagonally. The first player to use all his or her tokens wins! It's a fun and easy way to help children develop their reading and spelling skills while challenging adults, too. Contains 28 letter tiles and 55 marking tokens.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Captain Kangaroo: Parade Around the Treasure House Game",
    "ID": 31643,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31643/captain-kangaroo-parade-around-the-treasure-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Captain Kangaroo's Parade Around the Treasure House Game from Transogram was produced in 1969. It is a very simple roll and move game for 2 to 4 players.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Captain Kangaroo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventures in Fairyland",
    "ID": 31644,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/31644/adventures-in-fairyland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;In the mystical realm of Fairyland, adventure, magic and fun await discovery under every mushroom cap and flower petal as players travel across Fairyland to meet the fantastic creatures who live there &ndash; mermaids, unicorns, dragons, elves and many more! Be the first player to visit as many fairy creatures as you can and collect tokens of their friendship to win. Adventures in Fairyland includes 28 beautifully illustrated fairy tiles, 4 wooden fairy game pieces and comes in a delightfully illustrated wooden box.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gra o kartę rowerową",
    "ID": 31645,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.75",
    "Link": "https://boardgamegeek.com/boardgame/31645/gra-o-karte-rowerowa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Polish board game for minimum of 2 players with an objective to reach the finish line with your bicycle rider pawn.&#10;&#10;Each of the 64 fields on the board is one of the road signs in Poland. Landing on the field means you have to follow the instructions from the instruction sheet.&#10;&#10;You move by rolling the standard D6 dice. First one to reach the finish line - wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Sky's The Limit",
    "ID": 31646,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31646/the-skys-the-limit",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Based on a local New York City children's game show, hosted first by Gene Rayburn and later Monty Hall, players try to complete a series of 49 stunts. The first team to compile a score of 1,000 points wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pop Opinion",
    "ID": 31647,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/31647/pop-opinion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Each player starts with a small popcorn bowl (provided in the game) containing 20 pieces of popcorn (supplied by players).  Players take turns answering questions about each other such as &quot;Room in the house where I spend the least time&quot; and &quot;Vegetable most like me&quot;.  When players are correct, they eat a piece of popcorn.  The first player to eat all of his/her popcorn wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Improved Game of Fish Pond",
    "ID": 31648,
    "Year": "(1890)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31648/the-improved-game-of-fish-pond",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "McLoughlin Brothers Improved Game of Fish Pond  from 1890. The game has stacks of cardboard fish plus wood poles and metal hooks. Object of the game was to catch as many fish as possible. Each fish had as different value.&#10;&#10;One edition of the game came in a large wooden box measuring 18 1/2&quot; x 12 1/2&quot; x 3&quot;. Components included The Fish Pond (box insert with slots to hold the fish upright), six fishing poles, and fifty-four fish (&quot;numbered in multiples of 3, as - 3, 6, 9, 12, etc.&quot; and marked with the name of the fish.)&#10;&#10;Another edition of the game came in a box measuring approximately 17 1/2&quot; x 4 1/4&quot;. This edition had only two fishing poles and fewer fish.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game of Parlor Baseball",
    "ID": 31649,
    "Year": "(1897)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31649/game-of-parlor-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "McLoughlin Game of Parlor Baseball from 1897. Actually Spin the Spinners type game.  Features two spinners and nine yellow and nine blue game pieces.  The very limited information for this game was gathered from Morphy Auctions.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Dog Lovers' Edition",
    "ID": 31650,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/31650/monopoly-dog-lovers-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is an official themed monopoly version using the theme of dogs.  Dogs and dog-related concepts make up the board spaces, tokens, etc.  This has been published in two versions--a version with a &quot;Pedigree&quot; endorsement (Pedigree is a brand of dog food), and a version without the Pedigree endorsement.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epées et Couronne",
    "ID": 31651,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/31651/epees-et-couronne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4444",
    "Description": "Ep&eacute;es et Couronne (Swords and Crown) is the 3rd volume in the &quot;Au fil de l'Ep&eacute;e&quot; series.&#10;&#10;It covers the following battles:&#10;- Varey 1325&#10;- Baug&eacute; 1421&#10;- Verneuil 1424&#10;- Montlhery 1465&#10;&#10;Game content: &#10;- Rules version 6&#10;- 15 pages scenarios booklet.&#10;- 2 battles on A3 map: Varey 1325 et Baug&eacute; 1421&#10;- 2 battles on A2 map: (2xA3) : Verneuil 1424 et Montlhery1465&#10;- 3 counters sheet to cut (234 2-sided counters and 182 markers)&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Country: France",
      "History: Hundred Years Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "Series: Au Fil de l'Épée (Frédéric Bey)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventures in Oz",
    "ID": 31652,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/31652/adventures-in-oz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "From the publisher:&#10;&#10;Magic, fun and adventure await as you travel along the Yellow Brick Road to see the Wizard of Oz! Help the Scarecrow get his brain, the Tin Woodsman find his heart, the Cowardly Lion gather courage and Dorothy find her way back home. Call on Toto to help move you along but beware of the Wicked Witch who is waiting to spoil your plans and send you back to Start! So, click your heels, roll the die and let the adventure begin! Comes in a colorful fun box.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Books: The Wizard of Oz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Attack",
    "ID": 31653,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31653/pirate-attack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subtitled &quot;Classic Seafaring Action&quot; Pirate Attack is a game based on the public domain Battleship.&#10;&#10;It comes with a suitable pirate themed game board and pieces including pirate ships with sails that are knocked off when hit. The game differs from the classic game by adding two special weapons. Cannonballs are the standard shots, but players also have the limited options to use &quot;Shrapnel&quot; or a &quot;Telescope Targeting&quot;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Wake the Giant",
    "ID": 31654,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31654/dont-wake-the-giant",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game similar to Operation where players attempt to retrieve stolen treasures from a giant without waking him up by using a pair of tweezers and not touching the edges where the treasure is stored.  Ages 6 and up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Tweezers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EMS Challenge",
    "ID": 31655,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31655/ems-challenge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "EMS Challenge - the game that challenges emergency medical professionals! EMS Challenge is a take on the trivia board game intended to be an enjoyable method of reviewing information pertaining to professionals in the pre-hospital care field.&#10;&#10;On your turn you must answer a trivia question from one of four categories: definitions, medical terminology, anatomy and physiology, or miscellaneous. A correct answer entitles you to roll the die and advance.&#10;&#10;Special squares mix up play slightly including &quot;pick your category&quot; spaces, &quot;player to the right picks your category&quot; spaces, and time trials which are small tasks with a time limit (i.e. roll a 1 in five seconds) and give small rewards (advance one space)&#10;&#10;The game contains 400 question cards, 4 tokens, a die, a game board, and instructions.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maximilian!: Fast Play Rules and Army Lists for the High Renaissance (1400-1550)",
    "ID": 31656,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/31656/maximilian-fast-play-rules-and-army-lists-for-the",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From publisher:&#10;&#10;&quot;Maximilian! Rules. Fast Play rules for the High Renaissance. Contains 48 pages, with card cover and play sheet. Has all rules required, plus 30 army lists. Please see the Maximilian Army packs for complete starter armies.&quot;&#10;&#10;The system shares basing and many mechanics with the DBx series.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Square Play",
    "ID": 31657,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31657/square-play",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Square Play is an abstract strategy game played on a board of inset squares.  Each player takes turns placing one of seven tokens in the hope of creating a square with four tokens.  If they fail in that effort, players take turns moving a token to create either a square with four tokens or a straight line with three, whereupon they can remove an opponent's token.&#10;&#10;Play continues until either a square is formed or until a player is eliminated due to having only 2 tokens left on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verflixxt hoch 2",
    "ID": 31658,
    "Year": "(2007)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31658/verflixxt-hoch-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7273",
    "Description": "Verflixxt Hoch&sup2;! is the second expansion for Verflixxt! (That&#039;s Life!).&#10;&#10;It contains:&#10;&#10;     60 movement cards&#10;     8 risk tiles&#10;     8 goal chips&#10;     1 green lucky hat&#10;     1 red unlucky cap&#10;&#10;&#10;All or some of these elements can be added to the base game, with or without the first expansion.&#10;&#10;Expands:&#10;&#10;    Verflixxt! (That&#039;s Life!).&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Verflixxt!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carnevil Carnage",
    "ID": 31659,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/31659/carnevil-carnage",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A humorous game published in InQuest #150, cover date October 2007.  Players choose their team, which is really their pawn, all of which are based on classic gaming icons; example HeroKlutz referring to HeroClix.  The player then works to overcome various challenges at the carnival, defeat other players, and collect three pieces that will make up the &quot;Ultimate Weapon,&quot; which leads to victory.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Il Gioco dello Scudetto",
    "ID": 31660,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/31660/il-gioco-dello-scudetto",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game simulates an Italian soccer tournament. The players play each other moving their soccer team markers on the board spaces using a spinner. The spaces of the board represent events occurring in a typical soccer game that give the chance to score a goal: goal kicks, corner kicks, penalties, and so on. The game box includes cards and markers of the 30 best Italian soccer teams of the '70s, goal markers and a goalkeeper figure to be used on penalty kicks.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mercenary Air Squadron",
    "ID": 31661,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/31661/mercenary-air-squadron",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2",
    "Description": "As the year 2015 came to a close it was clear the world was in a new trend. Instead of fighting wars with their own conventional forces, nations found it easier to pass the burden of conflict along to private contractors. They could be expensive, but a mercenary force was less politically liable than a country and more expendable. The best survived, and went on to glory and profit. The most famous and sought after are the mercenary pilots.&#10;&#10;The leader of a Mercenary Air Squadron has many responsibilities. The fortunes of his or her firm depend on taking the right jobs for his pilots, outfitting with the right equipment, and keeping those birds flying. One month a mercenary squadron could be flying combat operations over the Pacific Ocean for Japan, and turn around and join the highest bidder against their former employer. Nothing is personal, except for rivalries amongst mercenary squadrons, which tend to lead to heated exchanges beyond that specified in a contract. Your prestige and fortune are at stake. Pilots, man your planes and your pocketbooks!&#10;&#10;Expanded by:&#10;&#10;    Mercenary Air Squadron World War II: Mediterranean Theater of Operations&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Economic",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "En Pointe Toujours: France 1940",
    "ID": 31662,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/31662/en-pointe-toujours-france-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "The 4th wargame using the En Pointe Toujours (EPT) company-scale tactical combat game system. The scenarios cover conflict in France and Belgium in 1940.&#10;&#10;The EPT II and EPT III scenarios can use the rules of EPT IV.&#10;&#10;Contents:&#10;- 4 A4 29 x 21 cm geomorphic maps (they can be arranged in different ways to form different terrain)&#10;- about 200 counters to be cut and mounted&#10;- rules in French&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: En Pointe Toujours! system (Vae Victis)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Bataille d'Anthon, 11 juin 1430",
    "ID": 31663,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/31663/la-bataille-danthon-11-juin-1430",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.1429",
    "Description": "A simple tactical wargame covering the battle of Anthon 1430 in France, between the Prince of Orange, ally of the Burgundians, and Bernard de Saluces, allied to the King of France.&#10;&#10;The wargame uses the Au fil de l'&eacute;p&eacute;e game system published in Vae Victis magazine #45, emphasizing on leaders command.&#10;&#10;It includes:&#10;- a 29 x 21 cm map&#10;- 25 counters to be cut out and mounted&#10;- a one-page scenario rules (in French)&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Hundred Years Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Au Fil de l'Épée (Frédéric Bey)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La destruction de la 106. Panzer Brigade, Lorraine 1944",
    "ID": 31664,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/31664/la-destruction-de-la-106-panzer-brigade-lorraine-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "La destruction de la Panzer Brigade 106 (Destruction of 106th Panzer Brigade) is a small introductory WWII wargame, simulating the clash in France between the 106th Panzer Brigade and the 90th US Infantry Division.&#10;&#10;The game uses a easy movement-combat I-go-You-Go system, each turn game represents 2 hours of real time, a hex is 1 km cross, each counter is a batallion, a company or a squadron.&#10;&#10;It is published on Vae Victis Hors-s&eacute;rie #6 and includes:&#10;- a 21 x 29 cm map,&#10;- 22 counters to be cut and mounted&#10;- a 2-pages rules in French&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The On the Counter System",
    "ID": 31665,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/31665/the-on-the-counter-system",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Miniatures wargaming without the paperwork.&#10;&#10;The On the Counter (OtC) system is a framework for creating miniature style wargames without the miniatures, and without the tedious record keeping.  It eliminates the need for status sheets, army rosters and hit location tables by placing everything you need directly on the counter.&#10;&#10;The OtC system lets you spend your time thinking about playing the game instead of managing it.  The basic set comes with basic rules, plus counters and special rules for four different genres of combat: Mecha, Starships, World War One Dogfights and World War Two company scale combat.&#10;&#10;The On the Counter system is released under a Creative Commons Attribution-Noncommercial-Share Alike 3.0 License Creative Commons License.&#10;&#10;The archive includes a counter template for GIMP that you can use to create your own counters.  Go ahead and make your own genres, scenarios and counters.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iowa State Fairopoly",
    "ID": 31666,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31666/iowa-state-fairopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Iowa State Fairopoloy board game is a spinoff the popular Monopoly game, produced by an advertising firm in Newton, IA in 2004. It celebrated the 150 Year Anniversary (sesquicentennial) of The Iowa State Fair.&#10;It has the same basic game play as Monopoly; dice rolling, buying properties, trading, buying houses, paying rent, etc. It features tokens in the shapes of a cow, a Ferris wheel and a horse. Players landing on Brad and Harry's cheese curds concession can buy it for $90.&#10;&#10;",
    "Categories": [
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "States: Iowa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Ancient World: The Sorcerer's Manor",
    "ID": 31667,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/31667/legends-of-the-ancient-world-the-sorcerers-manor",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "There is a new evil in the Maul.  Murders and abductions are at an alarming high, and the people are powerless and scared. The evil seems to come from the sorcerer's manor, an ancient structure that predates the current civilization.  However, none who have tried to burgle or collect taxes have returned.&#10;&#10;This is a complete fantasy mini-adventure for solitaire or group play.  It is suitable for one to four players, ages 12 and up.  This game includes the adventure book, rules, pieces and playing board and is compatible with other role-playing systems such as GURPS (TM) and The Fantasy Trip (TM).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Series: Legends of the Ancient World (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reality",
    "ID": 31668,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31668/reality",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a reality type game that has a playing board somewhat like a Monopoly board. The game is for Ages 7 and up. Game comes with cards that are used to determine what you do next.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Ancient World: Orcs of the High Mountains",
    "ID": 31669,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/31669/legends-of-the-ancient-world-orcs-of-the-high-moun",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "This is a complete fantasy role-playing adventure for solitaire or group play for players ages 12 and up.  The game includes the adventure book with rules, pieces, playing board, and it is compatible with other role-playing systems such as GURPS (R) or The Fantasy Trip.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Legends of the Ancient World (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triple Cross: Modern Chess",
    "ID": 31670,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31670/triple-cross-modern-chess",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Three player chess on a hexagonal board with three colors for spaces.&#10;&#10;Also three Bishops (one per color of space for each player) and Knights that start the game in a third rank behind the main setup.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Japanimayhem",
    "ID": 31671,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/31671/japanimayhem",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple card game in which players representing parodies of Anime characters on a killing spree, who compete for the most victims.  Weapon cards are used to modify abilities and die rolls are added to attack and defense scores. Generally, victim cards must be attacked multiple times to be &quot;finished off,&quot; and get to counterattack. Certain cards have special effects upon the game's rules.&#10;&#10;Similar to:&#10;&#10;    Stellar Slaughter: A Game of Science Fiction Horror Movie Madness&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Photo Trivia: Potpourri Game",
    "ID": 31672,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31672/photo-trivia-potpourri-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Object: Players try to win each card by looking at the photo and correctly answering a question from that card.  The player who collects the most cards is the winner.&#10;&#10;You can play all the questions or just a few.  And because no game board or score pad is needed, you can play anywhere!  Play at home, at parties, or while traveling.&#10;&#10;Number of players:  Two or more, individually or in teams.&#10;&#10;Approximate Playing Time:  10 minutes to a whole evening.&#10;&#10;Equipment:  Two decks of Photo Trivia cards - 107 photos, 642 questions and answers, rules.&#10;&#10;The Potpourri Game has something for everyone!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Original Baseball Playing Card Game",
    "ID": 31673,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31673/the-original-baseball-playing-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game played using the regular rules of baseball. Players draw 5 cards at a time and take turns playing cards that either aid in scoring or in making outs. Hands are replenished when cards are played.&#10;&#10;Contents:&#10;&#10;Baseball diamond map sheet&#10;Custom deck of cards with scoring (red) or black (outs) that are played according to the game situation.&#10;Laminated scoreboard &#10;Black crayon&#10;Erasing cloth &#10;Score pad for tracking results&#10;8 plastic baseball players (4 red &amp; 4 blue)&#10;Instruction sheet&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Algae Eater",
    "ID": 31674,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/31674/the-algae-eater",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Instructions:&#10;&#10;The object of the game is to be the first player to get all your game pieces into the mouth, down to the stomach, around the body and to the Finish Area (on the person's left shoulder). As you are playing, the Energy Cards will teach you about Klamath Lake Blue Green Algae. Game recommended for ages 8 to adult.&#10;&#10;Contents:&#10;&#10;1 Tri-fold Game Board depicting the pathway of a person ingesting Algae and it's route through the body &#10;24 game pieces representing vitamin-like bottles&#10;54 energy Cards&#10;&#10;A variant of Parcheesi with the intent of educating people to the benefits of eating Algae. Each space is colored and acts as a &quot;safe&quot; area to pawns of a matching color.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Food / Cooking",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wherry: The Elizabethan Thames River Game",
    "ID": 31675,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31675/wherry-the-elizabethan-thames-river-game",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from the rulebook explanation)&#10;&#10;Wherry is a game of Watermanship on the Shakespearean Thames.  In the merry but sometimes threatening ambiance of 16th century Elizabethan London, players of this game will re-enact the working lifestyle of a Thames Waterman (Wherryman).  They will pick up passengers in their Wherries, from the various Landing Stairs situated along the riverbank and while rowing them to their destination, they will have to deal with the prevailing conditions of the tide, weather and other river hazards.  They must also try to avoid colliding with other Wherries or with the Royal Barge and must give careful thought to the many chances and choices they will have during their voyaging up and down the river Thames.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Miniatures",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Country: England"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sneaky Snake",
    "ID": 31676,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/31676/sneaky-snake",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the box, &quot;An amusing game in which players compete to make the l-o-n-g-e-s-t snake.&quot;  Ages 3 and up&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Think of a Word",
    "ID": 31679,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31679/think-of-a-word",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A leader secretly selects a word then players take turns guessing its letters, yet the game expands upon the familiar Hangman concept.&#10;&#10;The leader&rsquo;s word must contain the letters shown on three cards drawn from a deck containing letters of the alphabet.  A player&rsquo;s guess must state both a letter and the numerical position within the word.  The leader will declare the guess to be &ldquo;Right&rdquo;, &ldquo;Wrong&rdquo;, or &ldquo;Almost&rdquo;, where the latter indicates a valid letter but not at that position.&#10;&#10;Printed score sheets allow players to track the progress of all guesses. Individual players score a point for each &ldquo;Right&rdquo; guess, and get another turn.  The leader scores points for all the &ldquo;Wrong&rdquo; and &ldquo;Almost&rdquo; guesses.  The role of leader passes for multiple rounds.&#10;&#10;Open ended number of players, can be executed as a party game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flintstones Memory Game",
    "ID": 31680,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31680/flintstones-memory-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the manufacturer:&#10;&#10;Little ones will enjoy the Flintstones Stone Age Memory Game! You don't need to be a prehistoric scientist to build your own Stone Age Television, Rock Guitar, or Baby Carriage. Each of the 12 inventions in the game is split into 4 cards. Collect them all and you can keep the invention. Play with your friends to see who can collect the most inventions, or use the special rules to play by yourself. For 1 or more players. Ages 4 - 8.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Prehistoric"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Hanna-Barbera",
      "TV Shows: The Flintstones"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Detective Kit Game",
    "ID": 31681,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31681/the-detective-kit-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the manufacturer:&#10;&#10;Calling all Junior Detectives!! Using real detective gadgets, solve a new mystery every time you play The Detective Kit Game. Create a clue card and decode secret code words. Write, and reveal, hidden messages with an invisible ink pen. Search the Ski Shop, Zoo and Aquarium for clues that will verify your hunches. Follow the footprints on the trail and use your magnifying glass to compare matching thumb prints. Collect the correct clues, and then race back to the Detective's office to win the game! For 2 to 4 Players. Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LEGO Treasure Quest",
    "ID": 31683,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/31683/lego-treasure-quest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players Race to be the first one to find all three keys in a designated area and bring them back to the electronic treasure chest. The keys are hidden beforehand by an extra non-playing person. When the Chest recognizes that a player has put in all three different keys it will open and play victory music.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Electronic",
      "Exploration",
      "Party Game",
      "Racing",
      "Real-time"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles Volume II",
    "ID": 31684,
    "Year": "(1984)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31684/star-fleet-battles-volume-ii",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4.1429",
    "Description": "Star Fleet Battle Volume II replaces expansions 1, 2 &amp; 3. This boxed set includes revised rules and the standard ship display sheet included with the game are the original design not the later Commander SSDs. It includes 3 solitaire missions, 6 campaigns, and 21 other scenarios.&#10;&#10;Four races are included with this expansion: The Hydrans, Andromedans, Lyrans and Wyn Star Cluster.  Also included are the Commanders Rulebook Volume II, 324 die-cut playing pieces and the 32 page SSD booklet containing 150 starship designs.&#10;&#10;The weapons introduced in this boxed set are the same as expansions 1, 2, &amp; 3.  Including the F type plasma, Tractor-Repulsor Beams, Gating Phasers, Fusion Beams and others.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bug Balancing",
    "ID": 31685,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31685/bug-balancing",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a dexterity/skill game for children involving the placement of ladybug pieces on the leaves of a palm tree.  The palm tree leaves (fronds?) have various colored circles on them in rows from closest to the trunk to farthest away from the trunk.  The tree leaves have some degree of movement, and if too much weight is placed on them, they will dip or bend down.  Players take turn rolling a dice with various colored sides, and then placing a ladybug piece on a matching colored circle on a leaf.  The goal of the game is to get rid of all your ladybugs, but if your placement causes ladybugs to fall, those pieces become yours.  The game continues until one player is out of ladybugs. The leaves have different lengths and there are three sizes of ladybugs (small, medium and large), so there is some definite strategy about which ladybug gets placed where.  The tree, leaves, and ladybugs are all nicely formed and painted wooden pieces.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bowling Monkees",
    "ID": 31687,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31687/bowling-monkees",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Monkey Bowling comes with 6 3&quot; brightly painted wooden monkeys and 1 wooden ball.  A fun game for children (and adults!)  Play is just what you would expect - Set 'em up, knock 'em down!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Innuendo",
    "ID": 31689,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/31689/innuendo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's all good, clean fun - at least that's the intention. But you never know what might slip out when you're playing Innuendo. If someone starts talking about things that sometimes don't rise, just what are they referring to ? Yorkshire puddings? Share prices ?&#10;&#10;Well what were you thinking of ?!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auctioneer",
    "ID": 31690,
    "Year": "(1916)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31690/auctioneer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of this card game is to collect as many pairs as possible. The game, first published in 1916, has cards with objects on them, a gavel, and some coins. At the start of the game the cards are dealt and the coins distributed evenly. One player takes the first turn at being auctioneer. He takes up the gavel and declares an item for sale from his cards. The trick is the auctioneer can only describe the item by it's number of legs. Many different items have the same number of legs, so players have to bid on the chance that they are getting the item they need, without really knowing it. The purchaser of the card becomes the new auctioneer. As players earn pairs they set them aside and are assigned a value. When all cards are exhausted the winner is the one with the most value in pairs and in coins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spanish Fury: Voyage!",
    "ID": 31692,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31692/spanish-fury-voyage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spanish Fury, Voyage! is a STAND ALONE game of Corsair activity in the Caribbean from 1550 to 1585. The Corsair player (or players) enters the region with ships packed with either Trade Good or troops (usually both) in hopes of turning a profit by hook or by crook. The Spanish Empire player must see that he prevents the Corsairs from succeeding (and discouraging others) while at the same time running the Caribbean efficiently so as to not lose his Vice-royalty (is that a word?).&#10;&#10;FREE game to download here: http://perfectcaptain.50megs.com/sfvoyage.html&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Pike and Shot",
      "Pirates",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Game: Spanish Fury",
      "History: Age of Discovery",
      "Players: Two-Player Only Games",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miscellaneous Miniatures Game Accessory",
    "ID": 31693,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/31693/miscellaneous-miniatures-game-accessory",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "This isn't a normal game entry; it should be used to categorize miscellaneous miniature game related items such as terrain, buildings, obstacles etc. used in Miniature Games.&#10;&#10;Items in the BoardGameGeek Marketplace may refer to items listed here.&#10;&#10;&#10;&#10;      Miniatures Reference Wiki&#10;     Miniatures (BGG Category Page)&#10;     Collectible Miniatures Games (BGG Family Page)&#10;     Miscellaneous Miniatures (RPGG Game Page)&#10;     Miniature Painters Guild&#10;         Miniature Painting Guide&#10;    &#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Miscellaneous Placeholder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alte Spiele",
    "ID": 31694,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31694/alte-spiele",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Alte Spiele -- Games of Old -- Jeux d'Autrefois&#10;1975 Calendar&#10;&#10;This was a 1975 promotional calendar from printing press manufacturer Roland Offset. it contained six roll-and-move style games from the 1800s.&#10;&#10;From the first page:&#10;&quot;Present-day games have contemporary goals: The imagination envisions planetary flight and the psycho tests of the psychologist are dinner table discussion. In this context, who would like to hazard his fortune on a throw of dice? Even in cases where chance is permitted, workaday personal and occupational practices persist - the neighbor is shunted aside or his property gloatingly purchased at auction...&#10;&#10;All of this was not evident at the beginning of our rushing century. All one wanted to do at the end of the day was to relax. Television, radio, record player and cinema were unknown. The first motorists purchased their fuel at the apothecary and the operator of a magic-lantern illuminated his coloured glass slides with a kerosene lamp. The village squares were still the site of public wells, although some well-to-do people already had gaslight. Geese were allowed to graze the entire summer. Skiing was just beginning to be recognized as a sport. A race track for horses in the city was a novelty. And a locomotive engineer was admired by all the boys: 'What a man!'&#10;&#10;Games of old reflect this world of the small adventures, where it was an event if a train derailed or even when a fowl flew its coop. Then in those days games were modern and exciting. Even for their producers...&quot;&#10;&#10;January/February - &quot;The Ski Race&quot;&#10;March/April - &quot;The Tramway&quot;&#10;May/June - &quot;We Take The Train&quot;&#10;July/August - &quot;The Goose Game&quot;&#10;September/October - &quot;The Automobile Race&quot;&#10;November/December - &quot;Commerce And Trade&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Economic",
      "Sports",
      "Trains"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Geese",
      "Components: Calendars",
      "Sports: Auto Racing",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: St. Louis Cardinals Collector's Edition",
    "ID": 31696,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/31696/monopoly-st-louis-cardinals-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is Monopoly but based on the St. Louis Cardinals MLB baseball team.&#10;It contains 6 pewter peices.&#10;Published at a time When Mark McGwire was on the team.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: St Louis (Missouri, USA)",
      "Series: Monopoly-Like",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "More Phun Spelling",
    "ID": 31698,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31698/more-phun-spelling",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Phonics based word game for Ages 6 and up.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Home Tweet Home Game",
    "ID": 31699,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31699/home-tweet-home-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Role and Move game based on the Looney Tunes Characters Sylvester and Tweety.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Warner Bros."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Alaskan Gold Rush",
    "ID": 31700,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31700/the-alaskan-gold-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Box (all spellings and grammar are identical to the box text):&#10;&#10;The Alaskan Gold Rush&#10;&#10;A Game of High Adventure&#10;&#10;Is the rousing new board game that combines the excitement of poker with the incredible adventures of the Alaskan Frontier.&#10;&#10;In the 1890's thousands of greenhorns flooded the Port of Skagway looking for riches beyond their wildest dreams. However, charging bull moose, ferocious Grizzly bear, raging rivers, ice flows and frost bite (sic) await all those who quest for gold. Only the most experienced gold-panners emerged from the wilderness unscathed with gold in their pockets. These SOURDOUGHS were the toughest of the tough, and would literally risk an entire year's earnings on the flip of a card in a poker hand.&#10;&#10;Would you be willing to bet everything you have on a bluff, or will you play it safe. This is a game of strategy, luck and skill, where the game dramatically changes with the personality of the players.&#10;&#10;The easy to play game includes:&#10;&#10;1 Board of Alaska (the game track is superimposed on a satellite picture)&#10;1 Deck of standard playing cards&#10;100 Silver and Gold coins (Poker Chips)&#10;100 $1 Dollar Bills&#10;6 Playing pieces&#10;1 Die (d6)&#10;27 Adventure cards (15 gold, 12 silver)&#10;6 I.O.U. Cards (4 gold, 2 silver)&#10;Rules&#10;&#10;The game begins as a simple roll-and-move mechanic with various spaces giving rewards or penalties. There are also spaces that can trigger a round of poker between the players - winner take all monies bet. The players must accumulate wealth enough to buy transportation to the gold fields and then find the motherlode (Big Vein). Once there, a final hand of poker is played and the person at the mine must have $500,000 remaining after the hand.&#10;&#10;The components are of high quality and it presents an interesting twist on a mundane night of poker.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "States: Alaska"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wine Tour: The Napa Valley Game",
    "ID": 31701,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31701/wine-tour-the-napa-valley-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Instruction book:&#10;&#10;Object: Tour the Napa Valley wine country starting from San Francisco, collecting wine point cards by visiting wineries along the way. In addition, Case Cards are collected from the burgundy-colored wineries at the ends of the side roads, and a bumper sticker is collected upon landing directly on Calistoga. The first person to return to San Francisco with 500 points (or a pre-determined number), at least two case cards (which are worth points and are included in the total) and a Calistoga bumper sticker, wins the game.&#10;&#10;Equipment:&#10;&#10;4 Decks of city cards&#10;1 die&#10;4 Wooden player tokens (in the shape of wine bottles)&#10;1 deck of case cards&#10;Bumper Stickers&#10;Wine Point cards&#10;Balloon spinner&#10;&#10;The games looks as if it were produced to advertise the wineries of the Napa Valley. Over half of the instruction booklet is filled with the names and addresses of wineries that supported the game. Not much decision making here, even the intersections on the pathways have instructions on which way the tokens must move. The components are of a nice quality and even comes with a cloth bag to hold the wine bottle pawns.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Wine",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sportz Dice: Football",
    "ID": 31704,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/31704/sportz-dice-football",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Dice game of American football.  Features 1 kicking die; 2 offense dice (1 run; 1 pass); 2 defense dice (1 run defense; 1 pass defense).  Players roll off to determine results of plays, keeping track of field position mentally or on paper.  Follows rules of football.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Sportz Dice (Tevele)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sportz Dice: Golf",
    "ID": 31705,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/31705/sportz-dice-golf",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players roll special fairway dice and putting die to determine shot location and number of strokes for a round of golf.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Sportz Dice (Tevele)",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jihad",
    "ID": 31706,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/31706/jihad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "JIHAD&#10;&#10;Strategy game about the &quot;holy war&quot;.&#10;Each player plays a God and tries to convert countries to his beliefs. He has to win over 5 countries to his beliefs to both end and win the game.&#10;&#10;",
    "Categories": [
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bruce's Price is Right",
    "ID": 31707,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/31707/bruces-price-is-right",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Game Information&#10;&#10;The aim is to build up the most money by buying or selling an intriguing range of every day items; sounds easy ? Well the twist is, that a roll of the die will mean you have to buy &amp; sell in the value of a different year each time (ranging from 1950-1995) !&#10;&#10;Imagine, buying a microwave oven at 1970's price (&pound;259) &amp; selling it in 1995 (&pound;90) !&#10;&#10;Not so easy eh !&#10;&#10;Contents&#10;&#10;100 x Goodie cards&#10;&#10;1 x Set play money&#10;&#10;6 x Playing pieces&#10;&#10;1 x Regular die&#10;&#10;1 x Year die&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: The Price is Right",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teenage Mutant Hero Turtles: Jacht op Shredder",
    "ID": 31708,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/31708/teenage-mutant-hero-turtles-jacht-op-shredder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You are one of the four hero (not ninja) turtles. 12 cards are placed on the table in a 4*4 square without the corners. Each turtle starts in a different corner. You throw the dice and may move your turtle on the cards in any direction.&#10;When you land on a card, you turn it over. If the card shows a pizza, you get a pizza-card. When you land on an opponent (Bebop, Rock Steady, Krang, Shredder), you'll have to fight him. You throw the dice, you may add pizza-points, and when you have more than indicated on the card, you win the card. &#10;The first to conquer the four bad guys, wins the game.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Turtles",
      "Comic Books: Teenage Mutant Ninja Turtles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RGB",
    "ID": 31709,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/31709/rgb",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "In RGB - a barbaric game played with Icehouse pieces on a chessboard - you're trying to kill your opponent's children. (You were warned it was barbaric!) You control an army of RGBs - alien creatures with three distinct layers of thought - and they lose one layer (and an ability) if they are attacked. For example, children must remain next to a piece which still has the green sustenance layer, or the child starves. Children can be created if the spare pieces exist, but only by one male and one female, both with the blue 'reproduction' layer. And attacks can only be carried out by pieces with the red destruction layer. RGB bears a few similarities to Chess, but not as many as you might think.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Components: Looney Pyramid Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hell On Wheels Battle Pack",
    "ID": 31710,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31710/hell-on-wheels-battle-pack",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "From the inside cover:&#10;Bounding Fire Productions' Hell On Wheels Battle Pack is a collection of scenarios, a deluxe-sized map, and two sheets of overlays designed for us with WWII tactical gaming systems.  These scenarios are based on the history of the United States Army's 2nd Armored Division known as the Hell on Wheels division.&#10;&#10;Research and Scenario Design:  Chas Smith&#10;Managing Editor:               Mike Austin&#10;Contributing Editor:           Matt Shostak&#10;Scenario Editors:              Matt Shostak, Chas Smith and Sam Tyson&#10;Scenario Layout Design:        Sam Tyson&#10;Map Art:                       Howie Neoldechen and Mike Austin&#10;&#10;From the back:&#10;Hell on Wheels Battle Pack requires components from most of the Advanced Squad Leader modules.&#10;&#10;Contents:&#10;1  10.75&quot;x26&quot; geomorphic Deluxe map sheet&#10;10 ASL scenarios&#10;3  Deluxe ASL scenarios&#10;1  Solitaire ASL scenario&#10;2  Overlay sheets of Deluxe-sized rubble hexes&#10;1  New 'God Save the King' scenario from Heat of Battle&#10;&#10;In addition to the scenario components, the Battle Pack also includes 12 pages of instructions, articles, and scenario descriptions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Amazing Moa Hunt",
    "ID": 31712,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/31712/the-amazing-moa-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "(From the publisher's website)&#10;&#10;The Amazing Moa Hunt is a truly iconic New Zealand game.  If you like treasure hunts, you&rsquo;re going to love searching beautiful Aotearoa for Moa treasures (footprints &amp; eggs) by guessing the location of New Zealand towns and cities.  Experienced explorers can play a second, even more challenging game.  Using a set of clue cards, you can launch a fast paced battle requiring quick thinking and even quicker answers!&#10;&#10;* Enjoy some fun family times together for Ages 8 and up&#10;    * 2 games in one for 2-4 players&#10;    * Build both knowledge and memory skills&#10;    * Perfect for both classroom and home use&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: New Zealand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FourSite",
    "ID": 31713,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/31713/foursite",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "(From the publisher's website)&#10;&#10;FOURSITE&trade; is a game that stretches the intellect, tests your ability to multi-strategise and provides a different set of challenges every time you play it.  Quick and easy to set up, it relies on a small degree of chance and a high degree of strategic thinking and ingenuity to outwit the opposition.  Consisting of 74 wooden tiles, each containing four symbols, FOURSITE&trade; allows point scoring based on your ability to match symbols, capture territory, and create formations around a fifth symbol.  A second simpler version of the game provides fun for younger players (5-8 years).&#10;&#10;* Develops concentration skills &amp; mathematical patterning abilities&#10;    * Provides plenty of challenge for experienced strategy game enthusiasts&#10;    * Attractive wooden design makes it a perfect coffee table gift&#10;    * Ages 8 and up&#10;    * 2 games in one for 2-4 players&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: 20 x 20 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Goanna Hunt",
    "ID": 31714,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.72",
    "Link": "https://boardgamegeek.com/boardgame/31714/the-great-goanna-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "(From the publisher's website)&#10;&#10;The Great Goanna Hunt&trade; is a true-blue Aussie game! If you like treasure hunts, you&rsquo;re going to love searching our vast, breathtaking landscape. Your goal is to collect Goanna treasures (footprints &amp; eggs) by guessing the location of Australian towns and cities. Experienced explorers can play a second, even more challenging game. Using a set of clue cards, you can launch a fast paced battle requiring quick thinking and even quicker answers!&#10;&#10;* Enjoy some fun family times together for Ages 8 and up&#10;    * 2 games in one for 2-4 players&#10;    * Builds both knowledge and memory skills&#10;    * Perfect for both classroom and home use&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Memory",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleship Captain",
    "ID": 31716,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/31716/battleship-captain",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the publisher's webpage:&#10;&#10;Battleship Captain is a simulation game depicting ship vs ship combat in the era of the battleship.  The game covers warships produced in the pre-dreadnought (1890-1906), dreadnought (1906-1919), and World War II (1920-1945) eras, providing gamers the chance to replay a virtually unlimited number of historical or hypothetical scenarios occurring during the six decade &quot;golden age&quot; of the battleship.&#10;    What's Included:  Over ONE THOUSAND individually rated warships (light cruiser size and larger) from over twenty of the world's navies, from the three eras represented in the game, on twenty-two counter sheets; 150 generic destroyer and merchant ship counters; 56-page comprehensive rulebook containing standard instructions applicable to each major period, plus separate chapters with &quot;era specific&quot; rules, Ship Rating Index, designer's notes, over thirty scenarios; scenario guidelines folder; over 300 color game markers and playing gauges; and three Reference Cards.  This is a full, complete game... nothing else is  needed to recreate surface combat over the entire period!&#10;   Battleship Captain is a &quot;miniatures&quot; game system with scenarios played on the tabletop or floor, using the rules and ship counters provided.  (You may freely substitute metal miniatures if you wish.)   The game emphasized playability, as players maneuver their ships and try to defeat the enemy.  The counters (measuring 2.5&quot; x 5/8ths inch) are printed in black ink on different colored cardstock, and need to be mounted and separated prior to play.  Game scale is seven turns per hour, and 1000 yards per inch.  Ships are rated, right on their counter, in the following categories:  name, nationality, ship type, year, flotation, stern-broadside-bow fire ratings, movement, armor, and nine &quot;special characteristics&quot; ratings, plus an overhead scale view of the ship's deck.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Russo-Japanese War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rules of Battle:  Grand Tactical Warfare During the Age of Prince Eugene of Savoy 1683-1730",
    "ID": 31717,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/31717/rules-of-battle-grand-tactical-warfare-during-the",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Rules of Battle depicts battles during the &quot;Age of Marlborough&quot; such as the Nine Years War, the War of Spanish Succession and the Great Northern War. The game is designed to play the large battles of the period:  battles of 100,000 men can be resolved in an evening, with tables only a mere 3' x 5'. The game is designed for miniatures 15mm or smaller.&#10;&#10;Scale:  1 inch = 500 feet. Each stand is 1000 infantry, 450 skirmishers, 600-750 cavalry or 10-15 guns. Each turn is 10-15 minutes. Standard bases are 40mm wide.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Great Northern War",
      "History: Great Turkish War",
      "History: Nine Years War",
      "History: War of the Spanish Succession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Special Forces",
    "ID": 31718,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31718/special-forces",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "(From the publishers website:)&#10;&#10;The first installment in a series, which will focus on Special Forces from a variety of Nations, set in World War 2. Special Forces 1 focuses on the British SAS (Special Air Service) and LRDG (Long Range Desert Group) exploits against the Germans and Italians in the North African, Mediterranean and European theaters.&#10;&#10;Contents:&#10;&#10;    Six tournament-style scenarios; 2 set in N. Africa, 2 in France, 1 in Greece, and 1 in Italy&#10;    Counters representing SAS/LDRG SMC, MMC, Crews and special vehicles allowing you to outfit two LRDG Patrols or an SAS Combat Section.&#10;    Applicable Chapter A rules and Chapter H vehicle notes.&#10;&#10;&#10;Ownership of most of the ASL system are required to play this module.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bottle Dice",
    "ID": 31719,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31719/bottle-dice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The playing board consists of 22 colored circle spots, 1 'Start' spot, and 1 'Finish' spot. These areas are connected by arrows which show players where they may move to. Then each player shakes the bottle containing 4 colored plastic balls which is tilted until one of the balls rolls out. The color revealed indicates the allowed position on the game board a player may move. Movement is required, but only if possible. The first one to get from the Start position to the Finish circle, wins.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy & Science Fiction Movie Trivia Game",
    "ID": 31720,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31720/fantasy-and-science-fiction-movie-trivia-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;If you love the worlds of Hobbits, Wizards or starships this is the game for you.  Questions range from the early days of Dracula and Frankenstein through to Harry and Frodo.&#10;&#10;Contains: 200 Trivia Cards, Score Pad and Instructions.&#10;&#10;Ages 12 and up.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Trivia in a Trunk (Movie Game Inc)",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Get That Toy",
    "ID": 31721,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31721/get-that-toy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Description from box back:&#10;&#10;&quot;A fantastic toy is being sold in the toyshop and it's the only one left. You want that toy and you want to get it as fast as possible. So get your shopping carts and go, go, go for that toy!&#10;&#10;Move your character playing piece on the stairs by moving your shopping cart playing piece around the board and landing on the shape, which is the same as the shape in front of your character playing piece and also has the same colour. Be the first to reach the toyshop to get the toy and win!&#10;&#10;This matching game will not only develop the children's motor, and visual and observation skills but also provide them with fun and enjoyment. &quot;&#10;&#10;Ages 5 and up&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diversion 7",
    "ID": 31723,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31723/diversion-7",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players try to peg out by rolling dice combinations that match the different lanes on the wooden, cribbage-like pegging board. For instance, the peg in your 6 lane moves one space closer to home with every 6 you have rolled on the dice. Once you peg out on a given lane, you now score victory points every time you roll that number. Opportunities exist to bump your opponent back by landing on him, or to have your roll count double, depending on your peg position.&#10;&#10;But first, each time you roll the dice, you have to set aside any pair of dice that add up to seven! If the first throw doesn't look good enough, you may take one re-roll.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diver Down",
    "ID": 31724,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/31724/diver-down",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Diver Down is a boardgame about Scuba Diver Exploration, as well as can be done in what is known as a Eurogame. &#10;The game relies heavily on the use of money cards for purchasing supplies needed to dive on sites around the world. Treasures are found at each site, and if a player bids highest, they become the expedition leader and can bring up the best treasures. All other players will get some lesser treasures. Only the treasures taken by the expedition leader will be able to be taken to the museum and score points. There are three museum tracks, one for each: gold, pottery, and jewelry; worth 4,3,2 points respectively. The player with the most points after 5 rounds will be declared the winner and gain the respect of their fellow divers.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Hand Management",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Components: Player Screens",
      "Theme: Treasure Diving",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Krokodil-Spiel",
    "ID": 31725,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/31725/das-krokodil-spiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A gripping duel between two hungry crocodiles and a bold &quot;oarsman&quot;.&#10;&#10;One player steers two green crocodiles, the other player owns a red rowing boat (wooden playing pieces). Both start opposite of each other in the middle of a 4 by 8 &quot;river&quot; board. The boat player secretly chooses one card (printed with the values 1 to 4) to select the column on the board he wishes to move to. The crocodile player has to guess this column and place his crocodiles on two spaces to block the boat. If the crocodile player was right, the boat has to retreat one row into the direction of &quot;its&quot; river bank, if the other player succeeded in choosing a crocodile-free space, he moves one step to the river bank of the other player.&#10;Whoever reaches the opposite bank first is the winner.&#10;No tactics involved, just blind guessing.&#10;&#10;Was available as a big box with nicely designed components first, later followed by a small version (1988) with tiny pieces and (flimsy) cardboard river (with lots of air in the box).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Risk 2210 A.D. Frontline: Season One – Mars",
    "ID": 31726,
    "Year": "(2004)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31726/risk-2210-ad-frontline-season-one-mars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Do you have what it takes to become the Warlord of Mars?&#10;&#10;FRONTLINE: SEASON ONE: MARS expands upon Risk 2210 A.D. by adding two new maps: Mars and the Martian Moons (Phobos and Deimos).  The maps are based off of actual satellite photos captured by the Hubble telescope.  Martian territories are named after the regions of Mars.&#10;&#10;The core Risk 2210 A.D. rules are retained, but the Martian maps differ from the standard Earth map by adding new neutral territories.  The neutral territories do not belong to any continent, so no continent bonus can be gained from having control of them.&#10;&#10;Expands:&#10;&#10;&#10;     Risk 2210 A.D.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Risk 2210 A.D. Frontline: Season Two – Tech Commander",
    "ID": 31727,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31727/risk-2210-ad-frontline-season-two-tech-commander",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "The wars of the future will be won with advanced weaponry.&#10;&#10;FRONTLINE: SEASON TWO: TECH COMMANDER adds a sixth commander and a new command card set for use with Risk 2210 A.D.&#10;&#10;The included Tech Commander - like the Diplomat from the standard game - attacks using a die 6 and defends with a die 8.&#10;&#10;The new command card set adds advanced weapons and tactics such as Mind Control and Technical Espionage.&#10;&#10;Expands:&#10;&#10;&#10;     Risk 2210 A.D.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Risk 2210 A.D. Frontline: Season Three – Factions",
    "ID": 31728,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31728/risk-2210-ad-frontline-season-three-factions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "1",
    "Description": "Which side will you choose?&#10;&#10;FRONTLINE: SEASON THREE: FACTIONS introduces six new factions to Risk 2210 A.D., each with their own unique agenda and abilities.&#10;&#10;At the beginning of the game, each player picks a Faction play-mat.  The amount of energy, cards, commanders, and special abilities players begin with is solely based on your choice of faction.&#10;&#10;If you choose the Havoc faction you will be a nuclear powerhouse.  If Primus Oceanus is your choice, you will reign supreme over your domain of the sea.  The choice is yours.&#10;&#10;Expands:&#10;&#10;&#10;     Risk 2210 A.D.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Risk 2210 A.D. Frontline: Season Four – Invasion of the Giant Amoebas",
    "ID": 31729,
    "Year": "(2004)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31729/risk-2210-ad-frontline-season-four-invasion-of-the",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Can Earth's warriors repel the alien menace?&#10;&#10;FRONTLINE: SEASON FOUR: INVASION OF THE GIANT AMOEBAS adds a new twist to Risk 2210 A.D. in the form of an extraterrestrial threat.&#10;&#10;Included in the expansion are a set of Amoeba Event Cards, three copies of a new Diplomat card, and Amoeba tokens.&#10;&#10;At the beginning of their turn, each player must draw from the Amoeba Event deck.  The Amoebas advanced technology and strong attack will be the bane of each player.&#10;&#10;Expands:&#10;&#10;&#10;     Risk 2210 A.D.   &#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Perfect Wedding",
    "ID": 31731,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.20",
    "Link": "https://boardgamegeek.com/boardgame/31731/perfect-wedding",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "&quot;The Game of Planning Your Fantasy Wedding.&quot; Players take turns rolling and moving clockwise around the board, trying to collect one each of eight components for a wedding, plus two different kinds of shower gifts. Once the 10 items are obtained, players must continue to the &quot;Aisle&quot; space and go down the aisle track to win the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Storm Over Leyte Gulf",
    "ID": 31733,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/31733/storm-over-leyte-gulf",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "This is a area impulse movement wargame using a modified Storm Over Arnhem/Storm Over Stalingrad system to simulate the Battle of Leyte Gulf 1944.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Chit-Pull System"
    ],
    "Families": [
      "Country: Philippines",
      "History: World War II (Pacific)",
      "Series: Storm Over area impulse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dugout Dreams",
    "ID": 31734,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31734/dugout-dreams",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Dugout Dreams is a baseball simulation that used one 20-sided die and two 10-sided dice. The game comes with 17 pitching charts on 5 pages, a color playing field on which to keep track of outs and base runners, score sheets, and various charts, including: fly outs, hit &amp; run, hitting direction for left- and right-handed batters, runner advancement, ground outs, hold/steal, errors, and steals. Teams are available from various seasons, including some recent ones and 1926, 1948, and 1971. Players' ratings are listed on 8.5 x 11&quot; card stock, one page for each team. (There are no individual cards in this game.) Ratings are based on actual performance from these respective seasons.&#10;&#10;To play, roll a d20 and cross-reference the result with the Batting Rating on Player's Batting listing with that of the Pitcher's Chart, where the following results are found: blank (an out), W (a possible walk), or H (a hit). Each of these results requires an additional 2-4 rolls of two d10 dice to resolve a given play.&#10;&#10;Pitchers are rated for Start/Relief effectiveness, walks, strike outs, home runs yielded, ground balls, fly balls, stamina, hold ability, and fielding.&#10;&#10;Batters are rated in the following categories: Batting, HR, 1B, 2B, 3B, W, K, Fielding, Range/Arm, SAC, BS (base stealing) and BR (base running).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NI-SHI-KI: The Sliding Samurai Card Chess",
    "ID": 31735,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/31735/ni-shi-ki-the-sliding-samurai-card-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "NI-SHI-KI (two-four-chess) is the chess-like board game, using cards as chessmen, and featuring wars of warring states in Medieval Japan.&#10;&#10;Cards representing Units (like spearmen or bowmen) and Warlords (like Oda Nobunaga or Uesugi Kenshin) are put on the sliding plates. Plates with cards are ready to slide over surface of the game board to attack the enemy cards or enemy castle. Each battle is resolved by comparing sum of strength of each cards and a die roll.&#10;&#10;Mixture of Dynamism (of sliding plate movement) and Luck (with rolling dice which may overturn situation) made good strategy and playability in this game.&#10;&#10;'Home Page: http://www.c-no.cc/nishiki.html (Japanese)&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: Terres de Glace",
    "ID": 31736,
    "Year": "(2007)",
    "Geek Rating": "5.589",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31736/dungeon-twister-terres-de-glace",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.4286",
    "Description": "The eighth expansion of the Dungeon Twister series - Ice Age.&#10;&#10;Now there's ice all over the maze.&#10;&#10;Eight new characters, including: Mammoth, Yeti, Ice Witch, Werewolf, Ice Dragon, Beast Master, Ice Elemental and Lightning Elemental.&#10;&#10;New objects include the Ring of Chaos. There will be - as usual - six objects.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeon Twister",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Horror",
    "ID": 31737,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/31737/cthulhu-horror",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "One of six great demon lords is slowly awakening from deep slumber, and if he does, there will be hell on Earth.  It might be Cthulhu, or Shub-Niggurath, but most players won't know the identity of the hidden card until the endgame. This is important because each of the six tomes is best against a specific demon lord, middling against most of the others, and worthless against another specific one.  Players are different teams of adventurers in the 1920s, finding tomes like the Necronomicon, fighting monsters like the Mi-Go, and solving world-spanning Events, mysteries of Lovecraftian weirdness.  Events give victory points to whoever finally solves them, but the great demon will arise if there are 100 points worth of these Events in the unsolved stack--if he arises, there is the endgame of final apocalyptic battle. So players are constantly balancing co-operation with competition--under certain circumstances, a player can discover the great demon ahead of the endgame, and even decide to join the demon!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Capture the Mob",
    "ID": 31738,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31738/capture-the-mob",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players take on the roles of FBI agents trying to capture mobsters, getting them off the street and into the federal penitentiary.&#10;&#10;Agents roll the dice and move around the board.  If they land on a mobster space, the mobster card is transferred to their penitentiary.  In addition, if the mobster had not been previously captured, you claim the reward money listed on the mobster card.  You can also nab mobsters by playing Capture cards from your hand.  Play continues until all mobsters have been jailed.  The agent with the most mobsters in the pen wins.&#10;&#10;Contains:&#10;1 game board&#10;2 dice&#10;1 deck of 36 cards&#10;6 player packets&#10;6 agent playing pawns&#10;36 mobster cards&#10;18 capture cards&#10;6 cards numbered 1 through 6&#10;Treasury chips in three denominations.&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Potato Head Pals",
    "ID": 31739,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.30",
    "Link": "https://boardgamegeek.com/boardgame/31739/mr-potato-head-pals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game has players competing to build up their Mr. Potato Head Pal (the &quot;pals&quot; are 4 different smaller-sized Mr. Potato Head figures--two boys and two girls, each with different hats, eyes, mouths, etc).  The game can be played in two ways--in the more difficult version, players compete to complete the specific &quot;pal&quot; they have a card for.  In the slightly easier variation, players compete to build any kind of pal first, similar to Cootie.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tipsy Dipsy",
    "ID": 31740,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31740/tipsy-dipsy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dexterity game in which the 2 players try and tip the board to roll the bugs towards the other player.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skatebirds Game",
    "ID": 31741,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/31741/skatebirds-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A roll and move racing game that feature TV cartoon characters on roller skates.&#10;&#10;Features characters from the TV show &quot;The Skatebirds&quot; including Moe, Larry and Curly; The Three Robotic Stooges.&#10;&#10;Object: Be the first player to reach the Treehouse Studio.&#10;&#10;From the box: The zany Skatebirds scurry around trying to organize their TV show. ScatCat does all that he can to foul up the Skatebirds plans. He has built a marble slide at the Treehouse and does his best to stop the Skateboard.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "First Learning Games: Things that go",
    "ID": 31742,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31742/first-learning-games-things-that-go",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "23 learning games for young children. Featuring characters from Walt Disney cartoons in cars, trucks, balloons and other &quot;things that move&quot;.&#10;&#10;",
    "Categories": [
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantastic Voyage Game",
    "ID": 31743,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31743/fantastic-voyage-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll and Move children's outer space game for 2,3, or 4 players. Dated 1968 and numbered #4931, this game is in nice condition.   This game is based on the 1966 movie &quot;Fantastic Voyage&quot;, starring Steven Boyd and Raquel Welch.&#10;Based on the cartoon series loosely based on concept of the movie.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  }
]