[
  {
    "Rank": "N/A",
    "Name": "The Dirt Game",
    "ID": 32960,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/32960/the-dirt-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Get the Dirt on Your Friends&#10;&#10;What do you really know about your friends? This party game gets everyone airing their dirty laundry. But to win, it&rsquo;s not enough just to come clean &mdash; you&rsquo;ve got to guess how the other players will answer when the truth is on the line!&#10;&#10;The Dirt has five different question categories full of deep penetrating questions; you&rsquo;ll be digging up and dishing out the dirt all night long.&#10;&#10;Sample Questions:&#10;&#10;     Which player at the table is most likely to have ridden a mechanical bull?&#10;     Is your favorite guilty pleasure in the fridge, the TV Guide, or the drawer by your bed?&#10;     Have you ever posted a video of yourself on YouTube?&#10;&#10;&#10;Dial in your answers on the secret voter wheel, then 1-2-3...everyone reveal... Who was right? Who did you match? Who came clean?&#10;&#10;Game Components:&#10;&#10;     Over 500 Question Cards&#10;     8 Clothespin Movers&#10;     8 Voting Dials&#10;     Gameboard&#10;     Nametag Sheets&#10;     Pencil&#10;     Rules&#10;&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poser",
    "ID": 32961,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/32961/poser",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From a Babooshnik Press release:&#10;Poser&trade;&#10;The Party Game of Friends, Phonies, and Fakery&#10;Are you a poser? You better be to win! Get inside your friends' heads -- their past, present, and future -- and make up lies about their lives that others will believe. Your ability to spot the truth and fool your friends will move you ahead. But watch out: When the real answers are revealed you may find out that you've stepped into another player's bull.&#10;&#10;Poser comes with:&#10;&#10;    1000 questions&#10;    6 mover pieces&#10;    game board&#10;    game podium&#10;    6 bluff answer sheet pads&#10;    name sheets&#10;    6 pencils&#10;&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DNA",
    "ID": 32962,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32962/dna",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "DNA is an Icehouse-game and needs a chessboard in addition to four stashes of Icehouse pieces (in different colors).&#10;&#10;The object of DNA is to possess the greatest value of pieces at the end of the game.&#10;&#10;A single small piece of each color is placed in one of the center four squares of the board. Some method should then be used to determine which player goes first. It will be important at the end of the game to remember the starting player.&#10;&#10;There are three elements to a turn: placement, scoring, and mutation. Placement must happen first. The player then has the choice of mutating and then scoring, or vice-versa. After a player has placed, mutated, and scored, the turn moves to the next player.&#10;&#10;The game ends at the end of a turn in which no player has any pieces in a gene pool. Extra turns are played if the game does not end on the fourth player's turn to equalize the total number of turns per player. The value of the pieces (small = 1, medium = 2, large = 3) is totaled for each player's archive. The player with the highest total wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Efni",
    "ID": 32963,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/32963/efni",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game of Efni uses Icehouse pieces and (a subset of) a Fluxx-deck.&#10;&#10;The Fluxx-cards are shuffled and dealt, face-down, to form a playing board. Icehouse pieces are distributed over the play area (exact distribution depends on the number of players). Players take turns to move and reveal cards.&#10;&#10;The object is to capture sets of cards by occupying those cards with your own pieces. Points are scored for the number of Goals and Keepers captured with goals worth ten times the keepers.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mojave",
    "ID": 32964,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32964/mojave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "Played on a grid of 15 x 15 squares.&#10;&#10;Playing pieces are 6-sided dice with &quot;normal&quot; numbers.&#10;&#10;Each players have 15 dice each. They start in the 3rd and 4th row in a fixed position and orientation. Players move one of their dice each turn as many fields as the number on the top of it in any direction with the opportunity to change direction once orthogonality. While moving the die is tipped with each step to the next side.&#10;If a die is placed adjacent to one or more dice of the opponent it captures them if its number is higher than the sum of the opponent`s or the other way round.&#10;&#10;To win the game you must capture all of your opponent's` dice.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 15 x 15 Grids",
      "Components: Dice as Playing Units",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mag-nutz",
    "ID": 32965,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32965/mag-nutz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this game you build a structure held together by magnets.  If any pieces fall off, you have to take them back into your &quot;hand&quot;  first one to use all of his or her pieces win.  the pieces are rods, nuts, S-hooks, etc.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tomteland",
    "ID": 32966,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/32966/tomteland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It&acute;s Christmas!  Santa needs your help! In this game you are a &quot;tomtenisse&quot; and you are trying to collect Christmas gifts and get them to Rudolf. Have fun...&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piraten",
    "ID": 32967,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/32967/piraten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "This is one of HABA's mini-games, which comes in a tin on a key chain. In the tin are 4 big wooden boats, 4 small wooden boats, 3 small dice and a set of instructions. The boats are each painted in four different colors (yellow, blue, green and red).&#10;&#10;Players have three rolls of the dice to try to collect as many flags of one color, so they can get a boat or both boats of that color. If the boat already belongs to another player, you take the boat from him. The game ends when all the boats have been captured. The big boat scores 2 points, and the small boat scores 1 point. The player with the most points win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Series: Tin Games Series Mini-Spiel (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirogue: The Trinidad and Tobago Tarpon Tournament",
    "ID": 32970,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32970/pirogue-the-trinidad-and-tobago-tarpon-tournament",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Pirogue: The Trinidad and Tobago Tarpon Tournament is a trick-taking game inspired by big game Tarpon fishing in the warm, blue waters of Trinidad and Tobago.  The name of the game references the local hand-made flat-bottom wood boats used for fishing in the shallows of the surrounding Caribbean and Atlantic waters.&#10;&#10;The play of Pirogue will be challenging play and good fun for gamers who enjoy games such as Tichu, Sticheln, Pinochle, M&uuml; &amp; Mehr, Spades, or Oh Hell!  The game will also be a great companion for sportsmen who want to play a card game which couples concentration and skill with the same sense of anticipation and suspense found in a real big game fishing tournament.&#10;&#10;One of the most important things for the first-time Pirogue player to learn is the abilities of the SPECIAL cards.  Each SPECIAL card adds a different and subtle tactical twist to the game.  Some cards even have different strengths depending on whether the card is the lead card in the trick or a following card.&#10;&#10;Unique to Pirogue is the HOOK card.  The HOOK card is a unique trick-taking device specific to the game.  The HOOK card addresses the unpredictability and surprise found in sport fishing while adding another level of tactical play.  The HOOK card also assists in removing the predictable run of the table for the strongest of hands because even the lowest SUITED card is a dangerous threat.  Recognizing the strength of a well balanced hand over what may seem like a traditionally strong hand is an important part of understanding Pirogue play and key to successfully making a bid.&#10;&#10;Also distinctive to Pirogue is linked play between partnerships and individuals.  In big game fishing tournaments, prizes are awarded for both best boat and best angler.  The game of Pirogue is played in partnerships called Pirogues as well as by individual players called Anglers.  Pirogues and Anglers compete in an intertwined, and sometimes entangled, opposition to win Game Trophies that count towards taking home the ultimate prize: The Trinidad &amp; Tobago Tarpon Tournament Trophy!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Nautical",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Country: Trinidad and Tobago",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MidEvil III:  Subterranean Homesick Blues!",
    "ID": 32971,
    "Year": "(2007)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32971/midevil-iii-subterranean-homesick-blues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The castle is nice but, let's face it, the entertainment options are limited.  Besides, the skeleton army seems to be growing.  And, they are very intent on seeing that you leave.&#10;&#10;Maybe it's time to see if the wise man was right.  Let's see, he said &quot;collect the pages, find the underground altar, and say the words.&quot;  If only you could remember WHICH words...&#10;&#10;The object of this game is to find the correct spells in the dungeon and get to the altar to finally get home.  But the wrong spells will only cause you trouble, to say the least.&#10;&#10;Part of the MidEvil/Zombies!!! series&#10;&#10;Expands:&#10;&#10;    MidEvil&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Game: Zombies!!! (Twilight Creations)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Be an Airman",
    "ID": 32972,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32972/be-an-airman",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Approved by Air Marshal W. A. Bishop V.C. D.S.O. M.C. D.F.C., better known as Billy Bishop, Canada's highest-scoring fighter ace of WWI. Bishop was officially credited with 72 kills, despite having started the war in the infantry and flying in combat only between March and August 1917, and April to June 1918. He was the first Canadian promoted to Air Marshal in 1939 and was in charge of air force recruitment and training at the time this game was published in 1941. For more details on his life, see https://en.wikipedia.org/wiki/Billy_Bishop.&#10;&#10;From the rules:  Starting at the Recruiting Depot, players move through the Manning Depot to the Initial Training School, where they are classified as Pilots, Observers or Airgunners.&#10;&#10;Each player then follows his course through its various stages till completed --- goes overseas --- serves with the Fighting force and finally returns home.&#10;&#10;The game is driven by exact die rolls (getting to key spots and ending the game requires an exact roll) as the player moves through the contiguous points on the board.   The cover is excellent and one of quite a few Canadian wargames created during WWII.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle",
    "ID": 32973,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/32973/battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Rules:  The object of the game is to take the sector of enemy territory by capturing your opponent's men, guns and tanks with the least possible loss of of your own playing pieces.&#10;&#10;Each player controls a similar territory and is given 11 men, 2 tanks, 2 anti-tank guns and 1 pontoon bridge (abstract pieces).  All pieces are placed in the friendly sector at the closest end of the gameboard and alternately players are allowed to place a game piece on the main map next to a previously placed piece or move one that is already placed.&#10;&#10;Pieces may not be placed in enemy territory until the bridge has been placed over the river.  Captures are made when an enemy unit is between two friendly units.  Alternately the guns and tanks may kill a piece at range (2 or 3 spaces straight ahead depending on the piece).  When no more moves may be made, the player to make the last move wins.  All-Fair created two games with the same map and pieces but with different covers, the second was called GHQ.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 11 x 14 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cargo for Victory",
    "ID": 32974,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32974/cargo-for-victory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules: Each player tries to have his Cargo Ships safely deliver cargoes to certain ports, using his submarines both to protect his Cargo Ships and to sink enemy Ships and submarines.&#10;&#10;Cargo ships are chosen randomly so their destinations change.  Subs start on the S Marked on the map.  Ships and subs move 1 space in any direction but cargo ships can gain distance by jumping friendly ships/subs and enemy cargo ships.   When a sub jumps an enemy cargo or sub then it is considered sunk and taken for scoring purposes.   Ships that make their destinations are set aside for scoring as well.&#10;&#10;Play ends and scores are totaled when the last Cargo Ship makes it home port.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rickenbacker Ace Game: Keep em Flying",
    "ID": 32975,
    "Year": "(1946)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32975/rickenbacker-ace-game-keep-em-flying",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Rules:  The Rickenbacker Ace Game is an exciting game that can be played by 2 to 4 players.&#10;&#10;The board represents the sky.  Each player uses 9 planes of the same color.  One plane is place in each square of its own color in back of the crossline, which represents the players base.&#10;&#10;The object of the game is for a player to complete a mission with as many planes as possible by reaching the colored squares beyond the crossline in front of his own OBJECTIVE diagonally across the board from his starting base.&#10;&#10;Moving in a clockwise direction each player moves 1 plane or &quot;Flies&quot; 1 plane 1 square diagonally across the board.  Planes may jump adjacent enemy planes (in any direction) and thus shoot it down.  When all of the player's planes have been shot down or reached their objectives the game is over and players get 1 point for each surviving plane in the objective and 2 points for each shot down enemy plane.&#10;&#10;High points wins. The winner of five games becomes an ace.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea Raid",
    "ID": 32976,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32976/sea-raid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player takes a fleet (3 Battleships, 3 Cruisers and 8 Destroyers).  Each player also takes 3 mines and 3 buoys.  The fleets are placed in the harbors or capitals (not on the Jetty dots used for &quot;moving out&quot;).&#10;&#10;Movement is based on the roll of 2 dice.  Units may be moved in any combination adding up to the total on the dice (for example a roll of 12 means 12 units can move 1 or 4 units can move 3, etc.)&#10;&#10;Attacking an enemy happens when friendly units move onto a spot with enemy units (there is no limit to stacking on a dot).  To fight, players add up the values of each fleet (Destroyers = 1, Cruisers = 2 &amp; Battleships = 3 combat points).  The fleet with the lowest value must lose its best unit.  Additional factors include forts, obstacles (shoals &amp; straits) and high speed stretches.  Buoys and mines affect movement.&#10;&#10;The game is won by the player who succeeds in penetrating into the opponent's capital with one or more ships.  Occupying the capital requires superior forces.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invasion",
    "ID": 32977,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32977/invasion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Rules:  Invasion is a game for two to four players, who have before them a board divided into 13 rows of 13 alternatively white and blue squares.&#10;&#10;The board is marked to show the starting position of the various pieces within each player's territory.  There are 15 total units in a player's force, 6 Soldiers, 2 Tanks, 2 Cannon, 2 Bombers, 2 Pursuit Planes, 1 Dictator.  These units are all lead miniatures (flats).  Each unit type has a different movement, for example the soldier can move 1 space in any direction, the tank can move 1 or 2 squares in any direction.  A unit is captured by entering its square and in some cases (cannons) the unit capturing can jump over intervening friendly units.&#10;&#10;The object of the game is to capture the opposing dictator or dictators at which time the captured dictator's entire army &quot;surrenders&quot; and is removed from the board.   When four people are playing then two sides ally and both players on one side must be defeated.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Football Strategy",
    "ID": 32978,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32978/football-strategy",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hal Holiday Games produced this Football Strategy game in 1950. The game had little cardboard men who were moved into position before the play was 'run' The play was shown on a play sheet. That play sheet showed where player could or would go. Game has scoreboard, field yardage markers, blue and red cardboard stand up men and an instruction sheet.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wiry Dan's Electric Baseball",
    "ID": 32979,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32979/wiry-dans-electric-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Harett-Gilmar produced Wiry Dan's Electric Baseball in 1950. This game, and a similar Jim Prentice-branded offering in 1948, added electricity to the outguess-your-opponent mechanism. In this case, the pitching player secretly pushes a metal arrow down onto one of four metal pitch option circles. The batter touches the lead on a wire to one of four hit circles. If a light goes on, he uses a spinner to determine the kind of hit.  If nothing lights up, the batter touches the ball and strike circles to determine the result of the pitch. Two more circles by the &quot;Smiling Umpire&quot; determine the results of attempted steals and bunts, foul pops, tagging up or double-play attempts.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flying Fun Card Game",
    "ID": 32980,
    "Year": "(1927)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32980/flying-fun-card-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Nucraft Toys presented this card game in 1927. Cards show different flying maneuvers. Object was to complete a flight successfully.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Traveller",
    "ID": 32981,
    "Year": "(1908)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32981/crazy-traveller",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Parker brothers 1908 game Crazy Traveller features a wind up spinner, a wooden board, and 16 wooden 'pins'. The object of the game was to start the spinner in the center of the board and then have it knock down as many pins as possible. The more you knocked down the higher your score.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Spinning Tops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Actions: Beyond the River Don",
    "ID": 32982,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32982/red-actions-beyond-the-river-don",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;The union of all the new State formations in Russia, and of all Russians who understand and care for the interests of the State, is all the more possible because the Volunteer Army has no reactionary aims in view, and does not decide beforehand what the future form of the State in Russia shall be, nor even in what way the Russian nation shall declare its will.&quot;&#10;&#10;Speech by General Denikin to the Rada of the Land of Kuban, 14 November, 1918&#10;&#10;From the publisher:&#10;&#10;&quot;We have completely outdone ourselves this time! What if I told you this was a campaign game that takes maybe 30 minutes to create from scratch, with limitless scenarios, a different map each and every time, and has counters representing the following armies and their equipment: Reds (All over Russia), Whites (Kolchak, Deniken, Wrangel, Yudenich, Komuch, Kappelites etc), Greens (Mahknovists), Estonians, Latvians, Finns, Lithuanians, Ukrainians, Poles, Armenians, Turks, French, Greeks, Japanese, American, British Empire (Including Canadians, Australians, and Indians), and Freikorps.&quot;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Expansion for Base-game",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "History: Russian Civil War",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bid!",
    "ID": 32983,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/32983/bid",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An abstract auction game for the piecepack. Each turn consists of the following steps:&#10;&#10;1. The player who won the last auction takes the four dice and rolls them. The rolls determine the rules of this auction.&#10;   2. All players take one tile from their hand as their bid, and place it face-down. When all players have chosen, turn all tiles face-up. The highest value wins the auction (null is zero, Ace is one).&#10;   3. The tile played by the winner is given to the second-highest bidder, who in turn gives their tile to the third-highest bidder, and so on. The winner of the auction takes the lowest bidder&rsquo;s tile.&#10;&#10;The first to reach 100 points is the winner.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bingo Battle",
    "ID": 32984,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/32984/bingo-battle",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A luck-of-the-dice game for the piecepack friendly and fair to all ages, regardless of skill.&#10;&#10;A grid is formed of piecepack tiles. Each player takes turns rolling dice and placing coins on matching tiles in the grid. If three coins are placed on a tile, that stack is 'locked' -- the player who locked it places his pawn on the stack. If, on a future turn, the player rolls the tile again, he 'claims' the stack. However, locked stacks can be 'stolen' by another player who rolls that tile. The player who wins 4 claims first is the winner. Solitaire rules are also included.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bivouac",
    "ID": 32985,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32985/bivouac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This game is played on a 6x11 board, with a marked 2x2 area on each side (see diagram on website). The 2x2 areas are the goals, while the spaces that immediately surround the goals are the encampments. Surrounding this are the spaces that are called the runs.&#10;&#10;On each turn, each player can do one of the following moves:&#10;&#10;* Move a stone out of the encampment into an adjacent (orthogonal or diagonal) empty cell in the Run.&#10;    * Move a stone into an empty encampment cell from an adjacent (orthogonal or diagonal) cell from the Run.&#10;    * Slide a stone in the Run on any orthogonal direction into an empty cell. Jumps are possible over any stone. There are no captures in the Run.&#10;    * Inside an encampment the stone may move to any empty (orthogonal or diagonal) adjacent cell. Captures are possible (not mandatory) by jumping over an enemy stone - if the stone lands inside the encampment. Captures can be multiple.&#10;&#10;The player that either occupies his four Goal cells or captures all but 3 of the enemy stones wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biloba",
    "ID": 32986,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/32986/biloba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Equipment:&#10;&#10;* 9x9 board with 3 spaces removed from each corner and the center space marked (diagram on website)&#10;    * 16 stones per player&#10;&#10;On each turn, each player moves one friendly stone. A stone may move to an (orthogonal or diagonal) adjacent empty cell. If a stone moves to the center cell, it must move again to an adjacent empty cell (no stone may stay at the center). A stone may also jump over one stone (of either color) landing on the immediate next empty cell.&#10;&#10;Captures are custodian, i.e., an enemy stone is captured when sandwiched between two friendly stones (orthogonal or diagonal). After the removal of the captured stone, one of the two friendly stones must move to occupy the captured stone position. Captures can be multiple (more than one custodian captures in the same move) Captures can also create a chain reaction, i.e., the friendly moved stone after the capture may produce another capture, and so on...&#10;&#10;A player loses if, at the beginning of his turn, he has less than three stones and is unable to capture enemy stones so that his opponent also have less than three stones. In this later case, the game is a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Billiards",
    "ID": 32987,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/32987/billiards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "An abstract version of the game Billiards that can be played with the components listed below or on paper.&#10;&#10;Each player places his three stones along the short end of the board closest to him.&#10;&#10;On each turn, each player may pass or move one friendly stone. Each stone moves in a L fashion, i.e., it slides (orthogonally or diagonally) over a straight line of empty cells and just before reaching an obstacle (board edge or another stone), it must make a 90&ordm; turn (to the left of to the right) and move at least one more cell, until it finds another obstacle (it's invalid to stop in the middle of this double path). A stone already at the last row cannot move.&#10;&#10;The player that first occupies his opponent's initial spaces with his own stones wins.&#10;&#10;This game appeared in Walter Joris's book 100 Strategic Games for Pen and Paper.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Billiards / Snooker / Pool"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Brutal Basketball",
    "ID": 32988,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/32988/big-brutal-basketball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Big Brutal Basketball (BBB) is a free card game about a basketball match between 2+ players. Play shot, offensive, and defensive cards against your opponents in a no-holds-barred game of basketball!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campanha Da França 1940",
    "ID": 32991,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/32991/campanha-da-franca-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Fran&ccedil;a: 1940 was the second game in the JOG series of wargames, published in Brazil on a subscription-only basis. It covers the German invasion of France and the Low Countries in 1940.&#10;&#10;The game includes a &quot;what-if&quot; scenario where the French did not build the Maginot line, but instead used the funds to modernize their army.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Ruche",
    "ID": 32994,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/32994/la-ruche",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Each player has a stack of hexagonal tiles with edges of different colors and a bee on one of the two faces.&#10;Everybody plays simultaneously.&#10;The goal is to be the first to get rid of all of your tiles by following the rules.&#10;It is necessary that the colors of the edges of the tile fit with the colors of tiles already played.&#10;If your played tile has the bee on the visible side, you can give one of your not yet played tiles to the player of your choice.&#10;If the tile you played touches three other tiles already played, you give three tiles to another player.&#10;&#10;Home Page: http://jeularuche.com/Bienvenue.html (French)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great War at Sea: Sea of Troubles",
    "ID": 32997,
    "Year": "(2007)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32997/great-war-at-sea-sea-of-troubles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "From the Avalanche Website&#10;&#10;During the course of the First World War, the United States continued to build huge new battleships despite a pressing need for destroyers and merchant ships. In Britain, Royal Navy planners wondered just what their American allies were up to, because such a fleet could only have one potential adversary. Britain also made plans to construct new ships.&#10;&#10;Sea of Troubles is a 64-page book supplement for the Great War at Sea series based on the war plans of both sides. Most of the scenarios take place in the Caribbean Sea, using the map from U.S. Navy Plan Gold, but some actions are also placed in European waters on the maps for Jutland or Mediterranean.&#10;&#10;There are 210 die-cut and mounted playing pieces, the same pieces that originally appeared in our now out-of-print U.S. Navy Plan Red. The Americans get the huge 1919 program battleship mounting eight 18-inch guns as well as four examples of the South Dakota class with their dozen 16-inch guns apiece. There are also the Lexington class battle cruisers in their original configuration with 14-inch guns, and the 1914 design for a fast commerce-raiding armored cruiser armed with 10-inch guns.&#10;&#10;The Royal Navy adds the remainder of its R-class battleships not seen in Jutland, plus the huge battleships of the N3 design with nine 18-inch guns each, and the ungainly but powerful battle cruisers of the G3 design. Plus the Royal Canadian Navy makes an appearance with three dreadnought battleships and a flotilla of destroyers.&#10;&#10;There are over three dozen new scenarios featuring brawls between huge fleets of battleships, plus of course background articles on the ships, the fleets and the war plans of all potential participants.&#10;&#10;This is not a stand-alone game; ownership of Mediterranean, Jutland and U.S. Navy Plan Gold is required to enjoy all of the scenarios.&#10;&#10;NOTE: This product acts as a successor to the now out-of-print Great War at Sea: U.S. Navy Plan Red.  As a result, both countersheets that ship with this product are still labeled 'US Navy Plan Red', although the scenarios for that product, set along the United States Eastern seaboard, are now deprecated in favor of scenarios set in the Mediterranean and North Sea.  Additionally, while 'US Navy Plan Red' was a boxed-set and limited to a few scenarios that could work with the components included, as a module book 'Sea of Troubles' is not so constrained.  There are more than 2 dozen scenarios in this product that cover more than just 'Plan Red', along with articles on the ships and historical flavor for this period.&#10;&#10;Plan Red was released in a second edition in 2013. It has a completely revised scenario book with 14 battle and 20 operational scenarios, and updated special rules. Sea of Troubles is out of print.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Great War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patrimonia",
    "ID": 32998,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32998/patrimonia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Free interpretation from the rules (originally in French)&#10;&#10;Every player has to enrich his initial heritage by a smart combination of buying and selling, weighing the possibilities of higher rates and periodically revenues, without overstating the risks of every type of investment.&#10;&#10;The winner has, at the end of the game, the patrimonium (=latin for heritage of the father) with the highest value.&#10;&#10;A round plays (in short) like this :&#10;&#10;Take a &quot;bourse&quot; card.&#10;Play one of the five &quot;bourse&quot; cards holding in the hand.&#10;Adjust the stock board.&#10;Roll 3 dice and advance your pawn.&#10;So you end your move on 3 possibilities :&#10;On a negotiation , on the unexpected or on revenue.&#10;&#10;The game comes with a gameboard (consisting of 30 cases and a stock board), 5 types of cards (Bourse, Immobilier, F&ocirc;ret, Numismatique and Impr&eacute;vu), 71 paper chips , 6 Patrimoniumboards, 6 pawns, 3 dice and 165 cheques.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Penguins Paradise",
    "ID": 32999,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32999/penguins-paradise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Penguins Paradise is a children's game where players try to be the first penguin to travel around the South Pole.  Players roll a die to move.  Some spaces have a fish marker where you can draw cards.  Cards move penguins to different locations on the board, as well as forward and back.  Cards also let you do special things during the game.&#10;&#10;Players may play a card on their turn instead of rolling to move, or after rolling and moving.  Cards may be played on yourself or an opponent.  You can hold up to four cards before you must play one.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Salt Lake City Scene",
    "ID": 33000,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/33000/salt-lake-city-scene",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Salt Lake City Scene is similar to, though not an exact clone of, Monopoly. Players move about a square board with spaces representing areas of Salt Lake, &quot;the fastest growing city in the west&quot; in an attempt to control and develop the most real estate in the city. Players are eliminated until only one remains.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: Salt Lake City (Utah, USA)",
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Najeźdźcy",
    "ID": 33001,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/33001/najezdzcy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "Simple strategy game based on negotiations. Game flow includes taxes, army creation, movement and battling, basic infrastructure building and constant negotiations.&#10;&#10;Fantasy world of Elves, Goblins, Hummits, Dwarves, Dark Elves and Trolls. You are owner and manager of one of six lands. You have only one goal: to conquer all other lands, no matter how.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Negotiation",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guelph on Board",
    "ID": 33002,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/33002/guelph-on-board",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Guelph on Board is an &quot;-opoly&quot; game featuring businesses and landmarks from the city of Guelph, Ontario.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: ... on Board",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Can the Sardines",
    "ID": 33004,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/33004/can-the-sardines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Can the Sardines is an abstract game included in the January 2008 issue of Knucklebones magazine.  It is played on a 9X9 board with a marked central 3X5 area (the can).  Players need to get all their eight pieces (the sardines) into the can, or at least more pieces in than their opponent.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ZhanGuo",
    "ID": 33005,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/33005/zhanguo",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a mod for the cardgame Illiad which is originally based on the Trojan war between the Greek states and Troy over Helen.&#10;&#10;Changes have been made to convert the game into the 7 states of late ZhanGuo (Warring States) period of China ca. 4th-3rd century B.C.&#10;&#10;Distinctive elements of late Warring States warfare have been incorporated into the game, whilst trying to stay within the original spirit of the Illiad gameplay.&#10;&#10;State Banners (Heroes)&#10;1.  Zhao&#10;2.  Wei&#10;3.  Han&#10;4.  Yan&#10;5.  Chu&#10;6.  Qi&#10;7.  Qin&#10;&#10;Tiles&#10;  Bamboo Bian +1 (Agamemnon +1)&#10;  Stone Bian +2 (Athena +2)&#10;  Bronze Bian +2 (Poseidon +2)&#10;&#10;Units&#10;  Crossbow Trap (Harrow) - 6 cards&#10;- prevents Cavalry and Chariot from being deployed&#10;&#10;Yunti Che (Trojan Horse) - 6 cards&#10;- hides units within (Ping, Gong &amp; Nu)&#10;&#10;Pili Che (Catapult) - 8 cards&#10;- targets Crossbow Trap, Yunti Che, Pili Che &amp; Chuangze Nu&#10;&#10;Chuangzi Nu (Ballista) - 8 cards&#10;- targets Cavalry, Chariot, Chao Che &amp; Chuangze Nu&#10;&#10;Chao Che x2 (Elephant x2) - 8 cards&#10;- allows mounting of infantry (Ping, Gong &amp; Nu), x2 to total unit values&#10;- mounted Nu and Gong can target any unit in any rank of Missile or Skirmish formations&#10;&#10;Cavalry (Chariot) - 4 cards&#10;- targets all infantry units, can attack without being first deployed&#10;&#10;Chariot (Chariot) - 4 cards&#10;- targets all infantry units, can attack without being first deployed&#10;&#10;Nu 2 (.....) - 6 cards&#10;when not in formation&#10;- targets Nu, Gong &amp; Ping or 1st to 2nd rank of Nu, Gong &amp; Ping in formation&#10;when in 3-row deep &quot;missile-formation&quot; in any value combination&#10;- targets Nu, Gong &amp; Ping, 1st to 2nd rank of Nu, Gong &amp; Ping in formation or Cavalry &amp; Chariots&#10;- only missile units in the first two rows can attack&#10;- values are calculated as the sum of unit values from the first two rows multiplied by the unit value from the last row&#10;&#10;Gong 1 (Archers 1) - 8 cards&#10;when not in formation&#10;- targets Nu, Gong &amp; Ping or 1st rank of Nu, Gong &amp; Ping in formation&#10;when in 3-row deep &quot;missile-formation&quot; in any value combination&#10;- targets Nu, Gong &amp; Ping, 1st rank of Nu, Gong &amp; Ping in formation or Cavalry&#10;- only missile units in the first two rows can attack&#10;- values are calculated as the sum of unit values from the first two rows multiplied by the unit value from the last row&#10;&#10;Ping 1 (Hoplite 1) - 6 cards&#10;- can be deployed into 4-row deep &quot;skirmish-formation&quot; in decreasing value&#10;- values are calculated as the sum of all unit values multiplied by the number of rows&#10;&#10;Ping 2 (Hoplite 2) - 7 cards&#10;- can be deployed into 4-row deep &quot;skirmish-formation&quot; in decreasing value&#10;- values are calculated as the sum of all unit values multiplied by the number of rows&#10;&#10;Ping 3 (Hoplite 3) - 8 cards&#10;- can be deployed into 4-row deep &quot;skirmish-formation&quot; in decreasing value&#10;- values are calculated as the sum of all unit values multiplied by the number of rows&#10;&#10;Ping 4 (Hoplite 4) - 9 cards&#10;- can be deployed into 4-row deep &quot;skirmish-formation&quot; in decreasing value&#10;- values are calculated as the sum of all unit values multiplied by the number of rows&#10;&#10;Victory Cards&#10;  Mandate of Heaven (Helen) - 1 card&#10;  City +1 (Victory Town +1) - 4 cards&#10;  Fortress +1 (Victory Tireme +1) - 4 cards&#10;  City +2 (Victory Town +2) - 5 cards&#10;  Fortress +2 (Victory Tireme +2) - 5 cards&#10;  City +3(Victory Town +3) - 4 card&#10;  Fortress +3 (Victory Tireme +3) - 4 cards&#10;&#10;Oracle Cards&#10;  Zhan Shen -1 (Thanatos -1) - 4 cards&#10;  Zhan Shen -2 (Thanatos -2) - 3 cards&#10;  7th Month Hungry Ghost Festival (Gorgon) - 2 cards&#10;&#10;The following are some of the basic changes and assumptions I've made in the Mod:&#10;&#10;I've introduced crossbowmen (Nu).&#10;&#10;I've introduced a new &quot;missile-formation&quot; of archer/crossbow/ping 3-row deep ranks. Only the missile infantry of the first 2 rows of the &quot;missile-formation&quot; can attack. Units killed within the formation are removed and the formation is reassembled downward. Cavalry and Chariots can be attacked by missile troops in &quot;missile-formation&quot;.&#10;&#10;I've also bumped the game up to a 7 player game to match the 7 warring states. The 7 banners of the 7 warring states now replaces the 6 heroes.&#10;&#10;I've increased some of the unit numbers and decreased others to enable the additional 7th player, to take into account the new crossbowmen, as well as to rebalance the game towards a slightly higher emphasis on missile troops.&#10;&#10;Gorgon is now 7th Month Hungry Ghost Festival.&#10;&#10;Thanatos is now Zhan Shen.&#10;&#10;Helen is replaced by the Mandate of Heaven.&#10;&#10;City/Tireme replaced by the duality of Civil/Military City/Fortress.&#10;&#10;Agamemnon, Athena &amp; Poseidon have been replaced by Bian (Tablets),a Bamboo Bian, a Stone Bian (for Civil City) &amp; a Bronze Bian (for Martial Fortress) respectively.&#10;&#10;Chariots are now split into lower value Cavalry &amp; higher value Chariots.&#10;&#10;Trojan Horse is now a Yunti Che.&#10;&#10;Elephant is now Chao Che.&#10;&#10;Harrows are now Crossbow Traps.&#10;&#10;All other units remain basically the same except labeled in their Chinese equivalent.&#10;&#10;Go here for more info: http://www.act.com.sg/zhanguo/&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Expansion for Base-game",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Autodrome F1 World Championship",
    "ID": 33006,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/33006/autodrome-f1-world-championship",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A simple sport game that recreates some contests of the championship of the world of Formula 1. The movement of the cars on the circuits is given from the launch of 3 dice, if the result of a launch is equivalent to three equal numbers is the risk of some incident or mechanical problem to the car. In the game are comprised 4 circuits (Monza , Watkins Glen, Monaco and Jarama) and play-money in order to pay the prizes to the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "James Hunt's Grand Prix Racing Game",
    "ID": 33007,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/33007/james-hunts-grand-prix-racing-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a game to celebrate the James Hunt victory of F1 Championship in 1976.&#10;&#10;Contents&#10;1 Board&#10;6 Cars&#10;48 Playing Cards&#10;&#10;Each drivers takes a cars and is dealt 7 cards.&#10;The card showing speeds from 20 m.p.h. to 170 m.p.h.&#10;In the first round, the driver at back of the starting grid must play a card, then the driver in front of him on the grid play his card, and so on, ending with the driver in pole position, who has the advantage of having seen all others cards played before.&#10;After the first round drivers must play their cards in the same order in which they lie on the track.&#10;The winner is, obviously, the first driver to cross the finish line having completed the number of laps agreed at beginning (usually 2).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seattle Seahawks Trivia Game",
    "ID": 33008,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/33008/seattle-seahawks-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sports Trivia Game about the Seattle Seahawks Professional Football team.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Seattle (Washington, USA)",
      "Sports Teams: Seattle Seahawks",
      "Sports: American Football / Gridiron",
      "States: Washington"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Living a Country Song",
    "ID": 33009,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/33009/living-a-country-song",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Designer:&#10;&#10;&quot;Traveling from Nashville through heartaches and pain, the big loser becomes the big winner!&quot;&#10;&#10;Players begin with 200 Happiness Points and take turns rolling dice to move their pawns around the game board.  Landing on an &quot;Emotion&quot; or &quot;Action&quot; space cues the player to draw a card from the corresponding deck.  The board also contains spaces such as &quot;County Jail&quot; or &quot;The Brightwood&quot; that lead to a die roll and one of six potential outcomes.  These outcomes, most of the other spaces on the board, and the Emotion and Action cards contain either a happiness boost or drop and a country music cliche or song title.  The rules state that &quot;[t]he first player to lose all 200 Happiness Points is the winner, since in Country Music the 'big loser' is also the 'big winner.'&quot;&#10;&#10;",
    "Categories": [
      "Humor",
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mambo",
    "ID": 33010,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/33010/mambo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Mambo is an abstract tile-laying game, conceptually similar to Tantrix and Trax. It is played with a special kind of tiles called mambo tiles.&#10;&#10;The goal of the game is to enclose as much are as possible inside shapes of your own color. There are also closely related variants where the goal can be to enclose an opponent's group, or form loops.&#10;&#10;The game is named after the abstract patterns that emerge during play, which are reminiscent of the weird tribal artwork of Reg Mombassa.&#10;&#10;Official Mambo page: http://www.cameronius.com/games/mambo/&#10;&#10;Online Play&#10;&#10;&#10;     Gamerz (turn-based, play by email or play by web)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uppdrag Skaraborg",
    "ID": 33011,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/33011/uppdrag-skaraborg",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Uppdrag Skaraborg the players will travel through the county of Skaraborg, visit eleven cities and buy houses etc. using money and by answering questions. To win the game you need at least two &quot;houses&quot; in two different areas, and money left so you can buy the endtest-card in the town you where starting from. The question categories in the game are in geography, sports, culture, history and entertainment.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The 2000 Guineas",
    "ID": 33012,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33012/the-2000-guineas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is an all metal game made in 1947 by B.B. Products of London, England. The gameboard is a simple spinning wheel mounted with six 'horses' and a removable 'post' which marks the winning finish line. The box itself is held together with rivets and it has an orange spinner which is not removable. The game is played by betting on the number of the horse you think will win. Each horse has different odds attached to the possibility of that horse winning the race.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "S.S. Van Dine's Great Detective Game",
    "ID": 33013,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/33013/ss-van-dines-great-detective-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game, based on popular 1920s and 30s fictional detective Philo Vance, revolves around each player trying to collect a set of clue cards which matches one of ten suspect, whose attributes are kept hidden in play.  After collecting a set of clues, a player may accuse one of the suspects, and if enough of their clues match the suspect, the suspect can be arrested and brought to court.  If the player is able to present sufficient additional evidence, the suspect is convicted and the player wins.&#10;&#10;While this game has been compared to Clue, there aren't many similarities.  Instead of trying to gather evidence to identify  a specific suspect selected and hidden at the start of the game (i.e. Col. Mustard with a Cuisinart in the Rumpus Room), the goal of this game is to wander around collecting clue cards until a picture of one of the ten suspects comes into focus, and then try to gather enough clues to put them away.  It's actually kind of a perversion of justice if you think about it.&#10;&#10;Another odd element of the game is that landing on other players' pieces (i.e. &quot;bumping&quot;) can serious screw with the player, so there's an interesting screw-your-neighbor aspect to play.  Aside from that, the fact that repeated plays will almost certainly result in players memorizing the cards means that the replay value might be limited, but the bumping might actually keep the play interesting.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Theme: Attorneys / Courts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skip Ball",
    "ID": 33014,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33014/skip-ball",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a table top version of the old fashion &quot;Coney Island&quot; type arcade game SKIP BALL.  The board itself is made of stained wood and the game uses ceramic marbles. One long side of the bottom of the box has a triangular wooden cross-piece instead of a cardboard side and on the other long side there are two pieces of wood with grooves to hold a piece of very heavy card on to which are stuck six 'cups' with different values if your ball lands in one of them. The instructions say &quot;Give the ball as long a roll as possible before it runs up the slope of the box and you will find that it springs more readily.&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panto",
    "ID": 33015,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/33015/panto",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Panto is a game for 3 to 8 players in which the player is supposed to match the two halves of each of 8 pantomime characters or make up &quot;crazy&quot; characters, the rule being that the background must have the same color.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Airport",
    "ID": 33017,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/33017/airport",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "(Transaleted from the box in Norwegian):&#10;&#10;Airports are, in our time, the ports to the great wide world. Hop on for an exiting travel of knowledge to all the countries in the world. Learn about peoples and test your knowledge of languages. Go to gate and experience the world!&#10;&#10;Airport is Aschhoug's large trivia game about all the countries and peoples of the world. You may &quot;fly&quot; between the 6 continents and gather continent cards until you have a complete world. New categories about languages, countries, the world and airports make the game a fun and educational challenge for all adventurers.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Alaska's War",
    "ID": 33019,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/33019/panzer-grenadier-alaskas-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "From the APL website:&#10;&#10;In June 1942, Japanese troops landed in the western Aleutian Islands of Alaska, the only large-scale foreign invasion of American soil since 1815. In May 1943 the Americans invaded Attu Island, sending 15,000 troops against about 2,500 Japanese defenders. The Japanese fought with suicidal determination: 28 fell into American hands as prisoners with the remainder killed in action.&#10;&#10;Two months later the Americans launched an even larger invasion of nearby Kiska Island, only to find that the Japanese had evacuated three weeks before and the Americans captured an uninhabited island.&#10;&#10;Alaska's War is a supplement based on the Japan's lone invasion of the Western Hemisphere and the American response.  The supplement features 10 scenarios.&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)",
      "States: Alaska"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "American Idols Live Tour 2005: Road to Fame Game – Part One – The Auditions",
    "ID": 33021,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33021/american-idols-live-tour-2005-road-to-fame-game-pa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A simple promo board game that uses card drawing instead of dice rolling to move your game piece. It uses a &quot;Limited Edition&quot; Pop-Tart Box for all its game pieces and board.  It is expanded by Part Two: The Countdown.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "TV Shows: Idols / American Idol"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wewanago Camping",
    "ID": 33022,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/33022/wewanago-camping",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From Publisher's Website:&#10;&#10;Players navigate the campgrounds by rolling dice and directing their plastic motorboat pieces. Identification squares prompt players to collect camp supply cards, collect money from the bank, select a &ldquo;Bear Claw&rdquo; or to pay for a misfortunate roll of the dice.&#10;&#10;The object of the game is to be the first player to collect and present camp supplies from A to Z and make it to the finish square. A skilled and somewhat lucky player may collect the necessary camp supplies in one campground alone and head for the finish on &ldquo;Home Stretch Road.&rdquo; Too many mishaps and you may be forced to return to the campground you started in.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Camping"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Greatest Hits",
    "ID": 33023,
    "Year": "(2007)",
    "Geek Rating": "5.494",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/33023/trivial-pursuit-greatest-hits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Trivial Pursuit Greatest Hits takes 600 questions each &quot;hand-picked&quot; from three other Trivial Pursuit editions: The '80s, The '90s, and Pop Culture II. Players can choose to use questions from any one of the three games, or mix and match them all together.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Decades: The 1980's",
      "Decades: The 1990's",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Boutique Edition",
    "ID": 33025,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/33025/monopoly-boutique-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "This edition of Monopoly (which is a Toys R Us exclusive item for the Holiday 2007 season in the US) comes with an assortment of borderline-cliched items aimed at girls, including a pink board and dice, a keepsake box for storage (which also serves as a jewelry box), Boutiques and Malls (instead of Houses and Hotels), and Instant Message and Text Message cards in lieu of Chance and Community Chest cards.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Draw Poker",
    "ID": 33026,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/33026/draw-poker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Draw Poker is part of Classic Games' Collectors' Series Dice Games, which is based on the card game of the same name. The game includes nine over-sized six-sided dice that feature every card in a standard deck (including two jokers). The dealer randomly selects five dice for a player to roll. After rolling, the player can then opt to trade up to four dice for four new dice, which represents drawing new cards. The dice are then given to the player on the left. Players must keep track of what &quot;cards&quot; have already been played in a hand so that no one can have a duplicate. Any duplicate cards must be rerolled.&#10;&#10;The game includes chips and a scorecard for betting.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mit \"Prien\" gegen England",
    "ID": 33027,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/33027/mit-prien-gegen-england",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Based on the exploits of Gunther Prien, a German U-boat commander who entered Scapa Flow in 1939 and sank the British Battleship Royal Oak.&#10;&#10;The game has 6 metal submarines that follow points on a track around the North Sea based on the roll of the die.  Players must follow the instructions of special spots they enter.&#10;&#10;Very simple game play.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: England",
      "Country: Germany",
      "Islands: Orkney (Scotland)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dexterity",
    "ID": 33028,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33028/dexterity",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dexterity is a unique word game - colourful, classic and above all, skill-testing.  The play is unlike any other word game.  In Dexterity, your ability to form interesting, unique and provocative words and to play intelligently is highlighted.&#10;&#10;A unique scoring system rewards your level of achievement each round.  The more challenges you are able to meet each round, the higher your score.  Try it and see if you've got what it takes to be top notch!&#10;&#10;OBJECT OF PLAY&#10;&#10;The main object is to score the most points by skillfully forming words which your opponent(s) cannot break (i.e. change into a new word) while at the same time, cleverly breaking words belonging to your opponent(s).&#10;&#10;Words which cannot be broken, that is, changed into new words, are called Unbreakable Words.  Although the concept of Unbreakable Word is new to word games, the rules are simple and easy to grasp.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Good News! Bad News! game",
    "ID": 33029,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/33029/the-good-news-bad-news-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Good News! Bad News! game is a cross between Monopoly and Life with a twist.  You can move your pieces by using a roll of the dice (Luck) or you can use the Rubik's cube-like pyramid called a &quot;Pyraminx&quot; (Minimal SKill) to decide how far to move.  By twisting the pyramid in a certain way you can guarantee yourself so may places to move. Avoiding low paying vocation spaces, for which you qualify initially, maximizes your chance to later get more than your fair share of the lucrative positions after attaining higher educational qualifications. Of course, even an expert can not expect to get all of the best jobs, but what you can do is leave some low paying ones vacant and &quot;Bad News&quot; all opponents into financial oblivion!&#10;&#10;The designated &quot;Adult cards&quot; can be excluded when playing with children or adults who are sensitive to the subjects on the Bad News cards. No cards are really X-rated, but some Adult Cards quote embarrassing subjects from newspapers or TV which must pertain to someone! Use discretion and delete cards which could be found objectionable. Or just go ahead and offend your friends!&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer Sieht's Zuerst?",
    "ID": 33031,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33031/wer-siehts-zuerst",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wer Sieht's Zuerst is a game for children, to keep them occupied during those long road trips (or even short ones). The object is to mark off objects in a bingo-like arrangement, as you come across them. Four different layouts provide different things to look out for on the road, such as road signs, license plates, makes of car and everyday objects.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Travel"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Giant Freaking Worms!",
    "ID": 33033,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/33033/giant-freaking-worms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "What better way to terraform a planet than using giant freaking worms to do it for you? They&rsquo;re big, efficient and pretty dumb too. Sure, it&rsquo;s kinda gross that they leave behind entire ecosystems as their doodie, but let&rsquo;s see you chew up rocks and squirt out an island, bucko.&#10;&#10;Equipment:&#10;&#10;* 3 six-sided dice for each player (representing the players' worms)&#10;    * A whole bunch of Magic: The Gathering land cards&#10;&#10;Each player takes turns moving his worms around a board made up of Magic: the Gathering land cards, dropping land cards or destroying land cards in the process. The first player to place ten of one kind of land on the field wins. Alternatively, the first player to lose a worm or to run out of one type of land card in his decks loses.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Worms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quick Flip",
    "ID": 33034,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/33034/quick-flip",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a great way to teach number systems to children. The deck of cards (which is divided into suits of 10 cards each, the suits are words, Arabic numerals, Roman  numerals, hash marks, and objects) is divided evenly into 2 piles. 2 starter cards are placed face-up in the center, and 4 cards placed in front of each player. Both players work to get rid of their cards by placing them on top of the starter cards in a sequential manner (ie, 2 on 3, 8 on 9, etc...) while keeping 4 cards in front of him at all times. the first player to get rid of his or her cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alarme",
    "ID": 33036,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/33036/alarme",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "(English: Freddy from the Firebrigade)&#10;&#10;In each round a big plastic firetruck is shaken. That changes the order of a number of colored balls in the truck's clear plastic lid.&#10;&#10;This order determines the order of cardboard firemen (neutral back, colored fronts) who have to be turned face-up in the correct order.&#10;&#10;If a player makes a mistake, one of 9 haystacks (cardboard chits) goes up in flames.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Nordwolle-Spiel (Expo 2000)",
    "ID": 33037,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33037/das-nordwolle-spiel-expo-2000",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A small promotional game - only 999 were produced as give-aways for Expo 2000 in Germany.&#10;&#10;Both players have two pins each, which start in a small wooden board with 19 holes. By jumping over one or more pins, the player reaching the target hole with one of his pins first wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xtropolopoquetl",
    "ID": 33038,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/33038/xtropolopoquetl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Four Olmec boulder statues are demanding sacrifices of pure elements. A pyramid of offerings has been placed between the statues. The statues are picky and will only eat elements they favor, so it is your job to feed the statues every last morsel of their favorite element. The first player to feed a statue all of one element on the board wins.&#10;&#10;Equipment:&#10;&#10;* A chessboard&#10;    * 14 blocks (or other stackable pieces) each in 4 different colors (red, white, green, and blue) -- 56 blocks in all&#10;    * 4 boulder statues (rocks will do)&#10;&#10;Players take turns moving the blocks around the board and feeding the statues. The first player to feed any of the 4 olmec statues all of its favorite element (i.e. colored blocks) wins.&#10;&#10;Available at:&#10;http://www.luchacabra.com/?p=17&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vom Neanderthaler zum Ötzi",
    "ID": 33039,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/33039/vom-neanderthaler-zum-otzi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A stone-age themed simple card game, which aims to teach children about the stone age, various harmful and beneficial animals and plants, as well as give them some negotiation skills.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Prehistoric"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tiddly Winks Barrage Game",
    "ID": 33041,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/33041/tiddly-winks-barrage-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules:  Players form two teams.  Each team has five tiddly winks and one larger wink for shooting.  Players place the winks, one at a time on the Battery Emplacement.&#10;&#10;Each team now shoots his winks as fast as possible (without waiting for turns), in an endeavor to land the winks in the opponent's seaport, munitions dump, air field, and munitions dump so as to have at least one wink in each of the three, is the winner, or any player who lands one wink in his opponent's capitol wins immediately.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Sengoku Jidai",
    "ID": 33042,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/33042/bushido-sengoku-jidai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "(from first scenario published)&#10;&#10;Nobunaga is forced to move towards Kyoto (because of his brother-in-law Asai Nagamasa) therefore to clash with the Asakura Clan. After some days 20,000 men of his army are on the march again, this time to go against the Asai Clan. Thanks to the aid of his trusted ally Tokugawa the defeat of the Asai Clan will be total and may end in Nagamasa committing Seppuku&hellip; perhaps&hellip;.&#10;&#10;A wargame set in feudal Japan. Will your force be victorious, or does Seppuku await you instead?&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bombardment",
    "ID": 33043,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/33043/bombardment",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Bomb your path do victory in this 2-player abstract game.&#10;&#10;Equipment:&#10;&#10;* 8x8 board&#10;    * 16 Missles per player&#10;&#10;On each turn, each player take one of the following actions: Move one friendly Missles one cell forward (orthogonally or diagonally) - or - Explode one friendly Missles (i.e., capture all Missles of either color orthogonally and diagonally adjacent including itself.)&#10;&#10;You win by either moving one of your Missles into the last row, or by eliminating all of your opponent's Missles. If you eliminate your Missles in the process, the game is a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blockdance",
    "ID": 33044,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/33044/blockdance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is played on a 8 sided hexagonal board, with groups of 7 stones, arranged in a hexagonal formation, at the center of each side, with opposing colors facing each other (a diagram is available on the game's website.)&#10;&#10;On each turn, a player: (a) selects a group of connected friendly stones, (b) name one as pivot, and (c) rotate the group any multiple of 60 degrees around the pivot, provided all the landing places are either empty, with opponent stones, or one of his own cells that the move is just vacating. Any opponent stones landed on are captured. Passing is legal, and compulsory if no moves are legal.&#10;&#10;The winner is whoever captures all his opponent's stones.&#10;&#10;Blockdance does not have great clarity, i.e., it is very hard to predict what is the exact outcome of a sequence of moves. However, part of this difficulty vanishes once a player gets used to these pivot moves, and even if there is not much strategy, the game is highly tactical and fun.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: HexHex8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Glint of Bayonets",
    "ID": 33045,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/33045/a-glint-of-bayonets",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Set of miniatures wargame rules for fighting battles of the American Civil War circa 1862.  From the cover:&#10;&#10;&quot;Being a set of very playable recreational Wargame rules that will create, to some degree, the excitement and pageantry of Tactical Battles of the late War for Southern Independence&quot;&#10;&#10;Assuming 25mm\\28mm figures are used:&#10;&#10;Game scale: One inch = 22 yards&#10;One infantry figure = 25 men&#10;Twenty infantry figures equal a 500 men regiment&#10;Six figures and three gun models equal a 6-gun battery&#10;&#10;Reduced scale rulers are provided for playing with figures smaller than 25mm\\28mm.&#10;&#10;Mounted cavalry is not covered in the rules (it's assumed that they have dismounted prior to the start of the game).&#10;&#10;Sequence of play:&#10;1) Movement Phase: Brigades are moved in order of a draw from a deck of cards. Command rolls are made to determine which regiments in the brigade may move. A number of dice are then rolled to determine how far the regiments may move.&#10;&#10;2) Firing Phase 1 - All stationary artillery fires and morale tests from casualties are resolved.&#10;&#10;3) Firing Phase 2 - All stationary infantry fires and morale tests from casualties are resolved.&#10;&#10;4) Firing Phase 3 - All &quot;move and fire&quot; artillery fires and morale tests from casualties are resolved.&#10;&#10;5) Firing Phase 4 - All moving infantry fires and morale tests from casualties are resolved.&#10;&#10;6) Combat Morale Phase - Test morale for charging and charged units.&#10;&#10;7) Close Combat Phase - Fight all close combats and test morale.&#10;&#10;8) Morale Adjustment Phase - Make all permanent morale adjustments due to various conditions.&#10;&#10;9) Rally Phase - Attempt to rally all Routed units from the previous game turn.&#10;&#10;10) Major Morale Phase - Determine each army's Major Morale state and act accordingly.&#10;&#10;The Order of Battle for Antietam is given at the end of the rules.  No scenarios are included.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blue Nile",
    "ID": 33046,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/33046/blue-nile",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Equipment: A 61-cell hexagonal board (5 spaces per side) and a large supply of stones, all of one color (blue works nicely.)&#10;&#10;On each turn, each player drops a stone on an empty cell adjacent to the last dropped stone, but not adjacent to any other stone. The player without any valid moves, loses.&#10;&#10;You can think of your mission as finding the source of the Nile. You follow the River until it goes no farther. The last player to move is the first to find the source, and that player is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Chaining",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex5 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Rivers: Nile"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Thursday",
    "ID": 33047,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/33047/black-thursday",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "A buying and selling game for the piecepack.&#10;&#10;On your way to work at one of New York&rsquo;s most prestigious investment firms, you consider the successes of the past fiscal year:&#10;&#10;'I have been blessed,' you reflect. 'My portfolio is diverse, yet strong in all areas. Sickle Moon Steel is having record sales in the mid-west where those new tractors are pulling larger and heavier plows. A bumper cotton crop has made Sun Textiles a real winner in the Carolinas. Clean Arms Chemical just built that new plant in California. And who would have guessed that Crown Petroleum would find so much oil in Oklahoma? Yes, I have been blessed. However, since summer the market seems to be a bit bearish. Perhaps I should just take profits on a few shares and treat the family to a nice Florida vacation for the winter?'&#10;&#10;Thursday, October 24, 1929. You are a New York investor floating an economic bubble that&rsquo;s about to burst. Suddenly caught in the market panic, you use shrewd trading (and a bit of luck) to get rid of as much stock as possible and avoid jumping out any windows.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Called to Arms",
    "ID": 33049,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33049/called-to-arms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A path movement game based on the Boer War.  Players move down the path on the way to becoming the Commander of Chief.&#10;&#10;An early and simple game based on a military subject with a detailed and colorful map.  Key landing spots include an Ambuscade and Victoria Cross. Recorded in National Archives of Australia as first registered and exhibited in 1900.&#10;&#10;'Called to Arms' was a game that took players along a perilous route through battles and adventures during the Boer War. It was a simple game of chance rather than military strategy that clearly took the side of the British imperial forces against the Boers. As such there was an attempt to both excite players and instill with patriotic feelings. In this respect the game is material evidence of the relationship between popular culture and ideology.&#10;&#10;Under Creative Commons License: Attribution Non-Commercial&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Australia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tallyho",
    "ID": 33050,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33050/tallyho",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "TALLYHO  &quot;The War Cry of the R.A.F.&quot;  Fighters &amp; Bombers&#10;&#10;Tallyho is one of the deepest games to come out of the 1940s.    The players compete for merits by completing orders.   Each player chooses a fighter or bomber and an airfield.  Using dice the player moves over the spaces on the board.  Ending on specific spaces forces the player to draw cards and perform the actions.&#10;&#10;The player is given a cockpit to track altitude and turns.  Orders can require being at specific altitudes and specific places to complete the mission.&#10;&#10;Designed by a WWI RAF veteran, its quite interesting and advanced for its day.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirater på strövtåg",
    "ID": 33051,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/33051/pirater-pa-strovtag",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pirates on a ramble.&#10;&#10;Take your ship and find the treasure. Please let the weather be with you so you don't end up on the bottom of the ocean. If you are lucky and find the treasure you have to safely get it back to your harbor, but other pirates can still take it away from you. Happy hunting...&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea Raider",
    "ID": 33052,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33052/sea-raider",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Game is played with Ships representing an enemy Raider (Black) and the pursuing Cruisers.&#10;&#10;The Raider's goal is to get to the home base on the map without being captured by the pursuers.  The map has multiple paths that the Raider can choose and some (those with Black dots) are impassable to the Cruisers but the Raider can only stay on the black dots for 1 turn.&#10;&#10;A very simple wargame.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Wizard of Oz Game",
    "ID": 33054,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/33054/the-wizard-of-oz-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "AKA Wizard Of Oz 3-D Board Game&#10;&#10;Wizard of Oz game made by Cadaco in 1993.&#10;&#10;It has a &quot;colorful 3-dimensional gameboard&quot; and is for ages 5 and up, two to four players.&#10;&#10;A strictly spin and move game for very young children. feature art from the 1939 MGM movie. Only added for sake of completion.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Wizard of Oz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bubble Buster",
    "ID": 33055,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/33055/bubble-buster",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple, playful, active, fun! The first player to burst 20 magic pinging bubbles wins!&#10;&#10;BUT BEWARE: Only some of the bubbles have a magic ping - you must burst as many bubbles as you can to find those magic pings. The first player to burst 20 magic pinging bubbles WINS!&#10;&#10;Turn on the Bubble Blower, grab your electronic bubble-bursting wand and chase those bubbles! Although you will burst lots of bubbles - only the magic pinging bubbles will make your wand go PING. The PINGS sound higher and higher until you burst the 20th magic pinging bubble and your wand plays the winner's chime.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alphabet",
    "ID": 33056,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/33056/alphabet",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "10 different games with lots of small cardboard letters (laying words, anagrams, guessing words, word puzzles and so on).&#10;Quite old game (Jumbo no. 100).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Spelling"
    ],
    "Families": [
      "Word Games: First Letter Given",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sum Times",
    "ID": 33057,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/33057/sum-times",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A 3M edition of the &quot; Edu - PLAY - tional &quot; series.&#10;&#10;Game is similar - if not better! -  equipped as &quot; Quinto &quot; from the adult bookshelf series of the same company and plays nearly the same.&#10;&#10;You can tell that this is the better &quot;Quinto&quot; as it was edited earlier than the Quinto using the number tiles which have to be drawn in the pre-game-phase and was obviously adapted later.&#10;&#10;Accordingly this is not a game for younger children as you have to be fit in multiplying and addition up to the number of 9.&#10;&#10;There were two editions with completely different box design, the second one from 1968.&#10;&#10;",
    "Categories": [
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: 3M Learning Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My First Matching Game",
    "ID": 33058,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/33058/my-first-matching-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Children's game Ages 3 - 5 that teaches shape and color recognition.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactical Friction",
    "ID": 33060,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/33060/tactical-friction",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "4",
    "Description": "NOTE: The browser video game Tactical Overload is based off the game described below.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DescriptionIn Tactical Friction players work behind the scene to control companies and government. Combat, share trading, real estate, and construction are all features of the game.&#10;&#10;NOTE: The first edition of Tactical Friction was named Neighborhood Conflict, but got renamed to Tactical Friction in 2008.&#10;&#10;     Not to be confused with first edition of Micronations, which was also named Neighborhood Conflict in years 2011&ndash;2013.&#10;     Not to be confused with Neighborhood Conflict.&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Negotiation",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Investment",
      "Loans",
      "Ownership",
      "Simulation",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Défifoo",
    "ID": 33061,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/33061/defifoo",
    "Min Players": "3",
    "Max Players": "33",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Knetter een te gek spel,&#10;&#10;A challenging game where all players actively play from start to finish. Each turn two teams combat under the eye of the jury.&#10;&#10;100% sociable: 240 funny challenges for everybody, drawing, miming, singing, guessing, dancing, ...&#10;&#10;100% for everybody: no player limit, no extra materials everything is inside the box. You can play with all ages and all groups&#10;&#10;100% funny: crazy situations, riddles, songs, surprises, ...&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Défifoo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ready, Set, Listen",
    "ID": 33062,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33062/ready-set-listen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;This game is designed to help parents and young people talk to each other about underage alcohol use, why it's not smart, and how to prevent it.&#10;&#10;The game has these goals:&#10;&#10;1. to increase the number of conversations about the harms of underage alcohol use that parents and caregivers have with children Ages 9 - 13&#10;&#10;2. to increase the percentage of children 9- to 13-years-old and their parents/caregivers who see underage alcohol use as harmful.&quot;&#10;&#10;Roll the dice, move around the board, and draw cards that encourage discussion: &quot;Feelings&quot;, &quot;Facts&quot; and &quot;Challenges&quot;.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HIT",
    "ID": 33063,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/33063/hit",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "[From Publisher, text on box cover]&#10;&#10;Hand Is Tough&#10;If you think you can control yourself, YOU ARE WRONG!&#10;At least your hands may not when you are in HIT. &#10;HITTING the 102 pieces of 14 different game cards is trouble enough, plus tricky guys play in thunder speed, you must get rid of it by your own hands and mouth! Can't you? Check it out! To see your hand is tough or not. &#10;Remember: &quot;NO PAIN, NO GAME&quot;&#10;&#10;HIT is laughter making game, can be learned in 5 minutes. Thunder like game speed makes players losing control with their hands, hit the cards whatever they want it or not. Individual thinker falls in a group mind is not amazing in HIT. Actually, playing HIT, losing is better.&#10;&#10;It's a game published by a HK company.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The PBX Game",
    "ID": 33064,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33064/the-pbx-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publishers homepage:&#10;&#10;Background&#10;It is almost a true story. The Mayor of Farum (city on the outskirts of Copenhagen) had ruled the city like a king for almost a decade. His party ruled the city board and no one dared to speak out against the Mayor. But as with Hamlet, something is rotten in the Kingdom. A Danish newspaper blew the story wide open. It turned out that the Mayor, among other things, had made some creative investments and given his friends loads of city business. To top that off, his expense account carried not only trips to Championship Football games, but also wine for more than 10,000 a bottle &ndash; Cheers&hellip;&#10;&#10;Sales and PR&#10;PBX was released in the beginning of November 2002, and were sold out before New Year &ndash; that made PBX: The fastest selling board game in Denmark ever. 12,000 copies sold from the shops in only 6 weeks &ndash; without a dime spent on marketing. Yet PBX was able to create heavy and very positive media coverage: The media also focused on the fact that PBX was the first of it's kind. Some articles even had politicians (the main characters in PBX) playing the game and reviewing it. National TV News gave it full coverage as Christmas Gift of the Year, including a review done by two Mayors. The second largest daily newspaper had &quot;business&quot; Cavling Winning (same as Pulitzer) journalists reviewing the game (BT).&#10;&#10;Game play&#10;As a Mayor of a Danish town, you are obsessed about making your city the best city in the country. To fulfil all the dreams you have for the city, the Game starts out with you taking an illegal loan of 250 million from the Government. Now your job as a Mayor is to drive around the game board in your Mayoral car and try to spend the money as fast as possible. On your way you pick cards with instructions on how much to spend on, for instance, &quot;gifts &quot; to business relations in return for favours, dinners you have to give to keep your fellow politicians on board and travels you need to make in order to do proper &quot;research &quot;. You have to be careful, because the people you mingle with can easily forget their obligations to you, even though the gifts you spent on them were expensive. Your political opponents (though still full from the &quot;friendly &quot; dinner you hosted) will try and expose you, or the Government might even call you in for a little chat that would force you on a leave of absence, where you have no chance at all of blowing your 250 million. The instruction cards, mixed with questions on luxury lifestyle, all evolve around issues that actually did take place, though blown totally out of proportion and with a humorous distance, making this the first Board Game ever to truly be appointed: A Satire Board Game.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pay Off",
    "ID": 33065,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33065/pay-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Game comes in a 14 1/2&quot; x 14 1/2&quot; x 5 1/4&quot; box and requires assembly.&#10;&#10;The plastic Pay Off contraption, once assembled, vaguely resembles a kind of lolly machine from the Wild West. Three catch-triggered compartments sit behind a transparent plastic window with a small target located centrally beneath each. In each compartment there are one or more marbles.&#10;&#10;Players roll a single marble each turn at the three targets from a predetermined distance - six to eight feet is recommended in the rules. If any of these are hit, a catch is released and the marbles in the compartment above are released to the player. One marble must be replaced in the compartment once it is reset for the next player. A plastic ramp located behind the targets catches stray marbles which roll up the ramp and then enter one of the three compartments in the machine. Players must also place marbles from errant rolls (e.g. those which miss the machine completely or are not strong enough to reach it) in any compartment they choose (there is a small square hole above each for this purpose).&#10;&#10;Players are eliminated when they are out of marbles. The last player left with one or more marbles is the winner.&#10;&#10;N.B. This game should not be confused with the 1978 marble game called Pay Off (or Pay Off Machine - game ID# 9025) also released by IDEAL which looks like a canister with horizontal sections that rotate.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Ungame: Teens",
    "ID": 33066,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.73",
    "Link": "https://boardgamegeek.com/boardgame/33066/pocket-ungame-teens",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is the Teen version of Ungame. This set has new cards that are specifically designed for teens, their parents, and youth groups to get to know each other better and explore each other's feelings.&#10;&#10;There are 140 cards divided into two decks of 70 cards each. The first deck contains lighter questions such as, &quot;If you were stranded on an island, whom would you like for a companion.&quot;&#10;&#10;The second deck is composed of more specific questions and deeper questions, for example, &quot;Share your feelings about child abuse.&quot;  That's heavy.&#10;&#10;Players take turns drawing cards and answering the questions on them in a few sentences. Most of the rules are considered as guidelines, such as the &quot;hint&quot; to keep your answers fairly short, but the Rule of Silence during another player's answer must be observed.&#10;&#10;As with other games in the Ungame series, there is no winner or loser. The object of the game is to spend quality time with your family and learn more about the thought and feelings of those closest to you.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Game: The Ungame",
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "JAKBO!",
    "ID": 33067,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/33067/jakbo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Starting from opposite sides of the board, players try to out-maneuver their opponent to cross the board and score points before all the pieces are played.  Points are scored by playing your pieces in your opponent's end.  The player with the most points when the pieces run out wins!&#10;&#10;Play up, down over and around to block, defend and attack.  Use the range of JAKBO pieces to discover a depth of strategy that will captivate beginners and experts alike!&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polygone",
    "ID": 33068,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33068/polygone",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game consists of 36 hexagonal tiles and two 6 sided coloured dice. The tiles have 6 different colors on edges and the colors are arranged on the tile randomly.&#10;&#10;Points are awarded for constructing various polygons.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Universal War",
    "ID": 33069,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33069/universal-war",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;&quot;The Universe is locked in eternal war. Amidst the uncounted galaxies of space, a million races struggle to survive a conflict that has raged since the dawn of creation. The young race of Man, recently ascended from the primordial ooze of Earth, is just the latest to learn of his impending doom.&quot;&#10;&#10;Have you ever watched a science fiction movie thick with dramatic battle scenes and wished that you could step in and control the action? Wished you could command your own termination machines, armored storm troopers, or slime covered aliens. If so, then behold, for the means to do so is here before you now, within the pages of this book. Welcome to Universal War, a 10MM-1/180th scale, mass-combat, science fiction, miniatures war game. It allows players to lead fantastical armies amidst the unlimited planetary war zones of the far future and compete with one another for supreme control over all the fictional worlds ever made popular by novels, comic books, toys, television, and the cinema. Universal War allows its players to build and battle any army they can dream up. There are no limitations and no forbidden ideas, so summon your chosen legions and let the battles begin.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CraZmates the Relationship Board Game for Teens & Young Adults",
    "ID": 33070,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33070/crazmates-the-relationship-board-game-for-teens-an",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "CraZmates is the outrageously fun, party game that will keep players laughing &amp; joking as they experience the ups and downs of relationships.  It's so emotionally riveting that some forget it's just a game!&#10;&#10;The challenge is to find a perfect mate (or at least a not-so-CraZ one).  There's just one catch:  Sometimes it's hard to figure out whether a new mate is &quot;craZ about you&quot; or &quot;just plain craZ&quot;.&#10;&#10;Select from dozens of mates, including your favorite celebrities &amp; local hotties.  But be on the look out for highly-competitive, so-called friends willing to do anything to win, including steal a perfect mate!&#10;&#10;Players Experience real life situations - ranging from the slightly bizarre to the outrageous.  They'll want to play it again an again, because each time is a new experience.  Players never know what to expect from CraZmates!&#10;&#10;",
    "Categories": [
      "Educational",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Powers",
    "ID": 33073,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/33073/super-powers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Players take on the role of super-powered beings, who make their homes on a city board and gain victory points by acquiring new powers and defeating villains.&#10;&#10;Each turn, two dice are rolled to determine which type of power resource is generated. Players gain the resource by moving to the space or having a base on the space.&#10;&#10;When the right resources are collected, super powers can be purchased, but you must have training (tokens) to use them.&#10;&#10;If doubles are rolled on the resource phase, a villain appears that the heroes must defeat by either:&#10;giving up the proper power resources,or&#10;giving up a training token to activate a purchased power.&#10;&#10;If the player can't do either, the must give up a token to pass. &#10;Once a villain is defeated the spoils of victory are spread among the players.&#10;&#10;The winning hero is the first to reach 80 victory points.&#10;&#10;Super Powers has been updated to Second Edition in December 2009.  The second edition changes mostly include the main board where energy tokens are aquired.  They no longer are placed based on a die roll.  Also, players are able to perform actions based on the number of their own tokens placed on the main board.  The art has been upgraded. The changes increase the strategy options against opponents and the new art makes the game much nicer.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piratenhändler",
    "ID": 33074,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/33074/piratenhandler",
    "Min Players": "40",
    "Max Players": "600",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game created for BGG.con 2007, loosely based on Sid Sackson's original game of Haggle.&#10;&#10;1800 cards were created, numbered 1 to 600. Each card has five values corresponding to five different treasures. Each card also has a special ability which modifies one more values on one or more cards. The object of the game is to collect the best set of cards with the highest value in one or more of the five treasures. Cards and card information can be traded or wagered.&#10;&#10;Special abilities include hidden information and logic puzzles, optional combat, and dozens of different themed avenues to combine cards that affect your final values.&#10;&#10;Scott Alden of Board Game Geek helped clarify the rules, and contributed to components of the theme, names of the cards, card layout, and the game's name.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stop",
    "ID": 33075,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/33075/stop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Stop: the big traffic game is a game where you role a dice and move along a track with traffic situations. You have to search the matching sign. But these are reverse in the middle of the board. So you will need memory skill to remember the tile of the spot you land on.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abgezockt!",
    "ID": 33076,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/33076/abgezockt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Abgezockt!&quot; (&quot;Ripped off!&quot;) is a push-your-luck dice game to be the first to get 6000 points. This sounds easier than it is. Already the first die roll is tricky, as the special die can destroy your plans. If you are allowed to continue rolling, only that roll counts, or do you have to give all your points to another player?&#10;&#10;Each further roll you need to  balance the risk between either making even more points or losing them all. But attention! Getting too many points envokes your fellow players' envy.&#10;&#10;There is also the &quot;Chance to rip off&quot; or the action card &quot;fieser Hund&quot; (&quot;vicious dog&quot;). With these, any player can get points quickly. But no risk, no fun, so you try to get the maximal points each time, as this is the only way to get the prescious action cards.&#10;&#10;The game includes 6 six-sided dice, a special &quot;action&quot; dice, pencils, cards, scoring pad, dice cup, rules and rules synopsis cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Take That"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Pigs",
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Game: Farkle",
      "Traditional Dice Games: Dice 10,000 games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manah",
    "ID": 33079,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33079/manah",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;In the Ancient World, thousands years before Lemuria, The Ruler, the grandfather of all gods, controls men&acute;s destiny. The five kings try to garner your favor, raising temples to pray and hail the great god...&quot;&#10;&#10;From the Lost Chronicles of Lemuria...&#10;&#10;Manah (Man&aacute;) each player is a ruler of a fantasy kingdom, and your main goal is conquer and build more temples to praise the gods. All players can buy divine artifacts for their kingdom and invoke celestial &quot;arauts&quot; for help against their enemies. This game is still in development and play testing&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Red Bus Game",
    "ID": 33081,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33081/big-red-bus-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The big red buses are at the station, can you be the first to fill your bus and leave? Use the spinner to collect your passengers from the queue, but make sure they fit correctly on the bus!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fun on the Farm Game",
    "ID": 33082,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/33082/fun-on-the-farm-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "All of the animals have escaped into the field! Build yourself an animal pen and help collect as many animals as possible before the sun goes down. Collect the most to win the game. A simple enjoyable game of farm fun!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Funny Fits Friends Game",
    "ID": 33083,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33083/funny-fits-friends-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Eight fun characters, each separated into three pieces and mixed up together. Either race to find and piece them together correctly or simply have fun mixing them all up and making wacky new characters. A colourful classic.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nature's Challenge",
    "ID": 33084,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/33084/natures-challenge",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An environmental themed roll-and-move game that features trivia, drawing and acting.  &quot;Natures Challenge offers you exciting, fun ways to learn more about animals, plants and the environment of North America.&quot;  For Ages 11 and up.&#10;&#10;To retain their progress from the dice roll, players must answer trivia about the  category that corresponds to the spot they arrived on.  Some spots instead require acting or drawing to get another player to guess the secret word.  A few spaces give a player temporary special abilities.&#10;&#10;Contents: &#10;Game board&#10;167 Question cards&#10;167 Mime / drawing cads&#10;6 Game pieces &#10;1 Dice, pencil, pad&#10;&#10;",
    "Categories": [
      "Environmental",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  }
]